{
    "paper_id": "011101e39f8190084a553f85a32ddda1aa995cb6",
    "metadata": {
        "title": "8 Community-Acquired Pneumonia and Health Care-Associated Pneumonia Clinical Guidelines",
        "authors": [
            {
                "first": "John",
                "middle": [],
                "last": "Russell",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "disease. William Osler referred to pneumonia as \"the old man's friend\" and \"captain of the men of death.\" These spoke to the high lethality the disease had at the turn of the 20th century. Still, pneumonia is the cause of great morbidity and mortality, despite advances in antibacterial therapies. Overall, there are 2-3 million cases of pneumonia in the United States and approx 500,000 hospitalizations. Mortality rates range from less than 1% in those treated as out-patients to up to 30% in hospitalized patients. Overall, the incidence of pneumonia is higher during the winter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "CAP is defined as an acute infectious process of the lower respirator tract in a patient living outside of a nursing care facility or not hospitalized in the previous 2 wk. Patients should have evidence of pneumonia on a chest radiograph by way of an infiltrate or finding on physical examination consistent with pneumonia. These findings might include diminished breath sounds or localized rales. Because physical examination findings are neither sensitive nor specific, it is recommended that patients receive further testing by way of chest radiographs (A-II).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Chest radiography is indicated for all patients with suspected pneumonia (A-II). The radiograph is essential for establishing a diagnosis and distinguishing pneumonia from acute bronchitis. Physical examination is neither sensitive nor specific in establishing the diagnosis of pneumonia. There may be times when one is unable to obtain a chest radiograph because of limited resources but, because of the lack of clinical accuracy of the physical examination, this practice should be discouraged. The incidence of false-negative chest radiographs can be up to 30% in Pneumocystis carinii pneumonia, but this is not true in the case of immunocompetent adults.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CHEST RADIOGRAPHY"
        },
        {
            "text": "For the ambulatory patient who is to be treated as an outpatient, recommendations do not favor a search for an etiological agent but, rather empiric therapy. The clinician may decide to perform an air-dried, pretreatment, deep cough sputum sample that may have some utility (C-III). Patients who are being hospitalized or evaluated for possible hospitalization should have the following testing, that includes a complete blood count, electrolyte and blood urea nitrogen (BUN) measurement, liver functions, and oxygen saturation (B-II). Patients between 15 and 54 yr of age should be considered for HIV testing with proper consent (B-II).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "OTHER DIAGNOSTIC TESTING"
        },
        {
            "text": "Patients who are being hospitalized for pneumonia should have been tested or searched for an etiology of the pneumonia. Patients should have two pretreatment blood cultures obtained (A-II) as well as Gram stain and culture of the expectorated sputum (B-II). The sputum should be obtained before antibiotic therapy (B-II). Induced sputum should be reserved only for evaluation of Mycobacterium tuberculosis and P. carinii (A-I).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "OTHER DIAGNOSTIC TESTING"
        },
        {
            "text": "The decision regarding place of treatment is an important step in the management of CAP. In the United States, 75% of the 1 million pneumonia admissions come through emergency care units. The IDSA recommends that the decision on place of treatment is based on three steps: (1) safety and ability for patient to be treated at home, (2) clinical judgment, and (3) calculation of the pneumonia outcomes research team (PORT) severity index (PSI) with home therapy for PSI risk classes I-III (A-II). Use of the PSI scoring system is currently recommended by the IDSA, Canadian Thoracic Society, Canadian Infectious Disease Society, and the American College of Chest Physicians. Multiple studies have shown that patients in low PSI risk classes can be safely managed as outpatients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SITE OF TREATMENT DECISION"
        },
        {
            "text": "Patients are classified into one of five risk classes with class I having the lowest risk and class V the highest. Initially, patients are screened for low-risk status based on age less than 50, comorbid illness (cancer, congestive heart failure, renal disease, liver disease, and cerebrovascular disease), vital signs, and mental status. Patients not assigned to class I are further evaluated by a point system based on age, comorbid illnesses listed previously, physical examination findings, presence of abnormal oxygenation, elevated BUN, acidosis on arterial blood gas, hyponatremia (<130 mmol/L), hyperglycemia (>250 mg/dL), anemia (hematocrit <30%), and presence of pleural effusion. The patient's sex and residence in a nursing facility also are part of the scoring system. Patients in classes I-III have an overall low mortality and can be treated safely at home unless there are preventing social factors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PORT SEVERITY INDEX"
        },
        {
            "text": "Hospitalized patients can be safely changed to oral antibiotics when the patient, with a functioning gastrointestinal (GI) tract, is improving clinically, able to take oral medications, and hemodynamically stable (A-I). For a patient to be safely discharged from the hospital the following criteria are needed. The patient can have not more than one of the following characteristics in the 24 h before discharge: temperature over 37.8°C; pulse over 100/min; respiratory rate greater than 24 breaths/min; systolic blood pressure less than 90 mmHg, oxygen saturation below 90%, and ability to take oral medications (B-I). The physician should be aware of any of these characteristics that are abnormal at baseline.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCHARGE CRITERIA"
        },
        {
            "text": "A new method of testing is a pneumococcal urine antigen assay. It is a immunochromatographic membrane test that detects pneumococcal cell wall polysaccharide. It should yield results in approx 15 min. It can be used in conjunction with Gram stain and culture of sputum for diagnosis. Potentially, the urine antigen assay will provide accuracy similar to Gram stain in a more timely manner (B-II). The testing has been found to have a sensitivity in the 50-80% range, with a specificity of approx 90%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Streptococcus pneumoniae"
        },
        {
            "text": "C. pneumoniae is a common respiratory pathogen. There is no clear \"gold standard\" for the diagnosis. The IDSA CAP Committee recommends testing methods that include serology, culture, polymerase chain reaction (PCR), and tissue diagnostics or immunochemistry. Acceptable ways to obtain the diagnosis for C. pneumonia pulmonary infections are the demonstration of a fourfold increase in IgG or a individual IgM titer of more than 1:16 via a microimmunofluorescence assay, isolation of a tissue culture, or a PCR assay of respiratory secretions (B-II). In patient-care settings, acute and convalescent titers may not be practical and the clinician should use the more timely PCR or IgM testing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chlamydophilia pneumoniae"
        },
        {
            "text": "Legionella is implicated in 0.5-6% of CAP cases. Risk factors for Legionella are exposure, increasing age, smoking, and compromised cell-mediated immunity. Epidemiological risk factors include travel outside of home, exposure to spas, changes in domestic plumbing, and comorbid illnesses including renal failure, liver failure, diabetes, and malignancy. Overall mortality rates are 5-25%. A large percentage of hospitalized patients require ICU admission. Testing for Legionella is appropriate for any hospitalized patient with an enigmatic pneumonia (C-II). These patients are most likely critically ill, part of an epidemic, or nonresponders to β-lactam therapy (A-III). Testing should be performed via urine antigen assay and culture of respiratory secretions using selective media (A-II). The urine test is a rapid assay that detects 80-95% of CAP cases. In the setting of epidemiological evidence of disease, treatment should be administered despite negative testing (B-III). The preferred treatment of hospitalized patients is azithromycin or a fluoroquinolone (B-II). For out-patients, treatment options include erythromycin, azithromycin, clarithromycin, doxycycline, or a fluoroquinolone (A-II). Treatment should begin as rapidly as possible (A-II).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Legionella Spp"
        },
        {
            "text": "Respiratory viruses are a common cause of CAP. They are seen most commonly in the elderly, patients with chronic obstructive pulmonary disease or other comorbidities. The incidence of viral infections in CAP ranges from 4 to 39% in studies. Three-quarters of the viral infections are one of three viruses: respiratory syncytial virus (RSV), influenza, and parainfluenza viruses. There can be secondary bacterial infection in 26-77% of hospitalized adult patients with viral pneumonias. The most common pathogen seen is S. pneumoniae but, earlier studies found Staphylococcus aureus in 25% of cases. Empiric treatment of bacterial superinfection should provide activity against S. pneumoniae, S. aureus, and Hemophilus influenzae. Antibiotics choices should include amoxicillin-clavulanate, cefpodoxime, cefprozil, cefuroxime, or a respiratory quinolone (B-III).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral Pneumonia"
        },
        {
            "text": "RSV antigen detection tests are readily available but are insensitive for detecting disease in adults and are not generally recommended (C-III). The rapid detection test for influenza is recommended for both epidemiological and treatment purposes (C-II). Tests that can distinguish between influenza A and B are recommended (C-III). Treatment within 48 h of the onset of symptoms with antivirals targeted against influenza is recommended. Influenza A and B can be treated with oseltamivir or zanamivir, whereas amantadine and rimantadine only treat influenza A (B-I). Patients with symptoms of uncomplicated influenza for more than 48 h should not be treated with medications (D-I). The drugs can be used to reduce viral shedding in patients hospitalized with CAP (C-III).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral Pneumonia"
        },
        {
            "text": "Patients with pneumonia caused by varicella zoster virus should be treated by parenteral acyclovir (A-II). Other viral pneumonias caused by RSV, parainfluenza virus, adenovirus, metapneumovirus, Hantavirus, and the severe acute respiratory syndrome agent have no effective treatment (D-I).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral Pneumonia"
        },
        {
            "text": "In the most diligent of CAP studies, an etiological agent is only found in 40-60% of cases. Clinicians need to treat patients empirically based on certain historical data until a specific pathogen can be found. Treatment can then be tailored to the specific pathogen. For empiric treatment of outpatients, please refer to Table 2 and for empiric treatment of hospitalized patients refer to Tables 3 and 4.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 322,
                    "end": 329,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "EMPIRIC THERAPY"
        },
        {
            "text": "Macrolides are active against most common pathogens that cause CAP. Data from clinical trials has shown good results against strains with resistance in vitro. The extended spectrum macrolides, azithromycin, and clarithromycin, can each be given once daily. Drawbacks are related to resistance and tolerability. Macrolide resistance can occur in 20-30% cases of S. pneumonia. Resistance can develop during therapy. The resistance occurs more often than in fluoroquinolones or β-lactams. Overall, erythromycin is less well tolerated resulting from GI side effects. Erythomycin is also less effective against H. influenzae.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Macrolides"
        },
        {
            "text": "Ketolides are semisynthetic derivatives of macrolides. They were designed to be effective against macrolide-resistant Gram-positive cocci. Telithromycin is a ketolide that may be an alternative to macrolides in CAP. Telithromycin is a once-daily, well-tolerated antibiotic. It is active against S. pneumoniae, including macrolide-resistant strains, H. influenzae, Moraxella catarrhalis, as well as Legionella, Mycoplasma, and Chlamydophylia species.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ketolides"
        },
        {
            "text": "Amoxicillin is the preferred drug of choice for oral treatment of susceptible strains of S. pneumoniae. At doses of 3-4 g daily, it covers 90-95% of strains of pneumococccus. The drawback to using amoxicillin as a treatment is that there is no coverage of atypical pathogens. It is also problematic that very high doses are required for coverage of S. pneumoniae.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Amoxicillin"
        },
        {
            "text": "Compared with amoxicillin, the combination has better coverage against anaerobes, H. influenzae, and methicillin-sensitive S. aureus. Like amoxicillin, it has no activity against atypical pathogens. It is more expensive than amoxicillin and GI symptoms are common.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Amoxicillin-Clavulanate"
        },
        {
            "text": "Oral cephalosporins are active against 75-85% of S. pneumoniae and almost all species of H. influenzae. Ceftriaxone and cefotaxime are injectable medications that cover 90-95% of S. pneumoniae and H. influenzae and methicillinsensitive S. aureus. Neither the oral or injectable forms of cephalosporins are active against atypical agents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cephalosporins"
        },
        {
            "text": "Doxycycline is active against 90-95% of strains of S. pneumoniae, as well as H. influenzae and atypical pathogens. It is also active against many agents used in bioterrorism. Despite being an affordable and well-tolerated medication, it is rarely used for CAP in clinical practice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Doxycycline"
        },
        {
            "text": "As a class, the fluoroquinolones are active against a broad spectrum of agents that cause CAP. This includes more than 98% of strains of S. pneumoniae in the United States. Despite its wide spectrum of activity, there are fears of increasing resistance to these medications. They can be given once daily and are very well tolerated. Overall, they are far more expensive than erythromycin and doxycycline.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fluoroquinolones"
        },
        {
            "text": "Clindamycin is active against 90% of strains of S. pneumoniae but not H. influenzae and atypical pathogens. It also has very good activity for anaerobic infections. It is favored for toxic shock owing to pneumonia associated with group A streptococci. Clindamycin can cause high rates of diarrhea and Clostridium difficile colitis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clindamycin"
        },
        {
            "text": "With 60,000 annual deaths, pneumonia is the sixth leading cause of death in senior citizens. Elderly persons who live in extended-care facilities are at increased risk of morbidity and mortality from pneumonia. The most common pathogen is S. pneumoniae CAP, which is also the most common pathogen in younger patients. The elderly, especially those with comorbidities or those living in extended-care facilities, are more likely to have Gram-negative bacteria and S. aureus as etiological agents than their younger counterparts. Risk factors in addition age that put seniors at increased risk are institutionalization, difficulty swallowing, inability to take oral medications, lung disease, heart disease, immunosuppression, alcoholism, and male sex.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pneumonia in Elderly Persons"
        },
        {
            "text": "When elderly patients present with pneumonia, they are likely to have fewer symptoms than younger adults. The fewer number of symptoms are mostly related to a decrease in the febrile response to illness (chills, sweats). Prevention of pneumonia through vaccination against pneumococcus and influenza should be part of the primary care management of senior citizens. Antimicrobial choice for elderly patients with CAP is the same as for all adults with CAP (B-III). For nursing home patients with pneumonia that is severe enough to require hospitalization (health care-associated pneumonia [HCAP], please see updated guidelines for hospital-acquired pneumonia [HAP] in the last section of this chapter).",
            "cite_spans": [
                {
                    "start": 659,
                    "end": 664,
                    "text": "[HAP]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Pneumonia in Elderly Persons"
        },
        {
            "text": "SARS is a termed first used in 2002 to describe a pneumonia outbreak that began in southern China. As of July 2003, there had been more than 8000 cases in 28 nations worldwide. Most of the cases were seen in people with close contact with infected patients. The transmission rate was relatively high. The transmission was felt to be via respiratory droplets. Health care workers must be vigilant in recognizing SARS because of important issues regarding transmissibility to close contacts including health care workers and close personal contacts (A-III). Health care workers should use standard infection control precautions as well as contact and respiratory precautions (A-I), which would include hand washing; wearing of gowns, goggles, gloves, fit-tested respirators; which and negative pressure rooms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS"
        },
        {
            "text": "The infectious agent is a novel coronavirus. The signs and symptoms in patients are temperature over 38°C and more than one of the constellation of cough, dyspnea, and hypoxia in the setting of possible exposure to a person with SARS or a region with community transmission of SARS. Diagnostic criteria include clinical and epidemiological features and also diagnostic studies (A-I). Recommendations for virological studies include culture for SARS coronavirus, detection of antibody during the acute phase of illness, or detection of SARS coronavirus RNA by second PCR assay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS"
        },
        {
            "text": "In most cases, the illness resolves spontaneously in 1-2 wk. In 20% of patients, symptoms over 2-3 wk will progress to a more severe respiratory illness. Overall, 10-15% of cases have died of progressive respiratory failure. Mortality rates have been highest in the elderly or in those with heart or lung disease. At this point, the major therapeutic intervention is supportive care (B-III).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS"
        },
        {
            "text": "With the ability to disseminate some infectious agents via an aerosolized route, bioterrorism attacks might presents as pneumonia. The agents with the greatest risk of severe respiratory illness are Bacillus anthracis, Franciella tularensis, and Yersinia pestis. A case of inhaled anthrax would always indicate bioterrorism, whereas pneumonic tularemia or pneumonic plague may or may not be caused by bioterrorism. Clinicians should know the clues to bioterrorism and the mechanism of alerting public health officials in cases of suspected bioterrorism (A-III).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pneumonia in the Context of Bioterrorism"
        },
        {
            "text": "In 2001, there were 11 cases of inhalation anthrax from contaminated mail in the United States. Diagnostic features that might distinguish inhalational anthrax from CAP include a widened mediastinum on chest X-ray, hyperdense mediastinal lymph nodes on chest computed tomography (CT) scan, and a bloody pleural effusion. Blood cultures were positive eight of eight untreated patients in 2001. The blood cultures were positive on the first day. Mortality rates are in the 45-80% rate. The incubation period was approx 4 d. The work-up of inhalation anthrax should include a blood culture (A-I) and a chest CT scan (A-I). The most important therapeutic interventions are antibiotic therapy and draining of pleural effusions. Antibiotic treatment should be prolonged resulting from the potential persistence of spores in animal models. Prophylaxis can be achieved with prolonged courses (60-100 d) of doxycycline or ciprofloxacin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pneumonia in the Context of Bioterrorism"
        },
        {
            "text": "States. An aerosolized attack with F. tularensis is referred to as a \"typhoidal\" or \"pneumonic\" tularemia. After an incubation period of 3-5 d, the patient might present nonspecific symptoms of fever, dry cough, malaise, and pleuritic chest pain. The chest X-ray should show a pneumonia with mediastinal adenopathy. Cultures of blood, pharynx, and sputum should be obtained and evaluated in a biocontainment level-3 laboratory owing to safety concerns (A-I).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "F. tularensis causes less than 200 infections a year in the United"
        },
        {
            "text": "Standard treatment is streptomycin but gentamicin is an acceptable alternative. Tetracycline and chloramphenicol have also been used, but with higher failure rates. Ciprofloxacin is not approved for tularemia but has had clinical success in human and animal studies. Treatment should last 2 wk. Mortality rate has been found in studies to be 1.4%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "F. tularensis causes less than 200 infections a year in the United"
        },
        {
            "text": "Y. pestis is an ideal biological weapon because of its high mortality without treatment and can be transmitted from person to person. Patients might present with high fevers, chills, headache, cough, bloody sputum, leukocytosis, and bilateral pneumonia on chest radiograph. Patients can decompensate quickly to septic shock and death. Patients lack the swollen, tender lymph node, or bubo that is characteristic of bubonic plague.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "F. tularensis causes less than 200 infections a year in the United"
        },
        {
            "text": "Patients should have blood culture, sputum culture, and Gram stain (A-I). The Gram stain shows safety pin-shaped Gram-negative coccobacilli. Health care workers should use respiratory precautions until the patient has undergone 48 h of therapy. Antibiotic treatment would be streptomycin or gentamicin for 10 d. Patients with face-to-face contact or suspected exposure should receive 7 d of prophylaxis with tetracycline or fluoroquinolone.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "F. tularensis causes less than 200 infections a year in the United"
        },
        {
            "text": "Previous IDSA guidelines recommended starting antibiotics within 8 h of admission. A more recent medicare analysis of pneumonia hospitalizations found that earlier treatment with antibiotics improved outcomes. Patients who received antibiotics within 4 h of arrival at the hospital had a mean length of stay that was 0.4 d shorter than patients who received their antibiotics later. Earlier initiation of antibiotics had a greater impact than antibiotic choice. These factors have led to a change in the IDSA guidelines. Patients hospitalized with CAP should have antibiotics initiated within 4 h of registration at the hospital. Patients being hospitalized for pneumonia should have blood cultures performed prior to initializing antibiotic therapy (B-III).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "UPDATE ON PERFORMANCE INDICATORS"
        },
        {
            "text": "Patients should also have assessment of oxygenation by pulse oximetry or arterial blood gas measurement within 8 h of admission (A-III). There should also be a documented infiltrate on chest X-ray or other imaging study in all patients except those with decreased immune function that might not be able to mount an inflammatory response (A-I).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "UPDATE ON PERFORMANCE INDICATORS"
        },
        {
            "text": "In intensive care patients with severe enigmatic pneumonia, a target of at least 50% of patients should receive some type of testing for Legionella by either urine antigen testing or culture (A-III).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "UPDATE ON PERFORMANCE INDICATORS"
        },
        {
            "text": "Smoking has a long and heralded connection with respiratory diseases. Smoking is the biggest risk factor for pneumococcal bacteremia in immunocompetentent, nonelderly adults. Smoking cessation should be a goal for persons who smoke and are hospitalized with CAP (B-II).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "UPDATE ON PERFORMANCE INDICATORS"
        },
        {
            "text": "All persons over the age of 50 or younger patients with risk factors for pneumonia should receive a yearly inactivated influenza vaccine each fall (A-I). Household contacts, aged 5-49 yr, of patients at risk for influenza may receive the nasally administered live, attenuated influenza vaccine (C-I). The live attenuated vaccine should not be used in those with asthma or immunodeficiency. The influenza vaccine should be offered to at-risk patients on hospital discharge, or outpatient encounters in the late fall or early winter (C-III). All health care workers, in any setting, should receive annual influenza vaccine (A-I).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Influenza"
        },
        {
            "text": "Pneumococcal polysaccharide vaccine is indicated for all persons aged 65 yr or older and selected high-risk patients (B-II). High-risk patients include those with diabetes, cardiovascular disease, lung disease, alcohol abuse, liver disease, cerebrospinal fluid leaks, HIV, renal failure, sickle cell disease, nephrotic syndrome, hematological malignancies, or those on long-term immunosuppressive medications. Patients should receive a repeat vaccination in 5 yr if they received their first dose before the age of 65 yr. Vaccination can occur on hospital discharge or during outpatient therapy (C-III).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pneumococcal Vaccine"
        },
        {
            "text": "Additional guidelines on the management of adults with HAP, ventilatorassociated pneumonia, and HCAP, were issued jointly by the American Thoracic Society and the IDSA in 2005. The guidelines acknowledge that they emphasize (VAP) because there is far less clear evidence on HAP in nonintubated patients and for HCAPs. HAP is defined as pneumonia that occurs 48 h or more after hospital admission. HCAP is defined as including any patient who was hospitalized in an acute care hospital for 2 or more days within 90 d of the development of the current pneumonia; any patient residing in a nursing home or long-term care facility; any patient who has received recent intravenous antibiotic therapy, chemotherapy, or wound care (in the last 30 d); or who has attended a hemodialysis unit. These guidelines, were created because of the increasing prevalence of multidrug-resistant (MDR) bacterial pathogens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Management of Adults With Hospital-Acquired, Ventilator-Associated, and Health Care-Associated Pneumonias"
        },
        {
            "text": "HCAP in elderly patients in long-term care facilities have pathogens that are similar to those of patients with HAP and VAP. The guidelines quote two studies of patients in nursing homes with severe pneumonias. One of the studies looked specifically at patients who failed to respond to initial antibiotics over 72 h and found a high level of resistant pathogens. Common organisms that cause HCAP include aerobic Gram-negative bacilli (Pseudomonas aeruginosa, Klebsiella pneumoniae, and Acinetobacter), Gram-positive cocci (S. aureus [often methicillin resistant S. aureus], S. pneumoniae, and H. influenzae cause early-onset HAP, but are uncommon in late-onset infection) (see Tables 5 and 6 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 678,
                    "end": 692,
                    "text": "Tables 5 and 6",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Management of Adults With Hospital-Acquired, Ventilator-Associated, and Health Care-Associated Pneumonias"
        },
        {
            "text": "The guidelines discuss that work-up of patients with VAP should include a lower respiratory tract sample for culture and that absence of organisms is strong evidence that a pneumonia does not exist and that absence of MDR organisms shows that there is a low likelihood of MDR organisms causing the pneumonia. The benefit and the negative predictive value of an expectorated a Doses are based on normal renal and hepatic function. b Trough levels for gentamicin and tobramycin should be less than 1 mg/mL, and for amikacin less than 4-5 mg/mL. c Trough levels for vancomycin should be 15-20 mg/mL.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Management of Adults With Hospital-Acquired, Ventilator-Associated, and Health Care-Associated Pneumonias"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Update of Practice Guidelines for the Management of Community-Acquired Pneumonia in Immunocompetent Adults",
            "authors": [],
            "year": 2003,
            "venue": "Clin Inf Dis",
            "volume": "37",
            "issn": "",
            "pages": "1405--1433",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Practice Guidelines for the Management of Community-Acquired Pneumonia in Adults",
            "authors": [],
            "year": 2000,
            "venue": "Clin Inf Dis",
            "volume": "31",
            "issn": "",
            "pages": "347--382",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Guidelines for the Management of Adults with Hospital-acquired, Ventilator-associated, and Healthcare-associated Pneumonia",
            "authors": [],
            "year": 2005,
            "venue": "Am J Respir Crit Care Med",
            "volume": "171",
            "issn": "",
            "pages": "388--416",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "IDSA-US Public Health Service Grading of Recommendations",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Outpatient Empiric Therapy of CAP",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "In-Patient Empiric Therapy of CAPIn-patient characteristics a See also section at end of chapter on health care-associated pneumonia.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Initial Empiric Antibiotic Therapy for HAP, VAP, and HCAP in Patients With Late-Onset Disease or Risk Factors for Multidrug-Resistant Pathogens (All Disease Severity)",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Doses of Recommended Antibiotics for HAP, VAP, and HCAP in Patients With Late-Onset Disease or Risk Factors for Multidrug-Resistant Pathogens (All Disease Severity)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "sputum sample in patients who are not intubated (i.e., HCAP) is not clear. The management strategy for VAP, HAP, and HCAP recommended is as follows: 1 i. If cultures are positive, adjust antibiotic therapy and reassess diagnosis, and look for complications. ii. If cultures are negative, look for other pathogens and reassess diagnosis, and look for complications. The choice of antibiotics is influenced by the likelihood of MDR pathogens. The guidelines suggest that for HAP, VAP, or HCAP, which occurs as late-onset (>5 d after admission) disease or which have risk factors for MDR pathogens (essentially all HCAP as defined earlier), patients should receive broad spectrum antibiotics to cover for MDR organisms. Combination antibiotic therapy is recommended for this group, as listed in Table 1 . The guidelines note that no data exist to document the superiority of combination antibiotic therapy when compared with monotherapy, but combination therapy increases the chances of selecting at least one effective antibiotic during initial treatment. In selecting antibiotics for patients who have recently received antibiotics, it is preferable to select an antibiotic from a different class than the antibiotic the patient was just on. If the patient's regimen includes an aminoglycoside, the aminoglycoside can be stopped after 5-7 d if the patient is responding. Duration of treatment can be as short as 7 d in patients with a good clinical response who do not have a documented infection with P. aeruginosa. Clinical improvement usually takes 48-72 h and so therapy should not be changed in that time period unless there is clinical decline. In patients who respond to treatment, therapy can be narrowed on the basis of cultures.",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 150,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 792,
                    "end": 799,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "annex"
        }
    ]
}