{
    "paper_id": "0223f8f619860544d7ba1c2a68b5cd0b5e5d4c44",
    "metadata": {
        "title": "Journal Pre-proof Thrombotic complications of patients admitted to intensive care with COVID-19 at a teaching hospital in the United Kingdom Thrombotic complications of patients admitted to intensive care with COVID- 19 at a teaching hospital in the United Kingdom",
        "authors": [
            {
                "first": "W",
                "middle": [],
                "last": "Thomas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Varley",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cambridge University Hospitals NHS Foundation Trust",
                    "location": {
                        "addrLine": "Cambridge Biomedical Campus",
                        "settlement": "Cambridge",
                        "country": "United Kingdom ["
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Johnston",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "E",
                "middle": [],
                "last": "Symington",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Robinson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "K",
                "middle": [],
                "last": "Sheares",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Lavinio",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cambridge University Hospitals NHS Foundation Trust",
                    "location": {
                        "addrLine": "Cambridge Biomedical Campus",
                        "settlement": "Cambridge",
                        "country": "United Kingdom ["
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Besser",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cambridge University Hospitals NHS Foundation Trust",
                    "location": {
                        "addrLine": "Cambridge Biomedical Campus",
                        "settlement": "Cambridge",
                        "country": "United Kingdom ["
                    }
                },
                "email": ""
            },
            {
                "first": "Thomas",
                "middle": [
                    "W"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Johnston",
                "middle": [
                    "A"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Symington",
                "middle": [
                    "E"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Robinson",
                "middle": [
                    "M"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sheares",
                "middle": [
                    "K"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lavinio",
                "middle": [
                    "A"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Besser",
                "middle": [
                    "M"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Dr Will Thomas 01223256324 w.thomas1@nhs.net COVID-19 has been linked to coagulopathy and also thrombotic risk [1] [2] [3] [4] . There have been 3 significant studies published of patients admitted to intensive care units (ICU) with COVID-19. Klok et al, described a cohort of 184 patients from 3 ICU departments in the Netherlands with COVID-19 and found a cumulative incidence of 31% for thrombotic complications including 25 pulmonary emboli (PE), 1 deep vein thrombosis (DVT), 2 catheter related thromboses and 3 arterial thromboses [5] . All patients in that study received thromboprophylaxis with low molecular weight heparin. Cui et al described a cohort of patients in a single centre ICU in China, of which 20/81 (25%) developed a venous thromboembolism (VTE), however none received chemical thromboprophylaxis [6] . A third study, which was a French multicentre ICU study of 150 COVID-19 patients, demonstrated a 43% prevalence of thrombosis, that occurred despite prophylactic or therapeutic anticoagulation [7] .",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 114,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 115,
                    "end": 118,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 119,
                    "end": 122,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 123,
                    "end": 126,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 537,
                    "end": 540,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 820,
                    "end": 823,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1019,
                    "end": 1022,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "*Corresponding author"
        },
        {
            "text": "We describe the results of an observational study examining the thrombotic complications of patients admitted with COVID-19 to Addenbrooke's Hospital ICU, a tertiary centre in Cambridge, United Kingdom. This study had full approval from the Trust research and development department. Patient consent was not required for this observational study. The composite endpoint was PE, DVT (including line associated) and arterial thrombosis (myocardial infarction, stroke, or peripheral artery embolism). The index date was date of ICU admission and the censor date was the 14.4.20, discharge from hospital, death, transfer to Royal Papworth Hospital (which runs the regional ECMO service) or thrombosis; whatever was soonest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "*Corresponding author"
        },
        {
            "text": "Patients were investigated for PE based on clinical suspicion (e.g. unexplained hypotension or hypoxia felt disproportionate to the pneumonia) with CT pulmonary angiogram (CTPA), line associated thrombosis due to local symptoms and arterial ischaemia based on clinical symptoms or troponin and electrocardiogram abnormalities suggestive of myocardial ischaemia. Only patients with radiologically confirmed thrombosis have been included (in the case of myocardial infarction by coronary angiography).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "In total 63 patients with COVID-19 confirmed by nasopharyngeal swabs and polymerase chain reaction were included; this is all COVID-19 cases at our centre that have been admitted to the ICU from 15.3.2020. The medical notes (Epic, WI, USA) were interrogated and statistical analysis was performed using Microsoft Excel 2010 (Microsoft, Redmond, WA, USA) and R programme (version 3.3.3, R Core Team. R: A language and environment for statistical computing. R Foundation for Statistical Computing, Vienna, Austria). Patient characteristics are presented in table 1. The median number of days observation was 8 (range 1-28). As of the censor date 10 (16%) patients died, 5 (8%) patients transferred to Royal Papworth Hospital, 28 (44%) of the patients were still in the hospital's ICU and 20 (32%) had either been discharged or remained in hospital in medical wards. 4 (6%) patients were transfers from district general hospital ICU's. All patients had VTE risk assessment using the Department of Health Tool, per the guidance from the National Institute for Health and Care Excellence Guideline NG89, and prescription of prophylactic dalteparin adjusted for weight and renal function (table 2) [8] . Patients on haemofiltration receive unfractionated heparin in the dialysis circuit and also prophylactic dalteparin, and if the filtration circuit thromboses then systemic unfractionated heparin can be used at the clinician's discretion, and we have observed this to be an ongoing problem.",
            "cite_spans": [
                {
                    "start": 1192,
                    "end": 1195,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "One patient was treated for PE empirically, that has not been radiologically confirmed, with therapeutic low molecular weight heparin and has not been included in the cumulative incidence analysis. In total 5 patients had PE (one of which required thrombolysis with alteplase for haemodynamic instability), 2 had myocardial infarction and 1 had a line associated thrombosis in a jugular vein. The cumulative incidence estimate of VTE was 27% (95% confidence interval 10-47%), arterial thrombosis 4% (95% CI 1-12%) and composite outcome 29% (95% CI 12-49%) with the later shown in figure 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "Of the 11 patients that had CTPA, no patient had a repeat study; therefore 5 were positive for PE. Of the PE, 1 was sub-segmental, 2 segmental, 1 multiple segmental and 1 was in a main pulmonary artery. None of the patients that developed thrombosis had a history of either active cancer or VTE.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "There are limitations to our study. It is a single-centre retrospective study, reflecting local practices, and investigation of patients was only performed when there was clinical suspicion of thrombosis rather than with any surveillance scanning of the lower limbs and not all patients had systematic examination for evidence of lower limb or line associated DVT daily. Patients on haemofiltration receive unfractionated heparin in the dialysis circuit and also prophylactic dalteparin. It was noted that due to the haemofiltration circuit blocking some patients did receive intravenous heparin but we did not systematically record that data. One patient was treated for PE empirically with therapeutic low molecular weight heparin that has not been J o u r n a l P r e -p r o o f confirmed radiologically and has not been included in the cumulative incidence analysis. Of the 10 patients that died one had a confirmed PE and one had a negative CTPA; in the other eight it is unknown if PE was present. We are likely to have underestimated the thrombosis rates as patients are not systematically imaged and autopsies would be required to gather rates of PE in deceased patients who have not had imaging.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "We conclude that there is concern about thrombotic risk in patients with COVID-19 however this has to be compared to the 10-30% rate of VTE seen in critically ill patients with other conditions [9] . There is concern about microvascular thrombosis in COVID-19 and whether anticoagulation would be of benefit if intensified [5, 10] . We would welcome trials to determine whether escalated doses of anticoagulation would be of benefit inpatients with COVID-19. In light of our findings the ICU at our hospital is switching to twice daily prophylactic dalteparin.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 197,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 323,
                    "end": 326,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 327,
                    "end": 330,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "WTspeaker's fees from Pfizer, Bayer and an advisory board for Daiichi Sanyo. MB speakers fee STAGO, Advisory board Novartis, Cosmopharma, Werfen. KSmember of NICE NG 89 VTE guideline group and has received speaker's fees from Actelion. No other authors declared relevant conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest"
        },
        {
            "text": "WTcollected data, wrote the first draft and designed the study. JVcollected data. MBwrote the first draft and data analysis. AJ, MR, ES, KS & ALintellectual input. All authors had intellectual input and approved the final draft of the manuscript. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contributions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical characteristics of 113 deceased patients with coronavirus disease 2019: retrospective study",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical characteristics of coronavirus disease 2019 in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N. Engl. J. Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2002032"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical Characteristics of 138 Hospitalized Patients with 2019 Novel Coronavirus-Infected Pneumonia in",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1054--1062",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Incidence of thrombotic complications in critically ill ICU patients with COVID-19",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Klok",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J H A"
                    ],
                    "last": "Kruip",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J M"
                    ],
                    "last": "Van Der Meer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Thrombosis Research",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Prevalence of venous thromboembolism in patients with severe novel coronavirus pneumonia",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Thromb Haemost. Accepted Author Manuscript",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/jth.14830"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "High risk of thrombosis in patients in severe SARS-CoV-2 infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Helms",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tacquard",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Severac",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Intensive care medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Venous thromboembolism in over 16s; reducing the risk of hospital-acquired deep vein thrombosis or pulmonary embolism",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Deep vein thrombosis and its prevention in critically ill adults",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Attia",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ray",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cook",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Arch Intern Med",
            "volume": "161",
            "issn": "",
            "pages": "1268--79",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Pulmonary and Cardiac Pathology in Covid-19: The First Autopsy Series from New Orleans",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fox",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Akmatbekov",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Harbert",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Vander Heide",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.06.20050575"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "J o u r n a l P r e -p r o o f ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}