{
    "paper_id": "02742f370016c83484a5c9b7ca2aa1264cf20670",
    "metadata": {
        "title": "Cyclosporin derivatives inhibit hepatitis B virus entry without interfering with NTCP transporter activity",
        "authors": [
            {
                "first": "Satomi",
                "middle": [],
                "last": "Shimura",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Koichi",
                "middle": [],
                "last": "Watashi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kento",
                "middle": [],
                "last": "Fukano",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [],
                "last": "Peel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ann",
                "middle": [],
                "last": "Sluder",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Fumihiro",
                "middle": [],
                "last": "Kawai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Masashi",
                "middle": [],
                "last": "Iwamoto",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Senko",
                "middle": [],
                "last": "Tsukuda",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Junko",
                "middle": [
                    "S"
                ],
                "last": "Takeuchi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Takeshi",
                "middle": [],
                "last": "Miyake",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Masaya",
                "middle": [],
                "last": "Sugiyama",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yuki",
                "middle": [],
                "last": "Ogasawara",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sam-Yong",
                "middle": [],
                "last": "Park",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yasuhito",
                "middle": [],
                "last": "Tanaka",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hiroyuki",
                "middle": [],
                "last": "Kusuhara",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Masashi",
                "middle": [],
                "last": "Mizokami",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Camille",
                "middle": [],
                "last": "Sureau",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Takaji",
                "middle": [],
                "last": "Wakita",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "There are mainly two sites within NTCP protein, 84-87 aa and 157-165 aa that were reported to mediate HBV entry. Mutations in 157-165 aa abrogated the attachment of preS1 (19, 42) . 84-87 aa of NTCP also determined viral entry into host cells. Mutations in 84-87 aa lost the NTCP function to support HBV/HDV infection, but the role of this site is not clearly explained with the controversial results: One paper showed a mutation including 84-87 aa region ] still possessed the binding to preS1 (42), but another reported a remarkable reduction in the preS1 binding by a mutation in 84-87 aa of NTCP (54).",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 175,
                    "text": "(19,",
                    "ref_id": null
                },
                {
                    "start": 176,
                    "end": 179,
                    "text": "42)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Possible mode of interaction between NTCP and cyclosporins"
        },
        {
            "text": "The latter speculated that 84-87 aa region mediated the preS1 recognition on the cell surface (54). However, it is actually difficult to predict the exact mode of preS1-NTCP interaction only by sequence information and their mutation analyses, as the molecular structure of NTCP protein has not been solved. Our data at least showed that cyclosporins could still inhibit the capacity of NTCP(m84-87) binding to preS1 (Supplementary Fig. 9A ),",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 417,
                    "end": 439,
                    "text": "(Supplementary Fig. 9A",
                    "ref_id": null
                }
            ],
            "section": "Possible mode of interaction between NTCP and cyclosporins"
        },
        {
            "text": "suggesting that these compounds do not target 84-87 aa region. Then, to get an insight if cyclosporins target the bile acid pocket of NTCP, we analyzed the transporter kinetics for bile acid uptake both in the presence and absence of cyclosporins. Following the Materials and Methods, we determined by a Michaelis-Menten plot whether the transporter inhibition by CsA or SCY446 was in a competitive or non-competitive manner: Competitive inhibition indicate that the compound target bile acid pocket of NTCP, while non-competitive inhibition suggest an allosteric interaction with NTCP distinct from the bile acid pocket.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Possible mode of interaction between NTCP and cyclosporins"
        },
        {
            "text": "As shown in Supplementary Fig. 9B , CsA and SCY446 increased the KM value (the Michaelis-Menten constant: concentration achieving the half maximum transporter activity) but little affected the maximum transporter activity (red profile in Supplementary Fig. 9B left scheme), suggesting that the inhibition of NTCP transporter by these cyclosporins was competitive, and NTCP-compound binding with the substrate binding pocket. In contrast, SCY995 did not significantly affect on NTCP-mediated bile acid uptake (Fig. 5) . Similar binding pocket-mediated inhibition were observed in the competition kinetics analysis of preS1 binding assay: Inhibitory effect of CsA, SCY446, and SCY995 can be overcome by addition of increasing amount of fluorescent-labeled preS1 probe ( Supplementary Fig. 9C ), suggesting that cyclosporins inhibited NTCP-preS1 binding in a competitive manner. The above evidences suggest that CsA or its derivative SCY446 bind to the NTCP interface that contains the bile acid pocket, but SCY995 interaction does not involve the bile acid pocket. As SCY995 competitively inhibited NTCP-preS1 binding, which is likely to contain the bile acid pocket and its peripheral region in NTCP, we speculate that SCY995",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 33,
                    "text": "Supplementary Fig. 9B",
                    "ref_id": null
                },
                {
                    "start": 238,
                    "end": 259,
                    "text": "Supplementary Fig. 9B",
                    "ref_id": null
                },
                {
                    "start": 508,
                    "end": 516,
                    "text": "(Fig. 5)",
                    "ref_id": null
                },
                {
                    "start": 768,
                    "end": 789,
                    "text": "Supplementary Fig. 9C",
                    "ref_id": null
                }
            ],
            "section": "Possible mode of interaction between NTCP and cyclosporins"
        },
        {
            "text": "interacts with the peripheral region of the pocket, while CsA interacts with NTCP containing both the pocket and its periphery. Co-treatment profile of CsA and SCY995 that showed augmented anti-HBV effect compared with a single treatment ( Supplementary Fig. 9D ) is consistent with this idea that NTCP interaction region for CsA and that for SCY995 are not identical (but can be overlapped). However, it is essential for clarifying the exact mode of preS1-NTCP interaction to solve the molecular structure of NTCP protein.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 240,
                    "end": 261,
                    "text": "Supplementary Fig. 9D",
                    "ref_id": null
                }
            ],
            "section": "Possible mode of interaction between NTCP and cyclosporins"
        },
        {
            "text": "Cyclosporin A (CsA) and DMSO were purchased from Sigma-Aldrich.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reagent"
        },
        {
            "text": "Sulfobromophthalein was obtained from Wako. CsA analogs were synthesized by modifying CsA. The analogs SCY-806 and SCY-995 were prepared following procedures described previously (55) . The CsA analogs SCY-446 and SCY-450 are novel compounds that were synthesized by treating an appropriately modified cyclosporine with phenylselenenyl chloride to effect a cyclization reaction in a manner described previously (56) .",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 183,
                    "text": "(55)",
                    "ref_id": null
                },
                {
                    "start": 411,
                    "end": 415,
                    "text": "(56)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Reagent"
        },
        {
            "text": "Expression plasmid, pEF4-NTCP-myc-His, was constructed by inserting the NTCP cDNA derived from primary human hepatocytes into the KpnI-XbaI site of pEF4/myc-His A vector (Thermo Fisher Scientific). NTCP(m84-87), carrying a mutation RLKN to HLTS at 84-87 aa in NTCP was prepared by overlap extension PCR of the following two fragments using pEF4-NTCP-myc-His as a template: 1F:5'-TTGGTACCATGGAGGCCCACAACGC-3';",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plasmid construct"
        },
        {
            "text": "1R:5'-GCTGGTCAGATGGAAGACCTTGCCCAGCA-3', 2F:5'-CATCTGACCAGCATTGAGGCACTGGCCA-3';",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plasmid construct"
        },
        {
            "text": "2R:5'-CCTCTAGAGGCTGTGCAAGGGGAGC-3'. The resulting fragment was verified by sequencing and cloned back into pEF4/myc-His vector with KpnI and XbaI.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plasmid construct"
        },
        {
            "text": "Indirect immunofluorescence analysis, real-time PCR, and MTT assays were performed essentially as described previously (18).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Indirect immunofluorescence analysis, real-time polymerase chain reaction (PCR), and 3-(4,5-Dimethylthiazol-2-yl)-2,5-diphenyl-tetrazolium bromide (MTT) assays"
        },
        {
            "text": "HBs antigen was quantified by enzyme-linked immunosorbent assay (ELISA) as described or by chemiluminescent immuno assay (CLIA) (LSI Medience Corporation) (31). HBe antigen was detected by CLIA (LSI Medience Corporation).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detection of HBs and HBe antigens"
        },
        {
            "text": "The ratio of virions and envelopeless nucleocapsids in HBV inoculum derived from the culture supernatant of Hep38.7-Tet cells was determined by native agarose gel electrophoresis followed by southern blot analysis as described previously (57, 58) .",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 242,
                    "text": "(57,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 243,
                    "end": 246,
                    "text": "58)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Native agarose gel assay"
        },
        {
            "text": "HBV replication was assessed using HepG2.2.15.7 cells, an HBV-replicating cell line (37). Cells were treated with compounds for six days, changing medium every three days. HBV DNA released in culture supernatant was quantified by real-time PCR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HBV replication assay"
        },
        {
            "text": "The interaction between a preS1 peptide and hepatocytes was assessed by incubating HepG2-hNTCP-C4 cells with TAMRA-labeled preS1 peptide (2-48 aa) (preS1-TAMRA) at 37 °C for 30 min. The cells were then washed out free preS1-TAMRA and fixed, and the fluorescence of preS1-TAMRA bound to cell surface was detected by fluorescence microscopy (31).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PreS1 binding assay"
        },
        {
            "text": "The DNA fragment encoding NTCP gene with the tobacco etch virus (TEV)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of recombinant NTCP protein"
        },
        {
            "text": "protease site and C-terminal His-tag was synthesized from OPERON (31). The gene was digested with NdeI and XhoI, and ligated into multi-cloning site modified pIVEX2.3d (5'PRIME) for Cell-free protein synthesis. The Cell-free protein synthesis was carried out by using 1 mL RTS500 E.coli HY Kit (5'PRIME)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of recombinant NTCP protein"
        },
        {
            "text": "with 10 µg plasmid and 0.4% digitonin for solubilization of expressed NTCP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of recombinant NTCP protein"
        },
        {
            "text": "After incubation at 37°C for 16 h, the reaction solution was collected and Fig. 3 ) and",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 75,
                    "end": 81,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "Preparation of recombinant NTCP protein"
        },
        {
            "text": "its purity was roughly 70-75%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of recombinant NTCP protein"
        },
        {
            "text": "The binding between compounds and recombinant NTCP protein, or bovine serum albumin (BSA) as a control, was evaluated by SPR analysis using BIAcore 3000 (GE Healthcare) as described previously (39). Briefly, a solution of each compound at the indicated concentrations in PBS was injected over the recombinant NTCP protein or BSA immobilized on a sensor chip (Biacore AB).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surface plasmon resonance (SPR) analysis"
        },
        {
            "text": "An analyte-free buffer was injected after 120 sec. The binding between compounds and recombinant protein was analyzed by BIA evaluation 4.1 software (GE Healthcare).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surface plasmon resonance (SPR) analysis"
        },
        {
            "text": "The interaction between recombinant NTCP protein and preS1 peptide (2-48 aa) was examined by pull down assay. Biotinylated preS1 peptide (2-48 aa) or hepatitis C virus (HCV) E1 peptide (111-140 aa) as a non-relevant control was incubated with recombinant NTCP protein. Biotinylated peptides were pulled down with streptavidin-beads and the precipitates were dissolved in the sample buffer. Coprecipitated NTCP protein was detected by immunoblot.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pull down assay"
        },
        {
            "text": "Activity for CyP binding was determined using a competitive ELISA adapted from the methods described previously (59) . Immobilized CsA was incubated with recombinant CyPA in the presence of various concentrations of CsA or its derivatives. The concentrations inhibiting to 50% of CsA-CyPA binding (IC50)",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 116,
                    "text": "(59)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Cyclophilin (CyP) binding assay and calcineurin (CN) inhibition assay"
        },
        {
            "text": "for each compound were calculated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cyclophilin (CyP) binding assay and calcineurin (CN) inhibition assay"
        },
        {
            "text": "For evaluating CN activity, compounds were tested for their T cell stimulation in Jurkat cells (60) . IL-2 levels were determined using a Luminex 1-plex assay in the supernatant of cells treated with anti-CD3 (0.4 μg/ml), anti-CD28 (2 μg/ml) in the presence of compounds for 6 h. The compound concentrations required to inhibit IL-2 production by 50% were determined.",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 99,
                    "text": "(60)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Cyclophilin (CyP) binding assay and calcineurin (CN) inhibition assay"
        },
        {
            "text": "ASBT transporter activity was performed using HEK293 cells overexpressing ASBT essentially as described previously (61) ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transporter activity of apical sodium dependent bile acid transporter (ASBT)"
        },
        {
            "text": "Transporter kinetics assay was essentially performed as described (62) . We treated HepG2-hNTCP-C4 cells with varying concentrations of TCA (5, 10, 20, 40, 80, 160, and 240 μM) in the presence or absence of compounds (0, 5, and 10 μM), and measured the intracellular [ 3 H] count for quantifying TCA uptake.",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 70,
                    "text": "(62)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 140,
                    "end": 176,
                    "text": "(5, 10, 20, 40, 80, 160, and 240 μM)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "NTCP Transporter assay to determine the transporter kinetics"
        },
        {
            "text": "If the inhibition is competitive, compound does not or little affect on the maximum transport activity (red in Supplementary Fig. 9B , left), but increased KM value, which is the concentration achieving the half maximum transport activity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 111,
                    "end": 132,
                    "text": "Supplementary Fig. 9B",
                    "ref_id": null
                }
            ],
            "section": "Concentration-dependent [ 3 H]-TCA uptake is shown in Michaelis-Menten plot."
        },
        {
            "text": "Non-competitive inhibition gives the reduction in the maximum transport activity (green in Supplementary Fig. 9B, left) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 91,
                    "end": 119,
                    "text": "Supplementary Fig. 9B, left)",
                    "ref_id": null
                }
            ],
            "section": "Concentration-dependent [ 3 H]-TCA uptake is shown in Michaelis-Menten plot."
        },
        {
            "text": "Statistical significance was determined using Student's t-test (*P<0.05, **P<0.01). The data from three (Figs. 2D, 3A ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 104,
                    "end": 117,
                    "text": "(Figs. 2D, 3A",
                    "ref_id": null
                }
            ],
            "section": "Statistics"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Mode of action for cyclosporins-NTCP interaction",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "PreS1 binding assay was performed in HepG2 cells overexpressing either the wild type NTCP (panels a-e) or NTCP carrying the mutation from RLKN to HLTS at 84-87 aa",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "HepG2 cells without NTCP overexpression was used as a negative control (panel k). CsA, SCY995, and SCY446 could impair NTCP(m84-87)-preS1 binding (panels h-j)",
            "authors": [
                {
                    "first": "Scy995",
                    "middle": [],
                    "last": "Csa",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Scy446",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Middle and right, kinetics of NTCP transporter activity was analyzed under treatment with or without CsA (middle graph) or SCY446 (right graph) at either 0 (black), 5 (light gray), or 10 μM (dark gray) for varying concentrations of TCA",
            "authors": [],
            "year": null,
            "venue": "Michaelis-Menten plot reducing the \"maximum-effect\" indicates a non-competitive mode of inhibition (green)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "C) PreS1 binding assay was performed as described in Fig. 3 in the presence of varying concentrations of CsA, SCY446, and SCY995 (6.25, 12.5, and 25 μM) with escalating amount of fluorescent-labeled preS1 (40, 80, 160, and 320 nM). The blue box shows a normal condition for preS1 binding assay. Augmentation of fluorescent",
            "authors": [],
            "year": null,
            "venue": "Michaelis-Menten plot suggests that CsA and SCY446 inhibit NTCP transporter in a competitive manner",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "PreS1 binding assay under either single-or co-treatment with CsA (3.3, 10, and 30 μM) and SCY995 (3.3, 10, 30, and 90 μM)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Molecular determinants of hepatitis B and D virus entry restriction in mouse sodium taurocholate cotransporting polypeptide",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sui",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Virol",
            "volume": "87",
            "issn": "",
            "pages": "7977--7991",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Enhancement of Detection Sensitivity of Cyclosporin A by Derivatization with 2-Naphthylselenylchloride",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Gfeller",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Beck",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Seebach",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Helv. Chim. Acta",
            "volume": "63",
            "issn": "",
            "pages": "728--732",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Multiple functions of capsid protein phosphorylation in duck hepatitis B Virus replication",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Summers",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J Virol",
            "volume": "68",
            "issn": "",
            "pages": "4341--4348",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A conformational heparan sulfate binding site essential to infectivity overlaps with the conserved hepatitis B virus a-determinant",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sureau",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Salisse",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Hepatology",
            "volume": "57",
            "issn": "",
            "pages": "985--994",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Cyclophilin binds to the region of cyclosporine involved in its immunosuppressive activity",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Van Regenmortel",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Eur J Immunol",
            "volume": "17",
            "issn": "",
            "pages": "1359--1365",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "CD28-stimulated IL-2 gene expression in Jurkat T cells occurs in part transcriptionally and is cyclosporine-A sensitive",
            "authors": [],
            "year": 1992,
            "venue": "J Immunol",
            "volume": "148",
            "issn": "",
            "pages": "2609--2616",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Glucuronidation converting methyl",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nomura",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Okamura",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hara",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Horie",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Baba",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sugiyama",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "-ethylvaleryl)-4-hydroxy-6,7,8-trimethoxy-2-naphth oate (S-8921) to a potent apical sodium-dependent bile acid transporter inhibitor, resulting in a hypocholesterolemic action",
            "authors": [],
            "year": 2007,
            "venue": "J Pharmacol Exp Ther",
            "volume": "322",
            "issn": "3",
            "pages": "610--618",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Aphid amino acid transporter regulates glutamine supply to intracellular bacterial symbionts",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Price",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bavan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Luetje",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Proc Natl Acad Sci",
            "volume": "111",
            "issn": "",
            "pages": "320--325",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "centrifuged at 21,500 x g at 4°C for 10 min. The supernatant was diluted with 5 mL wash buffer (50 mM Tris-HCl pH 8.0, 0.5 M NaCl, 0.1% DDM, 15% glycerol, 20 mM imidazole) and agitated at 4°C with 2 mL Ni-NTA for 1 h for binding. TheNi-NTA was loaded into a open column and washed with 50 mL wash buffer. The synthesized NTCP protein was eluted with 50 mM Tris-Cl pH 8.0, 0.5 M NaCl, 0.5 M imidazole and 0.05% DDM. The fractions were pooled and dialyzed against 50 mM Tris-pH 8.0, 0.5 M NaCl, and 0.1% DDM. The protein was analyzed by Coomassie Brilliant Blue staining (Supplementary",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "-B, 5B, 6A-D, and 7A-E) or four (Figs. 1A, 1D, 2B-C, 5A, and 5C) independent experiments with three samples per experiment were analyzed, and a normal distribution of values was confirmed by Shapiro-Wilk Normality Test (P>0.05). Supplementary Figures Supplementary Fig. 1. Analysis of the HBV inoculum used in this assay. HBV inoculum derived from the culture supernatant of Hep38.7-Tet cells was analyzed by native agarose gel electrophoresis followed by southern blot analysis, as shown in Supplementary materials and methods. The number above the graph indicate the GEq (x 10 8 ) loaded on the gel. M, size marker. virions (upper bands) and nucleocapsids (lower bands) was roughly 53:47. The ratio of Supplementary Fig. 2. Effect of CsA and its analogs on cell viability in primary human hepatocytes. Primary human hepatocytes were treated with varying concentrations of CsA and its analogs, SCY806, SCY446, SCY450, and SCY995 (10, 20, 40, and 80 μM), and the cell viability was measured by MTT assay. There was no significant cytotoxicity with up to 80 μM of compounds. Supplementary Fig. 3. Analysis of the recombinant NTCP protein used in this study. Recombinant NTCP protein was prepared as described in mbinant NTCP protein (right lane) was analyzed by Coomassie Brilliant Blue staining. The left lane and number indicate a size marker and its molecular weight (kDa). Supplementary materials and methods. The prepared reco Supplementary Fig. 4. Interaction of the recombinant NTCP protein with the preS1 (2-48 aa) peptide. (A) Interaction between the recombinant NTCP protein and the preS1(2-48 aa) was measured by SPR analysis as shown in Fig. 4. BSA and HCV E1 (111-140 aa) peptide were used an non-relevant controls. Left, center, and right figures show the SPR signals using BSA (left) or NTCP (center and right) immobilized on a sensor chip and the preS1 (2-48 aa) (left and center) or HCV E1 (111-140 aa) (right) as analyte. 62.5 (blue), 125 (cyan), 250 (light blue), 500 (pink), and 1000 (red) nM of peptides were used as analyte. (B) Biotinylated preS1 (2-48 aa) or HCV E1 (111-140 aa) as a probe was incubated with recombinant NTC precipitated with streptavidin-sepharose.NTCP protein in the precipitates was detected by immunoblot.(C) Fluorescent-labeled preS1 peptide bind HepG2-hNTCP-C4 cells was inhibited by addition with 1 μM recombinant protein, but not BSA. PreS1 was not bound to HepG2 cells.Supplementary materials and methods andSupplementaryFig. 7. Effect of sulfobromophthalein on bile acid uptake.(A)  Activity for bile acid uptake was measured using HepG2-hNTCP-C4 cells either in the absence (lanes 1-8) or presence (lanes 9-12) of sodium as shown in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": ". 6A with or without varying concentrations of sulfobromophthalein (16, 40, and 100 μM for lanes 2-4, 6-8, and 10-12).No significant effect of sulfobromophthalein on sodium-independent bile acid uptake was observed.(B) Bile acid uptake of HepG2 as well as HepG2-hNTCP-C4 cells in the presence of sodium was measured with or without sulfobromophthalein (16, 40, and 100 μM for lanes 2-4 and 6-8. 100 μM for lane 10). Sulfobromophthalein did not affect bile acid uptake of HepG2 cells, which are deficient for NTCP expression. Supplementary Fig. 8. CsA and its derivatives did not impair ASBT transporter activity. ASBT transporter activity was measured in HEK293 cells overexpressing ASBT upon treatment with varying concentrations of CsA and its derivatives, SCY450 and SCY995, as shown in Supplementary materials and methods.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}