{
    "paper_id": "032f28d7c6b93664ed563456fa29c373fe8b6f7c",
    "metadata": {
        "title": "MRI of the lungs in patients with COVID-19: clinical case",
        "authors": [
            {
                "first": "Yu",
                "middle": [
                    "A"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sergunova",
                "middle": [
                    "K A"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bazhin",
                "middle": [
                    "A V"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Masri",
                "middle": [
                    "A G"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Vasileva",
                "middle": [
                    "Yu N"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "E",
                "middle": [
                    "A"
                ],
                "last": "Suleumanov",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Telemedicine Technologies of the Moscow Health Care Department",
                    "location": {
                        "settlement": "Moscow",
                        "country": "Russia"
                    }
                },
                "email": ""
            },
            {
                "first": "Semenov",
                "middle": [
                    "D S"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kudryavtsev",
                "middle": [
                    "N D"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Panina",
                "middle": [
                    "O Yu"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Khoruzhaya",
                "middle": [
                    "A N"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zinchenko",
                "middle": [
                    "V V"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Akhmad",
                "middle": [
                    "E S"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Petraikin",
                "middle": [
                    "A V"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Vladzymyrskyy",
                "middle": [
                    "A V"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Midaev",
                "middle": [
                    "A V"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Morozov",
                "middle": [
                    "S P"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Objective: To evaluate an applicability of lungs magnetic resonance imaging (MRI) in viral pneumonia patients including, but not limited to, COVID-19 in a setting of computed tomography (CT) limited availability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The study included 11 patients (4 with positive polymerase chain reaction (PCR) test for COVID-19). All of patients underwent an MRI scan of lungs using Single shot fast spin echo (SSFSE), LAVA 3D and IDEAL 3D, EPI Diffusionweighted imaging (DWI) and Fast Spin Echo (FSE) T2WI without using respiratory or any other trigger. 3 patients also had CT scan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "All scans were analyzed for Ground-glass opacity (GGO) and crazy-paving signs indicating potential viral pneumonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: In 8 (67%) patients foci and zones of slight compaction of the parenchyma were visualized as 'cloudy sky sign' on T2WI. GGO zones on CT corresponded to 'cloudy sky sign' on MRI in patients who underwent both MRI and CT.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusion: Lung MRI allows to identify the signs of viral pneumonia and estimate the severity of the disease and the volume of pulmonary involvement, 'cloudy sky sign' on MRI corresponds to GGO in CT. The method could be used in COVID-19 diagnosis. Further research will allow to assess accuracy of MRI compared to CT.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The novel coronavirus disease in some cases is complicated by severe damage to the respiratory tract. Diagnostic and treatment recommendations require computed tomography (CT) of the lungs for suspected viral pneumonia. However, CT scans may possible not be available due to an increase in the load of CT scans of radiological departments during a pandemic. Unfortunately, radiography and ultrasound used in such cases do not allow to estimate the volume of the lung lesions; therefore, alternative diagnostic methods are required. The aim of this work was to evaluate the possibility of using lung MRI as an alternative, non-ionizing method for patients with viral pneumonia throughout monitoring, among others, during and after COVID-19 therapy to increase the overall effectiveness of the radiology department.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The study included 11 patients, among whom were 4 (36%) men and 7 (64%) women. The age of the patients ranged from 26 to 69 years; the average age was 41 ± 13 years. In 6 (55%) patients, catarrhal events were noted. Also, 2 (18%) patients complained of coughing, shortness of breath, and chest pain. Five patients (45%) had no complaints. In 4 (36%) patients, a positive result was revealed in polymerase chain reaction (PCR) test for COVID-19. These 4 patients were medical workers of the resuscitation and intensive care unit in a medical institution specializing in the treatment of patients with infectious diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study population"
        },
        {
            "text": "All patients underwent an MRI scan of the chest organs in accordance with the concept \"less scan time, more information\". The study was conducted on 3 T scanner (Signa Pioneer, GE) in the supine position using the abdominal and spinal RF coils. The center of the abdominal coil was positioned at mid-sternum. Scans performed without using a respiratory trigger and without breath holding, if possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MRI scan"
        },
        {
            "text": "First of all T2-weighted images (T2WI) were obtained in three planes using Single shot fast spin echo (SSFSE) with further parameters: TR 2339.3 ms, TE 89 ms, flip angle 90°, FOV 450´450 mm, matrix (frequency ´ phase) 384´256, slice thickness 6 mm, spacing between slices 6 mm, number of averages 0.6, k-space filling method -Cartesian. Then these images were applied for planning axial Fast Spin Echo (FSE) T2WI.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MRI scan"
        },
        {
            "text": "T1WI were performed by LAVA 3D and IDEAL 3D. For LAVA 3D, scan parameters were TR 4 ms, TE 2.2 ms and 1,1 ms, flip angle 10°, FOV 400´400 mm, matrix 288´288, slice thickness 3 mm, spacing between slices 1,5 mm, number of averages 0.7 with WATER and FAT fractions, in-phase/out-phase. For IDEAL 3D, scan parameters were TR 5,8 ms, TE 2.5 ms, flip angle 3°, FOV 440´440 mm, matrix 256´256, slice thickness 10 mm, spacing between slices 10 mm, number of averages 0.7 with WATER and FAT fractions, in-phase/out-phase.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MRI scan"
        },
        {
            "text": "Diffusion-weighted imaging (DWI) was performed by EPI pulse sequence TR 10000 ms, TE 62.3 ms, flip angle 89°, FOV 400´400 mm, matrix 128´140, slice thickness 5 mm, spacing between slices 5 mm, number of averages 1, b-values: 50, 800 sec/mm 2 , no respiratory synchronization was used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MRI scan"
        },
        {
            "text": "In addition, Fast Spin Echo (FSE) T2WI were obtained in axial plane with following parameters: TR 2125 ms, TE 82.7 ms, flip angle 111°, FOV 400´400 mm, matrix 448´256, slice thickness 5 mm, spacing between slices 5 mm, number of averages 2, R-L phase encoding. The scan was divided into parts (covers, batches) to collect data from separate blocks of slices and reduce movement artifacts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MRI scan"
        },
        {
            "text": "The use of respiratory trigger was complicated by the presence of dyspnea in patients with viral pneumonia. Moreover, using respiratory gating for synchronizing of MR data collection with respiration requires additional time. In this case the number of averages for SSFSE, LAVA-Flex and EPI series were chosen not more than 1 to reduce blur artifacts associated with non-availability of respiratory gating. In cases where differential diagnostics of consolidation from \"Ground-glass opacity\" (GGO) is necessary scans should be acquired with breath-hold either in end-expiration and in full inspiration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MRI scan"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MRI scan"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 16, 2020. . https://doi.org/10.1101/2020.05. 13.20088732 doi: medRxiv preprint Therefore, the density of the parenchyma decreased by inspiration due to the preservation of partial pneumatization, and the intensity of the MR signal in the areas of the GGO decreased.",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 141,
                    "text": "13.20088732 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "MRI scan"
        },
        {
            "text": "Three patients underwent a CT scan after MRI (in a period less than two days). We used a 128-slice CT (Revolution EVO, GE) was used with the standard clinical protocol: 120 kV, with adaptive tube current modulation, exposure time 400 ms, slice thickness 1.25 mm, spaces between slices 0.5 mm, LUNG reconstruction filter. The average effective dose was 2 mSv.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CT scan"
        },
        {
            "text": "Patient studies were analyzed by 5 radiologists with more than 10 years of experience with MRI equipment. In the process of describing the study, the following points were considered: a search was made for polysegmented sections of the iso-intensive signal corresponding to changes in the type of GGO.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Radiologic assessment"
        },
        {
            "text": "Images were also evaluated for the presence of areas of a homogeneous hyper-intensive signal corresponding to CT of pulmonary tissue consolidation and changes in the type of crazy-paving sign, which are a combination of changes in the type of GGO and a pronounced thickening of the interlobular interstitium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Radiologic assessment"
        },
        {
            "text": "In 8 (67%) patients on T2WI, polymorphic iso-, hyper-intensive areas were identified that corresponded to foci and areas of slight compaction of the parenchyma, with partial preservation of pneumatization -\"cloudy sky sign\". In 6 (50%) cases on T2WI, uniformly hyper-intensive areas corresponding to pulmonary tissue consolidation were revealed. On diffusion-weighted images (DWI) (b-value = 500 sec/mm2) in 6 cases (50%), diffusion restriction regions were observed that corresponded to lesions of the pulmonary parenchyma detected on T2WI. In 7 (58%) cases, bilateral lung damage was detected. Most often (58%), the lower lobe of the right lung was affected. The middle lobe of the right lung was affected in 5 (42%) cases, the upper -in 2 (17%) cases. In the left lung, the lower lobe was affected in 4 (33%) cases, the upper lobe in 4 (33%) cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "MR-studies of six patients with the most pronounced signs of viral pneumonia are presented below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 16, 2020. In the basal sections of the lower lobe of the right lung, a section of the non-homogeneously enhanced intensity of the MR signal in T2WI (a) is determined against the background of the hypointensive lung parenchyma -a symptom of \"clouds in sky\" -\"cloudy sky sign\". These changes are less pronounced on Lava Flex Water (b) and DWI b = 500 sec/mm 2 (d), probably due to the lower sensitivity of these pulse sequences to unexpressed pulmonary parenchyma edema. IDEAL Water (c) represents a significantly amplified signal from this section, however, differentiation due to low spatial resolution is extremely difficult. In the lung parenchyma, the \"cloudy sky sign\" (a) is determined bilaterally on T2WI, which against the background of artifacts from a chest excursion is not reliably visualized on Lava Flex Water (b), while IDEAL Water (c) shows strongly marked and extensive changes, which can lead to overdiagnosis of the lesion. On DWI b = 500 sec/mm 2 (d), one-sided (right-sided) changes are noted, which might be a predictor of the development of consolidation, however, this hypothesis requires confirmation. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 16, 2020. . https://doi.org/10.1101/2020.05.13.20088732 doi: medRxiv preprint On these MRI tomograms, a more pronounced thickening of \"cloudy sky sign\" is visualized, both on T2WI (a), and on all other Lava Flex Water and IDEAL Water pulse sequences (b, c), which can indicate a lag in visualizing changes in the lungs to Lava Flex Water, which can be a differential diagnostic sign of the prescription of the process. GGO were found in S7, 9, 10 (a) and \"cloudy sky sign\" signs were in respective segments in all MRimages (b-f). . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 16, 2020. GGO were found in S1, 3 (a) and \"cloudy sky sign\" signs were in respective segments in all MRimages (b-f).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 16, 2020. Consolidated lung tissue visualized on CT as GGO in S6 on the right (a), the same zone is also clearly defined on T2WI in free breath (b). At the same time, the aforementioned zone practically does not differentiate on a deep breath (c), however, consolidation zones are traced.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The paper presents an integrated approach to provide highly informative lung MR images as an alternative, non-ionizing method for patients with COVID-19 in conditions of limited availability of computed tomography (CT). In particular, the higher number of averages allowed to increase a probability of high-quality FSE-images obtaining. Simultaneously the refusal to use of non-Cartesian filling of k-space which is often used in practice, allowed us to avoid blurring around the periphery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "For all patients \"cloudy sky sign\" areas for parenchyma compaction and consolidation due to infectious pneumonia, are clearly visualized. Localization of sections of the iso-intensive signal was characteristic of the basal and peripheral departments, which corresponds to that observed with CT. Crazy-paving signs on MRI correlated with those on CT and were visually identical.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Despite the fact that the novel coronavirus infection disease COVID-19 in most people causes mild symptoms and has a good prognosis, in some cases it is complicated by severe damage to the respiratory tract [1] . Among all imaging methods, CT is most sensitive to changes in the pulmonary parenchyma that are observed [2] . According to the international consensus of experts, it has become the method of choice for suspected viral pneumonia [3, 4, 5] , since its results directly affect the patient management.",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 210,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 318,
                    "end": 321,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 442,
                    "end": 445,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 446,
                    "end": 448,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 449,
                    "end": 451,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Computed tomography plays an important role in the diagnosis and treatment of lung diseases. Pneumonia associated with COVID-19 has a tendency to manifest itself in lung CT as bilateral, subpleural lesion zones, as zones of GGO with air bronchograms, fuzzy edges and a slight . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 16, 2020. . https://doi.org/10.1101/2020.05.13.20088732 doi: medRxiv preprint predominance in the right lower lobe [6] . Symptoms of SARS may be present even in asymptomatic patients, and foci can quickly increase in area or consolidate 1-3 weeks after the onset of symptoms, more often at 2 weeks of illness. Risk factors for worsening the prognosis of the course of the disease are old age, male gender, concomitant chronic diseases [7] .",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 181,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 498,
                    "end": 501,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Magnetic resonance imaging as a method of visualization of the lungs has several disadvantages. Due to the high airiness of the lung tissue, fewer water molecules to form a signal, and this inevitably lowers the signal-to-noise ratio, which results in poor quality images. In addition, susceptibility effects lead to even more pronounced signal attenuation. MRI has inferior anatomic resolution and is compromised by inevitable artifacts due to motion. However, the possibilities of MR imaging in relation to visualization of the lungs are constantly expanding due to both the technical improvement of MR equipment and the emergence of more complex pulse sequences and techniques [6, 7] . It has also been shown that MRI with high magnetic fields has a higher signal to noise ratio during thoracic imaging [8] .",
            "cite_spans": [
                {
                    "start": 680,
                    "end": 683,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 684,
                    "end": 686,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 806,
                    "end": 809,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Nevertheless, the main question that arises when attempting an MR scan of patients with viral pneumonia associated with COVID-19 is how much the visualized MR data can correlate with the radiological results detected by CT. G. Lutterbey et al. showed that high-field MRI has a sensitivity comparable to that of CT when detecting diffuse changes in the lungs [9] . But, unfortunately, at the moment there are no official clinical recommendations or studies comparing the picture of pathological changes in the lungs obtained with CT and MRI in at least small samples of patients with pneumonia caused by SARS-CoV-2.",
            "cite_spans": [
                {
                    "start": 358,
                    "end": 361,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "In the process of literary search, we found only one work describing a single clinical case, where the authors compared CT and MRI [10] . G. Szarf et al. showed that the results obtained with black-blood single-shot fast spin echo images are consistent with CT data, which revealed patchy peripheral multilobar consolidation and ground-glass opacities. New opacities and more confluent consolidation, which also showed MRI, in addition to new perilobular opacities may suggest the presence of organizing pneumonia.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 135,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "These MR findings are similar to those described by C. A. Yi et al. with inflammation-predominant lesions observed with usual and nonspecific types of interstitial pneumonia during T2-weighted triple-inversion black blood TSE images on 3T MRI [11] . Eibel et al. in their study have also compared the capabilities of high-resolution MRI and CT to detect pulmonary abnormalities suggesting pneumonia in patients with neutropenia. CT and MRI revealed GGO in 14 and 16 patients, respectively; in one patient, CT performed after 3 days showed GGO at the location previously displayed on MRI, which indicates that MRI is sufficiently sensitive to detect GGO consolidation [14] . A. Ekinci et al. came to similar conclusions: all MRI sequences had almost perfect agreement with CT for the detection of consolidation and patchy increased density. They believe that MRI can be used, particularly in cases where dynamic monitoring of patients is required to decrease to avoid ionizing radiation exposure [15] .",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 247,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 667,
                    "end": 671,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 995,
                    "end": 999,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Consolidation due to infectious pneumonia, which is alveoli filled with fluid, gives a high signal intensity on T2WI. MRI can also differentiate the consolidation associated with fibrous tissues due to the relatively \"short\" T2 component. It can be easily distinguished from focal consolidation in pulmonary infarction, which is caused by interalveolar blood. In this case, an increase in signal intensity on T1WI will be observed due to the formation of methemoglobin during subacute hemorrhage [16] .",
            "cite_spans": [
                {
                    "start": 496,
                    "end": 500,
                    "text": "[16]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 16, 2020. . https://doi.org/10.1101/2020.05. 13.20088732 doi: medRxiv preprint The main disadvantages of our work are the small sample, which does not allow us to make confident conclusions, as well as the inability to compare the changes we saw on MRI with a possible CT picture in the same patients. The absolute absence of any criteria that would allow us to relate the observed MRI picture to the severity of the patient's condition and clinical outcomes complicate the situation.",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 141,
                    "text": "13.20088732 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The results showed that in the absence of CT for patients with suspected or confirmed COVID-19, it is advisable to conduct an MRI of the lungs. It is important that, in contrast to planar imaging methods, MRI allows us to estimate the volume of the lesion and to control the dynamics of the disease. It should be noted that the formations on the MRI do not look like GGO, and therefore in this work we call them \"cloudy sky sign\". In the nearest future, we plan to launch a clinical study that would allow us to determine the sensitivity and specificity of MRI in the diagnosis of lung lesions with COVID-19 compared with CT. We also plan to evaluate the possibility of recommending MRI of the lungs to diagnose patients with suspected COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Funding: This study was not supported by any specific funding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The study was approved by Local Ethics Committee of the Morozov Children's Municipal Clinical Hospital of the Moscow Health Care Department.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics approval:"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics approval:"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 16, 2020. . https://doi.org/10.1101/2020.05.13.20088732 doi: medRxiv preprint 16.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics approval:"
        },
        {
            "text": "MM Barreto, PP Rafful, RS Rodrigues, G Zanetti, B Hochhegger, Jr Souza, MD Guimarães, E Marchiori, Correlation between computed tomographic and magnetic resonance imaging findings of parenchymal lung diseases, Eur. J. Radiol. 82 (9) (2013) 492-501.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics approval:"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics approval:"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 16, 2020. . https://doi.org/10.1101/2020.05.13.20088732 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics approval:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The continuing 2019-nCoV epidemic threat of novel coronaviruses to global health -The latest 2019 novel coronavirus outbreak in Wuhan",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hui",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Infectious Diseases",
            "volume": "91",
            "issn": "",
            "pages": "264--266",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Correlation of Chest CT and RT-PCR Testing in Coronavirus Disease 2019 (COVID-19) in China: A Report of 1014 Cases",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ai",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hou",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "ACR Recommendations for the use of Chest Radiography and Computed Tomography (CT) for Suspected COVID-19 Infection",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Diagnosis of SARS-CoV-2 Infection based on CT scan vs",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Al-Taw Q",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "RT-PCR: Re ecting on Experience from MERS-CoV // J Hosp Infect. -2020. -Mar 5. -Pii: S0195",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Canadian Society of Thoracic Radiology and Canadian Association of Radiologists' Statement on COVID -19",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Articles Radiological findings from 81 patients with COVID-19 pneumonia in Wuhan",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect. Dis",
            "volume": "20",
            "issn": "",
            "pages": "425--434",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "CT features and their role in COVID-19 // Radiol",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Infect. Dis",
            "volume": "",
            "issn": "",
            "pages": "1--4",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "In vivo imaging of the spectral line broadening of the human lung in a single breathhold",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Carinci",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Breuer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Jakob",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Magn. Reson. Imaging",
            "volume": "44",
            "issn": "3",
            "pages": "745--757",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Pseudo-diffusion effects in lung MRI",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Ziener",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kampf",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "T"
                    ],
                    "last": "Kurz",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Schlemmer",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Buschle",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Magnetic Resonance",
            "volume": "299",
            "issn": "",
            "pages": "1--11",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Cardiac imaging at 4 Tesla",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dougherty",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Connick",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mizsei",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Magn Reson Med",
            "volume": "45",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Lung MRI at 3.0 T: a comparison of helical CT and high-field MRI in the detection of diffuse lung disease",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lutterbey",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Gieseke",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Von Falkenhausen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Morakkabati",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Schild",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Eur Radiol",
            "volume": "15",
            "issn": "",
            "pages": "324--328",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Findings of COVID-19 on Magnetic Resonance Imaging",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fonseca",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chate",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Neto",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ishikawa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Silva",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Yokoo",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Szarf",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "3-T MRI for Differentiating Inflammation-and Fibrosis-Predominant Lesions of Usual and Nonspecific Interstitial Pneumonia: Comparison Study with Pathologic Correlation",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Yi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Shin",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "American Journal of Roentgenology",
            "volume": "190",
            "issn": "4",
            "pages": "878--885",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Pulmonary Abnormalities in Immunocompromised Patients: Comparative Detection with Parallel Section Helical CT 1",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Eibel",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Herzog",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Dietrich",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ct Rieger",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ostermann",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "O"
                    ],
                    "last": "Reiser",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Schoenberg",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Radiology",
            "volume": "241",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "MRI of pneumonia in immunocompromised patients: comparison with CT",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ekinci",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Uçarkuş",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Okur",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Öztürk",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Doğan",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Diagn Interv Radiol",
            "volume": "23",
            "issn": "1",
            "pages": "22--28",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Lung MRI of 45-year-old woman: a -T2 FSE, b -Lava Flex Water, c -IDEAL Water, d -DWI b=500 sec/mm 2 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "69-year-old woman. The clinical manifestations were: fever, cough, chest pain, weakness. Negative PCR (PCR-)Lung MRI of 69-year-old woman: a -T2 FSE, b -Lava Flex Water, c -IDEAL Water, d -DWI b=500 sec/mm 2 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "52-year-old woman. The clinical manifestation was: fever, cough, chest pain, weakness. Positive PCR (PCR+)Lung MRI of 52-year-old woman: a -T2 FSE, b -Lava Flex Water, c -IDEAL Water, d -DWI b=500 sec/mm 2 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "23-year-old woman. The clinical manifestations were: fever, cough, chest pain, weakness. Negative PCR (PCR-Lung CT and MRI of 23-year-old-woman: a -axial CT, b -T1WI in-phase, с -T2 fiesta-WI SE, d -T2WI SSFSE, e -DWI (b = 1000 sec/mm 2 ), f -T1WI 3D GRE FatSat.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "26-year-old woman. The clinical manifestations were: fever, cough, chest pain, weakness. Negative PCR (PCR-). a b",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Lung CT and MRI of 26-year-old-woman: a -axial CT, b -T1WI in-phase, с -T2 fiesta-WI SE, d -T2WI SSFSE, e -DWI (b = 1000 sec/mm 2 ), f -T1WI 3D GRE FatSat.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Lung CT and MRI of 57-year-old-man: a -axial CT, b -free breath T2WI, с -deep exhale T2WI.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}