{"paper_id": "03f66e024d4c560bc03d460ad8042344b670ac9c", "metadata": {"title": "Pharmacogenomics of Viral Diseases", "authors": [{"first": "S", "middle": [], "last": "Dwivedi", "suffix": "", "affiliation": {}, "email": ""}, {"first": "•", "middle": ["S S"], "last": "Yadav", "suffix": "", "affiliation": {}, "email": ""}, {"first": "•", "middle": ["M K"], "last": "Singh", "suffix": "", "affiliation": {}, "email": ""}, {"first": "•", "middle": ["S"], "last": "Shukla", "suffix": "", "affiliation": {}, "email": ""}, {"first": "S", "middle": [], "last": "Khattri", "suffix": "", "affiliation": {}, "email": ""}, {"first": "K", "middle": ["K"], "last": "Pant", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Shailendra", "middle": [], "last": "Dwivedi", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Suraj", "middle": [], "last": "Singh Yadav", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Manish", "middle": ["Kumar"], "last": "Singh", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Shailja", "middle": [], "last": "Shukla", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Sanjay", "middle": [], "last": "Khattri", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Kamlesh", "middle": ["Kumar"], "last": "Pant", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Viral diseases are leading cause of deaths worldwide as WHO report suggests that hepatitis A virus (HAV) infects more than 80 % of the population of many developing countries. Viral hepatitis B (HBV) affects an estimated 360 million people, whereas hepatitis C affects 123 million people worldwide, and last but not least, at current, India has an HIV/AIDS population of approximately 2.4 million people and more than 30 million in whole world and now it has become a reason for 1.8 million death globally; thus, millions of people still struggle for their lives.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "The progress in medical science has made it possible in overcoming the various fatal diseases such as small pox, chicken pox, dengue, etc., but human immunodefi ciency viruses, infl uenza, and hepatitis virus have renewed challenge surprisingly. The obstacles and challenges in therapy include existence of antibiotic resistance strains of common organisms due to overuse of antibiotics, lack of vaccines, adverse drug reaction, and last but not least the susceptibility concerns. Emergence of pharmacogenomics and pharmacogenetics has shown some promises to take challenges. The discovery of human genome project has opened new vistas to understand the behaviors of genetic makeup in development and progression of diseases and treatment in various viral diseases. Current and previous decade have been engaged in making repositories of polymorphisms (SNPs) of various genes including drug-metabolizing enzymes, receptors, infl ammatory cells related with immunity, and antigen-presenting cells, along with the prediction of risks. The genetic makeup alone is most likely an adequate way to handle the therapeutic decision-making process for", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Infectious diseases like viral are the number one cause of premature death in the world. A large number of antiviral drugs are used clinically, but their effectiveness is being eroded by the development of resistance and concerns over safety.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Research in this area has led to fundamental discoveries, which have helped our understanding of the reasons why individuals differ in the way they handle drugs and ultimately in the way they respond to drugs, either in terms of effi cacy or toxicity. However, not much of this knowledge has been translated into clinical practice, most drug-gene associations that have some evidence of clinical validity have not progressed to clinical settings. Advances in genomics since 2000, after exploration of the human genome, have provided us with unprecedented opportunities to understand variability in drug responses and the opportunity to incorporate this into patient cure. The needs for newer and safer antiviral drugs remain continued. Nowadays an explosion in genome sequencing of both viral pathogens and their human host is helping us to understand the complex interactions involved in the infection process. The pharmaceutical industry is exploiting this information to identify better targets for treating viral diseases and to improve understanding of patient responses to a drug so-called pharmacogenomics. Common human diseases caused by viruses include the common cold, the fl u, chickenpox, and cold sores.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Serious diseases such as Ebola, hepatitis, and AIDS are also caused by viruses. Many viruses cause little or no disease and are said to be \"benign.\" The more harmful viruses are described as virulent. Viruses cause different diseases depending on the types of cell that they infect. Some viruses can cause lifelong or chronic infections where the viruses continue to reproduce in the body despite the host's defense mechanisms, as it is common in hepatitis B virus, hepatitis C virus, and HIV infections.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Hepatitis A occurs sporadically and epidemically worldwide, with a tendency to cyclic recurrences (Lemon 1994 ) . Epidemics are uncommon in developing countries where adults are generally immune. Poor sanitation and hygiene conditions in different parts of the world leave large segments of the population susceptible to infection, and outbreaks may result whenever the virus is introduced (Lemon 1994 ; Melnick 1995 ; Shapiro and Margolis 1993 ) . Worldwide, HAV infections account for 1.4 million cases annually (Viral Hepatitis Prevention Board 1997 ). Hepatitis B virus (HBV) infection is a serious global health problem, with 2 billion people infected worldwide and 350 million suffering from chronic HBV infection. The tenth leading previous regimen failure. With the introduction of new antiviral therapeutic agents, a signifi cant improvement in progression and overall survival has been achieved, but these drugs have shown several adverse responses in some individuals, so the success is not up to the expectations. Research and acquisition of new knowledge of pharmacogenomics may help in overcoming the prevailing burden of viral diseases. So it will defi nitely help in selecting the most effective therapeutic agents, effective doses, and drug response for the individuals. Thus, it will be able to transform the laboratory research into the clinical bench side and will also help in understanding the pathogenesis of viral diseases with drug action, so the patients will be managed more properly and fi nally become able to fulfi ll the promise of the future. cause of death worldwide, HBV infections result in 500,000-1.2 million deaths per year caused by chronic hepatitis, cirrhosis, and hepatocellular carcinoma; the last accounts for 320,000 deaths per year (WHO Report.3 1997 ; WHO fact sheet 2000 ) . Hepatitis B virus (HBV) infection is a major global public health problem. Of the approximately 2 billion people who have been infected worldwide, more than 350 million act as chronic carriers of HBV (WHO fact sheet 2000 ) . Approximately 15-40 % of infected patients will develop cirrhosis, liver failure, or hepatocellular carcinoma (Lok 2002 ) . HBV infection accounts for 500,000-1.2 million deaths each year (Mahoney 1999 ; Lee 1997 ) and is the tenth leading cause of death worldwide.", "cite_spans": [{"start": 98, "end": 111, "text": "(Lemon 1994 )", "ref_id": "BIBREF70"}, {"start": 390, "end": 403, "text": "(Lemon 1994 ;", "ref_id": "BIBREF70"}, {"start": 404, "end": 418, "text": "Melnick 1995 ;", "ref_id": null}, {"start": 419, "end": 446, "text": "Shapiro and Margolis 1993 )", "ref_id": "BIBREF128"}, {"start": 1778, "end": 1798, "text": "(WHO Report.3 1997 ;", "ref_id": null}, {"start": 1799, "end": 1820, "text": "WHO fact sheet 2000 )", "ref_id": null}, {"start": 2023, "end": 2045, "text": "(WHO fact sheet 2000 )", "ref_id": null}, {"start": 2158, "end": 2169, "text": "(Lok 2002 )", "ref_id": null}, {"start": 2236, "end": 2251, "text": "(Mahoney 1999 ;", "ref_id": "BIBREF76"}, {"start": 2252, "end": 2262, "text": "Lee 1997 )", "ref_id": "BIBREF67"}], "ref_spans": [], "section": "Overview of Viral Diseases Burden on Health"}, {"text": "Since its discovery in 1989, hepatitis C virus (HCV) has been recognized as a major cause of chronic liver disease worldwide. The most recent WHO estimate of the prevalence of HCV infection is 2 %, representing 123 million people (Perz et al. 2004 ) . HCV is the leading cause of liver transplantation in developed countries and the most common chronic blood-borne infection in the USA.", "cite_spans": [{"start": 230, "end": 249, "text": "(Perz et al. 2004 )", "ref_id": "BIBREF103"}], "ref_spans": [], "section": "Overview of Viral Diseases Burden on Health"}, {"text": "There is a wide range of prevalence estimates among developing countries and generally less data available to validate assumptions about the burden of disease than in the developed world. This range in prevalence is refl ected in reviewing the estimates from developing countries that are among the world's most populous nations (Population Reference Bureau 2004 ) . China, whose citizens account for one-fi fth of the world's population, has a reported seroprevalence of 3.2 % (Xia et al. 1996 ) . In India, which holds an additional one-fi fth of the world's population, one community-based survey reported an overall rate of 0.9 % (Chowdhury et al. 2003 ) .", "cite_spans": [{"start": 329, "end": 364, "text": "(Population Reference Bureau 2004 )", "ref_id": null}, {"start": 478, "end": 496, "text": "(Xia et al. 1996 )", "ref_id": "BIBREF151"}, {"start": 634, "end": 658, "text": "(Chowdhury et al. 2003 )", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Overview of Viral Diseases Burden on Health"}, {"text": "Countries with the highest reported prevalence rates are located in Africa and Asia; areas with lower prevalence include the industrialized nations in North America, Northern and Western Europe, and Australia. Populous nations in the developed world with relatively low rates of HCV seroprevalence include Germany (0.6 %) (Palitzsch et al. 1999 ) , Canada (0.8 %) (Zou et al. 2000 ) , France (1.1 %) (Desenclos 2000 ) , and Australia (1.1 %) (Law et al. 2003 ; Australian Census 2001 ) . Low, but slightly higher, seroprevalence rates have been reported in the USA (1.8 %) (Alter et al. 1999 ) , Japan (1.5-2.3 %) (Ohshima et al. 2000 ) , and Italy (2.2 %).", "cite_spans": [{"start": 322, "end": 346, "text": "(Palitzsch et al. 1999 )", "ref_id": "BIBREF100"}, {"start": 364, "end": 382, "text": "(Zou et al. 2000 )", "ref_id": "BIBREF156"}, {"start": 400, "end": 417, "text": "(Desenclos 2000 )", "ref_id": null}, {"start": 442, "end": 460, "text": "(Law et al. 2003 ;", "ref_id": "BIBREF66"}, {"start": 461, "end": 485, "text": "Australian Census 2001 )", "ref_id": null}, {"start": 573, "end": 593, "text": "(Alter et al. 1999 )", "ref_id": null}, {"start": 614, "end": 636, "text": "(Ohshima et al. 2000 )", "ref_id": "BIBREF96"}], "ref_spans": [], "section": "Overview of Viral Diseases Burden on Health"}, {"text": "Human papillomavirus (HPV) causes cervical cancer, the second biggest cause of female cancer mortality worldwide. Estimates of the number of cervical cancer deaths are around 250,000 per year. The prevalence of genital HPV infection in the world is around 440 million. There are over 100 genotypes of HPV, 40 of which infect human mucosal areas of the upper digestive tract and genital tract. The majority of adenocarcinomas of the cervix and of squamous cell cancers (SCC) of the vulva, vagina, penis, and anus are caused by HPV-16 and HPV-18 (together accounting for about 70 % of cases globally), the remaining 30 % being due to other high-risk HPV types (such as HPV-31, HPV-33, HPV-35, HPV-39, HPV-45, HPV-51, HPV-66). The relative importance of different high-risk types varies between countries and regions, but type 16 has the greatest contribution to cervical cancer in all regions. HPV is also associated with other cancers of the anus, head and neck, and rarely, recurrent respiratory papillomatosis in children.", "cite_spans": [], "ref_spans": [], "section": "Overview of Viral Diseases Burden on Health"}, {"text": "About 500,000 cases of cervical cancer are estimated to occur each year, over 80 % of which occur in developing countries, where neither population-based routine screening (e.g., Papanicolaou smear test) nor optimal treatment is available. The highest estimated incidence rates of cervical cancer occur in Africa, Central and South America, and Asia. Epidemiological studies in the USA have reported that 75 % of the 15-50-year-old population is infected with genital HPV over their lifetime, 60 % with transient infection, 10 % with persistent infection (confi rmed by detection of HPV DNA in genital samples), 4 % with mild cytological signs, and 1 % with clinical lesions.", "cite_spans": [], "ref_spans": [], "section": "Overview of Viral Diseases Burden on Health"}, {"text": "HPV belongs to the family Papovaviridae. These are small nonenveloped icosahedral viruses with an 8 kbp long double-stranded circular DNA genome. The papillomavirus genome comprises early and late genes that encode early proteins E1-E7 and late proteins L1-L2. The early proteins are nonstructural proteins involved in replication and transcription of the genome (E1-E5) or in host cell tumoral transformation (E6 and E7), whereas L1 and L2 are the structural capsid proteins of the virion. The low-grade cervical dysplasias correspond to productively infected cells that actively shed virus, whereas high-grade dysplasias and cancers do not produce virions: viral gene expression in these cells is limited to the E6 and E7 oncogenes that are transcribed from randomly integrated viral DNA. The E7 protein is thought to induce cell proliferation and disrupt the cell cycle regulation by inactivation of the Rb family proteins, whereas E6 blocks cell apoptosis by directing the p53 tumor suppressor protein to the proteasome.", "cite_spans": [], "ref_spans": [], "section": "Overview of Viral Diseases Burden on Health"}, {"text": "Prophylactic HPV vaccine candidates are based on recombinant capsid protein L1 and aim to elicit neutralizing antiviral antibodies to protect against infection, while therapeutic vaccine candidates are based on viral oncogenic proteins E6 and E7, with or without L1, and aim to induce cell-mediated immune responses to eliminate the transformed tumor cells. The most advanced and promising approach for a prophylactic vaccine involves the use of noninfectious recombinant virus-like particles (VLPs) which self-assemble spontaneously from pentamers of the L1 capsid protein. Two prophylactic vaccine candidates are at the level of phase III clinical evaluation and the companies have fi led for licensure. GSK is focusing on a bivalent HPV-16, HPV-18 VLP vaccine candidate and Merck is developing a tetravalent vaccine based on VLPs from HPV-6, HPV-11, HPV-16, and HPV-18. Both showed very high effi cacy in proof-of-principle studies and the manufacturers have announced results showing almost 100 % protection against high-grade cervical cancer precursors caused by HPV types 16 and 18 in women aged 16-25 years.", "cite_spans": [], "ref_spans": [], "section": "Overview of Viral Diseases Burden on Health"}, {"text": "Most HPV infections in young females are temporary and have little long-term signifi cance. Seventy percent of infections are gone in 1 year and 90 % in 2 years. However, when the infection persists -in 5-10 % of infected women -there is high risk of developing precancerous lesions of the cervix, which can progress to invasive cervical cancer. This process usually takes 10-15 years, providing many opportunities for detection and treatment of the precancerous lesion. Progression to invasive cancer can be almost always prevented when standard prevention strategies are applied, but the lesions still cause considerable burden necessitating preventive surgeries, which do in many cases involve loss of fertility.", "cite_spans": [], "ref_spans": [], "section": "Overview of Viral Diseases Burden on Health"}, {"text": "In more developed countries, cervical screening using a Papanicolaou (Pap) test or liquid-based cytology is used to detect abnormal cells that may develop into cancer. If abnormal cells are found, women are invited to have a colposcopy. During a colposcopic inspection, biopsies can be taken and abnormal areas can be removed with a simple procedure, typically with a cauterizing loop or, more commonly in the developing world, by freezing (cryotherapy). Treating abnormal cells in this way can prevent them from developing into cervical cancer.", "cite_spans": [], "ref_spans": [], "section": "Overview of Viral Diseases Burden on Health"}, {"text": "Pap smears have reduced the incidence and fatalities of cervical cancer in the developed world, but even so, there were 11,000 cases and 3,900 deaths in the USA in 2008. Cervical cancer has substantial mortality in resource-poor areas; worldwide, there are an estimated 490,000 cases and 270,000 deaths each year (Kahn 2009 ) .", "cite_spans": [{"start": 313, "end": 325, "text": "(Kahn 2009 )", "ref_id": "BIBREF50"}], "ref_spans": [], "section": "Overview of Viral Diseases Burden on Health"}, {"text": "Several infl uenza epidemics in the twentieth century caused millions of deaths worldwide, including the worst epidemic in American history, the Spanish infl uenza outbreak that killed more than 500,000 in 1918. Seasonal infl uenza is an acute viral infection caused by an infl uenza virus. There are three types of seasonal infl uenza -A, B, and C. Type A infl uenza viruses are further typed into subtypes according to different kinds and combinations of virus surface proteins. Among many subtypes of infl uenza A viruses, currently infl uenza A (H1N1) and A (H3N2) subtypes are circulating among humans. Infl uenza viruses circulate in every part of the world. Type C infl uenza cases occur much less frequently than A and B. That is why only infl uenza A and B viruses are included in seasonal infl uenza vaccines.", "cite_spans": [], "ref_spans": [], "section": "Overview of Viral Diseases Burden on Health"}, {"text": "Avian infl uenza in humans as H5N1 avian infl uenza is an infectious disease of birds that can be spread to people but is diffi cult to transmit from person to person. Almost all people with H5N1 infection have had close contact with infected birds or H5N1-contaminated environments.", "cite_spans": [], "ref_spans": [], "section": "Overview of Viral Diseases Burden on Health"}, {"text": "When people do become infected, the mortality rates get up to 60 %.", "cite_spans": [], "ref_spans": [], "section": "Overview of Viral Diseases Burden on Health"}, {"text": "Most swine infl uenza viruses (SIVs) do not cause disease in humans. However, some countries have reported cases of human infection with SIVs. Most of these human infections have been mild and the viruses have not spread further to other people. The H1N1 virus that caused the infl uenza pandemic in 2009-2010, thought to have originated in swine, is an example of SIV that was able to spread easily among people and also cause disease.", "cite_spans": [], "ref_spans": [], "section": "Overview of Viral Diseases Burden on Health"}, {"text": "HIV is the human immunodefi ciency virus. It is the virus that can lead to acquired immune defi ciency syndrome, or AIDS. CDC estimates that about 56,000 people in the United States contracted HIV in 2006. There are two types of HIV, HIV-1 and HIV-2. In the USA, unless otherwise noted, the term \"HIV\" primarily refers to HIV-1. Both types of HIV damages a person's body by destroying specifi c blood cells, called CD4+ T cells, which are crucial to helping the body immune defense. AIDS is the late stage of HIV infection, when a person's immune system gets severely damaged and feels diffi culty in fi ghting against diseases and certain cancers. Before the development of certain medications, people with HIV could progress to AIDS in just a few years. At this time, there is no cure for HIV infection. Despite major advances in diagnosing and treating HIV infection, in 2007, 35 ,962 cases of AIDS were diagnosed and 14,110 deaths among people living with HIV were reported in the USA. The above-discussed diseases are continuously threatening the whole world and insisting to search and explore new medicine concept so that management would be possible and people may live long disease-free and free from economical burden.", "cite_spans": [{"start": 856, "end": 882, "text": "HIV infection, in 2007, 35", "ref_id": null}], "ref_spans": [], "section": "Overview of Viral Diseases Burden on Health"}, {"text": "Understanding the incredibly complex biology of the HIV virus is essential for building effective diagnostics and drugs. HIV belongs to a class of viruses known as retroviruses because it contains ribonucleic acid (RNA) as its genetic material. (Wedemeyer et al. 2009 ) are in clinical phases III and II, respectively, there is still little prospect of effective vaccines against these agents. Enormous burden and death due to these viral diseases compel the scientists/ virologists to think forcefully to overcome such mortality globally. There are around 40 antiviral compounds in clinical use targeting various viral diseases (over half of these drugs are being used in the treatment of patients with HIV infection), while there is no treatment for most acute infections, such as the ones that cause severe illnesses, including hemorrhagic fever, encephalitis, and even cancer. Most of the available drugs are of limited effi cacy and cause severe side effects (Dykxhoorn and Lieberman 2006 ) . HIV protease, which cleaves Gag and Gag-Pro-Pol polyproteins at ten varied sites necessary for the maturation of virus (Kohl et al. 1988 ) , is a major therapeutic target for antiviral drugs. In the last 20 years, structure-based drug discovery efforts have led to the development of nine approved competitive active site protease inhibitors (PIs). These inhibitors are the most potent anti-HIV drugs and essential components of the highly active antiretroviral therapy (HAART) (Bartlett et al. 2001 ) . The development of drug resistance is a major reason for the failure of protease inhibitor therapy. The virus accumulates many mutations within the protease that prevent PIs from binding to the protease. More than half the residues within the protease mutate in different combinations and lead to drug resistance (Wu et al. 2003 ) .", "cite_spans": [{"start": 245, "end": 267, "text": "(Wedemeyer et al. 2009", "ref_id": "BIBREF144"}, {"start": 964, "end": 995, "text": "(Dykxhoorn and Lieberman 2006 )", "ref_id": "BIBREF18"}, {"start": 1117, "end": 1136, "text": "(Kohl et al. 1988 )", "ref_id": "BIBREF57"}, {"start": 1476, "end": 1499, "text": "(Bartlett et al. 2001 )", "ref_id": null}, {"start": 1815, "end": 1832, "text": "(Wu et al. 2003 )", "ref_id": "BIBREF150"}], "ref_spans": [], "section": "Genome and Proteome Complexity of HIV"}, {"text": "Drug resistance is defi ned, in a clinical setting, as the point at which administration of the drug can no longer safely treat the disease state due to an induced change in the drug target or an inability of the drug to reach the target. With an antimicrobial agent, clinical resistance occurs when the minimum inhibitory concentration (MIC) of the drug, for a given microbial strain, exceeds that concentration of drug that can safely be administered. Resistance to a drug can arise by (1) mutation of the gene (or gene cluster);", "cite_spans": [], "ref_spans": [], "section": "Genome and Proteome Complexity of HIV"}, {"text": "(2) by acquisition of extrachromosomal DNA, or a transposable plasmid, that carries the resistance gene or genes; (3) upregulation of the target; or (4) upregulation of an effl ux mechanism. One study has recently suggested (Peet 2010 ) an approach to combating drug resistance that involves the selection of resilient drug targets (Lefebvre and Schiffer 2008 ) that are evolutionally constrained and the development of robust drugs (Nalam and Schiffer 2008 ) that are less susceptible to the development of resistance. Importantly, antiviral chemotherapy is plagued by the rapid development of drug resistance strains, resulting from the high rate of replication of viruses combined with the low fi delity with which they replicate their genomes.", "cite_spans": [{"start": 224, "end": 234, "text": "(Peet 2010", "ref_id": "BIBREF101"}, {"start": 332, "end": 361, "text": "(Lefebvre and Schiffer 2008 )", "ref_id": "BIBREF69"}, {"start": 433, "end": 459, "text": "(Nalam and Schiffer 2008 )", "ref_id": "BIBREF94"}], "ref_spans": [], "section": "Genome and Proteome Complexity of HIV"}, {"text": "The biggest challenge is to deal with the variations among HIV-1 clades. HIV-1 is capable of establishing latent infection in the early phases of infection (Mehandru et al. 2004 ) . HIV-1 can also escape from CTL sequestration of infected cells in the central nervous system owing to infrequent access of T cells in the CNS (McMichael and Rowland-Jones 2001 ) . Increased susceptibility of vaccinated individuals might be owing to vectorspecifi c immune responses, which make T cells more prone to HIV infection. However, recent reports demonstrate no role of vector-specifi c CD4+ T cells in an increasing susceptibility to HIV infection (Hutnick et al. 2010 ). The mechanism of T-cell exhaustion and antiviral control would be important to assess in vaccine studies to ensure the generation and maintenance of memory T cells (Trautmann et al. 2006 ). It has been reported that HIV-specifi c CD4+ T cells are induced during acute HIV infection, but their helper function gets compromised (Malhotra et al. 2001 ) . The large sequence diversity of envelope glycoprotein is another barrier in the development of an HIV-1 vaccine.", "cite_spans": [{"start": 156, "end": 179, "text": "(Mehandru et al. 2004 )", "ref_id": "BIBREF89"}, {"start": 324, "end": 359, "text": "(McMichael and Rowland-Jones 2001 )", "ref_id": "BIBREF88"}, {"start": 639, "end": 659, "text": "(Hutnick et al. 2010", "ref_id": "BIBREF46"}, {"start": 827, "end": 849, "text": "(Trautmann et al. 2006", "ref_id": "BIBREF139"}, {"start": 989, "end": 1012, "text": "(Malhotra et al. 2001 )", "ref_id": "BIBREF77"}], "ref_spans": [], "section": "Genome and Proteome Complexity of HIV"}, {"text": "Another major hurdle is to achieve the balanced immune response against vaccine candidates. It is likely that epitopes that are less well conserved between clades but conserved within a clade are capable of eliciting clade-specifi c, rather than cross-reactive, NAbs. HIV-1 clade C viruses seem to be more sensitive to neutralization than HIV-1 variants from other clades (Van Gils et al. 2010 ). HIV-1 clade C infection was most prevalent among elite neutralizers (Simek et al. 2009 ). Vaccine candidates using Env as the immunogen have not been able to produce bNAbs. bNAbs with long HCDR3 regions seem to be polyreactive for non-HIV antigens. Lack of bNAb generation has been attributed to autoreactivity of bNAbs directed toward Env. Autoreactivity of anti-Env bNAbs induces central tolerance mechanisms and results in removal of B cells producing antibody with the same epitope specifi city. The heavy chain of 2F5 bNAb was cloned in B cells in mice models and resulted in the loss of B cells expressing mature 2F5 IgM in mice (Verkoczy et al. 2010 ) . Another hypothesis emphasizes that bNAbs are not immunogenic enough to induce proliferation in B cells followed by fi ne-tuning of the B-cell receptor (antibody coding) through somatic hypermutation. The fi ne-tuning of the B-cell receptor gene is necessary to maximize the specifi city of antibody to its antigen (Harro et al. 2009 ). This raises concerns about the approach of using conserved Env epitopes as HIV-1 vaccine candidates for bNAb generation.", "cite_spans": [{"start": 372, "end": 393, "text": "(Van Gils et al. 2010", "ref_id": "BIBREF141"}, {"start": 465, "end": 483, "text": "(Simek et al. 2009", "ref_id": "BIBREF130"}, {"start": 1032, "end": 1055, "text": "(Verkoczy et al. 2010 )", "ref_id": "BIBREF142"}, {"start": 1372, "end": 1390, "text": "(Harro et al. 2009", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "Genome and Proteome Complexity of HIV"}, {"text": "Natural infection with HIV does not result in virus clearance by the host immune system and the development of natural immunity to reinfection. In spite of intense and sustained immune responses by both the humoral and cell-mediated defenses, HIV is able to resist eradication and continues depleting CD4+ T cells, which eventually leads to clinical progression to AIDS. There even is evidence that superinfection with a second HIV isolate can readily occur in HIV-infected persons, leading to the emergence of recombinant virus variants and generating increased virus diversity (Mc Cutchan et al. 2005 ) . HIV-1 integrates itself as latent proviral DNA into the genome of long-lived memory CD4+ T cells, which provide a persistent reservoir of the virus that escapes immune surveillance (Peterlin and Trono 2003 ) . It has been calculated that it would take up to 60 years to eradicate a reservoir of as few as 1 × 10E5 latently infected cells. The window of opportunity for an HIV vaccine is therefore narrowly limited to the very early stages of infection, before the virus can seed the lymphoid organs in mucosal tissues (Gallo 2005 ) . HIV also has developed multiple mechanisms to circumvent the host immune responses including its ability to downregulate the major histocompatibility complex (MHC) class I molecules and by doing so to minimize its recognition by CTL, as well as its high genetic evolution rates, which allows it to evade immune responses through the emergence of viral CTL (Feeney et al. 2005 ) , and neutralizing antibody escape variants. Another diffi culty with the development of an effective HIV vaccine stems from the fact that the virus envelope glycoprotein conceals its conserved receptor-and co-receptorbinding sites in crypts that are masked by the hypervariable loops of the molecule and by glycan residues (Wei et al. 2003 ) . Neutralizing antibodies induced in response to gp120 are primarily targeted to the hypervariable loops of the molecule, and only rarely do they recognize the receptor-binding sites, which makes it hard to generate broadly cross-reactive neutralizing antibodies against primary virus isolates from patients (Yang et al. 2004 ) . Lack in effi cacy of antibody responses raised by monomeric gp120 vaccines in protection against HIV infection has been proven beyond any doubt in the world's fi rst two phase III clinical trials of AIDS vaccines (Mascola et al. 1996 ) , although neutralizing antibodies administered passively to nonhuman primates can provide protection against experimental SHIV infection (Ferrantelli et al. 2002 ) . However, contrary to laboratory-adapted virus strains, which use CXCR-4 as a co-receptor (\"X4\" strains), and against which protection in chimpanzees could readily be achieved by inducing neutralizing antibodies targeted to the hypervariable V3 loop (Girard et al. 1995 ) , primary virus isolates, which use CCR-5 as a co-receptor (\"R5\" strains), are diffi cult to neutralize, which casts doubt on the possibility for a vaccine to elicit protection against infection by the induction of neutralizing antibodies alone. In view of all these problems, recent vaccine approaches have focused on the induction of cellular immune responses (McMichael and Hanke 2002 ) . The induction of a cellular immune response against HIV, especially a CD8+ CTL response, although not being able to provide sterilizing immunity and protection from infection, should hopefully enable vaccines to control virus replication following infection, reduce their virus load, slow down their progression toward disease, and reduce the probability of secondary transmission of the virus. However, some viruses, for some reasons, are not fully amenable to this approach, such as infl uenza, retroviruses, herpes viruses, the slow viruses, rhinoviruses, and arboviruses. Obstacles to the use of vaccines include (1) multiplicity of serotypes, e.g., rhinoviruses and togaviruses; (2) antigenic change, e.g., infl uenza and retroviruses; and (3) latent infections.", "cite_spans": [{"start": 579, "end": 604, "text": "(Mc Cutchan et al. 2005 )", "ref_id": "BIBREF85"}, {"start": 788, "end": 814, "text": "(Peterlin and Trono 2003 )", "ref_id": "BIBREF104"}, {"start": 1125, "end": 1138, "text": "(Gallo 2005 )", "ref_id": null}, {"start": 1497, "end": 1518, "text": "(Feeney et al. 2005 )", "ref_id": "BIBREF21"}, {"start": 1843, "end": 1861, "text": "(Wei et al. 2003 )", "ref_id": "BIBREF145"}, {"start": 2170, "end": 2189, "text": "(Yang et al. 2004 )", "ref_id": "BIBREF152"}, {"start": 2405, "end": 2427, "text": "(Mascola et al. 1996 )", "ref_id": "BIBREF84"}, {"start": 2566, "end": 2592, "text": "(Ferrantelli et al. 2002 )", "ref_id": "BIBREF22"}, {"start": 2844, "end": 2865, "text": "(Girard et al. 1995 )", "ref_id": "BIBREF26"}, {"start": 3228, "end": 3255, "text": "(McMichael and Hanke 2002 )", "ref_id": "BIBREF87"}], "ref_spans": [], "section": "Genome and Proteome Complexity of HIV"}, {"text": "Drug resistance is also a major obstacle in the treatment of hepatitis C virus (HCV). The essential HCV NS3/4A protease is an attractive therapeutic target responsible for cleaving at least four sites along the viral polyprotein. Many protease inhibitors are currently in clinical trials; however, multidrug resistance is widespread and arises very quickly. Certain studies clearly compared the co-crystal structures of substrate with co-crystal structures of inhibitor complexes and show that, as in the case of HIV-1 protease (Chellappan et al. 2007 ; Altman et al. 2008 ) , primary drug resistance occurs in HCV NS3/4A where the inhibitors protrude away from the substrate envelope. Similarly prolonged therapy against HBV with lamivudine is associated with an increased incidence of viral resistance. The low effi cacy, undesirable side effects, and occurrence of resistance to HBV mutations remain the major obstacles in their clinical application in treating HBV infection (Lau et al. 1997 ; Hoofnagle and di Bisceglie 1997 ) . The need for alternative therapeutic approaches has provided the impetus to develop novel therapeutic reagents for inhibiting HBV replication.", "cite_spans": [{"start": 528, "end": 553, "text": "(Chellappan et al. 2007 ;", "ref_id": "BIBREF5"}, {"start": 554, "end": 574, "text": "Altman et al. 2008 )", "ref_id": null}, {"start": 979, "end": 997, "text": "(Lau et al. 1997 ;", "ref_id": "BIBREF65"}, {"start": 998, "end": 1031, "text": "Hoofnagle and di Bisceglie 1997 )", "ref_id": "BIBREF42"}], "ref_spans": [], "section": "Genome and Proteome Complexity of HIV"}, {"text": "The purpose of resistance testing is to make available the information to assist in the selection of the antiretroviral regimen(s) and more likely achieve and maintain viral suppression. All guidelines come to the result that HIV drug resistance testing should be performed when a HIV-infected person enters into clinical care, whether he is treated immediately or not. The aim of this strategy is to detect chances of transmitted resistance as maximum as possible. In HIV-infected individuals receiving antiretroviral therapy, resistance testing should be performed in the presence of virological failure. To ensure adequate performance of resistance testing, HIV-1 RNA levels should be at least 1,000 copies/ml at the time of testing, although guidelines agree that resistance testing could be also attempted in individuals with HIV-1 RNA levels between 500 and 1,000 copies/ml. However, in this last group of patient, the chances of amplifying HIV-1 sequences are markedly lower. Drug resistance testing might also be helpful when managing suboptimal viral load reduction. However, this is less clear because the addition of, or switch to, new antiretroviral drugs could be helpful to achieve viral suppression. Importantly, given that drug resistance mutations wane after treatment interruption, drug resistance testing in the setting of virological failure should be performed while the patient is taking his/her antiretroviral drugs or within 4 weeks after discontinuing therapy.", "cite_spans": [], "ref_spans": [], "section": "Antiretroviral Resistance Assays"}, {"text": "Two types of antiretroviral resistance assays are currently available to assist the clinician in assessing HIV resistance: genotypic assays and phenotypic assays (Hanna and D'Aquila 2001 ; Hirsch et al. 2008 ) . But these two tests are also not up to mark as not useful for samples with HIV-1 RNA levels <500-1,000 copies/ml. Table 28 .1 shows the most common assays along with their advantage and disadvantages.", "cite_spans": [{"start": 162, "end": 188, "text": "(Hanna and D'Aquila 2001 ;", "ref_id": "BIBREF29"}, {"start": 189, "end": 209, "text": "Hirsch et al. 2008 )", "ref_id": "BIBREF38"}], "ref_spans": [{"start": 326, "end": 334, "text": "Table 28", "ref_id": "TABREF1"}], "section": "Antiretroviral Resistance Assays"}, {"text": "These tests have limited sensitivity for the detection of minority variants in the viral population, so detection of non-B subtypes may be limited for some tests, and last but not least these results require expert interpretation. In addition, a genotype test can be used to generate a predicted phenotype, referred to as a virtual phenotype. With the virtual phenotype, the viral sequence (genotype) is entered into a database consisting of paired genotypes and phenotypes in order to derive an estimated phenotype. More recently, some investigators have employed newer techniques, such as allele-specifi c PCR, single-genome, and ultra-deep sequencing, to assess the role of minority HIV variants that harbor drug resistance, but are not detectable by current standard genotypic or phenotypic assays (Hirsch et al. 2008 ) . Table 28 .2 shows the recent advances in resistances testing at minority levels. Only identifi es mutations in predominant viral quasispecies (<25 % of viral population) Measure overall effect of mutations, can assess non-B-clade HIV-1 strains and potential to measure viral tropism and replication capacity in parallel Long-term drug response cannot be determined, fails to account for interaction between drugs in combination therapy Straightforward interpretation", "cite_spans": [{"start": 802, "end": 823, "text": "(Hirsch et al. 2008 )", "ref_id": "BIBREF38"}], "ref_spans": [{"start": 826, "end": 834, "text": "Table 28", "ref_id": "TABREF1"}], "section": "Antiretroviral Resistance Assays"}, {"text": "Highly complex testing platform with longer turnaround time Increased cost Virtual phenotype Pattern-matching algorithm that uses a large genotypic-phenotypic correlative database to infer phenotypic properties based on sequence data It is not known which mutations are used to match a new sequence to those sequences that are already in the database Includes a tabulation of the number of matches in the database for each drug and the distribution of phenotypes (fold increase in IC50) for the matching sample Its predictive power depends on the number of matched data sets available. Thus, variation is frequently higher in smaller data sets, as well as for newer drugs or complex resistant patterns Provides a quantitative prediction of drug resistance Matches are based on preselected codons, not on the entire nucleotide sequence Showed good correlation for most drugs Thus, current emerging techniques like sequencing, microarray, and real-time PCR revolutionized the modern concept of medicine, i.e., well-known as personalized medicine concept where treatment will be based on individuals' genome composition as well as genetic makeup of infective agents (strains). One important aspect of personalized medicine is patient-to-patient variation in drug response. Pharmacogenomics addresses this issue by seeking to identify genetic contributors to human variation in drug effi cacy and toxicity in viral diseases. Here, we are going to discuss current updates, success, and challenges of this fi eld, which has evolved from studies of single candidate genes to comprehensive genome-wide analyses, and thus, this new fi eld will ultimately open new vistas to understand the better management against the fatal viral diseases, so more effective personalized clinical treatment strategies may be developed.", "cite_spans": [], "ref_spans": [], "section": "Antiretroviral Resistance Assays"}, {"text": "The ultimate goal of personalized medicine is to take advantage of a molecular understanding of disease both to optimize drug development and direct preventive resources and therapeutic agents at the right population of people while they are still well. The goals of personalized medicine in drug development include (1) the selection of optimal drug targets;", "cite_spans": [], "ref_spans": [], "section": "Personalized Medicine: Promising a Solution for Viral Disease Management"}, {"text": "(2) the selection of optimal drug dosage; (3) the selection and monitoring of patients for shorter, less-expensive advanced clinical trials; (4) the ability to predict which individuals will respond to drugs at high rates and who will be less likely to suffer toxic side effects; (5) reducing the overall cost of drug development and increasing drug value; and (6) to ultimately improve and provide more effective healthcare for all individuals whether they are well or suffering from the early or late stages of illness. Genetic variants can be used to predict the predisposition of an individual for future disease development. By applying the principles of personalized medicine, it is possible to signifi cantly enhance the productivity of drug discovery and development, so that the identifi cation of the target gene and the appropriate pathways of the suitable drug can be developed which will defi nitely help in combating the viral diseases.", "cite_spans": [], "ref_spans": [], "section": "Personalized Medicine: Promising a Solution for Viral Disease Management"}, {"text": "Recent emergence and progress in molecular biological techniques make the route easier to select the right target by various traditional and modern genomic approaches nowadays in practices. Thus, one of the major challenges is to identify and characterize the target which is essential for the virus to survive, but which is absent, or signifi cantly divergent, in their mammalian host may sort out in drug discovery. For viral diseases, the small genome and relatively few viral proteins make this process fairly straightforward. The modern molecular techniques like real-time PCR, microarray, and next-gen sequencing approach are currently giving the most precise and specifi c results; thus they are helping in progressing the newer therapeutic approach. Table 28 .3 shows various molecular techniques for target selections.", "cite_spans": [], "ref_spans": [{"start": 758, "end": 766, "text": "Table 28", "ref_id": "TABREF1"}], "section": "Target Selection"}, {"text": "The quantitative analysis of HIV-1 is based on viral load assay. Viral load assay is expressed by the copy number in a given unit of plasma, usually using copies/ml. An alternative expression is the international unit suggested by WHO (IU/ml). Based on the interlaboratory standardization using the three FDA-approved HIV-1 viral load kits, the exchange relationship between the copies/ml and the IU/ml is between 1:0.92 and 1:1 ( www.fda.gov/cber/pmalabel/p050069LB ). Viral load is a dynamic and relative parameter. Its value changes depending on methods used and it can fl uctuate even on a daily basis. The variances between repeated tests using the same kit are usually smaller than those determined with different methods. Thus, a dynamic comparison of viral load values using the same assay method over time is strongly suggested. HIV viral load has multiple clinical implications (Report on the global AIDS epidemic 2007 ; Torti et al. 2007 ).", "cite_spans": [{"start": 931, "end": 948, "text": "Torti et al. 2007", "ref_id": "BIBREF138"}], "ref_spans": [], "section": "Viral Load Assay"}, {"text": "Firstly, it currently serves as a complementary diagnosis of HIV infection and may become one of the diagnosis standards in the near future. For qualitative determination of HIV infection, the higher the viral load value is measured, the more confi dent a diagnosis of HIV infection can be drawn. For example, if the viral load is higher than 3,000 copies/ml, the probability of HIV infection of the individual from whom the sample is taken is signifi cantly high, particularly if high viral load is repeatable with another sample taken from the same individual at a different time.", "cite_spans": [], "ref_spans": [], "section": "Viral Load Assay"}, {"text": "Secondly, viral load is helpful for early diagnosis of HIV infection. It is reported that there is a viral burst in blood in the early stage of HIV infection. The viral load in the early stage is sometimes even higher than that in the disease stage of AIDS. The viral load assay can also be used in the complementary diagnosis of HIV infection for neonates from HIV-infected mothers.", "cite_spans": [], "ref_spans": [], "section": "Viral Load Assay"}, {"text": "Although the antibody-based HIV assay is the diagnosis standard in clinical practice, it is useless during its window period in the early stage of infection and has no diagnostic value for infants from HIV-infected mothers as discussed earlier.", "cite_spans": [], "ref_spans": [], "section": "Viral Load Assay"}, {"text": "Thirdly, the analysis of the viral load is an efficient parameter in assessing antiviral therapy. The effective standard is the viral load decreased at least by 0.5 log after 4-week or 1 log after an 8-week antiviral therapy or the viral load reduced to 1,000 copies/ml after a 16-24-week therapy. Finally, the viral load has some values in predicting the progress of AIDS. For example, the viral load can predict the probability ( p value) of becoming AIDS in 6 years for patients with normal CD4+ counts. The p value is 0.054 when the viral load is less than 500 copies/ml and the p value dramatically increased to 0.8 when the viral load is more than 30,000 copies/ml. When CD4+ counts are less than 200/µl, the viral load can be used to predict a shorter progress of AIDS. The probability of turning to AIDS within 3-6 months from viral carrier is proportionally associated with the viral load values. A similar conclusion was drawn from a recent clinical trial including 751 HIV-infected patients with b200 CD4+/mm 3 before HAART (Torti et al. 2007 ) . Patients with higher CD4+ T-cell counts following the treatment appeared to have survived after month 3, whereas those with increasing HIV RNA N400 copies/ml did not. The three methods currently employed in commercial kits for HIV-1 viral load assays are rt-PCR-, b DNA-, and NASBA-based assays. Table 28 .4 shows the comparison of three FDA-approved HIV-1 viral load assays commonly used in assessment with their advantages and disadvantages. The major difference between these assays is the requirement of specifi c equipment rather than their sensitivity or specifi city. Therefore, the resources of the various settings remain the Sequencing in bulk is error-prone determinant factor for choosing the PCR-based, hybridization-based, or isothermal amplifi cationbased HIV detection assays. Polymerase chain reaction (PCR)-or rt-PCR-based assay is the most frequently used technology in molecular biology and molecular diagnostics. PCR-based assays can be used for either the qualitative or quantitative analysis of HIV. As HIV is a retrovirus, both PCR and rt-PCR are used as qualitative assays of viral infection targeting the integrated form of provirus or the free HIV themselves, respectively. The rt-PCR is however specifi cally required in HIV viral load assay. The amplifi ed products from PCR or rt-PCR can be visualized by a variety of methods, such as agarose gel electrophoresis, real-time visualization, and enzymatic reaction. One commercial kit, Amplicor, uses enzymatic reaction for product visualization with microplate platform (Murphy et al. 2000 ) .", "cite_spans": [{"start": 1035, "end": 1055, "text": "(Torti et al. 2007 )", "ref_id": "BIBREF138"}, {"start": 2606, "end": 2627, "text": "(Murphy et al. 2000 )", "ref_id": "BIBREF93"}], "ref_spans": [{"start": 1354, "end": 1362, "text": "Table 28", "ref_id": "TABREF1"}], "section": "Viral Load Assay"}, {"text": "Considering the complicated procedure for the Amplicor assay as the post-amplifi cation hybridization and enzymatic reaction for visualization involves multiple steps and many types of reagents, real-time visualization is advantageous in the development of new rt-PCR-based assays for HIV viral load analysis (Stevens et al. 2007 ). The simplicity and shorter time required for fi nishing the test make the rt-PCR-based HIV viral load assay to be more competitive among all available kits and possibly to be one of the focus in future kits under development.", "cite_spans": [{"start": 309, "end": 329, "text": "(Stevens et al. 2007", "ref_id": "BIBREF132"}], "ref_spans": [], "section": "Viral Load Assay"}, {"text": "The amplifi ed products from this nucleic acidbased method can be electrophoretically analyzed and fl uorescently visualized in real-time pattern. For single-molecule identifi cation, nonspecifi c fl uorescent dye such as SYBR Green can be chosen; currently our clinical pharmacology laboratory uses this approach. High-fi delity DNA polymerase is different from Taq polymerase in their exonuclease activities: the former has 3′-5′ exonuclease activity or proofreading function; the latter has 5′-3′ exonuclease activity. These differences are differentially employed in real-time visualization of PCR-amplifi ed products. The Taq polymerase is used in TaqMan technology, whereas real-time visualization of assays using the mutation-sensitive on/off switch mediated by the high-fi delity DNA polymerase depends on molecular beacon or FRET. The molecular beacon structure can have target-independent sequences and be designed at the 5′ end of primers. The molecular beacon can have a mix of targetspecifi c sequences in its loop and target-independent sequences in its hairpin. This mixed beacon adds one short fragment to be identifi ed and thus helps to enhance the specifi city of the assay. Similarly, the combination of the mutation-sensitive on/off switch and the FRET technology also adds additional sequence fragments under discrimination test. The mutation-sensitive on/off switch offers high sensitivity and specifi city in nucleic acid identifi cation/mutation detection. Its combination with fl uorescent real-time visualization makes it a highly competitive technology in developing both qualitative and quantitative assays for HIV infection. ", "cite_spans": [], "ref_spans": [], "section": "Viral Load Assay"}, {"text": "Genetic variation is likely to contribute substantially to the variation in drug response observed across human populations. The fi eld of pharmacogenomics, which relates genetic variability to variability in human drug response, has evolved considerably from candidate gene studies to studies of variation across whole genomes of human populations containing individuals who exhibit a range of responses to different drugs. The initial successes in the fi eld were often the identifi cation of genetic variants within drugmetabolizing genes that had large effects on sensitivity to a given drug. The fi eld has since broadened in scope to encompass regulatory mutations, and refi ned techniques have made us able to identify the mutations with smaller effect sizes. Whereas early pharmacogenomics studies sought primarily to identify associations between common genetic variation and drug response, more recent approaches have begun to identify mRNAs, miRNAs, and other downstream events that are infl uenced by genetic variation and may underlie variation in pharmacologic responses. The primary aim of pharmacogenomics has been to uncover novel human genetic variants that affect therapeutic response phenotypes and to identify the genes responsible for those phenotypic differences. The ultimate goal of the fi eld has been to use an understanding of these relations to devise novel personalized pharmacological treatment strategies that maximize the potential for therapeutic benefit and minimize the risk of adverse effects for any given medication. Advances in DNA sequencing and polymorphism characterization technologies have enabled the fi eld to evolve from the sole reliance on hypothesisdriven approaches to the use of discovery-oriented, genome-wide approach that requires fewer a priori assumptions regarding genetic variants. Candidate gene approaches resulted primarily in the identifi cation of genetic variants in drugmetabolizing genes with large effects on toxicity or response (Weinshilboum and Sladek 1980 ) ; however, many genome-wide association studies (GWAS) have identified novel associations between drug response and genetic variants with unknown functional relevance and often with relatively small effect sizes (Daly 2010 ) . The recent development of high-throughput sequencing techniques has enabled researchers to begin to examine the contribution of rare variants to drug sensitivity (Ramsey et al. 2012 ) . Genetic screening of HIV for prediction of resistance is recommended by experts and is being increasingly used in the clinical setting (Hirsch et al. 2000 ) .", "cite_spans": [{"start": 1999, "end": 2030, "text": "(Weinshilboum and Sladek 1980 )", "ref_id": "BIBREF146"}, {"start": 2243, "end": 2255, "text": "(Daly 2010 )", "ref_id": "BIBREF9"}, {"start": 2420, "end": 2441, "text": "(Ramsey et al. 2012 )", "ref_id": "BIBREF110"}, {"start": 2579, "end": 2600, "text": "(Hirsch et al. 2000 )", "ref_id": "BIBREF37"}], "ref_spans": [], "section": "Database of Mutation or SNPs and Their Effects on Drug Response"}, {"text": "Testing for mutations in the HIV genome that are predictive of resistance can be done before therapy or after failure of an initial regimen. Genotypic resistance testing has been judged to be cost-effective, even with the relatively high current costs of the tests (Weinstein et al. 2001 ) . At present, the majority of genetic resistance testing for HIV drugs involves sequence-based approaches; however, kit-based tests are expected to become common and testing costs should fall automatically. These tests are also likely to expand beyond the viral genome, as additional polymorphisms in the host genome are linked to HIV treatment outcome. Before exploring the applications of pharmacogenomics on HIV, it is important to understand the underlying biological principles. Genetic variation in the human genome occurs predominantly as single-nucleotide polymorphisms (SNPs) where single nucleotides differ between humans. An individual's DNA contains as many as ten million SNPs, which are responsible for the diversity of human phenotypes, as well as susceptibility to drugs and diseases (Twyman 2004 ) . Scientists approach the problem of identifying, cataloging, and characterizing SNPs from two different angles -a genomic approach and a functional approach. The genomic approach involves scientists comparing the genomes of numerous individuals to study differences and recording their results in forums such as the dbSNP short genetic variation database hosted by the National Center for Biotechnology Information (NCBI). This method of SNP characterization requires a large amount of computer-powered data analysis unlike the functional approach where scientists focus on select genes known to be associated with a particular process or disease, and then they examine them across a population (Perelson et al. 1996 ) . In pharmacogenomics, such genetic variation with respect to drug response is studied and used to guide patient care. The primary bioinformatics resource for pharmacogenomics is the PharmGKB database developed by Stanford University that is studying the impact of genetic variation on drug response and focuses on clinical interpretation of variants, drug dosing guidelines, genetic tests, and other information that is practically applicable for actors in the health sector. Even without expanding the numbers of drugs available, however, pharmacogenomics is still incredibly impactful because doses and preferences for existing drugs can be employed for patient care. In fact, some major innovations have already occurred in resistance testing technologies and in HIV treatment selection based on genomics. Genotyping and phenotyping are two established methods for identifying antiretroviral resistance in patients on therapy. In HIV genotyping, a discrete sequence of reverse transcriptase and protease genes in extracted RNA specimens is amplifi ed to generate cDNA amplicon, which then undergoes sequencing. A software system called OpenGene then aligns the sequences, reports mutations, and produces an interpretive report. The interpretation does not provide any insight though with regard to the degree of resistance to a drug because the output has either (1) no evidence of resistance, (2) possible resistance, (3) resistance, or (4) insuffi cient evidence. HIV drug resistance databases also play a key role by providing advanced information to clinicians. Important databases often used in HIV genetic research are the Los Alamos HIV Drug Resistance database and the Stanford HIV RT and Protease Sequence Database. The former collects all sequences and focuses on annotation and data analysis. A recent study prepared the database that contains a compilation of nearly all published HIV reverse transcriptase and protease sequences, which are linked to data about the source of the sequence sample and the antiretroviral drug treatment history of the individual from whom the isolate was obtained (Shafer 2003 ) . Another group developed the HIVbase software solution that helps researchers effectively manage DNA/amino acid sequences and related genetic/clinical data using storage and query capabilities (Salemi 2004 ) . Storing genotypic resistance data and linking to other clinical information is an important tool for successful disease management. Examples of such systems that identify mutation patterns associated with resistance are Virodec (Roche Diagnostics) and ViroScore (ABL) published on their diagnostic website. Virodec HIV is an online application engineered to upload, analyze, interpret, deliver, and store genetic sequence data from genotyping assays. ViroScore is an HIV resistance sequence management system with a sequence database that is used by analysis tools/algorithms for resistance interpretation. Despite these advanced technologies, interpretation is still the limitation with all resistance testing, and the systematic approaches developed to predict phenotypes based on mutational patterns are complicated by the complex mutation patterns for resistance.", "cite_spans": [{"start": 265, "end": 289, "text": "(Weinstein et al. 2001 )", "ref_id": "BIBREF147"}, {"start": 1090, "end": 1104, "text": "(Twyman 2004 )", "ref_id": "BIBREF140"}, {"start": 1801, "end": 1824, "text": "(Perelson et al. 1996 )", "ref_id": "BIBREF102"}, {"start": 3936, "end": 3950, "text": "(Shafer 2003 )", "ref_id": "BIBREF127"}, {"start": 4145, "end": 4159, "text": "(Salemi 2004 )", "ref_id": "BIBREF121"}], "ref_spans": [], "section": "Database of Mutation or SNPs and Their Effects on Drug Response"}, {"text": "Mutations and SNPs in HBV also studied in details as the most frequently observed precore mutation is a G to A transversion at nucleotide 1896. This substitution introduces a translation stop codon (TAG) in the distal precore gene and prevents expression of the preC/C fusion protein that functions as a precursor of HBeAg (Carman et al. 1989 ) . Less common precore mutations resulting in HBeAg negativity include initiation codon mutations (at positions 1814 or 1815), a nonsense mutation at 1874, a missense mutation at 1862, and frame shift mutations (Kramvis et al. 1997 ) . The 1896 stop codon mutant is often present in patients with chronic active or inactive hepatitis and in asymptomatic carriers in Mediterranean and Oriental countries (Lee et al. 1996 ) . A mutation at 1899, which may occur in association with the 1896 mutation or other mutations that are associated with HBeAg negativity, is another mutation that improves the stability of by providing an additional A-T(U) base pair (Kramvis et al. 1997 ) . The 1896 stop codon mutation is also present in a high proportion of patients with fulminant hepatitis B, an observation that initially suggested a causal role for the mutant (Maruyama et al. 1998 ).", "cite_spans": [{"start": 323, "end": 344, "text": "(Carman et al. 1989 )", "ref_id": null}, {"start": 555, "end": 577, "text": "(Kramvis et al. 1997 )", "ref_id": "BIBREF60"}, {"start": 747, "end": 765, "text": "(Lee et al. 1996 )", "ref_id": "BIBREF68"}, {"start": 999, "end": 1021, "text": "(Kramvis et al. 1997 )", "ref_id": "BIBREF60"}, {"start": 1199, "end": 1220, "text": "(Maruyama et al. 1998", "ref_id": "BIBREF83"}], "ref_spans": [], "section": "Database of Mutation or SNPs and Their Effects on Drug Response"}, {"text": "The core gene contains both humoral and cytotoxic T-cell epitopes (Bertoletti et al. 1991 ) . Mutations within immunodominant cytotoxic T-cell epitopes may be exploited by viruses to evade protective immune responses critical for viral clearance. Deletions of the core gene have been reported in immunocompromised and Oriental patients with chronic hepatitis B or hepatocellular carcinoma (Yuan et al. 1998 ). These deletions almost always involve loss of B-and T-cell epitopes and may confer a selective advantage on the virus by evading immune surveillance.", "cite_spans": [{"start": 66, "end": 91, "text": "(Bertoletti et al. 1991 )", "ref_id": null}, {"start": 389, "end": 406, "text": "(Yuan et al. 1998", "ref_id": "BIBREF154"}], "ref_spans": [], "section": "Database of Mutation or SNPs and Their Effects on Drug Response"}, {"text": "Point substitutions in the S gene are of particular interest because they affect the immunogenicity of HBsAg, especially the determinant (against which neutralizing antibodies are raised). In an effort to explain the effects that mutations in one region exert, both locally and on linearly distant epitopes, the original two-loop model of the a determinant (positions 124-147) (Carman et al. 1990 ), with disulfi de bridges between amino acids 124 and 137, has recently been replaced by the cysteine web model of the MHR (positions 100-160 or 169) of the S protein (Carman et al. 1990 ). The current model still takes account of potential disulfi de bridges but additionally supposes cysteines 107, 137, 138, 139, and 149 to be located in a webbed structure in the viral envelope. Two loops (107-137 and 139-147) are external to the virion and probably in opposition, and there is another tight loop between amino acids 121 and 124. The whole MHR is divided into fi ve antigenic regions, named HBs1 (up to position 120), HBs2 (120-123), HBs3 (124-137), HBs4 (139-147), and HBsS (148-169). There are indications that the loops formed by HBs2 and HBs4, respectively, are spatially close. This mutant was found in studies in Singapore, Italy, Japan, Taiwan, Indonesia, and Brunei (Hsu et al. 1997 ) .", "cite_spans": [{"start": 377, "end": 396, "text": "(Carman et al. 1990", "ref_id": null}, {"start": 565, "end": 584, "text": "(Carman et al. 1990", "ref_id": null}, {"start": 1277, "end": 1295, "text": "(Hsu et al. 1997 )", "ref_id": "BIBREF44"}], "ref_spans": [], "section": "Database of Mutation or SNPs and Their Effects on Drug Response"}, {"text": "Mutations of the polymerase gene may be associated with resistance to the therapeutic effects of nucleoside analogues and with viral persistence (Ono-Nita et al. 1999 ) . Lamivudine (2,3-dideoxy-3-thiacytidine) is a potent inhibitor of RNA-dependent DNA polymerase of HBV, irreversibly blocking reverse transcription and inhibiting viral replication. It thus effectively reduces viral burden in chronic HBV carriers.", "cite_spans": [{"start": 145, "end": 168, "text": "(Ono-Nita et al. 1999 )", "ref_id": "BIBREF98"}], "ref_spans": [], "section": "Database of Mutation or SNPs and Their Effects on Drug Response"}, {"text": "Long-term treatment with lamivudine may, however, lead to resistance as the result of the generation of mutations that disrupt the YMDD (tyrosine, methionine, aspartate, and aspartate) locus in the C domain of the polymerase gene (Ling et al. 1996 ) . The mutation consists of either a methionine to valine (M552V) or a methionine to isoleucine (M552I) substitution. Both mutations result in amino acid substitutions in codons 195 and 196 in the overlapping S gene. Lamivudineresistant variants may also have a leucine to methionine (L528M) change in the B domain, occurring often in association with the M552V mutation and rarely with the M552I mutation (Chayama et al. 1998 ). The L528M substitution has no effect on the amino acid sequence of the S gene. Replication effi ciency of the YMDD mutant is less than that of wild-type virus and, after cessation of treatment, the wild-type virus re-overtakes the mutant. Lamivudine-resistant viruses remain functional and pathogenic. Famciclovir is the prodrug of penciclovir, an acyclic deoxyguanosine analogue. Penciclovir inhibits DNA-dependent as well as RNA-dependent DNA polymerase activity. It has similar therapeutic effects to lamivudine and is responsible for the emergence of mutants usually involving the B domain of the polymerase gene. However, mutants resistant to famciclovir appear to be less common than those induced by lamivudine (Pichoud et al. 1999 ) .", "cite_spans": [{"start": 230, "end": 249, "text": "(Ling et al. 1996 )", "ref_id": "BIBREF74"}, {"start": 655, "end": 675, "text": "(Chayama et al. 1998", "ref_id": "BIBREF4"}, {"start": 1397, "end": 1419, "text": "(Pichoud et al. 1999 )", "ref_id": "BIBREF106"}], "ref_spans": [], "section": "Database of Mutation or SNPs and Their Effects on Drug Response"}, {"text": "The X gene protein exhibits numerous activities affecting intracellular signal transmission, gene transcription, cell proliferation, DNA repair, and apoptosis (Arbuthnot et al. 2000 ). An eightnucleotide deletion at the 3′ end of the gene and within the core promoter/enhancer II (CP/ENII) region (positions 1770-1777) (Fukuda et al. 1996 ) and a 20-nucleotide deletion at 1752-1772 (Okamoto et al. 1994 ) study have been described in HBsAg-and HBeAg-negative patients. These deletions have been shown to downregulate the preC promoter, and this may be the reason for the suppression of HBV protein secretion.", "cite_spans": [{"start": 159, "end": 181, "text": "(Arbuthnot et al. 2000", "ref_id": null}, {"start": 319, "end": 338, "text": "(Fukuda et al. 1996", "ref_id": "BIBREF23"}, {"start": 383, "end": 403, "text": "(Okamoto et al. 1994", "ref_id": "BIBREF97"}], "ref_spans": [], "section": "Database of Mutation or SNPs and Their Effects on Drug Response"}, {"text": "The core promoter plays a central role in HBV replication and morphogenesis, directing the transcription of both pregenomic RNA and precore mRNA. It overlays the 3′ end of the X gene and the 5′ end of the preC/C gene. Sequence variation in the core promoter is limited because of its pivotal role in viral replication. The double mutation, A to T transversion at 1762 and G to A transition at 1764, is often present in patients with chronic hepatitis, hepatocellular carcinoma, and fulminant hepatitis and less often in asymptomatic carriers, in immunosuppressed patients, and in carriers without HBV markers (Kramvis and Kew 1999 ) . Mutants are inextricably bound to an evolution to chronicity and may be important in hepatocarcinogenesis, development of fulminant hepatitis, or an asymptomatic course. The clinical importance of HBV surface antigen variants has been the subject of several reviews (Carman 1996 ) .", "cite_spans": [{"start": 609, "end": 632, "text": "(Kramvis and Kew 1999 )", "ref_id": "BIBREF59"}, {"start": 901, "end": 915, "text": "(Carman 1996 )", "ref_id": null}], "ref_spans": [], "section": "Database of Mutation or SNPs and Their Effects on Drug Response"}, {"text": "An individual's response to a drug is the complex interaction of both genetic and nongenetic factors. Genetic variants in the drug target itself, disease pathway genes, or drug-metabolizing enzymes can all be used as predictors of drug effi cacy or toxicity. More than one million SNPs are now available for genotyping and phenotyping studies (Durbin et al. 2010 ) . Novel genotyping strategies are emerging on a regular basis using a variety of techniques designed to increase the rate of data generation and analysis. A highresolution SNP map recently developed by the SNP Consortium ( http://snp.cshl.org/ ) could expedite the identifi cation of genes for complex viral diseases such as HIV/AIDS and hepatitis. In virology, the SNP technology has focused on detecting the predisposition for predicting toxic responses to drugs and selecting the best individual and combinations of antiretroviral drugs.", "cite_spans": [{"start": 343, "end": 364, "text": "(Durbin et al. 2010 )", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Database of Mutation or SNPs and Their Effects on Drug Response"}, {"text": "SNP detection has been used to predict adverse events in antiretroviral therapy in patients with HIV infections (Abo et al. 2012 ). The potential clinical value of the pharmacogenetics approach for predicting drug toxicity will be uncovered as more candidate polymorphisms are discovered. The application of genotyping strategies to predict antiretroviral drug effi cacy has recently emerged in a variety of clinical settings. Genotype resistance testing of HIV isolates has demonstrable clinical use and provides a way to assist therapeutic decision making in patients whose HIV RNA levels are rising (Klein et al. 2009 ). Moreover, HIV viral load testing has served as the major guide to the selection and maintenance of antiretroviral therapy (Sagreiya et al. 2010 ).", "cite_spans": [{"start": 602, "end": 620, "text": "(Klein et al. 2009", "ref_id": "BIBREF56"}, {"start": 746, "end": 767, "text": "(Sagreiya et al. 2010", "ref_id": "BIBREF120"}], "ref_spans": [], "section": "Prediction of Drug Toxicity"}, {"text": "The development of printed and spotted genomic microarrays has enabled the rapid accumulation of new information concerning gene mutation and expression in human. Microarrays can be used to gene mutations and SNPs as well as provide rapid screening information regarding mRNA expression. Transcriptional profi ling has the ability to generate hundreds of thousands of data points requiring sophisticated and complex information systems necessary for accurate and useful data analysis . This technique has generated a wealth of new information in the drug and biomarker target discovery and pharmacogenomic drug effi cacy testing.", "cite_spans": [], "ref_spans": [], "section": "Transcriptional Profi ling and Genomic Microarrays"}, {"text": "Highly active antiretroviral therapy for HIV-1, although resulting in dramatic suppression of viral replication, has also furnished a strong selective force for the emergence of drug-resistant variants. Here, the distribution of polymorphisms can be extreme. For example, examination of the HIV-1 reverse transcriptase (RT) and HIV-1 protease structural variant databases (Variome™ modules) established by Structural Bioinformatics (SBI; http://www.strubix.com ) and Quest Diagnostics ( http://www.questdaignostics.com ) has revealed that no two patients have exactly the same sequence -each individual patient exhibits a unique sequence or structural variant for these drug targets because a principal component determining drug effi cacy is the distribution of drug-target structural variants within the patient population (Chander et al. 2002 ).", "cite_spans": [{"start": 825, "end": 845, "text": "(Chander et al. 2002", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Susceptibility of Various Genotypes and Therapy in Viral Diseases"}, {"text": "While it is well known that carcinogenic human papillomaviruses (HPVs) are the causal agents of cervical cancer, HPV infections are extremely common relative to rare cancer incidence, indicating that many infections spontaneously resolve (Schiffman et al. 2007 ) or persist without progression. Host genetic factors may play a role in cervical carcinogenesis and are thought to infl uence who develops persistent HPV infection and perhaps who further progresses to cancer (Czene et al. 2002 ; Hemminki and Chen 1999 ; Hemminki et al. 2006 ; Hussain et al. 2008 ; Hildesheim and Wang 2002 ; Carrington et al. 2005 ) . The roles of host genetic factors and other cofactors associated with cervical cancer are summarized in Tables 28.5 and 28.6 . As discussed by Safaeian et al. ( 2012 ), it is particularly very interesting because the stepwise pathogenesis of the disease has been extensively studied. From its initiation through HPV infection at the cervical transformation zone, and subsequent steps related to viral persistence, progression to precancer, and invasion (Schiffman et al. 2007 ) , the same or different factors can be associated with each step toward pathogenesis. The role of nongenetic cofactors in persistence and progression has been well studied, but there are fewer studies on the host genetics role on the pathogenesis of cervical cancer.", "cite_spans": [{"start": 238, "end": 262, "text": "(Schiffman et al. 2007 )", "ref_id": "BIBREF124"}, {"start": 472, "end": 492, "text": "(Czene et al. 2002 ;", "ref_id": "BIBREF7"}, {"start": 493, "end": 517, "text": "Hemminki and Chen 1999 ;", "ref_id": "BIBREF33"}, {"start": 518, "end": 540, "text": "Hemminki et al. 2006 ;", "ref_id": "BIBREF34"}, {"start": 541, "end": 562, "text": "Hussain et al. 2008 ;", "ref_id": "BIBREF45"}, {"start": 563, "end": 589, "text": "Hildesheim and Wang 2002 ;", "ref_id": "BIBREF36"}, {"start": 590, "end": 614, "text": "Carrington et al. 2005 )", "ref_id": null}, {"start": 1070, "end": 1094, "text": "(Schiffman et al. 2007 )", "ref_id": "BIBREF124"}], "ref_spans": [], "section": "Host Genetics Factor and HPV and Its Association with Pathogenesis of Cervical Cancer"}, {"text": "Current therapies for chronic viral hepatitis include two regimens:", "cite_spans": [], "ref_spans": [], "section": "Interferon Therapy of Chronic Viral Hepatitis"}, {"text": "• IFN or antiviral nucleoside/nucleotide analogues such as lamivudine, adefovir dipivoxil, and ribavirin (Marcellin et al. 2002 ; Chander et al. 2002 ) and IFN or lamivudine alone can control hepatitis B in about one-third of patients (Marcellin et al. 2002 ; Liaw 2002 ). • A combination of IFN with ribavirin is standard therapy for hepatitis C and has resulted in eradication of HCV in about 50 % of patients (Chander et al. 2002 ; McHutchison et al. 1998 ).", "cite_spans": [{"start": 105, "end": 129, "text": "(Marcellin et al. 2002 ;", "ref_id": "BIBREF81"}, {"start": 130, "end": 151, "text": "Chander et al. 2002 )", "ref_id": "BIBREF2"}, {"start": 235, "end": 259, "text": "(Marcellin et al. 2002 ;", "ref_id": "BIBREF81"}, {"start": 260, "end": 269, "text": "Liaw 2002", "ref_id": "BIBREF72"}, {"start": 412, "end": 434, "text": "(Chander et al. 2002 ;", "ref_id": "BIBREF2"}, {"start": 435, "end": 458, "text": "McHutchison et al. 1998", "ref_id": "BIBREF86"}], "ref_spans": [], "section": "Interferon Therapy of Chronic Viral Hepatitis"}, {"text": "The outcome of viral therapy is infl uenced by viral load and viral genomic variations (especially viral genotypes and certain specifi c genomic variants). Various therapeutic agents showed variation in their effi cacy during treatment; In the human body, humoral IFNs serve as the fi rst lines of cellular defense in the control of viral infection. These IFN-induced molecules all lead to effective control of viral expansion, either by inhibiting viral replication or by promoting infected cells to undergo apoptosis. Supposedly, a combination of these molecules in each person will determine the individual's varying degree of response to IFN treatment. However, the genes encoding these molecules are conserved in humans with only certain genetic polymorphisms.", "cite_spans": [], "ref_spans": [], "section": "Interferon Therapy of Chronic Viral Hepatitis"}, {"text": "The recent GWAS articles linking the IL28B genotype to IFN-alpha therapeutic response have triggered intensive research to establish underlying mechanisms for the association (Liapakis and Jacobson 2010 ) . At this point, there are very few possible explanations and few strong, mechanistic clues (Thio and Thomas 2010 ) . It is speculated that these variants correlate with the regulation of the cytokine IL28B transcription, because these SNPs are located upstream of the IL28B gene (Thio and Thomas 2010 ) . The observations cited earlier by Suppiah and colleagues and Tanaka and colleagues strongly suggest that the identifi ed SNPs do indeed alter the expression of the IL28B and, perhaps, IL28A genes (Suppiah et al. 2009 ; Tanaka et al. 2009 ). These two studies found that those who carried the G risk allele at the SNP rs8099917 had lower mRNA expression of the cytokine IL28B in peripheral blood mononuclear cells (Suppiah et al. 2009 ; Tanaka et al. 2009 ). On the other hand, Ge and colleagues reported no difference in cytokine IL28B expression in peripheral blood mononuclear cells from 80 HCV-uninfected persons homozygous for a proxy allele for the SNP rs12979860, using the SNPExpress database (Ge et al. 2009 ). Thus, various SNPs showed their variation during response; Table 28 .9 shows the most signifi cant predictors of drug response.", "cite_spans": [{"start": 175, "end": 204, "text": "(Liapakis and Jacobson 2010 )", "ref_id": "BIBREF71"}, {"start": 297, "end": 320, "text": "(Thio and Thomas 2010 )", "ref_id": "BIBREF136"}, {"start": 485, "end": 508, "text": "(Thio and Thomas 2010 )", "ref_id": "BIBREF136"}, {"start": 707, "end": 729, "text": "(Suppiah et al. 2009 ;", "ref_id": "BIBREF133"}, {"start": 730, "end": 748, "text": "Tanaka et al. 2009", "ref_id": null}, {"start": 924, "end": 946, "text": "(Suppiah et al. 2009 ;", "ref_id": "BIBREF133"}, {"start": 947, "end": 965, "text": "Tanaka et al. 2009", "ref_id": null}, {"start": 1211, "end": 1226, "text": "(Ge et al. 2009", "ref_id": "BIBREF25"}], "ref_spans": [{"start": 1289, "end": 1297, "text": "Table 28", "ref_id": "TABREF1"}], "section": "IL-28B Expression and Viral Diseases"}, {"text": "As presented earlier, at least four independent GWAS studies provide signifi cant evidence for the role of the IL28B gene in the pathogenesis of HCV infection (Ge et al. 2009 ; Suppiah et al. 2009 ). However, still more pieces of data are needed to complete the mechanistic picture (Thio and Thomas 2010 ) . The IL28B gene encodes IFNlambda-3, which is one of the recently discovered type III interferons (or lambda interferons), and belongs to the IL10 superfamily (Dellgren et al. 2009 ). Other type III interferons are the cytokines IL28A and IL29. Some murine studies have revealed the preferential expression of IFN-lambda receptors on epithelial surfaces and have suggested that type III interferons may allow the host to rapidly eliminate viruses at the major portals of entry into the body before infection is established, without activating other arms of the immune system (Ank et al. 2006 (Ank et al. , 2008 Ank and Paludan 2009 ). Nonetheless, one important difference established between the murine and human systems is that the interleukin (Liapakis and Jacobson 2010 ); receptor alpha chain (receptor complex induced by IFN-lambda) is expressed in human hepatocytes, whereas the murine liver seems unlikely to respond to IFN-lambda (Ank et al. 2006 , 2008 Ank and Paludan 2009 ). This fi nding suggests that IFN-lambda contributes to host defense against hepatotropic viruses, such as HCV in humans. Like type I interferons, lambda interferons have activity against HCV and other viral infections in vitro and in vivo (Marcello et al. 2006 ) . However, in vitro exogenous IFNlambda induces a slower, more sustained abundance of IFN-stimulated genes than IFN-alpha (Marcello et al. 2006 ) . Although these fi ndings answer why IFN-lambda might play a key role in HCV recovery, they do not explain why treatmentassociated resolution of HCV infection is associated with certain base sequences located upstream of the start codon for the cytokine IL28B (Thio and Thomas 2010 ).", "cite_spans": [{"start": 159, "end": 176, "text": "(Ge et al. 2009 ;", "ref_id": "BIBREF25"}, {"start": 177, "end": 196, "text": "Suppiah et al. 2009", "ref_id": "BIBREF133"}, {"start": 282, "end": 305, "text": "(Thio and Thomas 2010 )", "ref_id": "BIBREF136"}, {"start": 466, "end": 487, "text": "(Dellgren et al. 2009", "ref_id": "BIBREF12"}, {"start": 882, "end": 898, "text": "(Ank et al. 2006", "ref_id": null}, {"start": 899, "end": 917, "text": "(Ank et al. , 2008", "ref_id": null}, {"start": 918, "end": 938, "text": "Ank and Paludan 2009", "ref_id": null}, {"start": 1235, "end": 1262, "text": "IFN-lambda (Ank et al. 2006", "ref_id": null}, {"start": 1263, "end": 1269, "text": ", 2008", "ref_id": "BIBREF45"}, {"start": 1270, "end": 1290, "text": "Ank and Paludan 2009", "ref_id": null}, {"start": 1532, "end": 1555, "text": "(Marcello et al. 2006 )", "ref_id": "BIBREF82"}, {"start": 1678, "end": 1701, "text": "(Marcello et al. 2006 )", "ref_id": "BIBREF82"}], "ref_spans": [], "section": "Type III Interferon-Based Therapy"}, {"text": "In addition to the mechanistic questions of profound importance, the recent GWAS fi ndings on genetic variation as a predictor of outcome in patients treated for HCV infection will have major practical implications. Several recent GWAS studies have demonstrated remarkable associations between SNPs near or within the region of the IL28B gene, which codes for IFN-lambda-3 (Ge et al. 2009 ; Suppiah et al. 2009 ; Tanaka et al. 2009 ; Rauch et al. 2010 ). These results promise to lead to important mechanistic fi ndings related to IFN responsiveness in this disease and will probably have major contributions for individualized medicine and therapeutic decision making. Ge and colleagues suggest that, in the near future, advance knowledge of the genotype of patients infected with HCV could become an important component of the clinical decision to initiate treatment. These fi ndings may also lead to more individualized treatment regimens with regard to both the chosen medicines and the duration of therapy (Ge et al. 2009 ; Suppiah et al. 2009 ; Tanaka et al. 2009 ; Rauch et al. 2010 ) . Moreover, the critical importance of the IL28B gene region in mediating response has emphasized interest in the development of IFN-lambda as a therapeutic agent for patients with CHC (Doyle et al. 2006 ; Pagliaccetti et al. 2008 ) . For instance, the early studies of a pegylated form of IL29 (IFN-lambda-1) have demonstrated promising antiviral activity with the potential benefi t of reduced hematologic toxicity, owing to the hepatocyte-specifi c receptor profi le for IFN-lambda (versus IFN-alpha) (Doyle et al. 2006 ; Pagliaccetti et al. 2008 ) .", "cite_spans": [{"start": 373, "end": 390, "text": "(Ge et al. 2009 ;", "ref_id": "BIBREF25"}, {"start": 391, "end": 412, "text": "Suppiah et al. 2009 ;", "ref_id": "BIBREF133"}, {"start": 413, "end": 433, "text": "Tanaka et al. 2009 ;", "ref_id": null}, {"start": 434, "end": 451, "text": "Rauch et al. 2010", "ref_id": "BIBREF111"}, {"start": 1011, "end": 1028, "text": "(Ge et al. 2009 ;", "ref_id": "BIBREF25"}, {"start": 1029, "end": 1050, "text": "Suppiah et al. 2009 ;", "ref_id": "BIBREF133"}, {"start": 1051, "end": 1071, "text": "Tanaka et al. 2009 ;", "ref_id": null}, {"start": 1072, "end": 1091, "text": "Rauch et al. 2010 )", "ref_id": "BIBREF111"}, {"start": 1277, "end": 1297, "text": "(Doyle et al. 2006 ;", "ref_id": "BIBREF15"}, {"start": 1298, "end": 1324, "text": "Pagliaccetti et al. 2008 )", "ref_id": "BIBREF99"}, {"start": 1596, "end": 1616, "text": "(Doyle et al. 2006 ;", "ref_id": "BIBREF15"}, {"start": 1617, "end": 1643, "text": "Pagliaccetti et al. 2008 )", "ref_id": "BIBREF99"}], "ref_spans": [], "section": "Transition: From Lab to Bench Site"}, {"text": "In a recent candidate gene study, Welzel and colleagues investigated the association between genetics and HCV treatment response with a focus on the IFN-alpha pathway (Welzel et al. 2009 ). They genotyped 56 SNPs along the IFN-alpha pathway in 1,051 patients in the Hepatitis C Long-term Treatment Against Cirrhosis (HALT-C) trial, utilized TaqMan® assays (Applied Biosystems, Carlsbad, CA, USA) with analysis on the ABI 7900HT platform (Applied Biosystems), and focused on European Americans ( n = 581) for purposes of statistical power (Welzel et al. 2009 ). Participants with fi brosis score 3 had not previously responded to IFN treatment with or without RBV, had a Child-Turcotte-Pugh score of less than seven, and were treated with peg-IFN and RBV for 24 weeks and then up to 48 weeks if undetectable at week 20. Recent study by Welzel and colleagues, they examined the SNPs in genes encoding IFN-alpha, the IFN-alpha receptor, and JAK/tyrosine kinase/ STAT 1 and 2, all part of the signal transduction via the JAK-STAT pathway; IFN-alpha-induced genes with antiviral properties, including adenosine deaminase/eukaryotic translation initiation factor 2A-alpha kinase 2/NFKB1/myxovirus resistance 1/2′5′-oligoadenylate synthetase 1; as well as interferon regulatory factor (Welzel et al. 2009 ). In a recent study, Ke and colleagues (2010) extended the previous research and applied both ANN algorithms and logistic regression with feature selection to predict IFN-alpha and RBV treatment outcomes using genetic factors. The cohort of 523 CHC patients was original to the previous study by Lin ( 2006 ) . In addition to rapid patient-specific drugresistance phenotyping for the management of antiretroviral therapy, structural pharmacogenomics can be used for the prediction of clinical trial outcomes. By computationally analyzing the interaction of a putative drug with a sampling of the polymorphism structural repertoire that a new drug will encounter in the clinic, it is possible to predict the binding effectiveness of a new drug before the initiation of expensive clinical evaluation in patients. This is a straightforward application and extension of the recently reported successful computational prediction of drug resistance phenotypes for HIV-1 protease on a patient-by-patient basis (Shenderovich et al. 2003 ) . The interaction and movements of side chains in individual polymorphism structures in response to drug binding can be computed, for example, comparison of the computed structural changes upon drug binding with the observed changes in the corresponding X-ray crystallographic structure (Hong et al. 2000 ) of the saquinavir-HIV protease complex.", "cite_spans": [{"start": 167, "end": 186, "text": "(Welzel et al. 2009", "ref_id": "BIBREF148"}, {"start": 538, "end": 557, "text": "(Welzel et al. 2009", "ref_id": "BIBREF148"}, {"start": 1278, "end": 1297, "text": "(Welzel et al. 2009", "ref_id": "BIBREF148"}, {"start": 1595, "end": 1607, "text": "Lin ( 2006 )", "ref_id": "BIBREF73"}, {"start": 2302, "end": 2329, "text": "(Shenderovich et al. 2003 )", "ref_id": "BIBREF129"}, {"start": 2617, "end": 2636, "text": "(Hong et al. 2000 )", "ref_id": "BIBREF41"}], "ref_spans": [], "section": "IFN-Alpha Pathway"}, {"text": "The sensitivity and specifi city for predicting drug resistance phenotypes on a patient-by-patient basis for various Food and Drug Administration (FDA; http://www.fda.gov )-approved drugs, based upon the computed relative energy (∆ E bind ) of interaction of each drug with each patient's unique drug-target polymorphism structure . The numbers appear to be quite good in comparison to what is achievable in the laboratory at present.", "cite_spans": [], "ref_spans": [], "section": "Drug Effi cacy and Adverse Effects of Viral Drugs"}, {"text": "However, perhaps what is most important, with respect to increased effi ciency and speed in drug design, is that answers can be generated overnight rather than in 3-6 weeks (the typical timeframe for laboratory drug resistance phenotyping). Another way of looking at the interaction of putative drugs or drug leads with a set of drugtarget polymorphisms is to dock the molecules to the individual polymorphisms and measure the distance of the drug to each residue within the protein. Such an analysis for five different protease inhibitors is shown in Table 28 .10 : as prediction of drug effi cacy. The mutation frequency profi le is superimposed at the bottom of the graph, and this analysis clearly identifi es those aminoacyl side chains that mutate with a high frequency and are in close proximity to the bound drug, those that are proximal and stable, those that are distal and mutate, and those that are distal and are stable. The Variome™ structural pharmacogenomics technology has broad applications in the rational design of highly effective infectious disease therapies -bacteria as well as viruses, drugs as well as vaccines -that offer the prospect of stable effi cacy in the face of drug selection pressure. In addition to naturally occurring infectious agents, it is clear that there is signifi cant value in biodefense-related applications in rational drug and vaccine design and in threat assessment and prediction. Understanding and managing the adverse effects of antiretroviral therapy highly active antiretroviral therapy (HAART) has changed the landscape of HIV disease in a way that seemed unthinkable a decade ago. The fi rst HAART regimens worked in suppressing virus but were encumbered by a variety of short-term and long-term side effects. More recent regimens became simpler, easier to take, and with fewer adverse events. Knowledge of both the short-and long-term adverse events associated with HAART is essential for providers and for patients. For new drugs to be acceptable in the current fi eld, they will have to pass a litmus test of tolerability. Since adverse events are often remarkably idiosyncratic, pharmacogenomics may offer a way of predicting side effects and their severity from a particular drug or drug class in individual patients.", "cite_spans": [], "ref_spans": [{"start": 552, "end": 560, "text": "Table 28", "ref_id": "TABREF1"}], "section": "Drug Effi cacy and Adverse Effects of Viral Drugs"}, {"text": "Adverse events (AEs) play a major role in determining adherence to highly active antiretroviral therapy (HAART), and adherence is perhaps the most signifi cant determinant of a . While randomized, controlled clinical trials are the gold standard for evaluating the effi cacy of drugs, they may underestimate short-term toxicity in the general clinic population because of the desire of the subjects to stay in the trial and the support from the trial staff in enabling them to do so. Long-term toxicities may be missed because of the often younger age of the subjects in clinical trials and because the relatively shortterm duration of these trials may not detect toxicities with a low prevalence rate; Table 28 .11 shows the adverse effects associated with different classes of antiretroviral. AEs of antiretroviral drugs can be usefully divided into short-and long-term toxicities and also by the class of agent used.", "cite_spans": [], "ref_spans": [{"start": 703, "end": 711, "text": "Table 28", "ref_id": "TABREF1"}], "section": "Drug Effi cacy and Adverse Effects of Viral Drugs"}, {"text": "Considerable progress has been made in identifying mutations associated with drug resistance (Table 28 .12 ) and in understanding the mechanisms through which they confer resistance (Table 28 .13 ).", "cite_spans": [], "ref_spans": [{"start": 93, "end": 102, "text": "(Table 28", "ref_id": "TABREF1"}, {"start": 182, "end": 191, "text": "(Table 28", "ref_id": "TABREF1"}], "section": "Mechanisms of Resistance"}, {"text": "A variety of mechanisms have been identifi ed that differ both for different classes of drugs and for drugs of a given class.", "cite_spans": [], "ref_spans": [], "section": "Mechanisms of Resistance"}, {"text": "Nucleoside analogues and nucleotide analogues (Table 28 .13 ) block the synthesis of viral DNA by reverse transcriptase enzyme. After phosphorylation by cellular kinases, these compounds are incorporated by reverse transcriptase into the nascent chain of viral DNA. Because these drugs lack a 3′ hydroxyl group, no additional nucleotides can be attached to them, and the synthesis of viral DNA is arrested. Two distinct mechanisms are involved in HIV resistance to these drugs: impairment of the incorporation of the analogue into DNA and removal of the analogue from the prematurely terminated DNA chain.", "cite_spans": [], "ref_spans": [{"start": 46, "end": 55, "text": "(Table 28", "ref_id": "TABREF1"}], "section": "Resistance to Nucleoside and Nucleotide Analogues"}, {"text": "Several mutations or groups of mutations in reverse transcriptase enzyme can promote resistance by selectively impairing the ability of reverse transcriptase to incorporate an analogue into DNA. They essentially include the M184V mutation, the Q151M complex of mutations, and the K65R mutation (Table 28 .12 ). The M184V Family of mutations known as thymidine analogue mutations. Associated with resistance to most nucleoside analogue except lamivudine M41L, D67N In vitro cause high-level resistance to zidovudine and low-level resistance to stavudine, didanosine, and abacavir K70R, L210W Segregate in two pathways, one comprising T215Y and L210W and the other T215F and K219Q T215Y, T215F, K219Q, K219E", "cite_spans": [], "ref_spans": [{"start": 294, "end": 303, "text": "(Table 28", "ref_id": "TABREF1"}], "section": "Impairment of Analogue Incorporation"}, {"text": "Pathway comprising T215Y and L210W associated with decreased responsiveness to tenofovir M184V", "cite_spans": [], "ref_spans": [], "section": "Impairment of Analogue Incorporation"}, {"text": "Observed in most viruses resistant to treatment with lamivudine Confers high-level resistance to lamivudine in vitro Can interfere with resistance to zidovudine and stavudine when the number of thymidine analogue mutations is small Increase the level of resistance to didanosine and abacavir owing to thymidine analogue mutations Q151M", "cite_spans": [], "ref_spans": [], "section": "Impairment of Analogue Incorporation"}, {"text": "Rare pathway for resistance of HIV-1 to nucleoside analogues F116Y, F77L, V75I, A62V", "cite_spans": [], "ref_spans": [], "section": "Impairment of Analogue Incorporation"}, {"text": "In vitro, cause high-level resistance to most nucleoside analogues except lamivudine and tenofovir 69 Insertional mutations Insertion of two or more amino acids (usually serines) next to codon 69 Emerge only in viruses that already have several thymidine analogue mutations Confer high-level resistance to all nucleoside analogues K65R", "cite_spans": [], "ref_spans": [], "section": "Impairment of Analogue Incorporation"}, {"text": "Selected for by zalcitabine, abacavir, and tenofovir therapy Y115F", "cite_spans": [], "ref_spans": [], "section": "Impairment of Analogue Incorporation"}, {"text": "Selected for by abacavir therapy L74V", "cite_spans": [], "ref_spans": [], "section": "Impairment of Analogue Incorporation"}, {"text": "Selected for by didanosine therapy, usually when didanosine is the only nucleoside analogue Mutations conferring resistance to NNRTIs K103N", "cite_spans": [], "ref_spans": [], "section": "Impairment of Analogue Incorporation"}, {"text": "Mutation most frequently selected for by efavirenz therapy Occasionally selected for by nevirapine therapy Confers high-level resistance to all available NNRTIs Y181C", "cite_spans": [], "ref_spans": [], "section": "Impairment of Analogue Incorporation"}, {"text": "Mutations most frequently selected by nevirapine Y188C", "cite_spans": [], "ref_spans": [], "section": "Impairment of Analogue Incorporation"}, {"text": "Confers high-level resistance to nevirapine but lower-level resistance to efavirenz Y108I Y188L, unlike Y188C, seen mostly with efavirenz therapy L100I, V106A, G190A, G190S", "cite_spans": [], "ref_spans": [], "section": "Impairment of Analogue Incorporation"}, {"text": "Mutations that accumulate during prolonged ineffective therapy with most NNRTIs Protease and gag mutations L90M Frequent resistance mutation, observed during failure of therapy with most protease inhibitors Mutation most frequently selected for by saquinavir therapy V82A, V82T, V82F", "cite_spans": [], "ref_spans": [], "section": "Impairment of Analogue Incorporation"}, {"text": "Common resistance mutations Can emerge early during failure of therapy with most protease inhibitors Mutations most frequently selected for by ritonavir and indinavir therapy D30N", "cite_spans": [], "ref_spans": [], "section": "Impairment of Analogue Incorporation"}, {"text": "Mutations most frequently selected for by nelfi navir therapy N88D, N88S D30N always fi rst L101, L10F, K20R,K20M, M36I, M46I, M46L, Mutations that can accumulate during failure of therapy with most protease inhibitors, causing gradual increases in the level of resistance I54V, I54L, A71V, A71T, G73S, V77I, M93L", "cite_spans": [], "ref_spans": [], "section": "Impairment of Analogue Incorporation"}, {"text": "Comments Reverse transcriptase I84V", "cite_spans": [], "ref_spans": [], "section": "Mutation"}, {"text": "Frequently found after prolonged ineffective therapy with protease inhibitors Associated with high-level resistance to most protease inhibitors G48V", "cite_spans": [], "ref_spans": [], "section": "Mutation"}, {"text": "Exclusively selected for by saquinavir therapy Associated with high-level resistance to saquinavir L24I", "cite_spans": [], "ref_spans": [], "section": "Mutation"}, {"text": "Emerges occasionally during failure of indinavir therapy Also found with lopinavir therapy I47V, I50V", "cite_spans": [], "ref_spans": [], "section": "Mutation"}, {"text": "Most often selected for by amprenavir therapy Also found with lopinavir therapy V32I, F53L Rare mutations Confer high-level resistance to most protease inhibitors A431V", "cite_spans": [], "ref_spans": [], "section": "Mutation"}, {"text": "Mutations in gag, the main viral substrate of the protease L449F", "cite_spans": [], "ref_spans": [], "section": "Mutation"}, {"text": "Increases resistance and partially compensates for resistance-associated loss of viral replicative capacity", "cite_spans": [], "ref_spans": [], "section": "Mutation"}, {"text": "Mutations are designated according to the letter of the wild-type amino acid that is subject to substitution, followed in turn by the position of that amino acid in the reverse transcriptase or protease sequence and by the letter of the mutant amino acid. For example, M184V indicates that methionine at position 184 is replaced by a valine. A complete description of HIV drug-resistance mutations and the latest information on their interpretation can be found at http://hivdb.stanford.edu and http://www.iasusa.org/resistance_mutations/index.html 30 (International AIDS Society-USA 2002 ) Mutations affect HR1, a domain of glycoprotein 41 whose interaction with HR-2 promotes membrane fusion Enfuvirtide", "cite_spans": [], "ref_spans": [], "section": "Mutation"}, {"text": "Interferes with glycoprotein 41-dependent membrane fusion mutation involves the replacement of methionine by valine at position 184 of the reverse transcriptase and is the main mutation that confers resistance to lamivudine (Boucher et al. 1993 ) . Methionine 184 is located at the heart of the catalytic site of reverse transcriptase, and its replacement by a valine, which has a different side chain, interferes with the proper positioning of lamivudine triphosphate within the catalytic site (Sarafi anos et al. 1999 ) . The M184V mutation induces very high levels of resistance to lamivudine. When lamivudine is used as a single agent, resistant strains overtake wild-type virus in a few weeks (Schuurman et al. 1995 ) , and when lamivudine is used as part of a failing regimen of HAART, the M184V mutation is almost always the fi rst mutation to emerge (Havlir et al. 2000 ) . The group of mutations referred to as the Q151M complex (Iversen et al. 1996 ) (Table 28 .12 ) is most often selected for in the course of the failure of regimens containing stavudine and didanosine. This pathway always starts with the Q151M substitution, a residue located in the immediate vicinity of the nucleotide-binding site of reverse transcriptase, and is followed by the gradual accumulation of secondary mutations that enhance resistance and increase the activity of the enzyme (Kosalaraksa et al. 1999 ) . The Q151M complex is relatively rare in HIV-1 (fewer than 5 % of all HIV strains with resistance to nucleoside analogues) but can confer high-level resistance to most but not all (e.g., lamivudine and tenofovir) analogues (Iversen et al. 1996 ) . Interestingly, the Q151M complex is markedly more frequent in HIV-2 than in HIV-1. The K65R mutation is seen with increasing frequency in patients in whom therapy with nucleoside or nucleotide analogues fails, especially when the regimen includes tenofovir or abacavir. This mutation appears to confer resistance to most analogues, with the exception of zidovudine.", "cite_spans": [{"start": 224, "end": 246, "text": "(Boucher et al. 1993 )", "ref_id": null}, {"start": 495, "end": 521, "text": "(Sarafi anos et al. 1999 )", "ref_id": null}, {"start": 698, "end": 722, "text": "(Schuurman et al. 1995 )", "ref_id": "BIBREF125"}, {"start": 858, "end": 879, "text": "(Havlir et al. 2000 )", "ref_id": "BIBREF32"}, {"start": 938, "end": 960, "text": "(Iversen et al. 1996 )", "ref_id": "BIBREF48"}, {"start": 1370, "end": 1396, "text": "(Kosalaraksa et al. 1999 )", "ref_id": "BIBREF58"}, {"start": 1621, "end": 1643, "text": "(Iversen et al. 1996 )", "ref_id": "BIBREF48"}], "ref_spans": [{"start": 961, "end": 970, "text": "(Table 28", "ref_id": "TABREF1"}], "section": "Mutation"}, {"text": "Removal of the nucleoside analogue from the terminated DNA chain is associated with a group of mutations commonly termed \"thymidine analogue mutations\" (Table 28 .12 ). Mutations from this group are most frequently selected for after the failure of drug combinations that include thymidine analogues, such as zidovudine and stavudine, but they can promote resistance to almost all nucleoside and nucleotide analogues, including tenofovir (Larder and Kemp 1989 ; Picard et al. 2001 ) . These mutations occur gradually, and their order of emergence can vary. Thymidine analogue mutations promote resistance by fostering ATP-or pyrophosphate-mediated removal of nucleoside analogues from the 3′ end of the terminated DNA strand (Meyer et al. 1999 ) . ATP and pyrophosphate, which are abundant in normal lymphocytes, do not participate in the DNA-polymerization reaction, but the structure of a reverse transcriptase expressing thymidine analogue mutations facilitates their entry into a site adjacent to the incorporated analogue (Chamberlain et al. 2002 ) . In this position, ATP or pyrophosphate can attack the phosphodiester bond that links the analogue to DNA, resulting in removal of the analogue. Interestingly, the effi ciency of this process, also known as \"primer rescue,\" can be signifi cantly decreased by the presence of other mutations in reverse transcriptase, a phenomenon that has been best described in the case of the M184V mutation (Larder et al. 1995 ) . As a consequence; M184V slows the selection of thymidine analogue mutations by thymidine analogues (Picard et al. 2001 ) and may slightly increase the residual antiviral activity of some nucleoside analogues in spite of the presence of thymidine analogue mutations.", "cite_spans": [{"start": 438, "end": 461, "text": "(Larder and Kemp 1989 ;", "ref_id": "BIBREF63"}, {"start": 462, "end": 482, "text": "Picard et al. 2001 )", "ref_id": "BIBREF105"}, {"start": 725, "end": 745, "text": "(Meyer et al. 1999 )", "ref_id": "BIBREF91"}, {"start": 1027, "end": 1053, "text": "(Chamberlain et al. 2002 )", "ref_id": "BIBREF1"}, {"start": 1448, "end": 1469, "text": "(Larder et al. 1995 )", "ref_id": "BIBREF64"}, {"start": 1571, "end": 1590, "text": "(Picard et al. 2001", "ref_id": "BIBREF105"}], "ref_spans": [{"start": 152, "end": 161, "text": "(Table 28", "ref_id": "TABREF1"}], "section": "Removal of the Analogue from the Terminated DNA Chain"}, {"text": "Nonnucleoside reverse transcriptase inhibitors are small molecules that have a strong affi nity for a hydrophobic pocket located close to the catalytic domain of the reverse transcriptase. The binding of the inhibitors affects the fl exibility of the enzyme, thereby blocking its ability to synthesize DNA. The mutations that are selected for after the failure of treatment with nonnucleoside reverse transcriptase inhibitors are all located in the pocket targeted by these compounds, and they reduce the affi nity of the drug (Esnouf et al. 1997 ; Hsiou et al. 2001 ) . Because of subtle differences in the interaction between various nonnucleoside reverse transcriptase inhibitors and the hydrophobic pocket, however, the mutations that emerge most frequently are somewhat drug dependent (Table 28 .12 ). Resistance to nevirapine is often associated with the Y181C mutation, but other mutations, such as Y188C, K103N, G190A, and V106A, also occur. Initial resistance to efavirenz is generally characterized by the K103N mutation, but the Y188L mutation is also seen.", "cite_spans": [{"start": 527, "end": 548, "text": "(Esnouf et al. 1997 ;", "ref_id": "BIBREF19"}, {"start": 549, "end": 568, "text": "Hsiou et al. 2001 )", "ref_id": "BIBREF43"}], "ref_spans": [{"start": 790, "end": 799, "text": "(Table 28", "ref_id": "TABREF1"}], "section": "Resistance to Nonnucleoside Reverse Transcriptase Inhibitors"}, {"text": "The HIV protease cleaves large polyprotein precursors at specifi c sites, releasing the structural proteins and enzymes necessary for the assembly of infectious viral particles. In the absence of a functional protease, viral particles are produced, but they are immature and are not infectious. The protease of HIV is a symmetrically assembled homodimer with a central, symmetric, substratebinding cavity. Detailed knowledge of the structure of this domain and of the structure of the natural protein substrates of the enzyme has led to the design of specifi c inhibitors whose chemical structure mimics that of the viral peptides that are normally recognized and cleaved by the protease (Roberts et al. 1990 ). These compounds display a strong affi nity for the active site of the HIV protease and inhibit the catalytic activity of the enzyme in a highly selective manner. Resistance to protease inhibitors is the consequence of amino acid substitutions that emerge either inside the substrate-binding domain of the enzyme or at distant sites (Molla et al. 1996 ) (Table 28 .13 ). Directly or indirectly, these amino acid changes modify the number and the nature of the points of contact between the inhibitors and the protease, thereby reducing their affi nity for the enzyme (Hong et al. 2000 ; Prabu-Jeyabalan et al. 2002 ) . As an example, the common resistance mutation V82A reduces the size of an amino acid residue in the protease that is more important for binding most inhibitors than for binding the natural viral protein substrate (Prabu-Jeyabalan et al. 2002 ) .", "cite_spans": [{"start": 688, "end": 708, "text": "(Roberts et al. 1990", "ref_id": "BIBREF117"}, {"start": 1044, "end": 1064, "text": "(Molla et al. 1996 )", "ref_id": "BIBREF92"}, {"start": 1278, "end": 1297, "text": "(Hong et al. 2000 ;", "ref_id": "BIBREF41"}, {"start": 1298, "end": 1327, "text": "Prabu-Jeyabalan et al. 2002 )", "ref_id": "BIBREF109"}, {"start": 1543, "end": 1573, "text": "(Prabu-Jeyabalan et al. 2002 )", "ref_id": "BIBREF109"}], "ref_spans": [{"start": 1065, "end": 1074, "text": "(Table 28", "ref_id": "TABREF1"}], "section": "Resistance to Protease Inhibitors"}, {"text": "Protease inhibitors have been designed to bind the protease with maximal affi nity and tend to occupy more space inside the active site cavity than do natural substrates. Unlike the inhibitors, the natural substrates of the protease have a variable, but generally less tight, interaction with the catalytic site, a phenomenon that promotes the ordered sequential cleavage of the polyproteins required for proper assembly of the viral particle. Resistance mutations in the protease, which result in an overall enlargement of the catalytic site of the enzyme, would thus be predicted to have a greater effect on the binding of inhibitors than the natural templates. Some mutations are selected for only by certain protease inhibitors (Table 28 .12 ), refl ecting particularities in the chemical structure of the inhibitors that infl uence their interaction with the substrate-binding domain of the enzyme. However, there is considerable overlap between the combinations of mutations in HIV strains that develop resistance to protease inhibitors. This overlap explains the wide cross-resistance that is generally observed within this drug class (Schapiro et al. 1999 ) .", "cite_spans": [{"start": 1142, "end": 1165, "text": "(Schapiro et al. 1999 )", "ref_id": "BIBREF123"}], "ref_spans": [{"start": 732, "end": 741, "text": "(Table 28", "ref_id": "TABREF1"}], "section": "Resistance to Protease Inhibitors"}, {"text": "Remarkably, resistance to protease inhibitors can also be promoted by mutations in some of the natural viral substrates of the protease . Characteristic substitutions of amino acids near cleavage sites of the gag polyprotein have been identifi ed that can increase the level of resistance and the replicative capacity of the virus by facilitating cleavage under conditions in which the amount of active enzyme is suboptimal or improving the ability of proteases containing resistance mutations to interact with the substrate.", "cite_spans": [], "ref_spans": [], "section": "Resistance to Protease Inhibitors"}, {"text": "HIV-1 enters target cells through an intricate sequence of interactions between the HIV envelope glycoprotein (gp) complex (gp120-gp41) and specifi c cell-surface receptors (Kilby and Eron 2003 ) . The early steps in this process allow gp41, the fusogenic component of the complex, to interact with the cell membrane, thereby tethering the virus to its target. The membranes of the virus and target cell are then brought into close proximity, fostering their fusion, by further rearrangement of gp41. In this step, a distal hydrophobic region of gp41, HR2, folds onto a more proximal hydrophobic region, HR1, effectively shortening the molecule. Enfuvirtide, a 36-aminoacid peptide derived from HR2, destabilizes this process by binding to HR1 and blocks the infectivity of HIV-1. Viral resistance to enfuvirtide usually results from mutations located in a stretch of ten amino acids within HR1 (Rimsky et al. 1998 ). Interestingly, changes in amino acids in gp41 outside HR and even changes in gp120 appear to be associated with signifi cant differences in the susceptibility of the virus to enfuvirtide. These mutations or polymorphisms probably explain the remarkably wide range of natural susceptibility to enfuvirtide among HIV-1 strains (Derdeyn et al. 2001 ; Reeves et al. 2002 ) and could participate in the evolution of acquired resistance to enfuvirtide.", "cite_spans": [{"start": 173, "end": 195, "text": "(Kilby and Eron 2003 )", "ref_id": "BIBREF54"}, {"start": 895, "end": 914, "text": "(Rimsky et al. 1998", "ref_id": "BIBREF116"}, {"start": 1243, "end": 1265, "text": "(Derdeyn et al. 2001 ;", "ref_id": "BIBREF13"}, {"start": 1266, "end": 1286, "text": "Reeves et al. 2002 )", "ref_id": "BIBREF112"}], "ref_spans": [], "section": "Resistance to Fusion Inhibitors"}, {"text": "Cross-resistance, defi ned as resistance to drugs to which a virus has never been exposed, results from mutations that have been selected for by the use of another drug. Cross-resistance is always restricted to drugs within a given class of antiretroviral agents but all three classes of antiretroviral drugs are affected. Early in the evolution of resistance to nucleoside analogues or protease inhibitors, viruses may have only a low level of cross-resistance to alternative agents within each of these two classes of drugs (Richman 1990 ). Nevertheless, these strains may need to add only one or a few additional mutations to this preexisting scaffolding for high-level cross-resistance to develop. Therefore, in patients infected with strains that have low levels of cross-resistance, the switch to apparently active alternative drugs can be accompanied by rapid selection for highly resistant variants, at the expense of minimal evolutionary changes (Dulioust et al. 1999 ) .", "cite_spans": [{"start": 526, "end": 539, "text": "(Richman 1990", "ref_id": "BIBREF115"}, {"start": 955, "end": 978, "text": "(Dulioust et al. 1999 )", "ref_id": null}], "ref_spans": [], "section": "Cross-Resistance"}, {"text": "Resistance is not an all-or-nothing phenomenon and generally increases over time (Richman 1990 ; Barbour et al. 2002 ; Ross et al. 2000 ) . Single mutations rarely produce complete resistance to antiretroviral drugs, although the M184V mutation in reverse transcriptase, which results in complete resistance to lamivudine, is an exception to this rule. Single mutations in the hydrophobic pocket of reverse transcriptase also provide strong resistance to nonnucleoside reverse transcriptase inhibitors, but the viral strains in patients in whom regimens using these drugs are failing often incur additional mutations, suggesting that the level of resistance provided by single mutations is not optimal (Hanna et al. 2000 ) . Resistance to reverse transcriptase inhibitors through the accumulation of thymidine analogue mutations or Q151M complex mutations and resistance to protease inhibitors are always gradual processes, leading to progressive increases in the level of resistance (Mammano et al. 2000 ) . Nonetheless, even after several mutations have accumulated in the HIV protease and reverse transcriptase suffi cient to produce patent treatment failure, resistance may not have reached maximal levels, and additional mutations, associated with increases in resistance, can occur even in the absence of any changes in treatment (Barbour et al. 2002 ) . Indeed, the development of complete resistance may represent an exception. Because resistance mutations can impair viral replicative capacity, the solution adopted by the dominant viral population may entail making concessions in terms of resistance. Efforts are being made to evaluate the antiviral activity retained by individual drugs in the face of resistance mutations. Such knowledge may help in the treatment of patients infected with viruses that express resistance to multiple classes of drugs, since keeping HIV under some pharmacologic pressure may reduce its pathogenic potential.", "cite_spans": [{"start": 81, "end": 96, "text": "(Richman 1990 ;", "ref_id": "BIBREF115"}, {"start": 97, "end": 118, "text": "Barbour et al. 2002 ;", "ref_id": null}, {"start": 119, "end": 137, "text": "Ross et al. 2000 )", "ref_id": "BIBREF118"}, {"start": 702, "end": 722, "text": "(Hanna et al. 2000 )", "ref_id": "BIBREF30"}, {"start": 984, "end": 1006, "text": "(Mammano et al. 2000 )", "ref_id": "BIBREF80"}, {"start": 1336, "end": 1358, "text": "(Barbour et al. 2002 )", "ref_id": null}], "ref_spans": [], "section": "Cross-Resistance"}, {"text": "Many resistance mutations impair viral replication. Because these mutations modify key viral proteins, they have deleterious effects of variable extent on protein function. Although some of these defi cits can be partially corrected by compensatory mutations (Nijhuis et al. 1999 ) , viruses forced to develop higher levels of resistance under intense and continuous pressure by antiretroviral drugs often have a substantial impairment in their replicative capacity (Barbour et al. 2002 ) . The degree of replicative impairment conferred by resistance mutations is highly variable. The most crippling mutations appear to be those associated with resistance to protease inhibitors (Zennou et al. 1998 ), but signifi cant replicative defects can be related to mutations in reverse transcriptase that confer resistance to nucleoside analogues or nonnucleoside reverse transcriptase inhibitors (Back et al. 1996 ; Bleiber et al. 2001 ) as well as envelope mutations associated with resistance to enfuvirtide. The clinical effect of resistance-associated loss of viral replicative capacity is the subject of intense investigation. Several observations suggest that resistant viruses have lost some of their virulence. When antiretroviral treatment is interrupted in patients infected with HIV that is resistant to multiple drugs, the resistant strain is more or less rapidly replaced by wild-type virus. This change is accompanied by a drop in CD4 T-cell counts, suggesting that wild-type virus has a greater replicative and pathogenic potential (Deeks et al. 2001 ) . In a signifi cant proportion of patients in whom HAART is failing, the CD4 T-cell counts remain signifi cantly above pretreatment levels, despite the poor control of replication (Kaufmann et al. 1998 ) . Whether this apparent immunologic benefi t of HAART in spite of patent virologic failure is the direct consequence of reduced viral pathogenicity, a sign of persistent residual activity of some drugs in the regimen, or both, remains to be elucidated. Consequently, therapeutic strategies that take advantage of resistance-associated loss of HIV replicative capacity have yet to be identifi ed. However, recent data of CATCH and the US-based studies suggested that transmitted drug-resistant HIV can remain the dominant population in peripheral blood for an extended period of time. Furthermore, a study analyzed the baseline nucleotide sequences among 11 subjects with primary HIV infection who showed variation against antiretroviral therapy (Little et al. 2004 ) . The patients had been infected for approximately 65 days and had at least one major drug resistance mutation. Longitudinal samples were collected for a median of 225 days after infection and analyzed for persistence of transmitted drug-resistant variants. Seven patients had evidence of NNRTI resistance, two patients had resistance to both NRTIs and PIs, and one patient had triple-class resistance. The average time to reversion of the K103N variants to mixed 103 N/K populations in the seven patients with NNRTI resistance was 196 days following the estimated date of infection. In the four patients with mutations conferring resistance to protease inhibitors, no reversion to wild type was detected at 64, 191, 327, and 342 days after infection. Complete reversion of genotypic resistance was observed in only one patient at 1,019 days after infection. Dr. Kuritzkes concluded the data presented at the 11th CROI by a team of investigators at Gilead Sciences (Borroto-Esoda et al. 2004 ) . Study FTC-301A compared once-daily emtricitabine (Emtriva) to once-daily stavudine (Zerit), both combined with didanosine (Videx) and efavirenz (Sustiva), in 571 treatment-naïve patients from North America, Latin America, and Europe. Overall, 90/546 (16 %) evaluable patients entered the study with HIV mutations at positions associated with resistance to NNRTIs. There were no differences in the prevalence or type of mutations between the groups. For subjects with wild-type virus at baseline, the incidence of virologic failure was 12 % in the stavudine group and 5 % in the emtricitabine group. Among patients with drug-resistant virus at baseline, virologic failure occurred in 32 % of the stavudine group and 13 % of the emtricitabine group.", "cite_spans": [{"start": 259, "end": 281, "text": "(Nijhuis et al. 1999 )", "ref_id": "BIBREF95"}, {"start": 466, "end": 488, "text": "(Barbour et al. 2002 )", "ref_id": null}, {"start": 680, "end": 699, "text": "(Zennou et al. 1998", "ref_id": "BIBREF155"}, {"start": 890, "end": 909, "text": "(Back et al. 1996 ;", "ref_id": null}, {"start": 910, "end": 929, "text": "Bleiber et al. 2001", "ref_id": null}, {"start": 1541, "end": 1561, "text": "(Deeks et al. 2001 )", "ref_id": "BIBREF11"}, {"start": 1742, "end": 1765, "text": "(Kaufmann et al. 1998 )", "ref_id": "BIBREF53"}, {"start": 2511, "end": 2532, "text": "(Little et al. 2004 )", "ref_id": "BIBREF75"}, {"start": 3498, "end": 3526, "text": "(Borroto-Esoda et al. 2004 )", "ref_id": null}], "ref_spans": [], "section": "Effect of Resistance on Viral Replicative and Pathogenic Capacity"}, {"text": "Perhaps the most widely cited case in point regarding the dangers of K65R is GlaxoSmithKline's ESS3000009 trial (Gallant et al. 2003 ) . In this study, 345 patients were randomized to receive either tenofovir or efavirenz, combined with a fi xed-dose combination tablet containing 600 mg abacavir and 300 mg lamivudine, all to be taken once a day. Patients were naïve to antiretroviral therapy prior to starting the study and had an average baseline viral load of 4.63 log10 copies/ml and a baseline CD4+ cell count of 260 cells/mm 3 . Because of a glaringly high number of treatment failures being documented in the triple-NRTI group, the study investigators conducted an unplanned analysis involving the fi rst 194 patients who completed 8 weeks of follow-up.", "cite_spans": [{"start": 112, "end": 134, "text": "(Gallant et al. 2003 )", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "The K65R Mutation"}, {"text": "Approximately 49 % of patients in the triple-NRTI group met the defi nition of virologic failure, compared to only 5.4 % patients in the efavirenzbased arm. Tenofovir, abacavir, and lamivudine can all select for the K65R mutation. Among 21 patients who had viral loads that were high enough to test for drug resistance, 10 (48 %) had the K65R mutation. Tenofovir, abacavir, and lamivudine all exert concerted pressure on the 65 locus, and, with the emergence of that single mutation, it is able to abrogate the effi cacy of the regimen with a single stroke.", "cite_spans": [], "ref_spans": [], "section": "The K65R Mutation"}, {"text": "NRTIs exert a blocking effect by plugging a nonextendable nucleoside analogue monophosphate to the 3′ end of the growing proviral DNA chain. This effectively terminates chain extension and, ultimately, inhibits replication of the virus. However, this process can be reversed by a reverse transcriptase reaction that removes the chain-terminating residue and reinstates an extendable primer. This reverse reaction of DNA polymerization, termed pyrophosphorolysis, enables reverse transcription and DNA synthesis to resume. Pyrophosphorolysis can be enhanced by key mutations, often referred to as thymidine analogue mutations (TAMs). While pyrophosphorolysis is believed to be the primary mechanism of resistance to zidovudine and stavudine, the process is not drug specifi c in the way that discriminatory mutations tend to be. Consequently, these pyrophosphorolysis-enhancing mutations can confer reduced susceptibility to all of the NRTIs. In essence, NRTI resistance is the sum of two mechanisms: (1) their ability to alter drug binding or incorporation, through the mechanism described in the beginning of this section, plus (2) their ability to alter the excision of drug from the nascent DNA chain. The 65R mutation impedes both drug binding and primer excision.", "cite_spans": [], "ref_spans": [], "section": "TAMs and K65R"}, {"text": "In effect, variants harboring both K65R and TAMs still considered to be a rare occurrence can have surprising effects. Many TAMs are in the \"fi ngers\" domain of the polymerase, which makes up the deoxynucleotide triphosphate binding site. In turn, TAMs interfere with proper function of the enzyme. Because K65R impedes primer excision, it is believed to sensitize HIV to NRTIs affected by TAMs, most notably zidovudine. It has also been noted that TAMs can reverse some of the effects of K65R on drug binding and incorporation; there are data suggesting that concurrent zidovudine use can prevent the emergence of the K65R mutation though the mechanism responsible for this has not yet been elucidated.", "cite_spans": [], "ref_spans": [], "section": "TAMs and K65R"}, {"text": "Of interest are data from six recent clinical trials evaluating all reverse transcriptase inhibitor regimens containing tenofovir, either with or without zidovudine. Among patients initiating therapy for the fi rst time, tenofovir-inclusive regimens not involving zidovudine were much more likely to fail in association with development of the K65R mutation. Conversely, tenofovir-and zidovudine-inclusive regimens were much more likely to fail in association with the development of TAMs.", "cite_spans": [], "ref_spans": [], "section": "TAMs and K65R"}, {"text": "Moving on to resistance issues in heavily pretreated HIV-positive patients, Dr. Kuritzkes reviewed data stemming from ACTG 398, a clinical trial designed to determine whether the addition of a second protease inhibitor to a regimen containing amprenavir (Agenerase) improved the 24-week response to salvage therapy (Mellors et al. 2003 ) . The study enrolled 481 heavily pretreated HIV-positive patients: 21 % had been on one protease inhibitor in the past, 53 % had been on two prior protease inhibitors in the past, and 26 % had been on three protease inhibitors in the past. Approximately 44 % of the patients had also been on an NNRTI in the past.", "cite_spans": [{"start": 315, "end": 337, "text": "(Mellors et al. 2003 )", "ref_id": "BIBREF90"}], "ref_spans": [], "section": "The Role of Minor Variants"}, {"text": "All of the patients received efavirenz, adefovir dipivoxil, abacavir, and amprenavir. In addition, subjects were randomized to receive either placebo, nelfi navir (Viracept), saquinavir (Fortovase), or indinavir (Crixivan). There were no statistically signifi cant differences between the three active drug arms. There was, however, a signifi cant difference between the combined active arms and the placebo arm, demonstrating that dual protease inhibitor regimens are superior to single protease inhibitor regimens in heavily pretreated patients.", "cite_spans": [], "ref_spans": [], "section": "The Role of Minor Variants"}, {"text": "Not surprisingly, the ACTG 398 investigators reported that NNRTI-naive patients had significantly better responses than NNRTI-experienced patients: 84 % of NNRTI-experienced patients, compared to 57 % of the NNRTI-naive patients, failed to achieve an undetectable viral load after 24 weeks of follow-up. Of interest, though, is an analysis of the NNRTI-experienced patients. After 24 weeks, however, the difference in response rates between these two groups became insignifi cant and eventually converged.", "cite_spans": [], "ref_spans": [], "section": "The Role of Minor Variants"}, {"text": "Reviewing some recent work in the area of thymidine analogue mutations, a review study results explained that certain TAMs tend to occur together but that others are rarely found together in the same virus. For example, the M41L/L210W/T215Y pathway is a common TAM pattern and is associated with high-level resistance to zidovudine and with cross-resistance to other NRTIs, including tenofovir and abacavir. In contrast, the D67N/K70R/K219Q pathway isolate is a less common TAM pattern and is associated with a lower fold resistance than the M41L/L210W/T215Y cluster. It was also showed that T215F mutation rarely appears in the reverse transcriptase of viruses also harboring the L210W mutation or the M41L mutation (Kuritzkes 2004 ) and the divergent TAM pathways (Hu et al. 2004 ) . In a nutshell, these studies found that isolates carrying the T215Y mutation replicated more effi ciently than isolates harboring the 215F mutation. With incorporation of the L210W mutation into isolates harboring the T215Y mutation, viral fi tness was substantially reduced. Conversely, with the incorporation of the K70R mutation into isolates harboring the T215Y mutation, there was a substantial growth advantage in the presence of zidovudine (Hu et al. 2004 ). Thus, it was concluded that T215Y pathway is more common and confers higherlevel resistance to zidovudine and other NRTIs, whereas viruses carrying T215F have lower replication capacity and are poorly fi t. With respect to the K70R mutation, it confers a signifi cant advantage to HIV in the presence of zidovudine and that this mutation plays a much larger role in the development of zidovudine resistance than is usually considered (Kuritzkes 2004 ) .", "cite_spans": [{"start": 717, "end": 732, "text": "(Kuritzkes 2004", "ref_id": "BIBREF61"}, {"start": 766, "end": 783, "text": "(Hu et al. 2004 )", "ref_id": "BIBREF45"}, {"start": 1233, "end": 1248, "text": "(Hu et al. 2004", "ref_id": "BIBREF45"}, {"start": 1686, "end": 1703, "text": "(Kuritzkes 2004 )", "ref_id": "BIBREF61"}], "ref_spans": [], "section": "The Role of Minor Variants"}, {"text": "Perhaps the best-known reverse transcriptase mutation is M184V, which is known to cause high-level resistance to lamivudine and emtricitabine. However, there have been studies suggesting that high-level resistance to lamivudine does not necessarily mean that the drug is rendered worthless. An example of this phenomenon can be found in a clinical trial of partial treatment interruptions conducted by Dr. Steven Deeks and his colleagues (Deeks et al. 2003 ). This study focused on a cohort of HIV-positive individuals who had a history of excellent treatment adherence, had drug-resistant viremia (greater than 400 copies/ml), and were experiencing a documented treatment-mediated benefi t (e.g., a viral load below and CD4+ cell count above pretreatment levels). The patients either stopped their PI(s) or their NRTIs to determine the selective effects of these two drug classes in terms of maintaining the less-fi t virus. One more study discontinued lamivudine in four highly treatmentexperienced patients with no viable alternative treatment options and evidence of the M184V mutation while on a regimen consisting of at least three antiretrovirals (Campbell et al. 2003 ) . Six weeks after stopping lamivudine, HIV RNA levels increased an average of 0.6 log10 copies/ml above baseline, even though the M184V mutation remained detectable in virus from all patients. This basically showed us that, even in the presence of the M184V mutation, lamivudine was still contributing to HIV RNA suppression. Reversion of M184V to wild type occurred in all four patients between 6 and 14 weeks, accompanied by an additional average increase in viral load of 0.3 log10 copies/ml. Upon resuming lamivudine therapy, the M184V mutation reappeared within 8 weeks in all four patients. The COLATE trial was an open-label trial involving 131 patients experiencing virologic failure while on a lamivudinecontaining regimen (Dragsted et al. 2004 ) . In switching to another regimen, approximately half of the patients were randomized to continue lamivudine therapy, with the remaining patients randomized to discontinue lamivudine treatment. Forty-eight weeks later, there were no signifi cant differences between the two groups.", "cite_spans": [{"start": 438, "end": 456, "text": "(Deeks et al. 2003", "ref_id": "BIBREF12"}, {"start": 1154, "end": 1177, "text": "(Campbell et al. 2003 )", "ref_id": null}, {"start": 1910, "end": 1933, "text": "(Dragsted et al. 2004 )", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "The Role of Minor Variants"}, {"text": "Pharmacogenomics examines the infl uence of genetic variability on drug effi cacy or toxicity by correlating gene expression or single-nucleotide polymorphisms with patient outcomes. The PREDICT study (Mallal et al. 2008 ) showed that the presence of the allele HLA-B5701 is highly predictive of an HSR to ABC. Positive and negative predictive value was 60 and 100 %, respectively. The used of a genetic tests for HLA-B5701 led to a reduction in ABC-related HSR to <1 % in the ARIES trial (Squires et al. 2008 ), compared to a rate of between 4 and 8 % seen in other trials not using HLA screening. This is the fi rst example of a clinical use of genetic screening in HIV disease management to get widespread approval. Other potential mutation at position 516G > T in CYP2B6 signals a longer half-life and increased levels of efavirenz (Haas et al. 2004 ). Other haplotypes within CYP2B6 have been associated with a longer half-life for nevirapine (Chantarangsu 2009 ). The genetic variant associated with Gilbert's disease, UGT 1A1*28, has been identifi ed as part of a haplotype of four UGT1A variants spanning three genes at the UGT1A gene locus (Lankisch et al. 2006 ) . Initial assessment performed in a small cohort of patients with TDF-associated renal dysfunction identifi ed a single substitution at position of 1,249 of MRP2 gene as being potentially associated with the side effect (Izzedine et al. 2006 ). An example is the nucleotide variation at position 3,435 of the human P-glycoprotein (MDR-1) gene; the number of patients in each genotype group (3,435 C/C, C/T, and T/T) still experiencing virological suppression at 24 months was 55/112, 72/125, and 74/133, respectively ( p = 0.07) (Brumme et al. 2003 ) . Greater than 80 % of these patients were on a regimen of 2 NRTIs plus a PI. This was a small effect, though signifi cant, for a slower time to immunological and virological failure for the C/C genotype.", "cite_spans": [{"start": 201, "end": 222, "text": "(Mallal et al. 2008 )", "ref_id": "BIBREF78"}, {"start": 489, "end": 509, "text": "(Squires et al. 2008", "ref_id": "BIBREF131"}, {"start": 836, "end": 853, "text": "(Haas et al. 2004", "ref_id": "BIBREF28"}, {"start": 948, "end": 966, "text": "(Chantarangsu 2009", "ref_id": "BIBREF3"}, {"start": 1149, "end": 1172, "text": "(Lankisch et al. 2006 )", "ref_id": "BIBREF62"}, {"start": 1393, "end": 1414, "text": "(Izzedine et al. 2006", "ref_id": "BIBREF49"}, {"start": 1702, "end": 1723, "text": "(Brumme et al. 2003 )", "ref_id": null}], "ref_spans": [], "section": "Genetic Markers for the Toxicity of Antiretroviral Drugs"}, {"text": "Pharmacogenomics is providing a miraculous opportunity to bring change in clinical practices, medicine, and health due to upcoming researches in to this fi eld. It also helps in minimizing toxicity and adverse effects by correlating newly found resistance mutations with historical antiretroviral use, which could be of interest to clinicians in planning subsequent antiretroviral regimens for patients who have undergone a range of treatments. If the molecular diagnostic tests can be made less expensive, it will make able to give more imperative therapy against viral disease as AIDS/HIV and hepatitis which are currently giving an enormous economical burden. However, for this to happen, there will need to be major technological improvements in our ability to sequence or screen genomic DNA to assess an individual's genome in the context of population data.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Extensive population-based studies will be required to evaluate the phenotypic signifi cance both acute and long term of genomic variation, at the level of individual variants and combinations of variants. Clinical trials must be carried out with the goal of identifying the outcomes of various combinations of genomic, expressionbased, metabolomic, and proteomic data to arrive at complete clinico-genomic profi les predictive of disease risk and drug response. All these efforts jointly open a new ray of hope for a miraculous change in the history of medicine for people suffering from viral diseases.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "by combinations of killer immunoglobulinlike receptor and human leukocyte antigen loci", "authors": [], "year": null, "venue": "J Exp Med", "volume": "201", "issn": "", "pages": "1069--1075", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Crystal structures of zidovudine-or lamivudine-resistant human immunodefi ciency virus type 1 reverse transcriptases containing mutations at codons 41, 184, and 215", "authors": [{"first": "P", "middle": ["P"], "last": "Chamberlain", "suffix": ""}, {"first": "J", "middle": [], "last": "Ren", "suffix": ""}, {"first": "C", "middle": ["E"], "last": "Nichols", "suffix": ""}], "year": 2002, "venue": "J Virol", "volume": "76", "issn": "", "pages": "10015--10019", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Treatment of chronic hepatitis C: a systematic review", "authors": [{"first": "G", "middle": [], "last": "Chander", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Sulkowski", "suffix": ""}, {"first": "M", "middle": ["W"], "last": "Jenckes", "suffix": ""}], "year": 2002, "venue": "Hepatology", "volume": "36", "issn": "", "pages": "135--144", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "A CYP2B6 haplotype infl uences NVP plasma concentrations postpartum following a single intrapartum dose for the prevention of mother to child transmission of HIV in Thai women", "authors": [{"first": "S", "middle": [], "last": "Chantarangsu", "suffix": ""}], "year": 2009, "venue": "10th international workshop on HIV clinical pharmacology", "volume": "", "issn": "", "pages": "15--17", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Emergence and takeover of YMDD motif mutant hepatitis B virus during long-term lamivudine therapy and re-takeover by wild type after cessation of therapy", "authors": [{"first": "K", "middle": [], "last": "Chayama", "suffix": ""}, {"first": "Y", "middle": [], "last": "Suzuki", "suffix": ""}, {"first": "M", "middle": [], "last": "Kobayashi", "suffix": ""}], "year": 1998, "venue": "Hepatology", "volume": "27", "issn": "6", "pages": "1711--1716", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Design of mutation-resistant HIV protease inhibitors with the substrate envelope hypothesis", "authors": [{"first": "S", "middle": [], "last": "Chellappan", "suffix": ""}], "year": 2007, "venue": "Chem Biol Drug Des", "volume": "69", "issn": "5", "pages": "298--313", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Hepatitis C virus infection in the general population: a community-based study in West Bengal", "authors": [{"first": "A", "middle": [], "last": "Chowdhury", "suffix": ""}, {"first": "A", "middle": [], "last": "Santra", "suffix": ""}, {"first": "S", "middle": [], "last": "Chaudhuri", "suffix": ""}], "year": 2003, "venue": "India. Hepatology", "volume": "37", "issn": "", "pages": "802--809", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Environmental and heritable causes of cancer among 9.6 million individuals in the Swedish Family-Cancer Database", "authors": [{"first": "K", "middle": [], "last": "Czene", "suffix": ""}, {"first": "P", "middle": [], "last": "Lichtenstein", "suffix": ""}, {"first": "K", "middle": [], "last": "Hemminki", "suffix": ""}], "year": 2002, "venue": "Int J Cancer", "volume": "99", "issn": "", "pages": "260--266", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Insights into the reasons for discontinuation of the fi rst highly active antiretroviral therapy (HAART) regimen in a cohort of antiretroviral naïve patients", "authors": [{"first": "A", "middle": [], "last": "D&apos;arminio Monforte", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Lepri", "suffix": ""}, {"first": "G", "middle": [], "last": "Rezza", "suffix": ""}], "year": 2000, "venue": "Italian Cohort of Antiretroviral-Naïve Patients. AIDS", "volume": "14", "issn": "", "pages": "499--507", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Genome-wide association studies in pharmacogenomics", "authors": [{"first": "A", "middle": ["K"], "last": "Daly", "suffix": ""}], "year": 2010, "venue": "Nat Rev Genet", "volume": "11", "issn": "", "pages": "241--246", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Antivirals and antiviral strategies", "authors": [{"first": "E", "middle": [], "last": "De Clercq", "suffix": ""}], "year": 2004, "venue": "Nat Rev Microbiol", "volume": "2", "issn": "", "pages": "704--720", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Virologic and immunologic consequences of discontinuing combination antiretroviral-drug therapy in HIV-infected patients with detectable viremia", "authors": [{"first": "S", "middle": ["G"], "last": "Deeks", "suffix": ""}, {"first": "T", "middle": [], "last": "Wrin", "suffix": ""}, {"first": "T", "middle": [], "last": "Liegler", "suffix": ""}], "year": 2001, "venue": "N Engl J Med", "volume": "344", "issn": "", "pages": "472--480", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Continued reverse transcriptase inhibitor therapy is suffi cient to maintain short-term partial suppression of multi-drug resistant viremia", "authors": [{"first": "S", "middle": ["G"], "last": "Deeks", "suffix": ""}, {"first": "J", "middle": ["N"], "last": "Martin", "suffix": ""}, {"first": "R", "middle": [], "last": "Hoh", "suffix": ""}], "year": 2003, "venue": "10th conference on retroviruses and opportunistic infections", "volume": "10", "issn": "", "pages": "125--131", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Sensitivity of human immunodefi ciency virus type 1 to fusion inhibitors targeted to the gp41 fi rst heptad repeat involves distinct regions of gp41 and is consistently modulated by gp120 interactions with the coreceptor", "authors": [{"first": "C", "middle": ["A"], "last": "Derdeyn", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Decker", "suffix": ""}, {"first": "J", "middle": ["N"], "last": "Sfakianos", "suffix": ""}], "year": 2001, "venue": "J Virol", "volume": "75", "issn": "", "pages": "8605--8614", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Interleukin-29 uses a type 1 interferon-like program to promote antiviral responses in human hepatocytes", "authors": [{"first": "S", "middle": ["E"], "last": "Doyle", "suffix": ""}, {"first": "H", "middle": [], "last": "Schreckhise", "suffix": ""}, {"first": "K", "middle": [], "last": "Khuu-Duong", "suffix": ""}], "year": 2006, "venue": "Hepatology", "volume": "44", "issn": "", "pages": "896--906", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Final week 48 analysis of a phase 4, randomised, open-label, multi-center trial to evaluate safety and effi cacy of continued lamivudine twice daily versus discontinuation of lamivudine in HIV-1-infected adults with virological failure on ongoing combination treatments containing lamivudine: the COLATE trial", "authors": [{"first": "U", "middle": [], "last": "Dragsted", "suffix": ""}, {"first": "Z", "middle": [], "last": "Fox", "suffix": ""}, {"first": "L", "middle": [], "last": "Mathiesen", "suffix": ""}], "year": 1999, "venue": "11th conference on retroviruses and opportunistic infections", "volume": "73", "issn": "", "pages": "850--854", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "A map of human genome variation from population-scale sequencing", "authors": [{"first": "R", "middle": ["M"], "last": "Durbin", "suffix": ""}], "year": 2010, "venue": "Nature", "volume": "467", "issn": "", "pages": "1061--1073", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Silencing viral infection", "authors": [{"first": "D", "middle": ["M"], "last": "Dykxhoorn", "suffix": ""}, {"first": "J", "middle": [], "last": "Lieberman", "suffix": ""}], "year": 2006, "venue": "PLoS Med", "volume": "3", "issn": "", "pages": "1000--1004", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Unique features in the structure of the complex between HIV-1 reverse transcriptase and the bis(heteroaryl)piperazine (BHAP)U-90152 explain resistance mutations for this nonnucleoside inhibitor", "authors": [{"first": "R", "middle": ["M"], "last": "Esnouf", "suffix": ""}, {"first": "J", "middle": [], "last": "Ren", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Hopkins", "suffix": ""}], "year": 1997, "venue": "Proc Natl Acad Sci", "volume": "94", "issn": "", "pages": "3984--3989", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Clinical signifi cance of hepatitis C virus genotypes and quasispecies", "authors": [{"first": "P", "middle": [], "last": "Farci", "suffix": ""}, {"first": "R", "middle": ["H"], "last": "Purcell", "suffix": ""}], "year": 2000, "venue": "Semin Liver Dis", "volume": "20", "issn": "", "pages": "103--126", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "HIV-1 viral escape in infancy followed by emergence of a variantspecifi c CTL response", "authors": [{"first": "M", "middle": ["E"], "last": "Feeney", "suffix": ""}, {"first": "Y", "middle": [], "last": "Tang", "suffix": ""}, {"first": "K", "middle": [], "last": "Pfafferott", "suffix": ""}], "year": 2005, "venue": "J Immunol", "volume": "174", "issn": "12", "pages": "7524--7530", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Do not underestimate the power of antibodieslessons from adoptive transfer of antibodies against HIV", "authors": [{"first": "F", "middle": [], "last": "Ferrantelli", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Rasmussen", "suffix": ""}, {"first": "R", "middle": [], "last": "Hofmann-Lehmann", "suffix": ""}], "year": 2002, "venue": "Vaccine", "volume": "20", "issn": "4", "pages": "61--65", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Hepatitis B virus with X gene mutation is associated with the majority of serologically silent non-B, non-C chronic hepatitis", "authors": [{"first": "R", "middle": [], "last": "Fukuda", "suffix": ""}, {"first": "N", "middle": [], "last": "Ishimura", "suffix": ""}, {"first": "Y", "middle": [], "last": "Kushiyama", "suffix": ""}], "year": 1996, "venue": "Microbiol Immunol", "volume": "40", "issn": "", "pages": "481--488", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Early non-response to tenofovir DF (TDF) + abacavir (ABC) and lamivudine (3TC) in a randomized trial compared to efavirenz (EFV) + ABC and 3TC: ESS30009[Abstract 1722a", "authors": [{"first": "J", "middle": ["E"], "last": "Gallant", "suffix": ""}, {"first": "A", "middle": ["E"], "last": "Rodriguez", "suffix": ""}, {"first": "W", "middle": [], "last": "Weinberg", "suffix": ""}], "year": 2003, "venue": "43rd interscience conference on antimicrobial agents and chemotherapy", "volume": "366", "issn": "", "pages": "1894--1898", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Genetic variation in IL28B predicts hepatitis C treatment-induced viral clearance", "authors": [{"first": "D", "middle": [], "last": "Ge", "suffix": ""}, {"first": "J", "middle": [], "last": "Fellay", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Thompson", "suffix": ""}], "year": 2009, "venue": "Nature", "volume": "461", "issn": "", "pages": "399--401", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Vaccine-induced protection of chimpanzees against infection by a heterologous human immunodefi ciency virus type 1", "authors": [{"first": "M", "middle": [], "last": "Girard", "suffix": ""}, {"first": "B", "middle": [], "last": "Meignier", "suffix": ""}, {"first": "F", "middle": [], "last": "Barre-Sinoussi", "suffix": ""}], "year": 1995, "venue": "J Virol", "volume": "69", "issn": "10", "pages": "6239--6248", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "The application of genomics to emerging zoonotic viral diseases", "authors": [{"first": "B", "middle": ["L"], "last": "Haagmans", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Andeweg", "suffix": ""}, {"first": "A", "middle": [], "last": "Osterhaus", "suffix": ""}], "year": 2009, "venue": "PLoS Pathog", "volume": "5", "issn": "10", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Pharmacogenetics of efavirenz and central nervous system side effects", "authors": [{"first": "D", "middle": [], "last": "Haas", "suffix": ""}, {"first": "H", "middle": [], "last": "Ribaudo", "suffix": ""}, {"first": "R", "middle": [], "last": "Kim", "suffix": ""}], "year": 2004, "venue": "AIDS", "volume": "18", "issn": "", "pages": "2391--2400", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Clinical use of genotypic and phenotypic drug resistance testing to monitor antiretroviral chemotherapy", "authors": [{"first": "G", "middle": ["J"], "last": "Hanna", "suffix": ""}, {"first": "D", "middle": [], "last": "&apos;aquila", "suffix": ""}, {"first": "R", "middle": ["T"], "last": "", "suffix": ""}], "year": 2001, "venue": "Clin Infect Dis", "volume": "32", "issn": "", "pages": "774--782", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Patterns of resistance mutations selected by treatment of human immunodefi ciency virus type 1 infection with zidovudine, didanosine, and nevirapine", "authors": [{"first": "G", "middle": ["J"], "last": "Hanna", "suffix": ""}, {"first": "V", "middle": ["A"], "last": "Johnson", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Kuritzkes", "suffix": ""}], "year": 2000, "venue": "J Infect Dis", "volume": "181", "issn": "", "pages": "904--911", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Safety and immunogenicity of the Merck adenovirus serotype 5 (MRKAd5) and MRKAd6 human immunodefi ciency virus type 1 trigene vaccines alone and in combination in healthy adults", "authors": [{"first": "C", "middle": [], "last": "Harro", "suffix": ""}], "year": 2009, "venue": "Clin Vaccine Immunol", "volume": "16", "issn": "", "pages": "1285--1292", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Drug susceptibility in HIV infection after viral rebound in patients receiving indinavir-containing regimens", "authors": [{"first": "D", "middle": ["V"], "last": "Havlir", "suffix": ""}, {"first": "N", "middle": ["S"], "last": "Hellmann", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Petropoulos", "suffix": ""}], "year": 2000, "venue": "JAMA", "volume": "283", "issn": "", "pages": "229--234", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Familial risks for cervical tumors in full and half siblings: etiologic apportioning", "authors": [{"first": "K", "middle": [], "last": "Hemminki", "suffix": ""}, {"first": "B", "middle": [], "last": "Chen", "suffix": ""}], "year": 1999, "venue": "Cancer Epidemiol Biomarkers Prev", "volume": "15", "issn": "", "pages": "1413--1414", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Familial risks in cervical cancer: is there a hereditary component", "authors": [{"first": "K", "middle": [], "last": "Hemminki", "suffix": ""}, {"first": "C", "middle": [], "last": "Dong", "suffix": ""}, {"first": "P", "middle": [], "last": "Vaittinen", "suffix": ""}], "year": 2006, "venue": "Int J Cancer", "volume": "82", "issn": "", "pages": "775--781", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Genetic polymorphism of the MxA gene promoter and interferon responsiveness of hepatitis C patients: revisited by analyzing two SNP sites (−123 and −88) in vivo and in vitro", "authors": [{"first": "M", "middle": [], "last": "Hijikata", "suffix": ""}, {"first": "S", "middle": [], "last": "Mishiro", "suffix": ""}, {"first": "C", "middle": [], "last": "Miyamoto", "suffix": ""}], "year": 2001, "venue": "Intervirology", "volume": "44", "issn": "6", "pages": "379--382", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Host and viral genetics and risk of cervical cancer: a review", "authors": [{"first": "A", "middle": [], "last": "Hildesheim", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Wang", "suffix": ""}], "year": 2002, "venue": "Virus Res", "volume": "89", "issn": "", "pages": "229--240", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Antiretroviral drug resistance testing in adult HIV-1 infection: recommendations of an International AIDS Society-USA panel", "authors": [{"first": "M", "middle": ["S"], "last": "Hirsch", "suffix": ""}], "year": 2000, "venue": "J Am Med Assoc", "volume": "283", "issn": "", "pages": "2417--2426", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Antiretroviral drug resistance testing in adult HIV-1 infection: 2008 recommendations of an International AIDS Society-USA panel", "authors": [{"first": "M", "middle": ["S"], "last": "Hirsch", "suffix": ""}, {"first": "H", "middle": ["F"], "last": "Günthard", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Schapiro", "suffix": ""}], "year": 2008, "venue": "Clin Infect Dis", "volume": "47", "issn": "", "pages": "266--285", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Tumor necrosis factor alpha promoter polymorphism at position -238 is associated with chronic active hepatitis C infection", "authors": [{"first": "T", "middle": [], "last": "Höhler", "suffix": ""}, {"first": "A", "middle": [], "last": "Kruger", "suffix": ""}, {"first": "G", "middle": [], "last": "Gerken", "suffix": ""}], "year": 1998, "venue": "J Med Virol", "volume": "54", "issn": "", "pages": "173--177", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "A tumor necrosis factor-alpha (TNF-alpha) promoter polymorphism is associated with chronic hepatitis B infection", "authors": [{"first": "T", "middle": [], "last": "Höhler", "suffix": ""}, {"first": "A", "middle": [], "last": "Kruger", "suffix": ""}, {"first": "G", "middle": [], "last": "Gerken", "suffix": ""}], "year": 1998, "venue": "Clin Exp Immunol", "volume": "111", "issn": "3", "pages": "579--582", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Crystal structure of an in vivo HIV-1 protease mutant in complex with saquinavir: insights into the mechanisms of drug resistance", "authors": [{"first": "L", "middle": [], "last": "Hong", "suffix": ""}], "year": 2000, "venue": "Protein Sci", "volume": "9", "issn": "", "pages": "1898--1904", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "The treatment of chronic viral hepatitis", "authors": [{"first": "J", "middle": ["H"], "last": "Hoofnagle", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Di Bisceglie", "suffix": ""}], "year": 1997, "venue": "N Engl J Med", "volume": "336", "issn": "5", "pages": "347--356", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "The Lys103Asn mutation of HIV-1 RT: a novel mechanism of drug resistance", "authors": [{"first": "Y", "middle": [], "last": "Hsiou", "suffix": ""}, {"first": "J", "middle": [], "last": "Ding", "suffix": ""}, {"first": "K", "middle": [], "last": "Das", "suffix": ""}], "year": 2001, "venue": "J Mol Biol", "volume": "309", "issn": "", "pages": "437--445", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Surface gene mutants of hepatitis B virus in infants who develop acute or chronic infections despite immunoprophylaxis", "authors": [{"first": "H", "middle": ["Y"], "last": "Hsu", "suffix": ""}, {"first": "M", "middle": ["H"], "last": "Chang", "suffix": ""}, {"first": "Y-H", "middle": [], "last": "Ni", "suffix": ""}, {"first": "H", "middle": ["H"], "last": "Lin", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Wang", "suffix": ""}, {"first": "D", "middle": ["S"], "last": "Chen", "suffix": ""}], "year": 1997, "venue": "Hepatology", "volume": "26", "issn": "", "pages": "786--791", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Familial clustering of cancer at human papillomavirus-associated sites according to the Swedish Family-Cancer Database", "authors": [{"first": "Z", "middle": ["X"], "last": "Hu", "suffix": ""}], "year": 2004, "venue": "11th conference on retroviruses and opportunistic infections", "volume": "122", "issn": "", "pages": "1873--1878", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Adenovirus-specifi c human T cells are pervasive, polyfunctional, and cross-reactive", "authors": [{"first": "N", "middle": ["A"], "last": "Hutnick", "suffix": ""}], "year": 2010, "venue": "Vaccine", "volume": "28", "issn": "", "pages": "1932--1941", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "HIV drug resistance mutations", "authors": [], "year": 2002, "venue": "International AIDS Society-USA", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Multidrugresistant human immunodefi ciency virus type 1 strains resulting from combination antiretroviral therapy", "authors": [{"first": "A", "middle": ["K"], "last": "Iversen", "suffix": ""}, {"first": "R", "middle": ["W"], "last": "Shafer", "suffix": ""}, {"first": "K", "middle": [], "last": "Wehrly", "suffix": ""}], "year": 1996, "venue": "J Virol", "volume": "70", "issn": "", "pages": "1086--1090", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Association between ABCC2 gene haplotypes and tenofovir-induced proximal tubulopathy", "authors": [{"first": "H", "middle": [], "last": "Izzedine", "suffix": ""}, {"first": "J", "middle": [], "last": "Hulot", "suffix": ""}, {"first": "E", "middle": [], "last": "Villard", "suffix": ""}], "year": 2006, "venue": "J Infect Dis", "volume": "194", "issn": "", "pages": "1481--1491", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "HPV vaccination for the prevention of cervical intraepithelial neoplasia", "authors": [{"first": "J", "middle": ["A"], "last": "Kahn", "suffix": ""}], "year": 2009, "venue": "N Engl J Med", "volume": "361", "issn": "3", "pages": "271--278", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "Hepatitis B genotypes and the response to interferon therapy", "authors": [{"first": "J", "middle": ["H"], "last": "Kao", "suffix": ""}, {"first": "N", "middle": ["H"], "last": "Wu", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Chen", "suffix": ""}], "year": 2000, "venue": "J Hepatol", "volume": "33", "issn": "", "pages": "998--1002", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Genotypes and clinical phenotypes of hepatitis B virus in patients with chronic hepatitis B virus infection", "authors": [{"first": "J", "middle": ["H"], "last": "Kao", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Chen", "suffix": ""}, {"first": "M", "middle": ["Y"], "last": "Lai", "suffix": ""}], "year": 2002, "venue": "J Clin Microbiol", "volume": "40", "issn": "", "pages": "1207--1209", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "CD4-cell count in HIV-1-infected individuals remaining viraemic with highly active antiretroviral therapy (HAART): Swiss HIV Cohort Study", "authors": [{"first": "D", "middle": [], "last": "Kaufmann", "suffix": ""}, {"first": "G", "middle": [], "last": "Pantaleo", "suffix": ""}, {"first": "P", "middle": [], "last": "Sudre", "suffix": ""}, {"first": "A", "middle": [], "last": "Telenti", "suffix": ""}], "year": 1998, "venue": "Lancet", "volume": "351", "issn": "", "pages": "723--724", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "Novel therapies based on mechanisms of HIV-1 cell entry", "authors": [{"first": "J", "middle": ["M"], "last": "Kilby", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Eron", "suffix": ""}], "year": 2003, "venue": "N Engl J Med", "volume": "348", "issn": "", "pages": "2228--2238", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "Genetic polymorphisms in interferon pathway and response to interferon treatment in hepatitis B patients: a pilot study", "authors": [{"first": "J", "middle": ["K"], "last": "King", "suffix": ""}, {"first": "S", "middle": ["H"], "last": "Yeh", "suffix": ""}, {"first": "M", "middle": ["W"], "last": "Lin", "suffix": ""}], "year": 2002, "venue": "Hepatology", "volume": "36", "issn": "", "pages": "1416--1424", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "Estimation of the warfarin dose with clinical and pharmacogenetic data", "authors": [{"first": "T", "middle": ["E"], "last": "Klein", "suffix": ""}], "year": 2009, "venue": "N Engl J Med", "volume": "360", "issn": "", "pages": "753--764", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "Active human immunodefi ciency virus protease is required for viral infectivity", "authors": [{"first": "N", "middle": ["E"], "last": "Kohl", "suffix": ""}], "year": 1988, "venue": "Proc Natl Acad Sci", "volume": "85", "issn": "13", "pages": "4686--4690", "other_ids": {}}, "BIBREF58": {"ref_id": "b58", "title": "Comparative fi tness of multidideoxynucleosideresistant human immunodefi ciency virus type 1 (HIV-1) in an in vitro competitive HIV-1 replication assay", "authors": [{"first": "P", "middle": [], "last": "Kosalaraksa", "suffix": ""}, {"first": "M", "middle": ["F"], "last": "Kavlick", "suffix": ""}, {"first": "V", "middle": [], "last": "Maroun", "suffix": ""}, {"first": "R", "middle": [], "last": "Le", "suffix": ""}, {"first": "H", "middle": [], "last": "Mitsuya", "suffix": ""}], "year": 1999, "venue": "J Virol", "volume": "73", "issn": "", "pages": "5356--5363", "other_ids": {}}, "BIBREF59": {"ref_id": "b59", "title": "The core promoter of hepatitis B virus", "authors": [{"first": "A", "middle": [], "last": "Kramvis", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Kew", "suffix": ""}], "year": 1999, "venue": "J Viral Hepat", "volume": "6", "issn": "", "pages": "415--427", "other_ids": {}}, "BIBREF60": {"ref_id": "b60", "title": "Nucleic acid sequence analysis of the precore region of the hepatitis B virus from sera of southern African black adult carriers of the virus", "authors": [{"first": "A", "middle": [], "last": "Kramvis", "suffix": ""}, {"first": "S", "middle": [], "last": "Bukofzer", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Kew", "suffix": ""}, {"first": "E", "middle": [], "last": "Song", "suffix": ""}], "year": 1997, "venue": "Hepatology", "volume": "25", "issn": "", "pages": "235--240", "other_ids": {}}, "BIBREF61": {"ref_id": "b61", "title": "Quantifi cation of human immunodefi ciency virus type 1 by reverse transcriptase-coupled polymerase chain reaction", "authors": [{"first": "D", "middle": ["R"], "last": "Kuritzkes", "suffix": ""}], "year": 2004, "venue": "J Infect Dis", "volume": "190", "issn": "11", "pages": "2047--2054", "other_ids": {}}, "BIBREF62": {"ref_id": "b62", "title": "Gilbert's disease and atazanavir: from phenotype to UDP glucuronosyltransferase haplotype", "authors": [{"first": "T", "middle": [], "last": "Lankisch", "suffix": ""}, {"first": "U", "middle": ["M"], "last": "Moebius", "suffix": ""}, {"first": "M", "middle": [], "last": "Wehmeier", "suffix": ""}], "year": 2006, "venue": "Hepatology", "volume": "44", "issn": "", "pages": "1324--1332", "other_ids": {}}, "BIBREF63": {"ref_id": "b63", "title": "Multiple mutations in HIV-1 reverse transcriptase confer high-level resistance to zidovudine (AZT)", "authors": [{"first": "B", "middle": ["A"], "last": "Larder", "suffix": ""}, {"first": "S", "middle": ["D"], "last": "Kemp", "suffix": ""}], "year": 1989, "venue": "Science", "volume": "246", "issn": "", "pages": "1155--1158", "other_ids": {}}, "BIBREF64": {"ref_id": "b64", "title": "Potential mechanism for sustained antiretroviral effi cacy of AZT-3TC combination therapy", "authors": [{"first": "B", "middle": ["A"], "last": "Larder", "suffix": ""}, {"first": "S", "middle": ["D"], "last": "Kemp", "suffix": ""}, {"first": "P", "middle": ["R"], "last": "Harrigan", "suffix": ""}], "year": 1995, "venue": "Science", "volume": "269", "issn": "", "pages": "696--699", "other_ids": {}}, "BIBREF65": {"ref_id": "b65", "title": "Long-term follow-up of patients with chronic hepatitis B treated with interferon alpha", "authors": [{"first": "D", "middle": ["T"], "last": "Lau", "suffix": ""}], "year": 1997, "venue": "Gastroenterology", "volume": "113", "issn": "5", "pages": "1660--1667", "other_ids": {}}, "BIBREF66": {"ref_id": "b66", "title": "Modeling hepatitis C virus incidence, prevalence, and long-term sequelae in Australia", "authors": [{"first": "M", "middle": ["G"], "last": "Law", "suffix": ""}, {"first": "G", "middle": ["J"], "last": "Dore", "suffix": ""}, {"first": "N", "middle": [], "last": "Bath", "suffix": ""}], "year": 2003, "venue": "Int J Epidemiol", "volume": "32", "issn": "", "pages": "717--724", "other_ids": {}}, "BIBREF67": {"ref_id": "b67", "title": "Hepatitis B virus infection", "authors": [{"first": "W", "middle": ["M"], "last": "Lee", "suffix": ""}], "year": 1997, "venue": "N Engl J Med", "volume": "337", "issn": "24", "pages": "1733--1745", "other_ids": {}}, "BIBREF68": {"ref_id": "b68", "title": "Novel pre-C/C gene mutants of hepatitis B virus in chronic active hepatitis: naturally occurring escape mutants", "authors": [{"first": "Y", "middle": ["I"], "last": "Lee", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Hur", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Suh", "suffix": ""}, {"first": "S", "middle": ["H"], "last": "Kim", "suffix": ""}], "year": 1996, "venue": "J Gen Virol", "volume": "77", "issn": "", "pages": "1129--1138", "other_ids": {}}, "BIBREF69": {"ref_id": "b69", "title": "Resilience to resistance of HIV-1 protease inhibitors: profi le of darunavir", "authors": [{"first": "E", "middle": [], "last": "Lefebvre", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Schiffer", "suffix": ""}], "year": 2008, "venue": "AIDS Rev", "volume": "10", "issn": "3", "pages": "131--142", "other_ids": {}}, "BIBREF70": {"ref_id": "b70", "title": "Hepatitis A virus", "authors": [{"first": "S", "middle": ["M"], "last": "Lemon", "suffix": ""}], "year": 1994, "venue": "Encyclopedia of virology", "volume": "", "issn": "", "pages": "546--554", "other_ids": {}}, "BIBREF71": {"ref_id": "b71", "title": "Pharmacogenetics of hepatitis C therapy", "authors": [{"first": "A", "middle": [], "last": "Liapakis", "suffix": ""}, {"first": "I", "middle": [], "last": "Jacobson", "suffix": ""}], "year": 2010, "venue": "Pharmacogenomics", "volume": "11", "issn": "2", "pages": "135--139", "other_ids": {}}, "BIBREF72": {"ref_id": "b72", "title": "Therapy of chronic hepatitis B: current challenges and opportunities", "authors": [{"first": "Y", "middle": ["F"], "last": "Liaw", "suffix": ""}], "year": 2002, "venue": "J Viral Hepat", "volume": "9", "issn": "", "pages": "393--399", "other_ids": {}}, "BIBREF73": {"ref_id": "b73", "title": "HCV NS3-4A Serine Protease: Hepatitis C Viruses: Genomes and Molecular Biology", "authors": [{"first": "C", "middle": [], "last": "Lin", "suffix": ""}], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"PMID": ["21250386"]}}, "BIBREF74": {"ref_id": "b74", "title": "Selection of mutations in the hepatitis B virus polymerase during therapy of transplant recipients with lamivudine", "authors": [{"first": "R", "middle": [], "last": "Ling", "suffix": ""}, {"first": "D", "middle": [], "last": "Mutimer", "suffix": ""}, {"first": "M", "middle": [], "last": "Ahmed", "suffix": ""}], "year": 1996, "venue": "Hepatology", "volume": "24", "issn": "", "pages": "711--713", "other_ids": {}}, "BIBREF75": {"ref_id": "b75", "title": "Persistence of transmitted drug-resistant virus among patients with primary HIV infection deferring antiretroviral therapy [Abstract 36LB", "authors": [{"first": "S", "middle": ["J"], "last": "Little", "suffix": ""}, {"first": "", "middle": [], "last": "Koelsch", "suffix": ""}, {"first": "C", "middle": ["C"], "last": "Ignacio", "suffix": ""}], "year": 2002, "venue": "11th conference on retroviruses and opportunistic infections", "volume": "346", "issn": "", "pages": "1682--1683", "other_ids": {}}, "BIBREF76": {"ref_id": "b76", "title": "Update on diagnosis, management, and prevention of hepatitis B virus infection", "authors": [{"first": "F", "middle": ["J"], "last": "Mahoney", "suffix": ""}], "year": 1999, "venue": "Clin Microbiol Rev", "volume": "12", "issn": "2", "pages": "351--366", "other_ids": {}}, "BIBREF77": {"ref_id": "b77", "title": "Role for HLA class II molecules in HIV-1 suppression and cellular immunity following antiretroviral treatment", "authors": [{"first": "U", "middle": [], "last": "Malhotra", "suffix": ""}], "year": 2001, "venue": "J Clin Invest", "volume": "107", "issn": "", "pages": "505--517", "other_ids": {}}, "BIBREF78": {"ref_id": "b78", "title": "PREDICT-1 Study Team. HLA-B*5701 screening for hypersensitivity to abacavir", "authors": [{"first": "S", "middle": [], "last": "Mallal", "suffix": ""}, {"first": "E", "middle": [], "last": "Phillips", "suffix": ""}, {"first": "G", "middle": [], "last": "Carosi", "suffix": ""}, {"first": "C", "middle": [], "last": "Workman", "suffix": ""}], "year": 2008, "venue": "N Engl J Med", "volume": "358", "issn": "", "pages": "568--657", "other_ids": {}}, "BIBREF79": {"ref_id": "b79", "title": "Resistanceassociated loss of viral fi tness in human immunodeficiency virus type 1: phenotypic analysis of protease and gag coevolution in protease inhibitor-treated patients", "authors": [{"first": "F", "middle": [], "last": "Mammano", "suffix": ""}, {"first": "C", "middle": [], "last": "Petit", "suffix": ""}, {"first": "F", "middle": [], "last": "Clavel", "suffix": ""}], "year": 1998, "venue": "J Virol", "volume": "72", "issn": "", "pages": "7632--7637", "other_ids": {}}, "BIBREF80": {"ref_id": "b80", "title": "Retracing the evolutionary pathways of human immunodefi ciency virus type 1 resistance to protease inhibitors: virus fi tness in the absence and in the presence of drug", "authors": [{"first": "F", "middle": [], "last": "Mammano", "suffix": ""}, {"first": "V", "middle": [], "last": "Trouplin", "suffix": ""}, {"first": "V", "middle": [], "last": "Zennou", "suffix": ""}, {"first": "F", "middle": [], "last": "Clavel", "suffix": ""}], "year": 2000, "venue": "J Virol", "volume": "74", "issn": "", "pages": "8524--8531", "other_ids": {}}, "BIBREF81": {"ref_id": "b81", "title": "Treatment of hepatitis B", "authors": [{"first": "P", "middle": [], "last": "Marcellin", "suffix": ""}, {"first": "C", "middle": [], "last": "Castelnau", "suffix": ""}, {"first": "N", "middle": [], "last": "Boyer", "suffix": ""}], "year": 2002, "venue": "Rev Med Interne", "volume": "23", "issn": "S5", "pages": "535--536", "other_ids": {}}, "BIBREF82": {"ref_id": "b82", "title": "Interferons alpha and lambda inhibit hepatitis C virus replication with distinct signal transduction and gene regulation kinetics", "authors": [{"first": "T", "middle": [], "last": "Marcello", "suffix": ""}, {"first": "A", "middle": [], "last": "Grakoui", "suffix": ""}, {"first": "G", "middle": [], "last": "Barba-Spaeth", "suffix": ""}], "year": 2006, "venue": "Gastroenterology", "volume": "131", "issn": "", "pages": "1887--1898", "other_ids": {}}, "BIBREF83": {"ref_id": "b83", "title": "Precore wild-type DNA and immune complexes persist in chronic hepatitis B after seroconversion: no association between genome conversion and seroconversion", "authors": [{"first": "T", "middle": [], "last": "Maruyama", "suffix": ""}, {"first": "S", "middle": [], "last": "Kuwata", "suffix": ""}, {"first": "K", "middle": [], "last": "Koike", "suffix": ""}], "year": 1998, "venue": "Hepatology", "volume": "27", "issn": "", "pages": "245--253", "other_ids": {}}, "BIBREF84": {"ref_id": "b84", "title": "Immunization with envelope subunit vaccine products elicits neutralizing antibodies against laboratory-adapted but not primary isolates of human immunodefi ciency virus type 1. The National Institute of Allergy and Infectious Diseases AIDS Vaccine Evaluation Group", "authors": [{"first": "J", "middle": ["R"], "last": "Mascola", "suffix": ""}, {"first": "S", "middle": ["W"], "last": "Snyder", "suffix": ""}, {"first": "O", "middle": ["S"], "last": "Weislow", "suffix": ""}], "year": 1996, "venue": "J Infect Dis", "volume": "173", "issn": "2", "pages": "340--348", "other_ids": {}}, "BIBREF85": {"ref_id": "b85", "title": "In-depth analysis of a heterosexually acquired human immunodefi ciency virus type 1 superinfection: evolution, temporal fl uctuation, and intercompartment dynamics from the seronegative window period through 30 months post infection", "authors": [{"first": "F", "middle": ["E"], "last": "Mc Cutchan", "suffix": ""}, {"first": "M", "middle": [], "last": "Hoelscher", "suffix": ""}, {"first": "S", "middle": [], "last": "Tovanabutra", "suffix": ""}], "year": 2005, "venue": "J Virol", "volume": "79", "issn": "18", "pages": "11693--11704", "other_ids": {}}, "BIBREF86": {"ref_id": "b86", "title": "Interferon alfa-2b alone or in combination with ribavirin as initial treatment for chronic hepatitis C. Hepatitis Interventional Therapy Group", "authors": [{"first": "J", "middle": ["G"], "last": "Mchutchison", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Gordon", "suffix": ""}, {"first": "E", "middle": ["R"], "last": "Schiff", "suffix": ""}], "year": 1998, "venue": "N Engl J Med", "volume": "339", "issn": "", "pages": "1485--1492", "other_ids": {}}, "BIBREF87": {"ref_id": "b87", "title": "The quest for an AIDS vaccine: is the CD8+ T-cell approach feasible?", "authors": [{"first": "A", "middle": [], "last": "Mcmichael", "suffix": ""}, {"first": "T", "middle": [], "last": "Hanke", "suffix": ""}], "year": 2002, "venue": "Nat Rev Immunol", "volume": "2", "issn": "4", "pages": "283--291", "other_ids": {}}, "BIBREF88": {"ref_id": "b88", "title": "Cellular immune responses to HIV", "authors": [{"first": "A", "middle": ["J"], "last": "Mcmichael", "suffix": ""}, {"first": "Rowland-Jones", "middle": [], "last": "Sl", "suffix": ""}], "year": 2001, "venue": "Nature", "volume": "410", "issn": "", "pages": "980--987", "other_ids": {}}, "BIBREF89": {"ref_id": "b89", "title": "Primary HIV-1 infection is associated with preferential depletion of CD4+ T lymphocytes from effector sites in the gastrointestinal tract", "authors": [{"first": "S", "middle": [], "last": "Mehandru", "suffix": ""}], "year": 2004, "venue": "J Exp Med", "volume": "200", "issn": "", "pages": "761--777", "other_ids": {}}, "BIBREF90": {"ref_id": "b90", "title": "Low frequency non-nucleoside reverse transcriptase inhibitor (NNRTI)-resistant variants contribute to failure of efavirenz-containing regimens in NNRTI-experienced patients with negative standard genotypes for NNRTI mutations", "authors": [{"first": "J", "middle": [], "last": "Mellors", "suffix": ""}, {"first": "S", "middle": [], "last": "Palmer", "suffix": ""}, {"first": "D", "middle": [], "last": "Nissley", "suffix": ""}], "year": 1995, "venue": "12th international HIV drug resistance workshop", "volume": "171", "issn": "", "pages": "2--8", "other_ids": {}}, "BIBREF91": {"ref_id": "b91", "title": "A mechanism of AZT resistance: an increase in nucleotide-dependent primer unblocking by mutant HIV-1 reverse transcriptase", "authors": [{"first": "P", "middle": ["R"], "last": "Meyer", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Matsuura", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Mian", "suffix": ""}, {"first": "A", "middle": ["G"], "last": "So", "suffix": ""}, {"first": "W", "middle": ["A"], "last": "Scott", "suffix": ""}], "year": 1999, "venue": "Mol Cell", "volume": "4", "issn": "", "pages": "35--43", "other_ids": {}}, "BIBREF92": {"ref_id": "b92", "title": "Ordered accumulation of mutations in HIV protease confers resistance to ritonavir", "authors": [{"first": "A", "middle": [], "last": "Molla", "suffix": ""}, {"first": "M", "middle": [], "last": "Korneyeva", "suffix": ""}, {"first": "Q", "middle": [], "last": "Gao", "suffix": ""}], "year": 1996, "venue": "Nat Med", "volume": "2", "issn": "", "pages": "760--766", "other_ids": {}}, "BIBREF93": {"ref_id": "b93", "title": "Multicenter comparison of Roche COBAS AMPLICOR MONITOR version 1.5, Organon Teknika NucliSens QT with Extractor and Bayer Quantiplex version 3.0 for quantifi cation of human Immunodefi ciency virus type 1 RNA in plasma", "authors": [{"first": "D", "middle": ["G"], "last": "Murphy", "suffix": ""}, {"first": "L", "middle": [], "last": "Cote", "suffix": ""}, {"first": "M", "middle": [], "last": "Fauvel", "suffix": ""}, {"first": "Rene", "middle": ["P"], "last": "Vincelette", "suffix": ""}, {"first": "J", "middle": [], "last": "", "suffix": ""}], "year": 2000, "venue": "J Clin Microbiol", "volume": "38", "issn": "", "pages": "4034--4041", "other_ids": {}}, "BIBREF94": {"ref_id": "b94", "title": "New approaches to HIV protease inhibitor drug design II: testing the substrate envelope hypothesis to avoid drug resistance and discover robust inhibitors", "authors": [{"first": "M", "middle": ["N"], "last": "Nalam", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Schiffer", "suffix": ""}], "year": 2008, "venue": "Curr Opin HIV AIDS", "volume": "3", "issn": "6", "pages": "642--646", "other_ids": {}}, "BIBREF95": {"ref_id": "b95", "title": "Increased fi tness of drug resistant HIV-1 protease as a result of acquisition of compensatory mutations during suboptimal therapy", "authors": [{"first": "M", "middle": [], "last": "Nijhuis", "suffix": ""}, {"first": "R", "middle": [], "last": "Schuurman", "suffix": ""}, {"first": "D", "middle": [], "last": "De Jong", "suffix": ""}], "year": 1999, "venue": "AIDS", "volume": "13", "issn": "", "pages": "2349--2359", "other_ids": {}}, "BIBREF96": {"ref_id": "b96", "title": "Iatrogenic GB virus C/hepatitis G virus infection in an area endemic for hepatitis C virus", "authors": [{"first": "S", "middle": [], "last": "Ohshima", "suffix": ""}, {"first": "M", "middle": [], "last": "Komatsu", "suffix": ""}, {"first": "K", "middle": [], "last": "Nakane", "suffix": ""}], "year": 2000, "venue": "J Hosp Infect", "volume": "44", "issn": "", "pages": "179--185", "other_ids": {}}, "BIBREF97": {"ref_id": "b97", "title": "Hepatitis B virus with mutations in the core of the promoter for an e antigen-negative phenotype in carriers with antibody to e antigen", "authors": [{"first": "H", "middle": [], "last": "Okamoto", "suffix": ""}, {"first": "F", "middle": [], "last": "Tsuda", "suffix": ""}, {"first": "Y", "middle": [], "last": "Akahane", "suffix": ""}], "year": 1994, "venue": "J Virol", "volume": "68", "issn": "", "pages": "8102--8110", "other_ids": {}}, "BIBREF98": {"ref_id": "b98", "title": "Susceptibility of lamivudine-resistant hepatitis B virus to other reverse transcriptase inhibitors", "authors": [{"first": "S", "middle": ["K"], "last": "Ono-Nita", "suffix": ""}, {"first": "N", "middle": [], "last": "Kato", "suffix": ""}, {"first": "Y", "middle": [], "last": "Shiratori", "suffix": ""}], "year": 1999, "venue": "J Clin Invest", "volume": "103", "issn": "", "pages": "1635--1640", "other_ids": {}}, "BIBREF99": {"ref_id": "b99", "title": "Interleukin-29 functions cooperatively with interferon to induce antiviral gene expression and inhibit hepatitis C virus replication", "authors": [{"first": "N", "middle": ["E"], "last": "Pagliaccetti", "suffix": ""}, {"first": "R", "middle": [], "last": "Eduardo", "suffix": ""}, {"first": "S", "middle": ["H"], "last": "Kleinstein", "suffix": ""}], "year": 2008, "venue": "J Biol Chem", "volume": "283", "issn": "44", "pages": "30079--30089", "other_ids": {}}, "BIBREF100": {"ref_id": "b100", "title": "Prevalence of antibodies against hepatitis C virus in the adult German population", "authors": [{"first": "K", "middle": ["D"], "last": "Palitzsch", "suffix": ""}, {"first": "B", "middle": [], "last": "Hottentrager", "suffix": ""}, {"first": "K", "middle": [], "last": "Schlottmann", "suffix": ""}], "year": 1999, "venue": "Eur J Gastroenterol Hepatol", "volume": "11", "issn": "", "pages": "1215--1220", "other_ids": {}}, "BIBREF101": {"ref_id": "b101", "title": "Drug resistance: a growing problem", "authors": [{"first": "N", "middle": ["P"], "last": "Peet", "suffix": ""}], "year": 2010, "venue": "Drug Discov Today", "volume": "15", "issn": "", "pages": "583--586", "other_ids": {}}, "BIBREF102": {"ref_id": "b102", "title": "HIV-1 dynamics in vivo: virion clearance rate, infected cell life-span, and viral generation time", "authors": [{"first": "A", "middle": ["S"], "last": "Perelson", "suffix": ""}, {"first": "A", "middle": ["U"], "last": "Neumann", "suffix": ""}, {"first": "M", "middle": [], "last": "Markowitz", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Leonard", "suffix": ""}, {"first": "D", "middle": ["D"], "last": "Ho", "suffix": ""}], "year": 1996, "venue": "Science", "volume": "271", "issn": "5255", "pages": "1582--1586", "other_ids": {}}, "BIBREF103": {"ref_id": "b103", "title": "Estimated global prevalence of hepatitis C virus infection", "authors": [{"first": "J", "middle": ["F"], "last": "Perz", "suffix": ""}, {"first": "L", "middle": ["A"], "last": "Farrington", "suffix": ""}, {"first": "C", "middle": [], "last": "Pecoraro", "suffix": ""}, {"first": "Yjf", "middle": [], "last": "Hutin", "suffix": ""}, {"first": "G", "middle": ["L"], "last": "Armstrong", "suffix": ""}], "year": 2004, "venue": "42nd annual meeting of the Infectious Diseases Society of America", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF104": {"ref_id": "b104", "title": "Hide, shield and strike back: how HIV-infected cells avoid immune eradication", "authors": [{"first": "B", "middle": ["M"], "last": "Peterlin", "suffix": ""}, {"first": "D", "middle": [], "last": "Trono", "suffix": ""}], "year": 2003, "venue": "Nat Rev Immunol", "volume": "23", "issn": "2", "pages": "97--107", "other_ids": {}}, "BIBREF105": {"ref_id": "b105", "title": "Comparison of genotypic and phenotypic resistance patterns of human immunodefi ciency virus type 1 isolates from patients treated with stavudine and didanosine or zidovudine and lamivudine", "authors": [{"first": "V", "middle": [], "last": "Picard", "suffix": ""}, {"first": "E", "middle": [], "last": "Angelini", "suffix": ""}, {"first": "A", "middle": [], "last": "Maillard", "suffix": ""}], "year": 2001, "venue": "J Infect Dis", "volume": "184", "issn": "", "pages": "781--784", "other_ids": {}}, "BIBREF106": {"ref_id": "b106", "title": "Transient selection of a hepatitis B virus polymerase gene mutant associated with a decreased replication capacity and famciclovir resistance", "authors": [{"first": "C", "middle": [], "last": "Pichoud", "suffix": ""}, {"first": "B", "middle": [], "last": "Seigne`res", "suffix": ""}, {"first": "Z", "middle": [], "last": "Wang", "suffix": ""}, {"first": "C", "middle": [], "last": "Trepo", "suffix": ""}, {"first": "F", "middle": [], "last": "Zoulim", "suffix": ""}], "year": 1999, "venue": "Hepatology", "volume": "29", "issn": "", "pages": "230--237", "other_ids": {}}, "BIBREF107": {"ref_id": "b107", "title": "The pharmacogenomics of HIV therapy", "authors": [{"first": "M", "middle": [], "last": "Pirmohamed", "suffix": ""}], "year": 2001, "venue": "Population Reference Bureau", "volume": "1", "issn": "", "pages": "243--253", "other_ids": {}}, "BIBREF109": {"ref_id": "b109", "title": "Drug resistance and substrate recognition in HIV-1 protease", "authors": [{"first": "M", "middle": [], "last": "Prabu-Jeyabalan", "suffix": ""}, {"first": "N", "middle": [], "last": "King", "suffix": ""}, {"first": "E", "middle": [], "last": "Nalivaika", "suffix": ""}, {"first": "W", "middle": [], "last": "Scott", "suffix": ""}, {"first": "C", "middle": [], "last": "Schiffer", "suffix": ""}], "year": 2002, "venue": "Antivir Ther", "volume": "7", "issn": "", "pages": "", "other_ids": {}}, "BIBREF110": {"ref_id": "b110", "title": "Rare versus common variants in pharmacogenetics: SLCO1B1 variation and methotrexate disposition", "authors": [{"first": "L", "middle": ["B"], "last": "Ramsey", "suffix": ""}], "year": 2012, "venue": "Genome Res", "volume": "22", "issn": "", "pages": "1--8", "other_ids": {}}, "BIBREF111": {"ref_id": "b111", "title": "Genetic variation in IL28B is associated with chronic hepatitis C and treatment failure: a genomewide association study", "authors": [{"first": "A", "middle": [], "last": "Rauch", "suffix": ""}, {"first": "Z", "middle": [], "last": "Kutalik", "suffix": ""}, {"first": "P", "middle": [], "last": "Descombes", "suffix": ""}], "year": 2010, "venue": "Gastroenterology", "volume": "138", "issn": "", "pages": "1338--1345", "other_ids": {}}, "BIBREF112": {"ref_id": "b112", "title": "Sensitivity of HIV-1 to entry inhibitors correlates with envelope/ coreceptor affi nity, receptor density, and fusion kinetics", "authors": [{"first": "J", "middle": ["D"], "last": "Reeves", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Gallo", "suffix": ""}, {"first": "N", "middle": [], "last": "Ahmad", "suffix": ""}], "year": 2002, "venue": "Proc Natl Acad Sci", "volume": "99", "issn": "", "pages": "16249--16254", "other_ids": {}}, "BIBREF114": {"ref_id": "b114", "title": "Vaccination with ALVAC and AIDSVAX to prevent HIV-1 infection in Thailand", "authors": [{"first": "S", "middle": [], "last": "Rerks-Ngarm", "suffix": ""}, {"first": "P", "middle": [], "last": "Pitisuttithum", "suffix": ""}, {"first": "S", "middle": [], "last": "Nitayaphan", "suffix": ""}], "year": 2009, "venue": "N Engl J Med", "volume": "361", "issn": "", "pages": "2209--2220", "other_ids": {}}, "BIBREF115": {"ref_id": "b115", "title": "Susceptibility to nucleoside analogues of zidovudine-resistant isolates of human immunodefi ciency virus", "authors": [{"first": "D", "middle": ["D"], "last": "Richman", "suffix": ""}], "year": 1990, "venue": "Am J Med", "volume": "88", "issn": "", "pages": "8--10", "other_ids": {}}, "BIBREF116": {"ref_id": "b116", "title": "Determinants of human immunodefi ciency virus type 1 resistance to gp41-derived inhibitory peptides", "authors": [{"first": "L", "middle": ["T"], "last": "Rimsky", "suffix": ""}, {"first": "D", "middle": ["C"], "last": "Shugars", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Matthews", "suffix": ""}], "year": 1998, "venue": "J Virol", "volume": "72", "issn": "", "pages": "986--993", "other_ids": {}}, "BIBREF117": {"ref_id": "b117", "title": "Rational design of peptide-based HIV proteinase inhibitors", "authors": [{"first": "N", "middle": ["A"], "last": "Roberts", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Martin", "suffix": ""}, {"first": "D", "middle": [], "last": "Kinchington", "suffix": ""}], "year": 1990, "venue": "Science", "volume": "248", "issn": "", "pages": "358--361", "other_ids": {}}, "BIBREF118": {"ref_id": "b118", "title": "Viral genetic heterogeneity in HIV-1-infected individuals is associated with increasing use of HAART and higher viremia", "authors": [{"first": "L", "middle": [], "last": "Ross", "suffix": ""}, {"first": "M", "middle": [], "last": "Johnson", "suffix": ""}, {"first": "R", "middle": [], "last": "Demasi", "suffix": ""}], "year": 2000, "venue": "AIDS", "volume": "14", "issn": "", "pages": "813--819", "other_ids": {}}, "BIBREF119": {"ref_id": "b119", "title": "Single nucleotide polymorphisms in the PRDX3 and RPS19 and risk of HPV persistence and cervical precancer/cancer", "authors": [{"first": "M", "middle": [], "last": "Safaeian", "suffix": ""}, {"first": "A", "middle": [], "last": "Hildesheim", "suffix": ""}, {"first": "P", "middle": [], "last": "Gonzalez", "suffix": ""}, {"first": "K", "middle": [], "last": "Yu", "suffix": ""}, {"first": "C", "middle": [], "last": "Porras", "suffix": ""}], "year": 2012, "venue": "PLoS One", "volume": "7", "issn": "4", "pages": "", "other_ids": {"DOI": ["10.1371/journal.pone.0033619"]}}, "BIBREF120": {"ref_id": "b120", "title": "Extending and evaluating a warfarin dosing algorithm that includes CYP4F2 and pooled rare variants of CYP2C9", "authors": [{"first": "H", "middle": [], "last": "Sagreiya", "suffix": ""}], "year": 2010, "venue": "Pharmacogenet Genomics", "volume": "20", "issn": "", "pages": "407--413", "other_ids": {}}, "BIBREF121": {"ref_id": "b121", "title": "HIVbase: a PC/Windows-based software offering storage and querying power for locally held HIV-1 genetic, experimental and clinical data", "authors": [{"first": "M", "middle": [], "last": "Salemi", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF122": {"ref_id": "b122", "title": "Lamivudine (3TC) resistance in HIV-1 reverse transcriptase involves steric hindrance with beta-branched amino acids", "authors": [{"first": "K", "middle": [], "last": "Das", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Clark", "suffix": ""}], "year": 1999, "venue": "Oxford J Bioinform", "volume": "20", "issn": "3", "pages": "10027--10032", "other_ids": {}}, "BIBREF123": {"ref_id": "b123", "title": "Clinical cross-resistance between the HIV-1 protease inhibitors saquinavir and indinavir and correlations with genotypic mutations", "authors": [{"first": "J", "middle": ["M"], "last": "Schapiro", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Winters", "suffix": ""}, {"first": "J", "middle": [], "last": "Lawrence", "suffix": ""}, {"first": "T", "middle": ["C"], "last": "Merigan", "suffix": ""}], "year": 1999, "venue": "AIDS", "volume": "13", "issn": "", "pages": "359--365", "other_ids": {}}, "BIBREF124": {"ref_id": "b124", "title": "Human papillomavirus and cervical cancer", "authors": [{"first": "M", "middle": [], "last": "Schiffman", "suffix": ""}, {"first": "P", "middle": ["E"], "last": "Castle", "suffix": ""}, {"first": "J", "middle": [], "last": "Jeronimo", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Rodriguez", "suffix": ""}, {"first": "S", "middle": [], "last": "Wacholder", "suffix": ""}], "year": 2007, "venue": "Lancet", "volume": "370", "issn": "", "pages": "890--907", "other_ids": {}}, "BIBREF125": {"ref_id": "b125", "title": "Rapid changes in human immunodefi ciency virus type 1 RNA load and appearance of drug-resistant virus populations in persons", "authors": [{"first": "R", "middle": [], "last": "Schuurman", "suffix": ""}, {"first": "M", "middle": [], "last": "Nijhuis", "suffix": ""}, {"first": "R", "middle": [], "last": "Van Leeuwen", "suffix": ""}], "year": 1995, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF127": {"ref_id": "b127", "title": "Human immunodefi ciency virus reverse transcriptase and protease sequence database", "authors": [{"first": "R", "middle": [], "last": "Shafer", "suffix": ""}], "year": 2003, "venue": "Nucleic Acids Res", "volume": "31", "issn": "", "pages": "", "other_ids": {}}, "BIBREF128": {"ref_id": "b128", "title": "Worldwide epidemiology of hepatitis A virus infection", "authors": [{"first": "C", "middle": ["N"], "last": "Shapiro", "suffix": ""}, {"first": "H", "middle": ["S"], "last": "Margolis", "suffix": ""}], "year": 1993, "venue": "J Hepatol", "volume": "18", "issn": "2", "pages": "11--14", "other_ids": {}}, "BIBREF129": {"ref_id": "b129", "title": "Structure-based phenotyping predicts HIV-1 protease inhibitor resistance", "authors": [{"first": "M", "middle": ["D"], "last": "Shenderovich", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Kagan", "suffix": ""}, {"first": "P", "middle": ["N"], "last": "Heseltine", "suffix": ""}, {"first": "K", "middle": [], "last": "Ramnarayan", "suffix": ""}], "year": 2003, "venue": "Protein Sci", "volume": "12", "issn": "8", "pages": "1706--1718", "other_ids": {}}, "BIBREF130": {"ref_id": "b130", "title": "Human immunodefi ciency virus type 1 elite neutralizers: individuals with broad and potent neutralizing activity identifi ed by using a high through put neutralization assay together with an analytical selection algorithm", "authors": [{"first": "M", "middle": ["D"], "last": "Simek", "suffix": ""}], "year": 2009, "venue": "J Virol", "volume": "83", "issn": "", "pages": "7337--7348", "other_ids": {}}, "BIBREF131": {"ref_id": "b131", "title": "First large, multicenter, open label study utilizing HLA-B*5701 screening for abacavir hypersensitivity in North America", "authors": [{"first": "K", "middle": [], "last": "Squires", "suffix": ""}, {"first": "B", "middle": [], "last": "Young", "suffix": ""}, {"first": "P", "middle": [], "last": "Patel", "suffix": ""}], "year": 2008, "venue": "AIDS", "volume": "22", "issn": "", "pages": "1673--1675", "other_ids": {}}, "BIBREF132": {"ref_id": "b132", "title": "Evaluation of the performance of the automated NucliSENS EasyMAG and EasyQ systems versus the Roche AmpliPrep-AMPLICOR combination for high-throughput monitoring of human immunodefi ciency virus Load", "authors": [{"first": "W", "middle": [], "last": "Stevens", "suffix": ""}, {"first": "P", "middle": [], "last": "Horsfi Eld", "suffix": ""}, {"first": "L", "middle": ["E"], "last": "Scott", "suffix": ""}], "year": 2007, "venue": "J Clin Microbiol", "volume": "45", "issn": "", "pages": "1244--1249", "other_ids": {}}, "BIBREF133": {"ref_id": "b133", "title": "IL28B is associated with response to chronic hepatitis C interferon-alpha and ribavirin therapy", "authors": [{"first": "V", "middle": [], "last": "Suppiah", "suffix": ""}, {"first": "M", "middle": [], "last": "Moldovan", "suffix": ""}, {"first": "G", "middle": [], "last": "Ahlenstiel", "suffix": ""}], "year": 2009, "venue": "Nat Genet", "volume": "41", "issn": "10", "pages": "1100--1104", "other_ids": {}}, "BIBREF135": {"ref_id": "b135", "title": "Genome-wide association of IL28B with response to pegylated interferon-a and ribavirin therapy for chronic hepatitis C", "authors": [], "year": null, "venue": "Nat Genet", "volume": "10", "issn": "", "pages": "1105--1111", "other_ids": {}}, "BIBREF136": {"ref_id": "b136", "title": "Interleukin-28b: a key piece of the hepatitis C virus recovery puzzle", "authors": [{"first": "C", "middle": ["L"], "last": "Thio", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Thomas", "suffix": ""}], "year": 2010, "venue": "Gastroenterology", "volume": "138", "issn": "4", "pages": "1240--1243", "other_ids": {}}, "BIBREF137": {"ref_id": "b137", "title": "Host factors in chronic viral hepatitis", "authors": [{"first": "M", "middle": ["R"], "last": "Thursz", "suffix": ""}, {"first": "H", "middle": ["C"], "last": "Thomas", "suffix": ""}], "year": 1997, "venue": "Semin Liver Dis", "volume": "17", "issn": "", "pages": "345--350", "other_ids": {}}, "BIBREF138": {"ref_id": "b138", "title": "Predictors of AIDS defi ning events among advanced naïve patients after HAART", "authors": [{"first": "C", "middle": [], "last": "Torti", "suffix": ""}, {"first": "G", "middle": [], "last": "Lapadula", "suffix": ""}, {"first": "F", "middle": [], "last": "Maggiolo", "suffix": ""}], "year": 2007, "venue": "HIV Clin Trials", "volume": "8", "issn": "", "pages": "112--120", "other_ids": {}}, "BIBREF139": {"ref_id": "b139", "title": "Upregulation of PD-1 expression on HIV-specifi c CD8+T cells leads to reversible immune dysfunction", "authors": [{"first": "L", "middle": [], "last": "Trautmann", "suffix": ""}], "year": 2006, "venue": "Nat Med", "volume": "12", "issn": "", "pages": "1198--1202", "other_ids": {}}, "BIBREF140": {"ref_id": "b140", "title": "SNP discovery and typing technologies for pharmacogenomics", "authors": [{"first": "R", "middle": ["M"], "last": "Twyman", "suffix": ""}], "year": 2004, "venue": "Curr Top Med Chem", "volume": "4", "issn": "13", "pages": "1423--1431", "other_ids": {}}, "BIBREF141": {"ref_id": "b141", "title": "High prevalence of neutralizing activity against multiple unrelated human immunodefi ciency virus type 1 (HIV-1) subtype B variants in sera from HIV-1 subtype B-infected individuals: evidence for subtype specifi c rather than strain-specifi c neutralizing activity", "authors": [{"first": "M", "middle": ["J"], "last": "Van Gils", "suffix": ""}], "year": 2010, "venue": "J Gen Virol", "volume": "91", "issn": "", "pages": "250--258", "other_ids": {}}, "BIBREF142": {"ref_id": "b142", "title": "Autoreactivity in an HIV-1 broadly reactive neutralizing antibody variable region heavy chain induces immunologic tolerance", "authors": [{"first": "L", "middle": [], "last": "Verkoczy", "suffix": ""}], "year": 2010, "venue": "Proc Natl Acad Sci", "volume": "107", "issn": "", "pages": "181--186", "other_ids": {}}, "BIBREF143": {"ref_id": "b143", "title": "Viral Hepatitis Prevention Board (1997) News from the VHPB meeting in St. Julians, Malta. Viral Hepatitis 6", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF144": {"ref_id": "b144", "title": "Therapeutic vaccine IC41 as late add-on to standard treatment in patients with chronic hepatitis C", "authors": [{"first": "H", "middle": [], "last": "Wedemeyer", "suffix": ""}, {"first": "E", "middle": [], "last": "Schuller", "suffix": ""}, {"first": "V", "middle": [], "last": "Schlaphoff", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Stauber", "suffix": ""}, {"first": "J", "middle": [], "last": "Wiegand", "suffix": ""}, {"first": "I", "middle": [], "last": "Schiefke", "suffix": ""}, {"first": "C", "middle": [], "last": "Firbas", "suffix": ""}, {"first": "B", "middle": [], "last": "Jilma", "suffix": ""}, {"first": "M", "middle": [], "last": "Thursz", "suffix": ""}, {"first": "S", "middle": [], "last": "Zeuzem", "suffix": ""}, {"first": "W", "middle": ["P"], "last": "Hofmann", "suffix": ""}, {"first": "H", "middle": [], "last": "Hinrichsen", "suffix": ""}, {"first": "E", "middle": [], "last": "Tauber", "suffix": ""}, {"first": "M", "middle": ["P"], "last": "Manns", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Klade", "suffix": ""}], "year": 2009, "venue": "Vaccine", "volume": "27", "issn": "37", "pages": "5142--5151", "other_ids": {"DOI": ["10.1016/j.vaccine.2009.06.027"]}}, "BIBREF145": {"ref_id": "b145", "title": "Antibody neutralization and escape by HIV-1", "authors": [{"first": "X", "middle": [], "last": "Wei", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Decker", "suffix": ""}, {"first": "S", "middle": [], "last": "Wang", "suffix": ""}], "year": 2003, "venue": "Nature", "volume": "422", "issn": "6929", "pages": "307--312", "other_ids": {}}, "BIBREF146": {"ref_id": "b146", "title": "Mercaptopurine pharmacogenetics: monogenic inheritance of erythrocyte thiopurine methyltransferase activity", "authors": [{"first": "R", "middle": ["M"], "last": "Weinshilboum", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Sladek", "suffix": ""}], "year": 1980, "venue": "Am J Hum Genet", "volume": "32", "issn": "", "pages": "651--662", "other_ids": {}}, "BIBREF147": {"ref_id": "b147", "title": "Use of genotypic resistance testing to guide hiv therapy: clinical impact and costeffectiveness", "authors": [{"first": "C", "middle": [], "last": "Weinstein", "suffix": ""}], "year": 2001, "venue": "Ann Intern Med", "volume": "134", "issn": "", "pages": "440--450", "other_ids": {}}, "BIBREF148": {"ref_id": "b148", "title": "Variants in interferon alpha pathway genes and response to pegylated interferon-Alpha2a plus ribavirin for treatment of chronic hepatitis C virus infection in the hepatitis C antiviral long-term treatment against cirrhosis trial", "authors": [{"first": "T", "middle": ["M"], "last": "Welzel", "suffix": ""}, {"first": "T", "middle": ["R"], "last": "Morgan", "suffix": ""}, {"first": "H", "middle": ["L"], "last": "Bonkovsky", "suffix": ""}], "year": 2009, "venue": "Hepatology", "volume": "49", "issn": "6", "pages": "1847--1858", "other_ids": {}}, "BIBREF149": {"ref_id": "b149", "title": "The world health report.3. World Health Organization, Geneva World Health Organization (2000) Hepatitis B. World Health Organization fact sheet 204", "authors": [], "year": 1997, "venue": "World Health Organization", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF150": {"ref_id": "b150", "title": "Mutation patterns and structural correlates in human immunodefi ciency virus type 1 protease following different protease inhibitor treatments", "authors": [{"first": "T", "middle": ["D"], "last": "Wu", "suffix": ""}], "year": 2003, "venue": "J Virol", "volume": "77", "issn": "8", "pages": "4836--4847", "other_ids": {}}, "BIBREF151": {"ref_id": "b151", "title": "Prevalence of hepatitis B and C virus infections in the general Chinese population: results from a nationwide cross-sectional seroepidemiologic study of hepatitis A, B, C, D, and E virus infections in China", "authors": [{"first": "G", "middle": ["L"], "last": "Xia", "suffix": ""}, {"first": "C", "middle": ["B"], "last": "Liu", "suffix": ""}, {"first": "H", "middle": ["L"], "last": "Cao", "suffix": ""}], "year": 1992, "venue": "Int Hepatol Commun", "volume": "5", "issn": "", "pages": "62--73", "other_ids": {}}, "BIBREF152": {"ref_id": "b152", "title": "Characterization of the outer domain of the gp120 glycoprotein from human immunodefi ciency virus type 1", "authors": [{"first": "X", "middle": [], "last": "Yang", "suffix": ""}, {"first": "V", "middle": [], "last": "Tomov", "suffix": ""}, {"first": "S", "middle": [], "last": "Kurteva", "suffix": ""}], "year": 2004, "venue": "J Virol", "volume": "78", "issn": "23", "pages": "12975--12986", "other_ids": {}}, "BIBREF153": {"ref_id": "b153", "title": "Interleukin 10 polymorphisms as predictors of sustained response in antiviral therapy for chronic hepatitis C infection", "authors": [{"first": "L", "middle": ["J"], "last": "Yee", "suffix": ""}, {"first": "J", "middle": [], "last": "Tang", "suffix": ""}, {"first": "A", "middle": ["W"], "last": "Gibson", "suffix": ""}], "year": 2001, "venue": "Hepatology", "volume": "33", "issn": "", "pages": "708--712", "other_ids": {}}, "BIBREF154": {"ref_id": "b154", "title": "Functional characterization of naturally occurring variants of human hepatitis B virus containing the core internal deletion mutation", "authors": [{"first": "T", "middle": ["T"], "last": "Yuan", "suffix": ""}, {"first": "M", "middle": ["H"], "last": "Lin", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Qiu", "suffix": ""}, {"first": "C", "middle": [], "last": "Shih", "suffix": ""}], "year": 1998, "venue": "J Virol", "volume": "72", "issn": "", "pages": "2168--2176", "other_ids": {}}, "BIBREF155": {"ref_id": "b155", "title": "Loss of viral fi tness associated with multiple Gag and Gag-Pol processing defects in human immunodefi ciency virus type 1 variants selected for resistance to protease inhibitors in vivo", "authors": [{"first": "V", "middle": [], "last": "Zennou", "suffix": ""}, {"first": "F", "middle": [], "last": "Mammano", "suffix": ""}, {"first": "S", "middle": [], "last": "Paulous", "suffix": ""}, {"first": "D", "middle": [], "last": "Mathez", "suffix": ""}, {"first": "F", "middle": [], "last": "Clavel", "suffix": ""}], "year": 1998, "venue": "J Virol", "volume": "72", "issn": "", "pages": "3300--3306", "other_ids": {}}, "BIBREF156": {"ref_id": "b156", "title": "Prediction of hepatitis C burden in Canada", "authors": [{"first": "S", "middle": [], "last": "Zou", "suffix": ""}, {"first": "M", "middle": [], "last": "Tepper", "suffix": ""}, {"first": "El", "middle": [], "last": "Saadany", "suffix": ""}, {"first": "S", "middle": [], "last": "", "suffix": ""}], "year": 2000, "venue": "Can J Gastroenterol", "volume": "14", "issn": "", "pages": "575--580", "other_ids": {}}}, "ref_entries": {"TABREF1": {"text": "The most common assays along with their advantage and disadvantages", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> Advantages </td><td> Disadvantages </td></tr><tr><td> Genotypic assays </td><td> Rapid turnaround time (days versus week) </td><td> Measurement of drug resistance is indirect - identifi ed mutations are subjectively translated into conclusions on viral resistance </td></tr><tr><td> Reduced cost </td><td> Only identifi es mutations in predominant viral quasispecies </td></tr><tr><td> </td><td> </td><td>(&lt;25 % of viral population) </td></tr><tr><td> </td><td> Proven utility in the predicting short-term virologic outcome </td><td> Unclear relevance of certain mutations </td></tr><tr><td> </td><td> Allow detection of emerging mutations before onset of resistance </td><td> Drug resistance does not correlate with mutations in all cases </td></tr><tr><td> </td><td> Detect contamination between specimens </td><td> Interpretation can be diffi cult when multiple mutations are present </td></tr><tr><td> </td><td> Simple technology, available in regular hospital laboratories </td><td> Unable to detect mutation linkage </td></tr><tr><td> Phenotypic assays </td><td> Directly measure drug susceptibility: determine IC50 or IC90 (contamination of drug required to inhibit viral replication by 50 or 90 %) </td><td> Nonstandarized cutoff values </td></tr><tr><td> Measure susceptibility to any drug, determine the presence of cross- resistance and multidrug resistance </td><td> Only identifi es mutations in predominant viral quasispecies </td></tr><tr><td> </td><td> </td><td>(&lt;25 % of viral population) </td></tr><tr><td> </td><td> Measure overall effect of mutations, </td><td> Long-term drug response cannot be determined, fails to account for interaction between drugs in combination therapy </td></tr><tr><td> </td><td>can assess non-B-clade HIV-1 strains and potential to measure viral tropism and replication capacity in parallel </td></tr><tr><td> </td><td> Straightforward interpretation </td><td> Highly complex testing platform with longer turnaround time </td></tr><tr><td> </td><td> </td><td> Increased cost </td></tr><tr><td> Virtual phenotype </td><td> Pattern-matching algorithm that uses a large genotypic-phenotypic correlative database to infer phenotypic properties based on sequence data </td><td> It is not known which mutations are used to match a new sequence to those sequences that are already in the database </td></tr><tr><td> Includes a tabulation of the number of matches in the database for each drug and the distribution of phenotypes (fold increase in IC50) for the matching sample  Provides a quantitative prediction of drug resistance </td><td> Its predictive power depends on the number of matched data sets available. Thus, variation is frequently higher in smaller data sets, as well as for newer drugs or complex resistant patterns  Matches are based on preselected codons, not on the entire nucleotide sequence </td></tr><tr><td> </td><td> </td><td> Showed good correlation for most drugs </td></tr></table></body></html>"}, "TABREF2": {"text": "The recent advances in resistances testing at minority levels", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> Allele-specifi c PCR </td><td> Single genome sequencing </td><td> Ultra-deep sequencing </td></tr><tr><td> Principle </td><td> Differential amplifi cation of mutants versus wild type in real-time PCR </td><td> Massive sequencing of single-genome molecules </td><td> Massively parallel microfl uidic solid surface sequencing of single molecules </td></tr><tr><td> Sensitivity </td><td> 0.003-0.4 % </td><td> 2 % </td><td> 0.5-1 % </td></tr><tr><td> No. of mutations </td><td> 1 </td><td> Multiple </td><td> 300-400 base pairs </td></tr><tr><td> Linked mutations </td><td> No </td><td> Yes </td><td> Yes </td></tr><tr><td> Goodness </td><td> Sensitivity, positive predictive value, and negative predictive value </td><td> Linkage mutation detection </td><td> Linkage, sensitivity, accuracy, negative predictive value, rapidity of results </td></tr><tr><td> Limitations </td><td> Only one allele per reactions detectable, limited in polymorphisms </td><td> Cost, time, and labor investment </td><td> STRING Bioinformatics interpretation required </td></tr></table></body></html>"}, "TABREF3": {"text": "The molecular techniques for target selections mutagenesis Identifi cation of genes required for pathogen survival in animal model Identifi es essential genes in vivo Limited to genes that are not required in vitro, library construction In vivo expression technology Identifi cation of pathogen induced in vivo Identifi es genes induced in vivo Increased expression does not necessarily mean the gene is essential in vivo , further validation required, construct initial library Microarrays Understanding host response to pathogens, correlating gene expression with pathogenicity, identifying molecular targets of antimicrobial compounds, inferring function of unknown genes Low resource, no library construction required, looks at all genes simultaneously Increased expression does not necessarily mean the gene is essential, further validation required, technically diffi cult to use for pathogens grown in vivo", "latex": null, "type": "table"}, "TABREF4": {"text": "Comparison of three FDA-approved HIV-1 viral load assays commonly used in assessment", "latex": null, "type": "table", "html": "<html><body><table><tr><td> Product </td><td> Amplicor </td><td> Versant b DNA (Bayer) </td><td> NucliSENS </td></tr><tr><td> Principle (company) </td><td> Rt-PCR (Roche) </td><td> </td><td> NASBA (bioMerieux) </td></tr><tr><td> Method of amplifi cation </td><td> Exponential amplifi cation of the target molecules </td><td> Linear amplifi cation of the signal </td><td> Method of amplifi cation </td></tr><tr><td> Genomic region targeted </td><td> Gag </td><td> Pol </td><td> Gag and pol </td></tr><tr><td> Technical platform </td><td> Microplate can be upgraded to real-time analysis </td><td> Microplate </td><td> Microplate can be upgraded to real-time analysis </td></tr><tr><td> Advantage /Disadvantage </td><td> Less false-positive than b DNA </td><td> Wide range/time consuming </td><td> For many types of sample </td></tr><tr><td> Dynamic range </td><td> 50 (V1.0) or 400 (V1.5) to 750,000 copies/ml </td><td> b DNA V3.0: 75-500,000 copies/ml </td><td> NucliSENS HIV-1 QT: 176-3, 500,000 copies/ml </td></tr><tr><td> Sample amount required </td><td> 0.2-0.5 ml </td><td> 1 ml </td><td> 10 µl-2 ml </td></tr></table></body></html>"}, "TABREF5": {"text": "", "latex": null, "type": "table"}, "TABREF6": {"text": "Association of SNPs with (i) cervical precancer/cancer, (ii) progression to cervical precancer/cancer, or (iii) HPV persistence (all models adjusted for age)", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> (i) </td><td> (ii) </td><td> (iii) </td></tr><tr><td> </td><td> </td><td> </td><td> HPV </td><td> </td><td> </td><td> CIN3/cancer vs. </td><td> </td></tr><tr><td> </td><td> </td><td> Random control </td><td>persistence </td><td> CIN3/cancer </td><td> CIN3/cancer vs. RC </td><td>HPV persistence </td><td> HPV persistence vs. RC </td></tr><tr><td> Gene </td><td> rs# </td><td> N (%) </td><td> N (%) </td><td> N (%) </td><td> OR (95 %) </td><td> OR (95 %) </td><td> OR (95 %) </td></tr><tr><td> PRDX3 </td><td> RS7082598 </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> CC </td><td> 288 (68) </td><td> 266 (75) </td><td> 346 (83) </td><td> 1.0 (ref) </td><td> 1.0 (ref) </td><td> 1.0 (ref) </td></tr><tr><td> </td><td> CT </td><td> 127 (30) </td><td> 87 (24) </td><td> 64 (15) </td><td> 0.41 (0.29-0.58) </td><td> 0.55 (0.38-0.80) </td><td> 0.74 (0.53-1.01) </td></tr><tr><td> </td><td> TT </td><td> 10 (2) </td><td> 3 (1) </td><td> 5 (1) </td><td> 0.45 (0.15-1.35) </td><td> 1.29 (0.29-5.65) </td><td> 0.33 (0.09-1.20) </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> p -trend &lt; 0.00001 </td><td> p -trend = 0.008 </td><td> p -trend = 0.02 </td></tr><tr><td> RPS9 </td><td> CT/TT </td><td> 137 (32) </td><td> 90 (25) </td><td> 69 (17) </td><td> 0.41 (0.30-0.58) </td><td> 0.58 (0.40-0.83) </td><td> 0.71 (0.52-0.97) </td></tr><tr><td> RS230589 </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> CC </td><td> 100 (24) </td><td> 102 (29) </td><td> 141 (34) </td><td> 1.0 (ref) </td><td> 1.0 (ref) </td><td> 1.0 (ref) </td></tr><tr><td> </td><td> CT </td><td> 228 (54) </td><td> 172 (48) </td><td> 213 (51) </td><td> 0.66 (0.48-0.91) </td><td> 0.83 (0.59-1.15) </td><td> 0.74 (0.53-1.05) </td></tr><tr><td> </td><td> TT </td><td> 97 (23) </td><td> 82 (23) </td><td> 60 (14) </td><td> 0.43 (0.28-0.66) </td><td> 0.51 (0.33-0.78) </td><td> 0.83 (0.56-1.25) </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> p -trend = 0.0007 </td><td> p -trend = 0.003 </td><td> p -trend = 0.34 </td></tr><tr><td> Il2RA </td><td> CT/TT </td><td> 325 (76) </td><td> 254 (71) </td><td> 273 (66) </td><td> 0.59 (0.43-0.80) </td><td> 0.72 (0.53-0.99) </td><td> 0.77 (0.56-1.06) </td></tr><tr><td> RS247641 </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> AA </td><td> 262 (62) </td><td> 196 (55) </td><td> 289 (70) </td><td> 1.0 (ref) </td><td> 1.0 (ref) </td><td> 1.0 (ref) </td></tr><tr><td> </td><td> AT </td><td> 147 (35) </td><td> 135 (38) </td><td> 114 (27) </td><td> 0.69 (0.51-0.93) </td><td> 0.56 (0.41-0.77) </td><td> 1.22 (0.91-1.65) </td></tr><tr><td> </td><td> TT </td><td> 15 (4) </td><td> 25 (7) </td><td> 12 (3) </td><td> 0.68 (0.31-1.5) </td><td> 0.34 (0.16-0.70) </td><td> 2.24 (1.15-4.37) </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> p -trend = 0.02 </td><td> p -trend = 0.00002 </td><td> p -trend = 0.02 </td></tr><tr><td> TELO2 </td><td> AT/TT </td><td> 162 (38) </td><td> 160 (45) </td><td> 126 (30) </td><td> 0.69 (0.51-0.92) </td><td> 0.53 (0.39-0.71) </td><td> 1.32 (0.99-1.76) </td></tr><tr><td> RS4786772 </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> AA </td><td> 185 (44) </td><td> 151 (42) </td><td> 134 (32) </td><td> 1.0 (ref) </td><td> 1.0 (ref) </td><td> 1.0 (ref) </td></tr><tr><td> </td><td> AG </td><td> 197 (46) </td><td> 147 (41) </td><td> 211 (51) </td><td> 1.54 (1.14-2.09) </td><td> 1.65 (1.19-2.27) </td><td> 0.92 (0.68-1.24) </td></tr><tr><td> </td><td> GG </td><td> 42 (10) </td><td> 58 (16) </td><td> 69 (17) </td><td> 2.51 (1.59-3.94) </td><td> 1.40 (0.91-2.15) </td><td> 1.68 (1.06-2.65) </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> p -trend = 0.0002 </td><td> p -trend = 0.03 </td><td> p -trend = 0.13 </td></tr><tr><td> C1RL </td><td> AG/GG </td><td> 239 (56) </td><td> 205 (58) </td><td> 280 (68) </td><td> 1.71 (1.28-2.28) </td><td> 1.57 (1.16-2.13) </td><td> 1.05 (0.79-1.39) </td></tr><tr><td> RS12227050 </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> GG </td><td> 402 (95) </td><td> 310 (87) </td><td> 357 (86) </td><td> 1.0 (ref) </td><td> 1.0 (ref) </td><td> 1.0 (ref) </td></tr><tr><td> </td><td> AG </td><td> 22 (5) </td><td> 45 (13) </td><td> 57 (14) </td><td> 2.91 (1.73-4.89) </td><td> 1.06 (0.69-1.62) </td><td> 2.73 (1.60-4.65) </td></tr><tr><td> </td><td> AA </td><td> 1 (0.2) </td><td> 1 (0.3) </td><td> 1 (0.2) </td><td> 1.37 (0.08-22.18) </td><td> 0.77 (0.05-12.91) </td><td> 1.36 (0.08-21.92) </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> p -trend = 0.0001 </td><td> p -trend = 0.85 </td><td> p -trend = 0.0004 </td></tr><tr><td> TYMS </td><td> AG/AA </td><td> 23 (5) </td><td> 46 (13) </td><td> 58 (14) </td><td> 2.85 (1.71-4.74) </td><td> 1.05 (0.69-1.61) </td><td> 2.67 (1.58-4.51) </td></tr><tr><td> RS2342700 </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> CC </td><td> 227 (53) </td><td> 145 (41) </td><td> 169 (41) </td><td> 1.0 (ref) </td><td> 1.0 (ref) </td><td> 1.0 (ref) </td></tr><tr><td> </td><td> CG </td><td> 169 (40) </td><td> 164 (46) </td><td> 199 (48) </td><td> 1.56 (1.17-2.09) </td><td> 1.06 (0.78-1.44) </td><td> 1.53 (1.13-2.06) </td></tr><tr><td> </td><td> GG </td><td> 29 (7) </td><td> 47 (13) </td><td> 46 (11) </td><td> 2.18 (1.30-3.64) </td><td> 0.87 (0.54-1.40) </td><td> 2.57 (1.54-4.27) </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> p -trend = 0.0002 </td><td> p -trend = 0.78 </td><td> p -trend = 0.00005 </td></tr><tr><td> Odds ratios (95 % confi dence intervals); for top-ranked SNPs ( </td><td> CG/GG </td><td> 198 (47) </td><td> 211 (59) </td><td> 245 (59) </td><td> 1.65 (1.25-2.18) p ≤ 0.0001) </td><td> 1.02 (0.76-1.37) </td><td> 1.68 (1.26-2.23) </td></tr></table></body></html>"}, "TABREF7": {"text": "The susceptibility of various genotypes in viral disease hepatitisTable 28.8 Therapeutic agents and their effect (drug effi cacy) on various genotype/strain of hepatitis", "latex": null, "type": "table"}, "TABREF8": {"text": "", "latex": null, "type": "table"}, "TABREF9": {"text": "10 Prediction of drug effi cacy", "latex": null, "type": "table", "html": "<html><body><table><tr><td> Protease inhibitor </td><td> Sensitive below </td><td> Resistant above </td><td> Sensitivity (%) </td><td> Specifi city (%) </td><td> Kappa 2 </td><td> p value </td></tr><tr><td> Amprenavir </td><td> 0.7 </td><td> 1.4 </td><td> 86.7 </td><td> 100 </td><td> 0.907 </td><td> &lt;0.0001 </td></tr><tr><td> Indinavir </td><td> 0.6 </td><td> 1.5 </td><td> 94.1 </td><td> 100 </td><td> 0.958 </td><td> &lt;0.0001 </td></tr><tr><td> Nelfi navir </td><td> 0.7 </td><td> 1.0 </td><td> 60.6 </td><td> 96.8 </td><td> 0.567 </td><td> &lt;0.0001 </td></tr><tr><td> Ritonavir </td><td> 0.7 </td><td> 1.4 </td><td> 100 </td><td> 84.1 </td><td> 0.754 </td><td> &lt;0.0001 </td></tr><tr><td> Saquinavir </td><td> 0.6 </td><td> 1.1 </td><td> 68.4 </td><td> 100 </td><td> 0.752 </td><td> &lt;0.0001 </td></tr><tr><td> Lopinavir </td><td> 0.3 </td><td> 0.7 </td><td> 100 </td><td> 83 </td><td> 0.755 </td><td> &lt;0.0001 </td></tr></table></body></html>"}, "TABREF10": {"text": "11 Adverse effects associated with different classes of antiretroviral", "latex": null, "type": "table", "html": "<html><body><table><tr><td> Class </td><td> Drug </td><td> Adverse effects </td></tr><tr><td> NRTIs </td><td> Zidovudine </td><td> Anemia, nausea, rash, myopathy, dyslipidemia </td></tr><tr><td> Stavudine, didanosine </td><td> Nausea, lipoatrophy, dyslipidemia, pancreatitis, lactic acidosis, hepatic steatosis </td></tr><tr><td> </td><td> Abacavir </td><td> HSR, hepatotoxicity </td></tr><tr><td> NNRTIs </td><td> Tenofovir </td><td> Renal insuffi ciency, bone loss </td></tr><tr><td> Efavirenz </td><td> CNS adverse effects, rash, hepatotoxicity, teratogenicity, hypertriglyceridemia </td></tr><tr><td> Nevirapine </td><td> HSR, rash, hepatotoxicity, </td></tr><tr><td> PIs </td><td> Etravirine </td><td> Rash, hepatotoxicity </td></tr><tr><td> All PIs </td><td> </td></tr><tr><td> </td><td> </td><td> Nausea, rash, hepatotoxicity, dyslipidemia, diarrhea, insulin resistance </td></tr><tr><td> </td><td> Atazanavir </td><td> Jaundice, sclera icterus, nephrolithiasis </td></tr><tr><td> Integrase inhibitors </td><td> Lopinavir, fosamprenavir </td><td> Heart disease </td></tr><tr><td> Raltegravir </td><td> Headache, insomnia, dizziness, fatigue </td></tr></table></body></html>"}, "TABREF11": {"text": "", "latex": null, "type": "table"}, "TABREF12": {"text": "12 (continued)", "latex": null, "type": "table"}, "TABREF13": {"text": "13 Antiretroviral agents used in the treatment of HIV infection", "latex": null, "type": "table", "html": "<html><body><table><tr><td> Drugs </td><td> Mechanisms of action </td><td> Mechanisms of resistance </td></tr><tr><td> Nucleoside analogues </td><td> Analogues of normal nucleosides </td><td> Thymidine analogue mutations promote </td></tr><tr><td> Zidovudine </td><td> Active as triphosphate derivatives </td><td>ATP-mediated and pyrophosphate-mediated excision of the incorporated terminator </td></tr><tr><td> Stavudine </td><td> Incorporated into nascent viral DNA </td><td> </td></tr><tr><td> Lamivudine </td><td> Prematurely terminate HIV DNA synthesis </td><td>M184V or Q151M complex mutations and impair incorporation of nucleoside analogues </td></tr></table></body></html>"}}, "back_matter": [{"text": "Acknowledgments Authors are thankful to Prof. Kamlesh K Pant, head of the department Pharmacology and Therapeutics for their proper guidance and Capt. Sudhanshu Pandey for the language editing and Mrs Shashi Dwivedi, Miss Vinita Gupta, Mr. Shobhit Srivastava, Mahendra Dwivedi, Narendra Dwivedi, Dr. Sadashiv, Virendra Saini, Durgesh, and Ram Swarup for their hearty support.", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}, {"text": " Abo R et al (2012) Merging pharmacometabolomics with pharmacogenomics using '1000 Genomes' single-nucleotide polymorphism imputation: selective serotonin reuptake inhibitor response pharmacogenomics. Pharmacogenet Genomics 22:247-253 Alter MJ, Kruszon-Moran D, Nainan OV et al (1999) The prevalence of hepatitis C virus infection in the United States, 1988 States, through 1994 ", "cite_spans": [{"start": 1, "end": 19, "text": "Abo R et al (2012)", "ref_id": null}, {"start": 262, "end": 284, "text": "Nainan OV et al (1999)", "ref_id": null}, {"start": 345, "end": 357, "text": "States, 1988", "ref_id": null}, {"start": 358, "end": 378, "text": "States, through 1994", "ref_id": null}], "ref_spans": [], "section": "References"}]}