{
    "paper_id": "04002eb2da9febbca9ac7f6d35c02f5ca32c91f4",
    "metadata": {
        "title": "Digestive Symptoms in COVID-19 Patients With Mild Disease Severity: Clinical Presentation, Stool Viral RNA Testing, and Outcomes",
        "authors": [
            {
                "first": "Chaoqun",
                "middle": [],
                "last": "Han",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Caihan",
                "middle": [],
                "last": "Duan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shengyan",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Brennan",
                "middle": [],
                "last": "Spiegel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Huiying",
                "middle": [],
                "last": "Shi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Weijun",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lei",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rong",
                "middle": [],
                "last": "Lin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jun",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhen",
                "middle": [],
                "last": "Ding",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xiaohua",
                "middle": [],
                "last": "Hou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Coronavirus disease 2019 (COVID-19) has been declared an international public health emergency by the World Health Organization (1) (2) (3) . Until now, the virus has spread to over 100 countries, infecting more than 700,000 people and causing over 35,000 deaths globally. Although COVID-19 most commonly presents with respiratory symptoms, such as cough and shortness of breath (5) , there is evidence that the illness can also present with nonrespiratory symptoms, most notably digestive symptoms such as diarrhea, diminished appetite, and nausea (4, 6, 7) .",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 131,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 132,
                    "end": 135,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 136,
                    "end": 139,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 379,
                    "end": 382,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 549,
                    "end": 552,
                    "text": "(4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 553,
                    "end": 555,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 556,
                    "end": 558,
                    "text": "7)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The digestive symptoms of COVID-19 likely occur because the virus enters the target cells through angiotensin-converting enzyme 2 (8), a receptor found in both the upper and lower gastrointestinal tract where it is expressed at nearly 100-fold higher levels than in respiratory organs (9) . In addition, viral nucleic acid is detected in feces in over half of the patients infected with COVID-19 (4) and in nearly one-quarter of cases' stool samples test positive when respiratory samples are negative (6, 10) .",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 288,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 502,
                    "end": 505,
                    "text": "(6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 506,
                    "end": 509,
                    "text": "10)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Until now, most of the emerging COVID-19 literature has focused on severe or critically ill patients, yet over 80% of patients have mild disease (5, 11, 12) . It is important to describe the clinical characteristics of low severity patients to provide information for early clinical recognition of COVID-19 and to prompt rapid self-quarantine for people with presumed symptoms who are not sick enough to warrant hospitalization. Moreover, mild patients can facilitate rapid dissemination of COVID-19 by unwittingly spreading the virus in the outpatient setting; this group appears to be a major driver of the pandemic (13) . Because COVID-19 testing has largely focused on patients with respiratory symptoms-not digestive symptoms-it is possible that there is a large cohort of undiagnosed patients with low severity illness but with digestive symptoms, such as diarrhea, who unknowingly spread the virus. In this study, we sought to better understand the prevalence and clinical characteristics of this important COVID-19 subgroup with digestive symptoms and mild disease.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 148,
                    "text": "(5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 149,
                    "end": 152,
                    "text": "11,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 153,
                    "end": 156,
                    "text": "12)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 618,
                    "end": 622,
                    "text": "(13)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "This retrospective study was performed at Union Hospital, Tongji Medical College (Wuhan, China), which was a designated hospital to manage patients with COVID-19. We began by reviewing the clinical records of 850 consecutively hospitalized patients admitted between February 13, 2020, and February 29, 2020, with laboratory-confirmed COVID-19 based on real-time reverse transcriptase polymerase chain reaction (PCR) assay for nasal and pharyngeal swab specimens (5) . From this group, we included patients who met the criteria for mild disease severity, defined as patients without dyspnea, without clinical evidence of respiratory distress and were able to maintain blood oxygen saturation above 93% in resting condition (14) . Of note, these patients were admitted to the hospital despite mild symptoms to monitor clinically and to maintain in quarantine during the peak of the Wuhan outbreak until they had 2 sequential negative respiratory tract specimens collected $24 hours apart according to the Chinese Center for Disease Control guidance (4). We excluded patients from this study who were unable to provide a history of presenting illness and/or did not have complete clinical data available for extraction. We also excluded patients who had not yet achieved viral clearance of COVID-19 and thus were not yet discharged at the time of this analysis. From this group, we systematically evaluated the symptoms recorded on the admission intake, supported by direct patient interviews using a standardized questionnaire and by telephone interview into the patient's room when necessary (because of extreme isolation precautions), to identify a cohort of patients with one or more digestive symptoms, including diarrhea, nausea, and vomiting.",
            "cite_spans": [
                {
                    "start": 462,
                    "end": 465,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 722,
                    "end": 726,
                    "text": "(14)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Patient diagnosis and inclusion criteria"
        },
        {
            "text": "We then matched each of these patients to another patient from the cohort with only respiratory-but not digestive-symptoms, including cough, expectoration, chest discomfort, shortness of breath, and sore throat. Matching was based on sequential hospital identification numbers such that the next admitted patient who met the study criteria but who lacked digestive symptoms was enrolled as a control. Finally, we further divided the patients with digestive symptoms into those with only digestive symptoms, and those with both digestive and respiratory symptoms, yielding 3 groups for comparison, herein referred to as \"Digestive Only,\" \"Digestive 1 Respiratory,\" and \"Respiratory Only.\" We monitored the clinical outcomes in these 3 groups until March 18, 2020, the final date of the follow-up.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient diagnosis and inclusion criteria"
        },
        {
            "text": "This study was approved by the Medical Ethical Review Committee, Union Hospital of Tongji Medical College, Huazhong University of Science and Technology, China ([2020] No.0033).",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 167,
                    "text": "([2020]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Patient diagnosis and inclusion criteria"
        },
        {
            "text": "Categorical variable results are presented as numbers and percentages. Continuous variables are presented as mean 6 SD, means, maximums, and minimums as appropriate. Chi-square tests and Fisher exact tests were used for categorical variables, Figure 1 . Disposition of study patients. There were 131 patients with digestive symptoms, each matched to one control patient who presented with respiratory symptoms only. Of these 262 patients, full historical and clinical data were available for 223 patients, of whom 206 had cleared the virus and were discharged from quarantine at the time this study was conducted, including 48 with digestive symptoms only, 69 with both digestive and respiratory symptoms, and 89 with respiratory symptoms only.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 243,
                    "end": 251,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Statistical analysis"
        },
        {
            "text": "The American Journal of GASTROENTEROLOGY and Wilcoxon rank-sum tests were applied to continuous variables as appropriate. Statistical analysis was performed using IBM SPSS Statistics software (version 20.0; IBM, Armonk, NY). A significance level of P # 0.05 was used for all models (2-sided). Figure 1 displays the patient flow with the application of inclusion and exclusion criteria, yielding a final cohort of 206 patients. All the patients were residents of Wuhan with a mean age of 62.5 years (ranged from 27 to 92 years). One hundred seventeen patients were older than 60 years (56.8%) and just over half were women (55.8%). Only 21 (10.2%) were aware of a clear direct exposure to known patients with confirmed or highly suspected COVID-19 infection. No patients had a history of exposure to the Huanan seafood market where the outbreak began or were part of a known familial cluster.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 293,
                    "end": 301,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Statistical analysis"
        },
        {
            "text": "The 3 study groups are compared across clinical characteristics in Table 1 . Although the clinical features were largely Sixty-seven patients presented with diarrhea (Table 2) , of whom 13 (19.4%) experienced diarrhea as their first symptom before the onset of respiratory symptoms; the rest developed diarrhea within the first 10 days after the onset of respiratory symptoms. Women were more likely to report diarrhea than men (44/67, 65.7% vs 71/ 139, 51.1%, P 5 0.048). The diarrhea lasted from 1 to 14 days, with an average duration of 5.4 6 3.1 days. The average daily frequency was 4.3 6 2.2 bowel movements per day (maximum of 18 per day). Patients described the diarrhea as \"watery\" in 52.2% of cases, with the remainder considered loose but not watery. Abdominal pain and discomfort were rarely observed in our cohort of patents with digestive symptoms. Not all patients with digestive symptoms had an accompanying fever in this cohort of low severity COVID-19 patients; concurrent fever was found in 73 patients (62.4%) with a digestive symptom ( Table 2 ). Among those with diarrhea, in particular, 49 (73.1%) presented with concurrent fever, of whom 10 (20.4%) had diarrhea before fever, 5 (10.2%) after fever, and the rest occurring simultaneously. Patients with both upper (e.g. nausea and vomiting) and lower (e.g. diarrhea) digestive symptoms were more likely to have a fever compared with those with either upper or lower symptoms alone (94.4% vs 57.1% vs 63.3%; P 5 0.024).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 67,
                    "end": 74,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 166,
                    "end": 175,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1057,
                    "end": 1064,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Patient characteristics"
        },
        {
            "text": "All patients in this study were discharged after viral clearance. The mean interval between symptom onset and viral clearance across the study cohort was 38.1 days (SD 8.7; range 15-62). The average hospital stay was 23.7 days while awaiting symptom resolution and objective evidence of viral clearance. Patients with digestive symptoms had a longer period between initial symptom onset and hospital admission than patients with only respiratory symptoms (Table 1 and Figure 2a ; 16.0 6 7.7 vs 11.6 6 5.1 days, P , 0.001). The total time between symptom onset and viral clearance was significantly longer in the Digestive-Only and Digestive 1 Respiratory groups compared with the Respiratory-Only group (40.9 vs 42.0 vs 33.5 days, P , 0.001). Across the groups, those with diarrhea had a longer delay between symptom onset and viral clearance than those without diarrhea (Table 2 and Figure 2b ; 41.0 6 8.5 vs 36.6 6 8.5 days, P , 0.001).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 455,
                    "end": 463,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 468,
                    "end": 477,
                    "text": "Figure 2a",
                    "ref_id": null
                },
                {
                    "start": 884,
                    "end": 893,
                    "text": "Figure 2b",
                    "ref_id": null
                }
            ],
            "section": "Delayed viral clearance among patients with digestive symptoms"
        },
        {
            "text": "Fecal leukocytes and occult blood tests were performed in all patients, but only 1.9% had abnormal results (2 with fecal leukocytes and 1 occult blood positive), consistent with the characteristics of viral diarrhea. Stool RNA was tested in a subgroup of 22 COVID-19 infected patients using Rrt-PCR. Twelve (54.5%) of these patients tested positive for viral RNA in stool. The percentage testing positive for the Digestive-Only, Respiratory-Only, and Digestive 1 Respiratory groups were 60.0% (3/5), 14.3% (1/7), and 80.0% (8/10), respectively. Across the groups, patients who were positive for viral RNA in stool had a significantly longer time to viral clearance compared with the 10 negative patients (44.2 vs 33.7 days, P 5 0.003). In addition, patients presenting with digestive (Table 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 784,
                    "end": 793,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Results of stool testing for COVID-19 viral RNA"
        },
        {
            "text": "In this study of COVID-19 patients with mild disease severity, we describe a clinically important subgroup that presents with digestive symptoms. We found that compared with patients with only respiratory symptoms, those with digestive symptoms tend to have a longer course between symptom onset and viral clearance and are more likely to test positive for COVID-19 viral RNA in the stool, suggesting (but not confirming) direct infectivity of the virus on the intestinal tract. In addition, patients with digestive symptoms took longer to report for medical care, a finding observed in other research from Wuhan, China (7), suggesting that COVID-19 was not initially recognized in these patients leading to delayed diagnosis. The longer disease course in patients with digestive symptoms might reflect a higher viral burden in these patients in comparison to those with only respiratory symptoms. Because the intestinal wall is invaded by COVID-19, there may be Figure 2 . Illness duration (in days), including days before admission, total time in hospital before evidence of viral clearance, and total duration between symptom onset and viral clearance. Panel A provides data across the full study cohort. Panel B compares data between those with vs without diarrhea, demonstrating a longer disease course in those with diarrhea. Panel C focuses on those with digestive symptoms only and compares those with vs without diarrhea on presentation (no differences noted). Panel D repeats the same analyses in those presenting with Digestive 1 Respiratory symptoms, also showing no difference in the illness durations stratified by diarrhea. Panel E focuses only on those with digestive symptoms only and compares those with vs without fever on presentation (no differences noted). Panel F repeats the same analyses in those presenting with Digestive 1 Respiratory symptoms, also showing no difference in illness durations stratified by fever.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 963,
                    "end": 971,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "The American Journal of GASTROENTEROLOGY VOLUME 00 | MONTH 2020 www.amjgastro.com increased permeability and diminished barrier function, easier invasion of pathogens across a vast intestinal surface area, the presence of enteric symptoms such as diarrhea, and nutrient malabsorption (6) . Recent evidence reveals that fecal nucleic acid is readily detected in the stool of patients with COVID-19 (4) and rectal swabs are also positive in some patients (15) . Given the high prevalence of positive stools in patients with COVID-19, coupled with the correlation between diarrhea and stool positivity, we recommend routine real-time reverse transcriptase PCR testing of feces in patients with COVID-19, especially those presenting with digestive symptoms.",
            "cite_spans": [
                {
                    "start": 284,
                    "end": 287,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 453,
                    "end": 457,
                    "text": "(15)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In addition, angiotensin-converting enzyme 2 expression is higher in the small intestine, duodenum, and colon than that in the lungs (9, 16) . Patients with digestive symptoms have more virus in the gut, based on our stool RNA testing results, and thus potentially greater opportunity to suffer direct damage on the gut mucosa. This might be another cause of digestive symptoms but should be further investigated.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 136,
                    "text": "(9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 137,
                    "end": 140,
                    "text": "16)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Our study has limitations. First, although large enough to conduct valid comparisons among groups, the sample size remains limited; larger studies should be performed to further characterize digestive symptoms in patients with low severity COVID-19. Future research should include antibody testing on outpatients who developed new-onset digestive symptoms during the COVID-19 outbreak, but who might not have sought care or been tested at the time, to compare antibody titers with control groups who did not experience symptom during the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Second, we were unable to perform correlations between the presence of fecal virus RNA and severity of digestive symptoms, namely, diarrhea severity because we were not able to test stool RNA in a large enough subsample during the period this study was conducted early in the outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Third, because this was a retrospective study, there is always potential for bias. Nonetheless, we made systematic efforts to obtain a thorough and detailed history from each patient in this study, including chart review, and also supplemented in-person interviews. Even in cases when staff could not safely enter an isolation room, we performed telephone interviews into the patient's room to fill in historical data that was not otherwise recorded in the chart using a standardized questionnaire.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Finally, this study does not directly confirm that viral particles in stool are infectious and capable of disease transmission, but our results offer more evidence that COVID-19 can present with digestive symptoms, that the virus is found in the stool of patients with diarrhea, and presents more indirect support of possible In conclusion, we describe a unique subgroup of COVID-19 patients with low severity disease marked by the presence of digestive symptoms. These patients are more likely to test positive in stool RNA for COVID-19, to have a longer delay before viral clearance, and to experience delayed diagnosis compared with patients with respiratory symptoms. In some cases, the digestive symptom, particularly diarrhea, can be the initial presentation of COVID-19 and may only later (or never) present with respiratory symptoms. These data emphasize that patients with new-onset diarrhea after a possible COVID-19 contact should be suspected for the illness, even in the absence of cough, shortness of breath, sore throat, or even fever. These patients should self-quarantine and seek medical care if not already under evaluation. Optimally, testing for COVID-19 should be performed using both respiratory and stool samples, if available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Importantly, digestive symptoms are common in the community, and most instances of new-onset diarrhea, nausea, or vomiting are not from COVID-19. Nonetheless, clinicians should recognize that new-onset, acute digestive symptoms in a patient with a possible COVID-19 contact should at least prompt consideration of the illness, particularly during the times of high COVID-19 incidence and prevalence. Failure to recognize these patients early may often lead to unwitting spread of the disease among outpatients with mild illness who remain undiagnosed and unaware of their potential to infect others. The data in this study highlight the presence and features of this important subgroup of patients with COVID-19 and should be confirmed in larger international studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "1199--207",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Persons evaluated for 2019 novel coronavirus -United States",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Bajema",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Oster",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "L"
                    ],
                    "last": "Mcgovern",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "69",
            "issn": "",
            "pages": "166--70",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "RNA based mNGS approach identifies a novel human coronavirus from two individual pneumonia cases in 2019 Wuhan outbreak",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg Microbes Infect",
            "volume": "9",
            "issn": "",
            "pages": "313--322",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Evidence for gastrointestinal infection of SARS-CoV-2. Gastroenterology 2020",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "COVID-19: Gastrointestinal manifestations and potential fecal-oral transmission",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Gastroenterology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Clinical characteristics of COVID-19 patients with digestive symptoms in Hubei, China: A descriptive, cross-sectional, multicenter study",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Gastroenterol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A pneumonia outbreak associated with a new coronavirus of probable bat origin",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "L"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "G"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "579",
            "issn": "7798",
            "pages": "270--273",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "ACE2 angiotensin I converting enzyme 2",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "COVID-19 disease with positive fecal and negative pharyngeal and sputum viral tests",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Gastroenterol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: A descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "507--520",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: A study of a family cluster",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Kok",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "514--537",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Substantial undocumented infection facilitates the rapid dissemination of novel coronavirus (SARS-CoV2)",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pei",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A rapid advice guideline for the diagnosis and treatment of 2019 novel coronavirus (2019-nCoV) infected pneumonia (standard version)",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "S"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Mil Med Res",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Clinical characteristics of coronavirus disease 2019 in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Anti-2019-nCoV Volunteers",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Caution on Kidney Dysfunctions of 2019-nCoV patients",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "https:/www.medrxiv.org/content/10.1101/2020.02.08.20021212v1"
                ]
            }
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Baseline patient characteristics based on the classification of presenting symptoms in COVID-19 patients with mild disease severity COVID-19, Coronavirus disease 2019. The significance of bold entries are P , 0.05.Table 2. Duration of COVID-19 course stratified by study groups. Hospital stay reflects time between admission and subsequent confirmation of viral clearance on 2 sequential respiratory samples separated by ‡ 24 hours",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "(continued)",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Clinical characteristics of the subset of patients with COVID-19 tested for viral RNA in stool (N 5 22) fecal transmission. Further research is vital to determine if COVID-19 can spread via the fecal-oral route.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We would like to express our heartfelt thanks to those on the front lines of this struggle: medical staff, community workers, cleaners, drivers, construction workers, and all the volunteers involved. We are also very grateful to those who sacrifice their freedom and isolated themselves to break the chain of transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        },
        {
            "text": "Guarantor of the article: Xiaohua Hou, MD, PhD, accepts official responsibility for the overall conduct of this study and publication of this manuscript. Specific author contributions: C.H. collected medical records data, analyzed the data, and drafted the manuscript; C.D. and S.Z. helped for data statistics. B.S. contributed revisions of the manuscript for important intellectual content. W.W. and H.S. helped with data collection; L.Z. supported data entry and sorting; R.L. and J.L. checked the data to confirm accuracy; Z.D. contributed revisions of the manuscript for important intellectual content; X.H. designed, supervised the study, and revised the manuscript as the corresponding author. Financial support: This study was supported by grants of a novel coronavirus pneumonia emergency science and technology projects from the Science and Technology Department of Hubei Province, Wuhan, China (2020FCA014). This study was supported in part by the National Natural Science Foundation of China (No. 81800467, 81974062) and International (Regional) Cooperation and Exchange (ICE) Projects of the National Natural Science Foundation of China (NSFC: No. 81720108006). Potential competing interests: None to report.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONFLICTS OF INTEREST"
        }
    ]
}