{
    "paper_id": "045b1c9ab666c12002a56a65834dac602303b62f",
    "metadata": {
        "title": "Journal Pre-proof Complete Heart Block, Severe Ventricular Dysfunction and Myocardial Inflammation in a Child with COVID-19 Infection Complete Heart Block, Severe Ventricular Dysfunction and Myocardial Inflammation in a Child with COVID-19 Infection",
        "authors": [
            {
                "first": "Iqbal",
                "middle": [
                    "El"
                ],
                "last": "Assaad",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Boston Children's Hospital",
                    "location": {
                        "settlement": "Boston",
                        "region": "Massachusetts"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Indriati Hood-Pishchany",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "John",
                "middle": [],
                "last": "Kheir",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Boston Children's Hospital",
                    "location": {
                        "settlement": "Boston",
                        "region": "Massachusetts"
                    }
                },
                "email": ""
            },
            {
                "first": "Kshitij",
                "middle": [],
                "last": "Mistry",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Boston Children's Hospital",
                    "location": {
                        "settlement": "Boston",
                        "region": "Massachusetts"
                    }
                },
                "email": ""
            },
            {
                "first": "Avika",
                "middle": [],
                "last": "Dixit",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mbbs",
                "middle": [],
                "last": "Mph",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Boston Children's Hospital",
                    "location": {
                        "addrLine": "Massachusetts. 3. Rheumatology Program",
                        "settlement": "Boston"
                    }
                },
                "email": ""
            },
            {
                "first": "Olha",
                "middle": [],
                "last": "Halyabar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Douglas",
                "middle": [
                    "Y"
                ],
                "last": "Mah",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Colin",
                "middle": [],
                "last": "Meyer-Macaulay",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Boston Children's Hospital",
                    "location": {
                        "settlement": "Boston",
                        "region": "Massachusetts"
                    }
                },
                "email": ""
            },
            {
                "first": "Henry",
                "middle": [],
                "last": "Cheng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Boston Children's Hospital",
                    "location": {
                        "settlement": "Boston",
                        "region": "Massachusetts"
                    }
                },
                "email": ""
            },
            {
                "first": "El",
                "middle": [],
                "last": "Assaad",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "I",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hood-Pishchany",
                "middle": [],
                "last": "Mi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kheir",
                "middle": [
                    "J"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mistry",
                "middle": [
                    "K"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mah",
                "middle": [],
                "last": "Dy",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Meyer-Macaulay C",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Cheng",
                "middle": [
                    "H"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": ";",
                "middle": [
                    "M"
                ],
                "last": "Indriati Hood-Pishchany",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Boston Children's Hospital",
                    "location": {
                        "addrLine": "Massachusetts. 3. Rheumatology Program",
                        "settlement": "Boston"
                    }
                },
                "email": ""
            },
            {
                "first": ";",
                "middle": [],
                "last": "Douglas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Y",
                "middle": [],
                "last": "Mah",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Boston Children's Hospital",
                    "location": {
                        "settlement": "Boston",
                        "region": "Massachusetts"
                    }
                },
                "email": ""
            },
            {
                "first": "Iqbal",
                "middle": [],
                "last": "El-Assaad",
                "suffix": "",
                "affiliation": {},
                "email": "iqbal.el-assaad@cardio.chboston.org."
            }
        ]
    },
    "abstract": [
        {
            "text": "A young child presented with severe ventricular dysfunction and troponin leak in the setting of Coronavirus-19 disease (COVID-19). He developed intermittent, self-resolving, and hemodynamically insignificant episodes of complete heart block (CHB), which were diagnosed on telemetry and managed conservatively. This report is the first description of COVID-19 induced transient CHB in a child.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "A 10-year-old male presented with a 7-day history of fever and viral symptoms including fatigue, cough, diarrhea, vomiting, myalgias and non-pruritic rash that spread to the trunk. His vital signs were notable for sinus tachycardia (130 bpm), tachypnea (RR 24 bpm), hypotension (84/40 mmHg) and normal oxygen saturation (98% on 2L nasal cannula). His physical examination was notable for appearing drowsy but easily arousable, normal work of breathing, a gallop on cardiac exam, cool extremities, and capillary refill was delayed at 4 seconds.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Presentation"
        },
        {
            "text": "Pityriasis lichenoides Chronica. No personal or family history of congenital heart disease, immunodeficiency or autoimmune disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Past Medical History"
        },
        {
            "text": "The differential diagnosis included viral induced myocarditis or underlying cardiomyopathy unmasked by an acute viral illness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Differential Diagnosis"
        },
        {
            "text": "Laboratory evaluation was notable for elevated white blood cell count (17. . Chest x-ray was consistent with mild viral pneumonia ( Figure 1 ). Electrocardiogram (ECG) showed sinus tachycardia at 140 bpm and normal conduction interval (PR 140 ms).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 132,
                    "end": 140,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Investigations"
        },
        {
            "text": "Echocardiogram revealed normal left ventricular size (LVEDV 112 ml, Z score +0.8), and severe left ventricular (LV) systolic dysfunction with an ejection fraction (EF) of 32% (Z score -6.8) (Video 1). Coronary arteries were normal and there was no evidence of wall motion abnormalities. Real-time Polymerase Chain Reaction was positive for SARS-CoV-2 from nasopharyngeal swab. Evaluation for common infections associated with myocarditis identified no other active infectious etiology (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 485,
                    "end": 494,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Investigations"
        },
        {
            "text": "He was started on Bilevel Positive Airway Pressure (BIPAP) for respiratory support and afterload reduction. He was also commenced on epinephrine and norepinephrine infusions. He received 2 doses of intravenous immune globulin (IVIG) at 1g/kg within the first 48 hours of admission as an empiric treatment for potential myocarditis. In light of his hyper-inflammatory state consistent with cytokine storm syndrome, multidisciplinary consultation led to the early initiation of immunomodulatory therapy (anakinra 100 mg TID and methylprednisolone 2mg/kg BID) and antiviral therapy (remdesivir 100mg daily after 200mg loading dose) on hospital day 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Management"
        },
        {
            "text": "Due to evidence of hypercoagulability and concern for related thrombotic complications, therapeutic anticoagulation was initiated with unfractionated heparin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Management"
        },
        {
            "text": "On day two of admission, his clinical status and hemodynamics began improving. He was transitioned off of BIPAP to regular nasal cannula. He weaned off of norepinephrine on day two, and off of epinephrine on day six of admission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Management"
        },
        {
            "text": "From a rhythm standpoint, he developed first degree AV block 24 hours into his admission, which resolved spontaneously by the following morning. However, on day 3 of his admission, he began to display bradyarrhythmias. Review of telemetry demonstrated transient, self-resolving, episodes of CHB with a narrow junctional escape rhythm of approximately 90 bpm ( Figure 2 ). The longest episode lasted for 4 minutes, during which the patient remained hemodynamically stable and asymptomatic. Over the following days, he continued to have repetitive, self-resolving, and hemodynamically insignificant episodes of conduction block ranging from 1 st degree AV block to 2 nd and 3 rd degree AV block. All episodes resolved within a few minutes without intervention.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 360,
                    "end": 368,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Management"
        },
        {
            "text": "Myocardial involvement with the novel coronavirus, ranging from mild troponin leak to fulminant myocarditis, is well reported in adults and occurs in 8-28% of adults infected with SARS-COV-2. 1 Furthermore, acute cardiac injury portends poor outcomes. 1-2 Children with COVID-19 appear to have a much milder form of the disease compared to adults, and rarely progress to severe disease and multi-organ dysfunction. [3] [4] [5] The largest pediatric cohort from China of 2135 patients (728 confirmed and 1407 suspected cases) showed that 94% of children had moderate disease severity or less, and there was only a single death, while severe disease is most common in neonates. 5 Of 171 children with confirmed SARS-CoV-2 treated at the Wuhan Children's Hospital, only 3 patients with pre-existing conditions required intensive care support and there was a single death. 3 In a large systematic review of over 1000 children infected with COVID-19, Castagnoli et al. reported a single case of severe COVID-19 infection occurring in a 13-month-old infant, who achieved full recovery. 4 Due to its recent emergence, there is scarce data on its effects on the myocardium in children, and more specifically, the conduction system.",
            "cite_spans": [
                {
                    "start": 415,
                    "end": 418,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 419,
                    "end": 422,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 423,
                    "end": 426,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 676,
                    "end": 677,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 869,
                    "end": 870,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1080,
                    "end": 1081,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A large retrospective single center case series of 138 hospitalized patients in China shows that 7% of the total cohort developed acute cardiac injury and 16.7% had unspecified arrhythmias. 6 There is a single case report of an adult female admitted to the hospital with Our patient improved significantly after initiation of immunomodulatory and antiviral therapy, though the relative contribution of either of these approaches cannot be discerned from this single case. Positive response to systemic glucocorticoids and IVIG was reported in a single case of an adult patient with coronavirus fulminant myocarditis. 9 Remdesivir has shown promise with in vitro activity against SARS-CoV-2, and early reports of positive clinical response; however, trials are still underway to establish clinical efficacy. 10 Additionally, anakinra has been applied with a favorable safety profile in adults with myocarditis from other causes. 11 Our patient did not undergo a myocardial biopsy, so we cannot confirm that SARS-CoV-2 was directly responsible for myocardial injury or myocarditis. However, testing for a number of common infections often implicated in myocarditis was negative, except Parvovirus (low level viremia with a positive IgG), and Epstein-Barr virus viremia (with positive antibody to NA and capsid IgG), which both likely represent past infection with reactivation in the setting of acute illness.",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 191,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 617,
                    "end": 618,
                    "text": "9",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 807,
                    "end": 809,
                    "text": "10",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 928,
                    "end": 930,
                    "text": "11",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The pathophysiology of myocardial injury secondary to SARS-CoV-2 is multifactorial, including direct cardiotropic action of the virus mediated by its cellular receptor target:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Angiotensin Converting Enzyme-2 (ACE-2), which is heavily expressed in adult cardiac pericytes. 1, 12 Furthermore, inhibition and downregulation of ACE2 results in an increased circulating level of Angiotensin II, which has proinflammatory and vasoconstrictor properties, leading to microangiopathy. 1, 12 In adults with coronary artery disease, an oxygen demand-supply mismatch is suspected to play a role in the development of acute coronary syndromes, mediated by hypoxic respiratory failure and increased metabolic demand. 1, 11 Finally, cytokine storm secondary to downregulation of ACE-2 as well as direct endothelial injury may contribute to myocardial dysfunction. 1, 12 The mechanism for COVID-19 induced heart block is not well studied, but we suspect that it is secondary to inflammation and edema of the conduction tissue, as part of the global myocardial injury process. The two potential mechanisms resulting in inflammation are direct viral invasion or immune mediated injury. 1 In our case, the patient had significantly elevated inflammatory markers, no other known risk factors for conduction disease, and a normal baseline ECG. With therapy, his inflammatory markers trended down (figure 3), and his episodes of heart block resolved, indicating that inflammation is likely the main etiology of conduction disease in our patient.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 98,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 99,
                    "end": 101,
                    "text": "12",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 300,
                    "end": 302,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 303,
                    "end": 305,
                    "text": "12",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 527,
                    "end": 529,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 530,
                    "end": 532,
                    "text": "11",
                    "ref_id": null
                },
                {
                    "start": 673,
                    "end": 675,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 676,
                    "end": 678,
                    "text": "12",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 992,
                    "end": 993,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Patient has had no recurrent episodes of CHB since day 4 of admission and a repeat echocardiogram on day 12 of admission demonstrated low-normal biventricular systolic function.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Follow up:"
        },
        {
            "text": "Myocardial involvement in the form of dysfunction and conduction abnormalities appears to be a rare manifestation of SARS-CoV-2 infection in children. [3] [4] [5] Nonetheless, evaluation for myocardial injury may be warranted in pediatric patients with symptomatic SARS-CoV-2 infection, particularly in patients whose clinical symptoms (e.g. dyspnea, hypoxia) seem out of proportion to chest imaging findings. Furthermore, children infected with COVID-19 who have myocardial involvement should be placed on continuous telemetry for close monitoring. Rhythm management should be guided by the patient hemodynamics and clinical status. Additional studies are needed in order to identify the spectrum of rhythm disorders and cardiac involvement in pediatric patients with COVID-19 infections.",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 154,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 155,
                    "end": 158,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 159,
                    "end": 162,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion:"
        },
        {
            "text": "• To be aware of the possibility of heart block in children admitted with COVID-19 and myocardial dysfunction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Learning Objectives:"
        },
        {
            "text": "• To understand the benefit of a multidisciplinary approach in addressing potential pathophysiologic components leading to the development of arrhythmia in COVID-19 patients with cardiac involvement. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Learning Objectives:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The science underlying COVID-19: implications for the cardiovascular system",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Blet",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Smyth",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1161/CIRCULATIONAHA.120.047549"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The impact of 2019 novel coronavirus on heart injury: a systemic review and meta-analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Woodward",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Prog Cardiovasc Dis",
            "volume": "20",
            "issn": "",
            "pages": "30090--30093",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "SARS-COV-2 infection in children",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N. Engl. J. Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/nejmc2005073"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection in children and adolescents. A systematic review",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Castagnoli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Votto",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Licari",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JAMA",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jamapediatrics.2020.1467"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Epidemiology of COVID-19 Among Children in China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Mo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Pediatrics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1542/peds.2020-0702"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Clinical Characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan, China",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "",
            "pages": "1061--1069",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Transient complete heart block in a patient with critical COVID-19",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Azarkish",
                    "suffix": ""
                },
                {
                    "first": "Laleh",
                    "middle": [],
                    "last": "Far",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Eslami",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mollazadeh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur Heart J",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Pityriasis lichenoides: A clonal T-cell lymphoproliferative disorder",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Magro",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Crowson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kovatich",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Burns",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Human Pathology",
            "volume": "33",
            "issn": "",
            "pages": "788--795",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Coronavirus fulminant myocarditis treated with glucocorticoid and human immunoglobulin",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur Heart J",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/eurheartj/ehaa190"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Compassionate Use of Remdesivir for Patients with Severe Covid-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Grein",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ohmagari",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Shin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2007016"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Receptor Blockade Rescues Myocarditis-Associated End-Stage Heart Failure",
            "authors": [],
            "year": 2017,
            "venue": "Front Immunol",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Elevated Troponin in Patients With Coronavirus Disease 2019 : Possible Mechanisms",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tersalvi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vicenzi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Calabretta",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Biasco",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Card Fail",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cardfail.2020.04.009"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "COVID-19 and respiratory distress requiring intubation, who developed a single episode of transient CHB with prolonged pause on day 14 of her illness. 7 She required cardiopulmonary resuscitation prior to resumption of normal sinus rhythm. Compared to our patient, she had a normal echocardiogram. Our patient exhibited evidence of cytokine storm, with elevated ferritin, CRP and procalcitonin, as well as markedly elevated soluble IL-2 receptor (14,800 pg/mL, ref ≤ 1033), CXCL9 (1575 pg/mL, ref ≤ 121), IL-18 (1427 pg/mL, ref 89-540) and elevated IL-6 (44 pg/mL, ref ≤ 5). The child's only pre-existing condition was pityriasis lichenoides chronica. Although there exists debate about the etiology of pityriasis lichenoides chronica, it can be characterized by benign clonal T-cell lymphoproliferation, which may arise as an aberrant immune response to an antigenic trigger, such as a viral infection. 8 Whether this history suggests an underlying immunologic phenotype that contributed to the patient's hyperinflammatory state in response to SARS-CoV-2 infection remains to be determined.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Chest radiograph upon admission demonstrating coarsened interstitial lung markings and hazy retrocardiac opacification.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Telemetry rhythm strips showing the progression from normal sinus rhythm to CHB followed by resumption of normal conduction within 4 minutes. (A) normal PR interval followed by 1 st degree AV block with prolonged PR interval at 280 ms (B) 2 nd degree Mobitz I (C) CHB with a narrow junctional escape rate ~ 90 bpm (D) 1 st degree AV block (E) Sinus rhythm with normal PR interval at 160 ms.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "NT-ProBNP and CRP plotted against day of admission. NT-ProBNP: N Terminal Pro Brain Naturetic Peptide, CRP: C-Reactive Protein. VIDEO TITLES/LEGENDS Video 1. Echocardiogram upon admission to CICU. (A) Four chamber view and (B) parasternal short axis view demonstrating severe left ventricular systolic dysfunction.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "1 K cells/µl) with neutrophilic predominance and lymphopenia (0.91 K cells/uL, [ref 1.23-2.69 cells/uL]), elevated high sensitivity troponin (84 ng/mL, [ref 0-14 ng/L]), brain natriuretic peptide (2000 pg/mL, [ref 0-100 pg/mL]) and inflammatory markers (C-reactive protein (CRP) 22 mg/dL [ref <0.5 mg/dL], ferritin 1138 ng/mL[ref 10-320 ng/mL] and D-dimer 3.1 mcg/mL [ref <0.5 mcg/mL])",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Diagnostic evaluation for potential infectious etiologies or triggers of myocarditis. All serologies were collected prior to administration of IVIG.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}