{
    "paper_id": "04f829240ee20b0ddc2fc59aa276b9940e9d4064",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [
        {
            "text": "1 KLINISCHE PRAKTIJK CaSuïSTIEK Neuroschistosomiasis EEN oNvERwaCHTE bEvINDING bIJ EEN NEDERlaNDSE vRouw Jolande w. bouwhuis, andre J.a.M. van der ven, Johanna M.M. Gijtenbeek, Pieter wesseling, Robert w. Sauerwein en Pieter J.a. beckers",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Het gebeurt zelden dat schistosomiasis gepaard gaat met aantasting van het centrale zenuwstelsel. Bij autochtone Nederlanders ziet men vooral acute schistosomiasis, opgelopen tijdens een verblijf in een gebied waar Schistosoma endemisch is. Wij bespreken hier de ziektegeschiedenis van een Nederlandse patiënte met neurologische verschijnselen die achteraf veroorzaakt bleken te zijn door een Schistosoma-infectie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Patiënt A, een 67-jarige, voorheen gezonde vrouw, consulteerde de huisarts in verband met toenemend krachtsverlies in de rechter voet, dat ze vooral bemerkt had tijdens het fietsen. Zij had geen pijn of gevoelsstoornissen. Wel had zij enkele aanvallen van kramp in het rechter been gehad; ook had zij het gevoel gehad flauw te vallen. De huisarts verwees haar naar de neuroloog in een ziekenhuis elders. Daar werd de diagnose 'idiopathische N.-peroneusneuropathie' gesteld. Patiënte werd behandeld met fysiotherapie. Na 6 maanden ontstond krachtsvermindering in de linker voet. Patiënte had geen bewustzijnsverlies of koorts. Zij werd 8 maanden na het begin van de klachten voor een second opinion verwezen naar de polikliniek Neurologie van het Universitair Medisch Centrum St Radboud. Bij lichamelijk onderzoek zagen wij een vrouw die geen zieke indruk maakte; zij had een voetheffersparese, links meer dan rechts, zwakte van de M. gastrocnemius beiderzijds, en een bipiramidaal syndroom aan de benen met hyperreflexie en voetzoolreflexen volgens Babinski beiderzijds. Er waren geen sensibiliteitsstoornissen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ziektegeschiedenis"
        },
        {
            "text": "Laboratoriumonderzoek had de volgende uitslagen: leukocyten: 7,0 × 10 9 /l; geringe eosinofilie (10%); C-reactieve Een 67-jarige Nederlandse vrouw zocht medische hulp omdat zij sinds enige maanden neurologische klachten had. bij MRI-onderzoek werden afwijkingen gezien in het cerebrum. Een hersenbiopt uit het afwijkende gebied toonde een granulomateuze ontsteking met resten van wormeieren. In de feces werden eieren van Schistosoma mansoni gevonden en serologisch onderzoek naar Schistosoma had een positieve uitslag. uit de aanvullende anamnese werd duidelijk dat patiënte schistosomiasis had opgelopen toen zij jaren tevoren brazilië bezocht. Zij werd behandeld met praziquantel en corticosteroïden. Neuroschistosomiasis is een zeldzame, maar ernstige complicatie van een Schistosoma-infectie. aan deze diagnose moet gedacht worden bij patiënten die gereisd hebben in of afkomstig zijn uit gebieden waar schistosomiasis endemisch is. proteïne (CRP): < 5 mg/l. Aanvullend onderzoek middels een elektromyogram (EMG) en een MRI-scan van de wervelkolom bracht geen afwijkingen aan het licht. Een MRI-scan van het cerebrum toonde evenwel hoog pariëtaal beiderzijds in de cortex en subcorticaal een vlekkige aankleuring met oedeem (figuur 1). Bij onderzoek van liquor en CT-scanonderzoek van thorax en abdomen werden geen afwijkingen gevonden. Histopathologisch onderzoek van het hersenbiopt toonde een granulomateuze ontsteking met daarin resten van wormeieren, mogelijk Schistosoma-eieren (figuur 2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ziektegeschiedenis"
        },
        {
            "text": "Bij aanvullende anamnese vertelde patiënte dat ze 5, 8 en 10 jaar geleden telkens 1 maand op vakantie was geweest in het noordoosten van Brazilië. Daar had zij meerdere keren in zoet water gezwommen. Ook had ze al enkele jaren zeurende pijn links in de bovenbuik, met een overigens normaal ontlastingspatroon. Bij fecesonderzoek werden levende Schistosoma mansoni-eieren gevonden en ook het serologische onderzoek naar Schistosoma had een sterk positieve uitslag (titer anti-worm en anti-ei: 1:512). Patiënte werd gedurende enkele dagen behandeld met praziquantel en gedurende enkele weken met prednison. De eieren komen met de urine of de ontlasting in zoet oppervlaktewater terecht. uit het ei komt een larfje (miracidium) vrij, dat een slak binnendringt. Na een ontwikkelingscyclus in de slak komen zogenaamde cercariën vrij, die de intacte huid van de mens kunnen binnendringen. Met het bloed gaan de jonge wormen (schistosomula) naar het hart en de longen en vanuit de longen naar de lever, waar ze tot volwassen mannetjes en vrouwtjes worden en paren. De wormen meten tot circa 20 mm. Daarna gaan ze paarsgewijs tegen de bloedstroom in naar uiteindelijk de kleine bloedvaten van de darm (Schistosoma mansoni en Schistosoma japonicum) dan wel van de blaas en de ureters (Schistosoma haematobium). De vrouwtjes leggen eieren die worden uitgescheiden via respectievelijk de feces en de urine, waarmee de cyclus rond is (figuur afkomstig uit een eerder artikel). 2 bium, naar de vaten rond de blaas. Ze produceren eieren die de darm-of blaaswand kunnen doordringen en die worden uitgescheiden via feces of urine. Als dat gebeurt in de buurt van stilstaand of traag stromend zoet water kunnen de miracidiёn uit deze eieren zich vestigen in specifieke soorten zoetwaterslakken. Deze vormen vervolgens weer cercariёn. Neuroschistosomiasis is het gevolg van wormen en eieren die via de kleploze paravertebrale veneuze plexus (plexus van Batson) de spinale venen bereiken. Dit gebeurt meestal ter hoogte van de lumbosacrale overgang, omdat de veneuze verbinding daar het best functioneert. De Schistosoma-eieren blijven hier steken en kunnen een radiculomyelopathie veroorzaken. Via het spinale kanaal kunnen eieren het cerebrum en cerebellum bereiken. Dit komt relatief vaak voor bij infecties met S. japonicum, waarschijnlijk doordat deze soort kleinere eieren heeft; maar ook bij de overige soorten kan neuroschistosomiasis optreden. [3] [4] [5] symptomen Besmetting met S. mansoni door penetratie van cercariën gaat vaak gepaard met een papuleuze huidreactie. Vervolgens heeft de patiënt gedurende een korte periode symptomen zoals koorts, urticaria, diarree, hoesten en spierpijn, ook wel 'katayama-syndroom' genoemd. 6 Daarna kan men langdurig in wisselende mate last hebben van buikpijn en van diarree met eventueel bloed of slijm. Bloedonderzoek toont vaak geringe eosinofilie. Door de aanwezigheid van wormeieren met een ontstekingsreactie en granuloomvorming in de lever kan portale fibrose ontstaan. In de longen kan deze ontstekingsreactie leiden tot pulmonale fibrose en hypertensie. 7 Bij schistosomale radiculomyelopathie krijgen patiënten vaak snel rugpijn en neurologische uitval, soms resulterend in een dwarslaesie. Als de eieren het cerebrum of cerebellum bereiken, kunnen epileptische aanvallen optreden, evenals focale neurologische uitval en tekenen van verhoogde intracraniёle druk. 3, 5 theRapie Met een eenmalige dosis praziquantel geneest 60-90% van de patiënten met schistosomiasis. Men moet de feces of urine nakijken op wormeieren om het effect van de behandeling te controleren. Serologisch onderzoek is hiervoor ongeschikt omdat de uitslagen maanden tot jaren positief kunnen blijven na de behandeling. Er wordt geadviseerd om de patiënt een tweede keer te behandelen als deze vitale Schistosoma-eieren blijft uitscheiden. 7 Neuroschistosomiasis wordt eveneens behandeld met praziquantel, gecombineerd met hoge doses prednison om lokale zwelling ten gevolge van de immuunreactie tegen te gaan. Vroegtijdige behandeling geeft een goed resultaat, dus snelle diagnostiek is geïndiceerd om irreversibele schade te voorkomen. Over de duur van de behandeling en de dosering bij neuroschistosomiasis bestaat geen consensus. Bij schistosomale radiculomyelopathie adviseert men over het algemeen om 3-5 dagen praziquantel te geven in een dosering van 60 mg/dag of 25 mg 2 dd. De dosering prednison is 1 mg/kg/dag; deze medicatie kan na 3-5 dagen worden verminderd en na weken tot maanden gestopt. [3] [4] [5] Bij cerebrale of cerebellaire schistosomiasis wordt vaak dezelfde behandeling geadviseerd als bij een spinale infectie. De duur van de behandeling met corticosteroïden kan hierbij korter zijn. Vermindering van neurologische symptomen kan al optreden 48-72 h nadat de patiënt met corticosteroïden begonnen is, maar een complete respons treedt vaak pas na 2-3 maanden op, afhankelijk van de ernst van de neurologische schade. Cerebrale schistosomiasis heeft over het algemeen een betere prognose dan schistosomale radiculomyelopathie. 3, 5, 8 conclUsie Neuroschistosomiasis is een relatief zeldzame complicatie van een Schistosoma-infectie. Men moet aan deze complicatie denken bij patiënten die gereisd hebben in of afkomstig zijn uit gebieden waar schistosomiasis endemisch is, aldaar met zoet water in contact zijn geweest en neurologische symptomen hebben. Bij onbegrepen neurologische klachten hoort men in de anamnese te vragen naar reizen. Het laagdrempelig screenen op schistosomiasis door middel van serologisch onderzoek en, indien de uitslag positief is, middels feces-of urineonderzoek kan bij patiënten met deze ziekte of met neuroschistosomiasis invasievere diagnostiek en complicaties op lange termijn voorkomen. ",
            "cite_spans": [
                {
                    "start": 2434,
                    "end": 2437,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2438,
                    "end": 2441,
                    "text": "[4]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2442,
                    "end": 2445,
                    "text": "[5]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2720,
                    "end": 2721,
                    "text": "6",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 3094,
                    "end": 3095,
                    "text": "7",
                    "ref_id": null
                },
                {
                    "start": 3404,
                    "end": 3406,
                    "text": "3,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 3407,
                    "end": 3408,
                    "text": "5",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 3852,
                    "end": 3853,
                    "text": "7",
                    "ref_id": null
                },
                {
                    "start": 4517,
                    "end": 4520,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 4521,
                    "end": 4524,
                    "text": "[4]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 4525,
                    "end": 4528,
                    "text": "[5]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 5062,
                    "end": 5064,
                    "text": "3,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 5065,
                    "end": 5067,
                    "text": "5,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 5068,
                    "end": 5069,
                    "text": "8",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Ziektegeschiedenis"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Morbidity of Schistosomiasis mansoni in the state of",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Drummond",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Silva",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Amaral",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Sousa-Pereira",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Antunes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Lambertucci",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Koorts en eosinofilie, al dan niet met urticaria, na een reis door Afrika: acute schistosomiasis",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Kager",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Schipper",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Ned Tijdschr Geneeskd",
            "volume": "145",
            "issn": "",
            "pages": "220--225",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical characterization of neuroschistosomiasis due to Schistosoma mansoni and its treatment",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Ferrari",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Moreira",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Cunha",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Guidelines for the diagnosis and treatment of schistosomal myeloradiculopathy",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Lambertucci",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Silva",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Rev Soc Bras Med Trop",
            "volume": "40",
            "issn": "",
            "pages": "574--81",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Neurological complications of Schistosoma infection",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Carod-Artal",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Een man met koorts en urticaria na een reis door Uganda",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Bomers",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Veenstra",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Ned Tijdschr Geneeskd",
            "volume": "152",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The role of corticosteroids in the treatment of cerebral schistosomiasis caused by Schistosoma mansoni: case report and discussion",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fowler",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Keystone",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Am J Trop Med Hyg",
            "volume": "61",
            "issn": "",
            "pages": "47--50",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "(a) Sagittale T 1 -gewogen MRI-opname van de hersenen van patiënt a na toediening van gadolinium: hoog pariëtaal is een vlekkige, nodulaire aankleuring zichtbaar; (b) transversale T 2 -gewogen MRI-opname van dezelfde patiënt: hoog pariëtaal bevindt zich beiderzijds, rechts meer dan links, een hyperintens gebied, passend bij vasogeen oedeem. a b Bij poliklinische controle 1 maand nadien was de uitslag van het fecesonderzoek negatief. Na 2 maanden was bij het neurologisch onderzoek verbetering te zien, al liep patiënte nog steeds met een rollator. De MRI-scan toonde dat de hersenafwijkingen aanmerkelijk kleiner waren geworden.BeschoUwing epidemiologie Schistosomiasis is wereldwijd een veelvoorkomende parasitaire infectie die veroorzaakt wordt door trematoden. Er worden 5 soorten bij de mens gevonden: Schistosoma mansoni, S. japonicum, S. intercalatum, S. mekongi en S. haematobium. Deze laatste soort veroorzaakt vooral ontstekingen in de blaas. De overige soorten veroorzaken een intestinale infectie. S. mansoni is endemisch in Afri-Histologisch beeld van hersenafwijkingen in een naaldbiopt van patiënt a: verspreid zijn granulomen aanwezig (a); sterkere vergroting van een granuloom toont centraal histiocyten en meerkernige reuscellen, daaromheen een zoom van lymfocyten en enige eosinofiele granulocyten (b). In meerdere granulomen zijn wormeieren zichtbaar: in (b) een eirest, in (c) een gaver exemplaar (HE-kleuring; vergroting bij benadering 30 x (a) en 115 x (b en c)). kaanse landen ten zuiden van de Sahara, in enkele landen in het Midden-Oosten, in Zuid-Amerika (voornamelijk in Brazilië en de kuststreken van Venezuela en Suriname) en op enkele Caribische eilanden. 1 pathogeneseBesmetting met Schistosoma bij de mens treedt op via cercariёn die de intacte huid kunnen penetreren (figuur 3).2 Deze cercariën verspreiden zich via de bloedbaan, waarna in de lever volwassen wormen gevormd worden, die een zeer lange levensduur hebben. Deze begeven zich naar de mesenteriale vaten of, in geval van S. haemato-levenscyclus van Schistosoma-soorten.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Afd. Neurologie: dr. J.M.M. Gijtenbeek, neuroloog.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Het Klinisch Microbiologisch Laboratorium van het Leids Universitair Medisch Centrum verrichtte serologisch onderzoek naar Schistosoma. Drs. A.C. Koetsveld, neurochirurg in het Universitair Medisch Centrum St Radboud en het Canisius-Wilhelmina Ziekenhuis te Nijmegen, verrichtte de hersenbiopsie. Belangenconflict: geen gemeld. Financiële ondersteuning: geen gemeld. Aanvaard op 1 maart 2009 Citeer als: Ned Tijdschr Geneeskd. 2009;153:A196 • > Meer op www.ntvg.nl/klinischepraktijk",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}