{
    "paper_id": "051e4daa68d52c7a98b66306c515903be6512030",
    "metadata": {
        "title": "Viren überlisten: Globale Virusinfektionen werden beherrschbar -aber neue Gefahren drohen",
        "authors": [
            {
                "first": "Marylyn",
                "middle": [
                    "Martina"
                ],
                "last": "Addo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ansgar",
                "middle": [],
                "last": "Lohse",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Infektionen begleiten und beschäftigen die Menschheit seit vielen Jahrhunderten. Derzeit zählen allein fünf von den zehn häufigsten Todesursachen weltweit zu den Infektionskrankheiten. Oft ausbruchsartig haben besonders Viruserkrankungen seit dem Beginn aufgezeichneter Historie viele Todesopfer gefordert, so zum Beispiel die \"Spanische Grippe\" 1918 (Influenzavirus), AIDS (Human Immunodeficiency Virus) und erst vor Kurzem in bisher nie gesehenem Ausmaß das Ebolavirus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Warum besonders virale Erreger für die Wissenschaft ein große Herausforderung darstellen und wie virale Erreger das menschliche Immunsystem überlisten, zeigen die folgenden Überlegungen. Das Kapitel beschreibt darüber hinaus an konkreten Beispielen erfolgreiche Gegenmaßnahmen im Kampf gegen Viren.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Infektionen mit Viren wie HIV (Human Immunodeficiency Virus), Hepatitis oder Influenza (Grippe) sind die häufigsten Infektionen weltweit. Erst in den letzten Jahren ist es gelungen, Medikamente zu entwickeln, die Viren bekämpfen können. Dieser Kampf ist allerdings komplex und schwierig, da Viren sehr klein sind und somit sehr wenige Angriffspunkte bieten. Darüber hinaus sind Viren so unterschiedlich, dass es kaum Möglichkeiten gibt, mit einem Wirkstoff verschiedene Viren wirksam zu bekämpfen, und da Viren sehr wandlungsfähig sind, besteht die Gefahr, dass Medikamente schnell ihre Wirksamkeit verlieren. Die Forschung an Viren ist außerdem dadurch so schwierig, dass Viren sich nicht selbstständig vermehren können, sondern nur und ausschließlich in für jedes Virus unterschiedlichen infizierten Zielzellen,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Infektionen begleiten und beschäftigen die Menschheit seit vielen Jahrhunderten. Derzeit zählen allein fünf von den zehn häufigsten Todesursachen weltweit zu den Infektionskrankheiten. Oft ausbruchsartig haben besonders Viruserkrankungen seit dem Beginn aufgezeichneter Historie viele Todesopfer gefordert, so zum Beispiel die \"Spanische Grippe\" 1918 (Influenzavirus), AIDS (Human Immunodeficiency Virus) und erst vor Kurzem in bisher nie gesehenem Ausmaß das Ebolavirus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Warum besonders virale Erreger für die Wissenschaft ein große Herausforderung darstellen und wie virale Erreger das menschliche Immunsystem überlisten, zeigen die folgenden Überlegungen. Das Kapitel beschreibt darüber hinaus an konkreten Beispielen erfolgreiche Gegenmaßnahmen im Kampf gegen Viren.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Infektionen mit Viren wie HIV (Human Immunodeficiency Virus), Hepatitis oder Influenza (Grippe) sind die häufigsten Infektionen weltweit. Erst in den letzten Jahren ist es gelungen, Medikamente zu entwickeln, die Viren bekämpfen können. Dieser Kampf ist allerdings komplex und schwierig, da Viren sehr klein sind und somit sehr wenige Angriffspunkte bieten. Darüber hinaus sind Viren so unterschiedlich, dass es kaum Möglichkeiten gibt, mit einem Wirkstoff verschiedene Viren wirksam zu bekämpfen, und da Viren sehr wandlungsfähig sind, besteht die Gefahr, dass Medikamente schnell ihre Wirksamkeit verlieren. Die Forschung an Viren ist außerdem dadurch so schwierig, dass Viren sich nicht selbstständig vermehren können, sondern nur und ausschließlich in für jedes Virus unterschiedlichen infizierten Zielzellen, sodass es essenziell war, Systeme zu entwickeln, Viren oder Teile von diesen im Labor anzuzüchten und wachsen zu lassen, um die Wirksamkeit von Substanzen überhaupt testen zu können.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viren, Wirtszellen und unser Immunsystem"
        },
        {
            "text": "Viren sind keine eigenständigen Lebewesen. Sie brauchen zum Überleben eine Zelle, in der sie dann in der Lage sind, sich zu vermehren. Hierzu benötigen Viren Bestandteile der Zelle. Aus evolutionärer Sicht birgt dieses System sehr viele Vorteile: Viren können sehr klein sein, weil sie nur sehr wenige genetische Informationen selber tragen müssen und ansonsten die genetischen Informationen, aber auch die notwendige Energie der infizierten Zelle (Wirtszelle) nutzen. Klein zu sein bedeutet auch, dass nur relativ wenige Bausteine und verhältnismäßig wenig Energie für die Vermehrung, also für das Entstehen neuer Viruspopulationen, benötigt werden. Das führt dazu, dass eine einzige durch ein Virus infizierte Zelle bis zu 10 9 Viren pro Tag produzieren kann (z. B. HIV) -eine Vermehrungsgeschwindigkeit, die selbst sehr schnell wachsende Bakterien nicht annähernd erreichen können.",
            "cite_spans": [
                {
                    "start": 725,
                    "end": 729,
                    "text": "10 9",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Viren, Wirtszellen und unser Immunsystem"
        },
        {
            "text": "Klein zu sein bedeutet vor allem auch, dass durch einzelne oder wenige Veränderungen in der genetischen Information (also in der DNA bei DNA-Viren oder in der RNA bei RNA-Viren) die Eigenschaften des Virus maßgeblich geändert werden können. Es gibt im Prinzip zwei Arten von Viren, DNA-Viren und RNA-Viren. Bei DNA-Viren wird direkt die DNA abgelesen, um Proteine herzustellen und daraus dann wieder neue Viren mithilfe der Maschinerie der infizierten Zelle hervorgehen zu lassen. Bei RNA-Viren muss die RNA erst noch in DNA übersetzt werden, bevor dann die Vermehrungsmaschinerie ablaufen kann. Beide Virenarten beherbergen also vor allem nur die Kernstücke der genetischen Information, die sie zum Überleben brauchen. Das hat aus Sicht des Virus Vorteile und Nachteile: Nachteil ist, dass eine oder wenige Mutationen, also Änderungen der RNA-oder DNA-Sequenz, dazu führen können, dass das Virus nicht mehr infektiös oder nicht mehr vermehrungsfähig ist; Vorteil ist, dass solch kleine Veränderungen zu einer enormen Anpassungsfähigkeit des Virus führen können. Die Vorteile überwiegen gegenüber den Nachteilen, denn die nicht überlebensfähigen Mutationen betreffen immer nur einzelne Viren, was angesichts der hohen Vermehrungsgeschwindigkeit kaum ins Gewicht fällt. Wichtigste Fähigkeit der Anpassung ist dabei die Möglichkeit, dem Immunsystem immer wieder zu entkommen. Falls nämlich der infizierte Mensch (oder das infizierte Tier) eine spezifische Immunantwort gegen einen Bestandteil des Virus entwickelt, so kann eine kleine Variation im Virus dazu führen, dass dieser Bestandteil anders zusammengesetzt wird, und schon schützt diese Immunantwort nicht mehr. Die Viren mit der neuen Variante können sich dann wieder ungehindert vermehren.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viren, Wirtszellen und unser Immunsystem"
        },
        {
            "text": "Diese Fähigkeit, sich der Immunantwort immer wieder zu entziehen, haben zum Beispiel das Hepatitis-C-Virus (HCV) und das Human Immunodeficiency Virus (HIV) fast perfekt entwickelt. In einem mit HCV oder HIV infizierten Menschen können sich pro Tag mehrere Tausend Variationen des Virus entwickeln -auch wenn viele dieser Variationen nicht oder weniger lebensfähig  sind, so werden immer einige Varianten entstehen, die ähnlich oder vielleicht  besser lebensfähig sind als ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 244,
                    "end": 471,
                    "text": "Tag mehrere Tausend Variationen des Virus entwickeln -auch wenn viele dieser Variationen nicht oder weniger lebensfähig  sind, so werden immer einige Varianten entstehen, die ähnlich oder vielleicht  besser lebensfähig sind als",
                    "ref_id": null
                }
            ],
            "section": "Viren, Wirtszellen und unser Immunsystem"
        },
        {
            "text": "Dass Viren tödliche Erkrankungen auslösen, muss eigentlich als ein evolutionärer Irrtum gewertet werden -denn mit dem infizierten Menschen, der stirbt, verlieren die Viren auch die Wirtszellen, von denen sie abhängig sind, und damit stirbt auch das Virus -es sei denn, es hat vorher andere Menschen infiziert. Evolutionär betrachtet ist es für ein Virus eigentlich günstig, wenn der infizierte Wirt möglichst lange überlebt und das Virus sich im infizierten Wirt möglichst frei vermehren kann -und wenn der infizierte Wirt möglichst mobil ist und somit auf andere, noch nicht infizierte Artgenossen trifft, die das Virus dann auch infizieren kann. Krankheit ist also, evolutionär betrachtet, gar nicht im Interesse des Virus, da Krankheit die Mobilität und schlimmstenfalls das Überleben des Infizierten reduziert und damit die Verbreitungsmöglichkeiten des Virus einschränkt. Krankheit ist außerdem nicht im Interesse des Virus, weil Krankheit evolutionär betrachtet für den Wirt, also den infizierten Patienten, Anlass für Gegenmaßnahmen ist, nämlich die Bekämpfung der Ursache der Erkrankung, in diesem Falle der Viren. Warum, so muss man sich fragen, machen denn Viren überhaupt krank, wenn dies nicht in ihrem (evolutionärem) Interesse liegt, sondern meist das Gegenteil bewirkt? Zwei wesentliche Erklärungen bieten sich an. Erstens: Manche Krankheitssymptome können dem Virus doch auch indirekt nützen, weil sie die Verbreitung ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evolutionäre Prinzipien entscheiden über die Entwicklung von Viren"
        },
        {
            "text": "Anders als HCV oder HIV kann das Ebolavirus sich nicht fast beliebig verändern und dennoch vermehren. Im Ebolavirus gibt es eine Reihe essenzieller Bausteine, ohne die das Virus nicht leben kann -hiergegen gerichtete Medikamente zu entwickeln, vor allem aber hiergegen gerichtete Immunantworten durch eine Impfung zu entwickeln wäre ein idealer Schutz vor der Erkrankung.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ebolaforschung -nicht nur für Ebola relevant!"
        },
        {
            "text": "Hier ist es in den letzten Monaten gelungen, wichtige Fortschritte in der Impfstoffentwicklung zu erreichen, die in Zukunft auch für andere, neue Erreger zu einer sehr schnellen Impfstoffentwicklung genutzt werden können.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ebolaforschung -nicht nur für Ebola relevant!"
        },
        {
            "text": "Zum Zeitpunkt der exponentiellen Ausbreitung in Westafrika gab es weder zugelassene Medikamente noch verfügbare Impfstoffe. Da das Ebolavirus auch zur Gruppe der Erreger gezählt wird, die Bioterrorismuspotenzial besitzen, hatten Wissenschaftlerteams in den USA und Kanada schon vor mehreren Jahren einen Impfstoff entwickelt (rVSV-EBOV-GP, Abb. 8.5), der im Tierversuch 100 % der geimpften Affen vor einer Ebolaerkrankung schützen konnte [6] . Eine Testung des vielversprechenden Impfstoffes im Menschen war jedoch bisher nicht erfolgt.",
            "cite_spans": [
                {
                    "start": 438,
                    "end": 441,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Ebolaforschung -nicht nur für Ebola relevant!"
        },
        {
            "text": "Das Im Kontext des verheerenden Ebolaausbruchs in Westafrika wurden alle internationalen Ressourcen mobilisiert, um die notwendigen Impfstoffsicherheitsstudien im Menschen mit einer bisher nie da gewesenen Schnelligkeit durchzuführen, ohne jedoch die Sicherheit und Gewissenhaftigkeit der klinischen Prüfung der neuen Substanzen zu gefährden. Innerhalb von 2-3 Monaten konnten Studien zur Testung der Sicherheit im Menschen initiiert werden [7, 8] . Nach weiteren 3-5 Monaten konnten dann bereits weiterführende Studien zur Prüfung der Wirksamkeit in den Epizentren des Ausbruchs durchgeführt werden -ein Prozess, der in der Regel mehrere Jahre dauert. Hier zeigte der Impfstoff rVSV-EBOV-GP bei Ringvakzinierungen vielversprechende Ergebnisse. In ersten Resultaten kam es bei keinem der unmittelbar Geimpften zum Ausbruch einer Ebolainfektion, während bei verzögert (nach 21 Tagen) Geimpften 16 Ebolainfektionen auftraten (Abb. 8.6; [9] ). Derzeit wird auf der Basis dieser Ergebnisse an einer Zulassung des Impfstoffes für 2017 gearbeitet.",
            "cite_spans": [
                {
                    "start": 441,
                    "end": 444,
                    "text": "[7,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 445,
                    "end": 447,
                    "text": "8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 934,
                    "end": 937,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Ebolaforschung -nicht nur für Ebola relevant!"
        },
        {
            "text": "Die Testung dieses neuartigen Impfvektors, der gentechnisch nach einem Bausteinprinzip entwickelt und nun erstmals im Menschen getestet wurde, birgt auch Entwicklungspotenzial weit über die Ebolaerkrankung hinaus. Anstelle eines Ebolabausteins können in das Trägervirus auch Bausteine anderer infektiöser Erreger viraler oder bakterieller Art eingebaut werden. So ist zum Beispiel ein Impfstoff mit einem eingebauten HIV-Protein als \"Baustein\" derzeit in der klinischen Entwicklung [10] . Somit kann diese Art von Impfstoffen eine sogenannte \"Plattform\" für die Impfstoffentwicklung darstellen, die potenziell erlaubt, auch auf Ausbrüche mit neuartigen oder noch unbekannten Erregern schnell reagieren zu können. ",
            "cite_spans": [
                {
                    "start": 482,
                    "end": 486,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Ebolaforschung -nicht nur für Ebola relevant!"
        },
        {
            "text": "Noch bevor das Hepatitis-C-Virus (HCV) 1989 durch die Entwicklung neuer molekularbiologischer Methoden entdeckt werden konnte, wusste man, dass es eine Virusinfektion der Leber gab, die sich von den bekannten Virusinfektionen der Leber, Hepatitis A und B, in mehrfacher Hinsicht unterschied. Die Erkrankung wurde vor allem bei Patienten, die Bluttransfusionen erhalten hatten, gefunden, und somit war die Übertragbarkeit über Blut und Blutbestandteile durch epidemiologische Forschung, die vor allem Harvey Alter an den US-amerikanischen National Institutes of Health durchführte, sehr klar belegt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hepatitis C -ein unüberwindlich erscheinender Gegner wird besiegt"
        },
        {
            "text": "Der erste Nachweis von Hepatitis-C-Viren war nur durch die Entwicklung molekularbiologischer Methoden möglich: Die Arbeitsgruppe um Michael Houghton in der Firma Chiron konnte durch den Vergleich der unterschiedlichen RNA in Lebergewebe von infizierten Patienten im Vergleich zu Gesunden nachweisen, dass bestimmte RNA-Sequenzen nur in infiziertem Lebergewebe zu finden waren. Die weitere Klonierung dieser RNA und die Herstellung der durch diese RNA kodierten (viralen) Proteine ermöglichten den Nachweis von Antikörpern gegen diese Proteine, die wiederum nur im Blut von infizierten Patienten nachzuweisen waren.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hepatitis C -ein unüberwindlich erscheinender Gegner wird besiegt"
        },
        {
            "text": "Noch bevor der Nachweis von HCV gelang, begannen klinische Forscher um Jay Hoofnagle an den National Institutes of Health der USA 1986 mit Therapieversuchen [11] . Man wusste seit einigen Jahren, dass einige der wichtigsten körpereigenen Substanzen in der Abwehr gegen Viren sogenannte Interferone sind, Substanzen, welche direkt die Virusvermehrung in der infizierten Zelle hemmen, aber auch dem Immunsystem helfen, eine gezielte und starke Immunantwort gegen Virenantigene zu entwickeln, und damit in zweifacher Weise gegen Virusinfektionen wirksam sind.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 161,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Hepatitis C -ein unüberwindlich erscheinender Gegner wird besiegt"
        },
        {
            "text": "Auch wenn nur etwa 10 % der in den Anfangsjahren behandelten Patienten auf diese Weise geheilt werden konnten, so war es doch ein bedeutsamer wissenschaftlicher Fortschritt, weil gezeigt werden konnte, dass eine körpereigene Substanz die Abwehr gegen Viren so verstärken konnte, dass bei vielen zumindest eine vorübergehende Besserung der Leberentzündung und bei einigen wenigen sogar eine vollständige Heilung der Erkrankung möglich war. Diese Therapieversuche helfen auch, die Biologie der Erkrankung besser zu verstehen: Diejenigen Personen, die auf eine HCV-Infektion mit einer starken spontanen Immunantwort reagierten, waren in der Lage, das Virus auch ganz von alleine wieder loszuwerden. Hepatitis-C-Viren konnten sich aber in der Leber vor dem Immunsystem relativ gut verstecken, sodass die meisten Infizierten keine ausreichend starke und schnelle Immunantwort entwickelten. Eine Verstärkung der Immunantwort durch Interferone konnte diese relative Schwäche aber zumindest bei Einzelnen wieder überwinden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hepatitis C -ein unüberwindlich erscheinender Gegner wird besiegt"
        },
        {
            "text": "In zahlreichen wissenschaftlichen Ansätzen wurde daraufhin versucht, die Immunantwort gegen HCV besser zu verstehen und therapeutisch zu verstärken, um die Therapie effektiver zu machen -mit enttäuschend wenig Erfolg.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hepatitis C -ein unüberwindlich erscheinender Gegner wird besiegt"
        },
        {
            "text": "Ein Fortschritt war die chemische Bindung von Interferon an Polyethylenglykol, wodurch eine Depotwirkung entstand und eine einzige Spritze pro Woche ausreichend stabile Wirkspiegel erreichte. Hierdurch konnten die Ansprechraten auf die Therapie verdoppelt werden. Außerdem konnten die Therapieerfolge verdoppelt werden, indem ein altes Antivirenmedikament, das Ribavirin, zu der Interferontherapie dazugegeben wurde. Bis heute ist nicht ganz klar, wie und warum Ribavirin gegen Hepatitis C wirkt. Es scheint sowohl die Virusvermehrung direkt zu hemmen als auch die Immunantwort indirekt zu verstärken. PEG-Interferon plus Ribavirin, gegeben für 6-12 Monate, konnte unter optimalen Bedingungen aber gerade mal 40-50 % der Hepatitis-C-Infizierten heilen -bei erheblichen Therapielasten einerseits und anstrengenden unangenehmen Nebenwirkungen während der gesamten Therapiedauer andererseits.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hepatitis C -ein unüberwindlich erscheinender Gegner wird besiegt"
        },
        {
            "text": "Der Durchbruch in der Therapie der Hepatitis C gelang erst in den allerletzten Jahren durch die Entwicklung mehrerer extrem effektiver und nebenwirkungsarmer Medikamente, die direkt in die Virusvermehrung eingreifen und es dadurch dem Immunsystem ermöglichen, das nicht mehr vermehrungsfähige Virus zu zerstören und so aus dem Körper herauszuwerfen [12] . Zu unserer Überraschung haben wir gelernt, dass sich, sobald die Virusvermehrung unterdrückt ist, die Immunantwort gegen das Virus, die vorher zu schwach war, erholt und die Erkrankung überwindet. Wir haben dadurch auch die Hypothese bestätigt gefunden, dass das Virus im Körper über Mechanismen verfügt, die Immunantwort gegen das Virus zu schwächen und dadurch zu überlebeneine weitere Überlebensstrategie, die zusätzlich zu den dauernden Mutationen dem Virus hilft, der Abwehr des Immunsystems über Jahrzehnte zu entkommen.",
            "cite_spans": [
                {
                    "start": 349,
                    "end": 353,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Hepatitis C -ein unüberwindlich erscheinender Gegner wird besiegt"
        },
        {
            "text": "Dass es überhaupt möglich war, Medikamente gegen HCV zu entwickeln, basiert auf einem wichtigen Fortschritt aus der universitären Forschung: Die Arbeitsgruppe von Ralf Bartenschlager in Mainz schaffte es 1999, ein System der künstlichen Virusvermehrung zu entwickeln [13] . Hierfür brachten die Forscher einen Teil der RNA des Hepatitis-C-Virus in eine Zelllinie (Hepatomazellen) ein, die aus einem Leberkrebs eines Patienten gezüchtet worden war (Abb. 8.7). Als Lebertumorzelle hatte diese Zelllinie alle Eigenschaften von menschlichen Leberzellen und konnte so die eigenständige Vermehrung von Viruspartikeln ermöglichen. Zwar waren dies nur Teile des Virus, die ausreichend waren, sich zu vermehren, aber damit hatte dieses System den entscheidenden Durchbruch ermöglicht, die Hepatitis-C-Virusvermehrung zu untersuchen, und vor allem ein Testsystem entwickelt, mit dem mögliche antivirale Substanzen auf ihre Wirksamkeit untersucht werden konnten. Dieses sogenannte Replikonsystem wurde in den Folgejahren weiterentwickelt, sodass immer größere Teile des Hepatitis-C-Virus vermehrt werden konnten. Außerdem wurden auf diese Weise unterschiedliche Virusuntertypen vermehrt, und es wurde somit ermöglicht zu testen, ob eine Substanz auch gegen verschiedene Varianten von Hepatitis C wirksam sein könnte. Die Basis für die Entwicklung wirksamer Hepatitis-C-Medikamente war gelegt -jedoch wirklich nur die Basis, denn der weitere Weg zu einer effektiven Therapie verlief noch über mehr als zehn Jahre, und auf diesem Wege gab es sehr viel mehr Verlierer als Gewinner.",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 271,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Hepatitis C -ein unüberwindlich erscheinender Gegner wird besiegt"
        },
        {
            "text": "Sehr große Investitionen zahlreicher Firmen und auch sehr, sehr viele Fehlschläge sind notwendig gewesen, bevor ausreichend effektive und nebenwirkungsarme Medikamente gegen Hepatitis C entwickelt werden konnten, die dann in umfassenden klinischen Studien an vielen Patienten ihre Wirksamkeit Die neuen Medikamente gegen Hepatitis C sind fast nebenwirkungsfrei; es reicht meist eine einzige Tablette am Tag, die in der Regel allerdings mindestens zwei Chemikalien enthält: Wie man aus anderen Beispielen der Infektiologie, z. B. der HIV-oder Tuberkulosetherapie zuvor gelernt hat, muss immer an mindestens zwei Punkten gleichzeitig angesetzt werden, um die Anpassungsfähigkeit der Viren zu überlisten. Sollte es nämlich den Viren durch eine Mutation einmal gelingen, eine Resistenz gegen eine Chemikalie zu erwerben, würden diese potenziell resistenten Viren dennoch sogleich von der anderen Wirksubstanz an der Virusvermehrung gehindert. Sind beide Substanzen extrem wirksam, kann selbst ein so mutationsfreudiges Virus wie Hepatitis C überwunden werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hepatitis C -ein unüberwindlich erscheinender Gegner wird besiegt"
        },
        {
            "text": "Wir leben in einer schnelllebigen Zeit, einer Zeit globaler Vernetzungen und hoher Mobilität. In den letzten 30 Jahren sind über 30 neuartige Erreger, die Menschen infizieren können, entdeckt worden (Abb. 8.8) und einige Beispiele (u. a. das schwere akute respiratorische Syndrom SARS, Influenza, HIV) zeigten, wie rasch sich Erreger dieser Art weltweit ausbreiten und zum Teil auch langfristig etablieren konnten [14] .",
            "cite_spans": [
                {
                    "start": 414,
                    "end": 418,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Neue Erreger, neue Herausforderungen"
        },
        {
            "text": "Viele ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Neue Erreger, neue Herausforderungen"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Erreger von Mensch auf Tier werden uns auch in der Zukunft beschäftigen und unser strategisches Handeln einfordern. Eine weitere potenzielle Bedrohung durch virale Erreger kommt von Viren, die durch sogenannte Vektoren (z. B. Mücken oder Zecken) übertragen werden. Beispiele hierfür sind z. B. das Denguefiebervirus, das Westnilvirus oder ganz aktuell das Chikungunya-Virus, das in 2015 einen großen Ausbruch in der Karibik, Nord-und Südamerika verursachte. Globalisierung und veränderte Umweltbedingungen haben dazu geführt, dass Vektorpopulationen sich in neuen geografischen Regionen ansiedeln und somit Bedingungen für eine Übertragung potenzieller Erreger auf den Menschen geschaffen werden",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Viral evolution and escape during acute HIV-1 infection",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Boutwell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Rolland",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Herbeck",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Infect Dis",
            "volume": "202",
            "issn": "2",
            "pages": "309--314",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Influence of HIV and HCV on T cell antigen presentation and challenges in the development of vaccines",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "John",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gaudieri",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Front Microbiol",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Catch Me If You Can -The Race Between HIV and Neutralizing Antibodies",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Geiß",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Dietrich",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "AIDS Rev",
            "volume": "17",
            "issn": "2",
            "pages": "107--113",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Ebola Situation Report",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Vesicular stomatitis virus-based vaccines against Lassa and Ebola viruses",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Marzi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Feldmann",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Geisbert",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Emerg Infect Dis",
            "volume": "21",
            "issn": "2",
            "pages": "305--307",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinical development of Ebola vaccines",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sridhar",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Ther Adv Vaccines",
            "volume": "3",
            "issn": "5-6",
            "pages": "125--138",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Phase 1 Trials of rVSV Ebola Vaccine in Africa and Europe -Preliminary Report",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Agnandji",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Huttner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Zinser",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Efficacy and effectiveness of an rVSV-vectored vaccine expressing Ebola surface glycoprotein: interim results from the Guinea ring vaccination cluster-randomised trial",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Henao-Restrepo",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Longini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Egger",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet",
            "volume": "386",
            "issn": "9996",
            "pages": "857--866",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "First-in-Human Evaluation of the Safety and Immunogenicity of a Recombinant Vesicular Stomatitis Virus Human Immunodeficiency Virus-1 gag Vaccine (HVTN 090)",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Fuchs",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Frank",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Elizaga",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Open Forum Infect Dis",
            "volume": "2",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Treatment of chronic non-A, non-B hepatitis with recombinant human alpha interferon. A preliminary report",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Hoofnagle",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Mullen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "N Engl J Med",
            "volume": "315",
            "issn": "25",
            "pages": "1575--1578",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The hepatitis C revolution part 1: antiviral treatment options",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Thiagarajan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Ryder",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Curr Opin Infect Dis",
            "volume": "28",
            "issn": "6",
            "pages": "563--571",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Replication of subgenomic hepatitis C virus RNAs in a hepatoma cell line",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Lohmann",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Körner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Koch",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Science",
            "volume": "285",
            "issn": "5424",
            "pages": "110--113",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Emerging Infections",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dahlke",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Addo",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Biologie in unserer Zeit",
            "volume": "45",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "-G Proteins und Austausch gegen das Zaire-Ebola-Virus Envelope-Hüllprotein (Kikwit Virus strain) VSV-Wild-Typ Genom rVSV-EBOV-GP VirusparƟkel Abb. 8.5 Schematische Darstellung des attenuierten rekombinanten VSV-Impstoffes (rVSV-EBOV-GP), basierend auf dem Wildtyp des vesikulären Stomatitisvirus (VSV), eines für Menschen ungefährlichen Tiererregers. Das pathogene G-Protein des Originalvirus ist gegen den Ebola-Proteinbaustein EBOV-GP ausgetauscht worden. Im rekombinanten Impfvirus wird somit EBOV-GP auf der Oberfläche exprimiert",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Abb. 8.6 Schematische Darstellung der Ergebnisse der Impfstoffstudie \"Ebola ça suffit\" mit rVSV-EBOV in Guinea. In dieser Studie wurden im geografischen Umkreis (Ring)eines mit Ebola Infizierten alle Personen sofort geimpft. In der Kontrollgruppe wurden die Probanden erst verzögert nach 21 Tagen geimpft. In der Studiengruppe mit sofortiger Impfung des geografischen Rings kam es zu keiner Ebolainfektion (0 in 4123 Probanden). Im Gegensatz dazu kam es zu 16 EVD-Infektionen in den 3528 Probanden, die verzögert geimpft wurden. (Henao-Restrepo et al.[9])",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "das Muttervirus, die aber durch die Veränderung für das Immunsystem wieder neu sind und damit nicht abgewehrt werden. So entsteht dann wiederum ein Überlebensvorteil gegenüber solchen Viren, gegen die schon eine effektive Immunantwort besteht. Durch die extrem hohe Zahl an Mutationen pro Tag und die fast unendliche Variabilität entsteht eine Situation, bei der die Immunantwort immer hinterherhinkt, ohne eine Siegeschance, da lange bevor sich eine Immunreaktion gegen eine neue Variante entwickelt hat, schon wieder eine Reihe neuer Varianten vorliegen, die von dieser neuen Immunantwort ebenfalls wieder nicht erkannt werden (Abb. 8.1). Für das Immunsystem sind viele Viren wie eine sich sehr schnell bewegende Zielscheibe, moving targets[1].Es ist ein Wettlauf der Geschwindigkeiten, ob das Immunsystem gewinnt und Viren bekämpfen und eliminieren kann, bevor sich eine neue, unerkannte Abb. 8.1 Schematische Darstellung der Virusevolution unter antikörpervermitteltem Immundruck. Der Körper generiert Antikörper gegen die erste Viruspopulation (blau). Diese können die originalen Virusstämme (blau) eliminieren (neutralisieren), führen jedoch zur Veränderung der Virussequenz und -oberfläche, sodass neue, nun gegen blaue Antikörper resistente Viren (rot) entstehen. Diese Viruspopulation vermehrt sich und führt nun zur Ausbildung neuer Antikörper (rot), die wirksam gegen die roten Viren sind, jedoch das Virus wieder unter Druck setzen, dem Immunsystem durch weitere Sequenzänderung auszuweichen. Es entstehen Viren mit Oberflächenantigenen (grün), gegen die sowohl \"blaue\" als auch \"rote\" Antikörper wirkungslos sind. Dieses Phänomen nennt sich viral escape und ist ein Ausweichmechanismus des Virus gegen die körpereigene Immunantwort aber dennoch gut überlebensfähige Variante gebildet hat. Auch das Immunsystem hat in der Evolution dazugelernt und sich immer effektiver herausgebildet. Wichtige Strategien des Immunsystems sind es, auf mehreren, teils sehr unterschiedlichen Ebenen gleichzeitig bzw. zeitlich aufeinander abgestimmt zu reagieren:",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "der Viren fördern. Offensichtliches Beispiel sind die Erkältungsviren: Husten und Schnupfen führen zu einer sehr schnellen Infektion anderer Menschen, da in den Sekreten sehr hohe Mengen infektiöser Viren sind. Auf diese Weise können sich Grippe und Erkältungserkrankungen rasant in der Bevölkerung verbreiten, was ohne Niesen, Husten und Schnupfen sehr viel langsamer und schwieriger gelänge, wenn überhaupt. Zweitens: Viele Viren führen gar nicht direkt zu einer Erkrankung, sondern erst die Immunantwort des Virus führt zu Krankheitssymptomen. Ein repräsentatives Beispiel hierfür ist das Hepatitis-B-Virus. Hepatitis B ist die am weitesten verbreitete Infektionserkrankung der Welt. Etwa 5 % der Weltbevölkerung tragen dieses Virus in sich. Es befällt ausschließlich den Menschen und hier ausschließlich die Leberzellen im Menschen. Wenn das Virus, wie in vielen Ländern der Welt häufig, von der Mutter auf das neugeborene Kind übertragen wird, dann toleriert das Immunsystem des Kindes das Virus, als wäre es sozusagen ein Teil des kindlichen Organismus. Die Viren vermehren sich dann meist friedlich in der Leber, und das Kind kann ein fast normales Leben führen. Diese Symbiose von Virus und Wirt wäre fast perfekt, wenn es nicht auf eine von zwei Arten doch zu Problemen kommen könnte [4]. Zum einen kann das Virus über unterschiedliche Wege die Zellteilung der infizierten Leberzellen beeinflussen, und so kann es zur Entstehung von Tumorzellen kommen -dies braucht zwar meist viele Jahre und Jahrzehnte, aber da ja bereits Neugeborene infiziert werden und da die Hepatitis B so weit-verbreitet ist, bedeutet auch diese verzögerte Krebsentwicklung eine enorme gesundheitliche Gefahr: Durch Hepatitis B ausgelöster Leberkrebs gehört zu den häufigsten Krebsformen weltweit; Leberkrebs ist die dritthäufigste Krebstodesursache heutzutage. Zum anderen stört sich das Immunsystem des infizierten Menschen doch meist irgendwann an den Viren, die ja auch für ihre Vermehrung der Zelle Energie entziehen und die Zelle belasten, ohne dass dies im Interesse des Organismus stünde. Somit entsteht dann meist doch, mal schwächer, mal stärker, eine Entzündungsreaktion im Körper, die in der Folge zu Vernarbungen und letztendlich zur Leberzirrhose führen kann (Abb. 8.2). Viren -der evolutionäre Nachteil schützt die Menschheit nicht zuverlässig: Beispiel Ebola Ein Virus, das schnell zu einer Erkrankung häufig mit Todesfolge führt, kann sich eigentlich nur schwer verbreiten und stellt u. a. deswegen oft kaum eine Bedrohung für die Menschheit dar. So glaubten wir es mehr oder weniger bis Ende 2013, als eine Ebolaepidemie ungeahnten Ausmaßes die Welt in Schrecken versetzte [5]. Was war passiert, was hat die Wissenschaft bisher daraus gelernt, und was erhoffen wir uns noch für weiteren wissenschaftlichen Fortschritt? Abb. 8.3 Das Ebolavirus -elektronenmikroskopische Abbildung des Filovirus EBOV. (© Dr. Larissa Kolesnikova) Eine Infektion mit dem Ebolavirus (Abb. 8.3) verursacht in Menschen die Ebolaviruserkrankung (Ebola virus disease, EVD), die häufig mit einem schweren und oft tödlichen Verlauf einhergeht. In bis zu 90 % der Fälle kann die Krankheit laut Angaben der Weltgesundheitsorganisation (WHO) tödlich enden. Typische Symptome sind plötzliches Fieber, Erschöpfung, Muskelschmerzen, Kopfschmerzen und Halsschmerzen, gefolgt von Durchfall, Erbrechen, Hautausschlag, Leber-und Nierenversagen. In einigen Fällen treten interne und externe Blutungen auf. Ein Virus, das schnell zu einer tödlichen Erkrankung führt, hat ohne Zweifel einen evolutionären Nachteil, weil der infizierte Wirt nur kurze Zeit und wenige Möglichkeiten hat, weitere Personen zu infizieren. Dies ist einer der Gründe, warum die sehr aggressiven Viren, die hämorrhagische Fieber auslösen, wie das Marburg-, das Lassa-oder das Ebolavirus sich bis vor Kurzem kaum verbreiten und keine größeren Ausbrüche verursachen konnten. Aber dies kann, wie wir jetzt gesehen haben, sehr leicht kippen, wenn das Virus hoch ansteckend ist und in hohen Konzentrationen in Körpersekreten ausgeschieden wird. Dann reicht auch die kurze Überlebenszeit der Erkrankten, um weitere Personen zu infizieren. Diese Gefahr wird größer, je länger die Vi-Abb. 8.4 Mitarbeiter des Behandlungzentrums für hochinfektiöse Erreger (BZHI) des Universitätsklinikums Hamburg-Eppendorf im Schutzanzug. PPE (personal protective equipment) ist eine notwendige Schutzmaßnahme bei der Bearbeitung von Blutproben oder infizierten Körperflüssigkeiten in der Isolierstation. (© Universitätsklinikum Hamburg-Eppendorf)ren ausgeschieden werden, je mehr Menschen mit den Erkrankten in engen Kontakt treten und je infektiöser die Viren sind. Ob kleine Veränderungen im Virus oder, wie im Fall des Ebolaausbruchs in Westafrika, ein Auftreten in einer Region mit vielen Menschen, keinen oder nur minimalen Schutzmöglichkeiten (Abb. 8.4), großer Armut und mangelnder Infrastruktur des Gesundheitssytems -es kann auch bei tödlichen Viren zu schweren Ausbrüchen kommen, deren soziale und wirtschaftliche Folgen für eine ganze Region verheerend sind.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "generelle Prinzip dieses Impfstoffes, das auch häufig zur Bekämpfung anderer Infektionen benutzt wird, beruht auf einem Bausteinprinzip. Durch genetische Verfahren wird aus einem ungefährlichen Trägervirus, in diesem Falle dem vesikulären Stomatitisvirus (VSV), einem für den Menschen ungefährlicher Tiererreger, ein eigenes Protein herausgeschnitten und an dessen Stelle ein Ebolabaustein eingebaut. Dieses neu zusammengesetzte (rekombinante) neue Virus stellt nun einen Lebendimpfstoff dar, der das veränderte Virus benutzt, um dem Immunsystem ein Stück des Ebolavirus (hier das Oberflächenglykoprotein EBOV-GP) zu präsentieren und im Geimpften eine Immunantwort gegen diesen Ebolabaustein hervorzurufen. Diese Immunantwort soll bei einer Exposition mit dem Virus eintretende Viruspartikel eliminieren und so zum Schutz vor der Erkrankung führen[7].",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "G418 RESISTENZHCV Replicase (Con1, genotype 1b) Schematische Darstellung des Hepatitis-C-Replikonsystems. Die obere Darstellung skizziert den Aufbau des RNA-Replikonkonstrukts. Hepatomazellen werden mit dem in-vitro-transkribierten RNA-Konstrukt transfiziert. Es gibt nun drei Möglichkeiten: 1. Die Hepatomazelle wird nicht transfiziert. ) Es kommt zum Zelltod. 2. Es kommt zur Transfektion der Hepatomazelle, aber die RNA repliziert nicht. ) Es kommt zum Zelltod. 3. Nur wenn die Hepatomazelle mit dem RNA-Konstrukt transfiziert wird und es gleichzeitig zur RNA-Replikation kommt, erfolgt eine Zellproliferation. (Adaptiert nach[13])    unter Beweis stellen konnten. In diesem Rennen gab es auch viele Verlierer, so zum Beispiel die Firma Boehringer Ingelheim: Boehringer Ingelheim war die Firma, die als Erste schon Anfang dieses Jahrhunderts direkt antiviral wirksame Medikamente im Menschen mit Erfolg getestet hat. Allerdings war die erste so getestete Substanz, BILN-2061, in Tierversuchen toxisch, sodass dies die Entwicklung zunächst deutlich zurückwarf. In den Folgejahren entwickelte Boehringer Ingelheim eine Reihe weiterer gegen Hepatitis C wirksamer Substanzen und konnte vor wenigen Jahren zwei sehr gut wirksame Medikamente bis zur Marktreife bringen -aber Boehringer Ingelheim war nicht die einzige Firma, die neue Hepatitis-C-Medikamente entwickelte, sondern zahlreiche andere Firmen hatten mit großem Aufwand Medikamente gesucht und einige sehr gute Substanzen gefunden. Als absehbar war, dass mindes-tens drei Firmen Medikamente entwickeln, die noch ein bisschen wirksamer waren und noch weniger Nebenwirkungen hatten als die von Boehringer entwickelten Substanzen, hat die Firma beschlossen, das weitere Programm zur Medikamentenentwicklung für Hepatitis C komplett einzustellen. Ihre gesamten Entwicklungsinvestitionen in Höhe von mehreren Hundert Millionen Euro hat die Firma also komplett abschreiben müssen, da die gleichzeitig von der Konkurrenz entwickelten Produkte Vorteile in Wirksamkeit und Verträglichkeit hatten, sodass klar wurde, dass am Markt keine Nische für diese Produkte übrig bleiben würde -Medikamente, die 5-10 Jahre früher als riesiger Durchbruch gefeiert worden wären und einen großen Umsatz gebracht hätten, so aber keinen einzigen Euro einbrachten. Ähnlich dem evolutionären Wettbewerb der Viren hatte hier ein harter Wettbewerb der Firmen, die neue Medikamente entwickeln, stattgefunden, und nur die besten Medikamente haben überlebt -allerdings hier zum Vorteil der betroffenen Patienten.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "virale Erreger, die eine Bedrohung darstellen, sind Zoonosen, d. h. Erkrankungen, die von einem Tierreservoir auf den Menschen übertragen werden. Das Grippevirus, das SARS-assoziierte Coronavirus, das Middle East Respiratory Syndrome Coronavirus (MERS-CoV), HIV und auch das Ebolavirus sind hier Beispiele. Die Kontrolle dieser Tierreservoire stellt eine große Herausforderung dar und Übertragungen bekannter und unbekannter viraler",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Dennoch sind wir für die Begegnung mit diesen neuen viralen Herausforderungen besser gerüstet als noch vor einigen Jahren. Verbesserte Verfahren zur Ausbruchsüberwachung führen zur früheren Erkennung von neuen Ausbrüchen. Neue molekularbiologische Verfahren wie Virussequenzierung ermöglichen die rasche Identifizierung von neuen Erregern (Beispiel MERS-CoV). Auf der Basis dieser Informationen können zeitnah diagnostische Verfahren (z. B. PCR) und Impfstoffbausteine entwickelt werden. Letztere haben dann das Potenzial, in Impfstoffplattformen verwendet zu werden und zur Entwicklung und zum Einsatz neuer Impfstoffe beizutragen.Es bleibt ein kontinuierliches und spannendes Wettrennen zwischen den sich ausbreitenden und adaptierenden Viren, dem Wirtsorganismus und seinen Verteidigungsmechanismen sowie dem wissenschaftlichen Fortschritt in der Entwicklung von Früherkennungsmaßnahmen, Impfstoffen und Behandlungsansätzen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}