{
    "paper_id": "06a60f095800e3c36b7a685cbe115cea2ecca8d8",
    "metadata": {
        "title": "X / XX XXXX 1 Invited Commentary",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "As graduating medical students, we face a transition unprecedented in contemporary memory: becoming resident physicians in the shadow of a pandemic. In alignment with the sweeping changes to U.S. daily life recommended by the Centers for Disease Control and Prevention and the federal government-including restriction of air travel, cancellation of public school and in-person college classes, closure of restaurants and bars, and shelter-inplace orders 1 -many medical schools have cancelled in-person classes and didactics for preclinical students. On",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "March 17, 2020, the Association of American Medical Colleges (AAMC) and Liaison Committee on Medical Education (LCME) jointly issued a recommendation for medical schools to place, at minimum, a 2-week \"pause\" on medical student participation in any activities that involve patient contact. 2 As of this writing, that guidance has been updated 3 times, with the April 14 statement acknowledging, The COVID-19 situation remains fluid and may change frequently and rapidly on a local basis. Medical schools, with their clinical partners' knowledge and input, should carefully evaluate their local situation on a regular basis to make determinations about their medical students' participation in direct patient contact activities. 3 Though this recommendation may frustrate medical school administrators and students alike, we fully support the AAMC's and LCME's efforts to minimize nonessential health care personnel and students in clinical environments to promote the health not just of students, but of patients and communities as well. In this uncertain time, the ethical obligations of medical schools to serve the greater good and to model appropriate public health behaviors for COVID-19 mitigation 4 supersede usual teaching responsibilities.",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 291,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 728,
                    "end": 729,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Paid health care workers, like attending and resident physicians, physician assistants, nurses, respiratory therapists, and environmental services staff, are essential in diagnosing, treating, and preventing COVID-19. On the other hand, medical students are learners and are therefore not essential. Much of students' work must be repeated by licensed providers, creating a redundant patient care experience that increases possible exposures and transmissions, and wastes already limited personal protective equipment, including gowns and face masks. Even those of us in our final months of medical school realize our limitations-we are not authorized to order medications or perform procedures independently. As even asymptomatic carriers can expose others to SARS-CoV-2 (the virus that causes COVID-19), nonessential hospital personnel must be reduced to \"flatten the curve\" and avoid straining our already burdened health care system. 5 ",
            "cite_spans": [
                {
                    "start": 938,
                    "end": 939,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Medical Students Are Not Essential Workers"
        },
        {
            "text": "In light of the evolving COVID-19 pandemic, the Association of American Medical Colleges (AAMC) and Liaison Committee on Medical Education (LCME) released a joint statement in March 2020 recommending an immediate suspension of medical student participation in direct patient contact. As graduating medical students who will soon begin residency, the authors fully support this recommendation. Though paid health care workers, like residents, nurses, and environmental services staff, are essential to the management of COVID-19 patients, medical students are not. Students' continued involvement in direct patient care will contribute to SARS-CoV-2 exposures and transmissions and will waste already limited personal protective equipment. By decreasing nonessential personnel in health care settings, including medical students, medical schools will contribute to national and global efforts to \"flatten the curve.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The authors also assert that medical schools are responsible for ensuring medical student safety. Without the protections provided to paid health care workers, students are uniquely disadvantaged within the medical hierarchy; these inequalities must be addressed before medical students are safely reintegrated into clinical roles. Although graduating medical students and institutional leadership may worry that suspending clinical rotations might prevent students from completing graduation requirements, the authors argue the ethical obligation to \"flatten the curve\" supersedes usual teaching responsibilities. Therefore, the authors request further guidance from the LCME and AAMC regarding curricular exemptions/alternatives and adjusted graduation timelines. The pool of graduating medical students affected by this pause in direct patient contact represents a powerful reserve, which may soon need to be used as the COVID-19 pandemic continues to challenge the U.S. health care infrastructure. For students working in frontline settings, like the emergency department, there are also personal risks arising from exposure to SARS-CoV-2. For example, one of us (A.M.) was asked to see a patient for presumed syncope, only to realize 10 minutes into the interview that the patient had been experiencing 2 weeks of severe cough and chills; a COVID-19 test was ordered. Although A.M. was subsequently removed from that patient's care team per school policy, she was already potentially exposed. At one of K.K.'s rotation sites, the first confirmed COVID-19 case originally presented with a chief concern of abdominal pain. Only after the patient was admitted and began coughing was the patient tested and found to be positive for COVID-19. Although exposures are often part of a provider's job, physicians, nurses, and other staff are hospital employees covered by policies like paid sick leave and comprehensive health insurance designed to protect them (and their families) in the event of severe illness. Conversely, unpaid students are not covered by the Occupational Safety and Health Act of 1970, 6 and protections for medical students are not nationally standardized. Hospitals may cover students' immediate medical expenses incurred from exposure to SARS-CoV-2, but this coverage does not extend to family members, spouses, and children who could be infected due to our exposure.",
            "cite_spans": [
                {
                    "start": 2106,
                    "end": 2107,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We are thus forced to ask: if we become ill as students because of our patient care activities, how will we complete our rotations and who will cover the costs of our care? How many of us will unnecessarily expose our patients, families, and fellow health care workers to SARS-CoV-2? If we are unable to begin residency on time due to illness or quarantine, will our positions be protected? Will our recent exposures accelerate disease spread to other health systems and communities? We look to our leaders in academic medicine to help us answer these questions before we are placed in high-risk clinical settings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Globally, public health leadership and government officials are requesting and requiring us to cease nonessential social interactions. But while these leaders beg the public to stay home and \"flatten the curve,\" institutional policies requiring medical student attendance in clinical settings seem to contradict this. Thus, we applaud the AAMC and LCME for concretely recommending that medical schools suspend student clinical duties temporarily to allow administrators time to restructure curricula, await the resurrection of adequate personal protective equipment supply chains, and anticipate results from preliminary studies of COVID-19. However, as it is unlikely that the COVID-19 pandemic will resolve quickly, 7 we ask our leaders in academic medicine to be thoughtful about timelines and strategies to safely reintegrate students into low-risk clinical settings, even if this means adjusting clinical schedules and requirements for graduation and residency applications.",
            "cite_spans": [
                {
                    "start": 718,
                    "end": 719,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "A Call for Flexibility From Institutional and National Leadership"
        },
        {
            "text": "To continue decreasing asymptomatic transmission, we also ask our leaders to be firm in limiting medical student volunteers in high-risk settings and instead develop robust remote learning opportunities, including telehealth experiences. 8 We recognize that the pandemic is dynamic, and it is possible that personnel will become so limited that medical students are asked to perform essential tasks. If this occurs, institutions should be judicious in balancing the need to alleviate workforce shortages with their ethical obligation to protect students and must offer students a minimum of payment and protections commensurate with the risk of filling these essential roles. Flexibility from our fellow students, administrators, and national leadership is critical in responding to this fluid situation.",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 239,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "A Call for Flexibility From Institutional and National Leadership"
        },
        {
            "text": "Medical students who were on track to graduate in 2020 may find that this pause in direct patient contact prevents them from meeting graduation requirements. We again look to national leadership to offer reasonable alternatives and/or exemptions to reduce barriers that may prevent us from becoming licensed physicians at a time when we could be key in COVID-19 treatment and mitigation. Although some individual medical schools have graduated their final-year students early and given them the option to join the paid health care workforce, 9 we hope that U.S. medical licensing and accreditation agencies will follow the lead of other countries, like Italy and Ireland 10, 11 ; offering expedited licensing processes for students matching into regions with the most severe outbreaks would provide those areas with an early influx of physicians.",
            "cite_spans": [
                {
                    "start": 542,
                    "end": 543,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 671,
                    "end": 674,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 675,
                    "end": 677,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "A Call for Flexibility From Institutional and National Leadership"
        },
        {
            "text": "When we become residents this summer, we aim to rise to the challenges posed by COVID-19 with grace and grit. As medical students, we have made countless personal sacrifices during our journeys in medicine-including time with loved ones, financial stability, and sometimes our personal health-and will continue to do so as residents in the near future. Though the suspension of clinical duties may be disappointing for students, continuing to rotate in high-risk medical settings at this point in a pandemic is not a worthy sacrifice. Serving as a physician in a pandemic, on the other hand, is worthy. In fact, caring for those in need is the calling that motivated many of us to go to medical school. We are not speaking out of self-preservation, but rather out of a commitment to public health and future service when we may have to step in for fellow physicians who require medical care or quarantine from exposure to SARS-CoV-2. 12 We may even have to provide medical care for these colleagues ourselves.",
            "cite_spans": [
                {
                    "start": 934,
                    "end": 936,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "During the COVID-19 pandemic, medical schools need to balance their educational and ethical obligations. Educate nongraduating medical students safely or remotely. Provide adequate protections for students assuming essential, noneducational roles. Finally, keep us graduating medical students \"on reserve\" while we are nonessential workers to protect our ability to serve once we are needed-it will not be long until we are.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronavirus Live Updates: Gatherings Should Be Limited to 10 People, Trump Says. The New York Times",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Powell",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Povoledo",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Arango",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Guidance on medical students' clinical participation: Effective immediately. Association of American Medical Colleges",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Whelan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Prescott",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Catanese",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Guidance on Medical Students' Participation in Direct Patient Contact Activities. Association of American Medical Colleges",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Whelan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Prescott",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Catanese",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mckinney",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "From containment to mitigation of COVID-19 in the US",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Parodi",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "X"
                    ],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.3882"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Substantial undocumented infection facilitates the rapid dissemination of novel coronavirus (SARS-CoV-2)",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Pei",
                    "middle": [
                        "S"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abb3221"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Occupational Safety and Health Standards: Occupational Health and Environmental Control",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "How long will social distancing for coronavirus have to last? Depends on these factors",
            "authors": [
                {
                    "first": "William",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Medical student education in the time of COVID-19",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rose",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.5227"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Itching to get back in\": Medical students graduate early to join the fight. Association of American Medical Colleges",
            "authors": [
                {
                    "first": "Redford",
                    "middle": [
                        "G"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Hundreds of medicine students fast-tracked into fight against Covid-19. The Irish Times",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "O&apos;brien",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Coronavirus",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "000 med school graduates in Italy skip final exam, get sent directly into health service to help fight COVID-19",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cole",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Covid-19 hits doctors, nurses and EMTs, threatening health system",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bernstein",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Boburg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sacchetti",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Washington Post",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Anitha Menon, Edwin J. Klein, Kate Kollars, MPH, and Alissa L.W. Kleinhenz Please see the end of this article for information about the authors.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors have informed the journal that the authors agree A. Menon, E.J. Klein, K. Kollars, and A.L.W. Kleinhenz have all completed the intellectual and other work typical of the first author.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}