{
    "paper_id": "06deafc477c9b5fd37590b0e81a02779a7162180",
    "metadata": {
        "title": "Travel Medicine and Infectious Disease xxx (xxxx) xxxx",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Dear Editor, Over the last 10 weeks the COVID-19 epidemic has exceeded 10 to 32 times the total number of confirmed SARS and MERS cases respectively. This has forced several countries around the world to establish extraordinary plans in terms of Public Health in order to prevent global expansion, including logistic design and guidelines with high security standards to repatriate citizens residing in China [1, 2] . We believe that the information published daily in scientific documents as in gray material from government entities may be extremely valuable for estimating the pooled proportion of suspected asymptomatic carriers for COVID-19 (PAC-COVID-19). It is also possible to determine the number of PAC-COVID-19 during a repatriation plan by adjusting to the current R0 in Wuhan, to estimate the frequency of returnees in whom the infection could possibly spread, in context of a positive symptomatic returnee for COVID-19. Therefore, herein we did so including the building of an online calculator to estimate the presumptive asymptomatic COVID-19 carriers.",
            "cite_spans": [
                {
                    "start": 409,
                    "end": 412,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 413,
                    "end": 415,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Presumptive asymptomatic COVID-19 carriers' estimation and expected person-to-person spreading among repatriated passengers returning from China"
        },
        {
            "text": "We selected Fourteen publications, mostly original articles identified in PubMed. 27 publications were excluded, mainly due to lack of data accuracy on the proportion of PAC-COVID-19 (88.9%). For the majority of these, faulty data included: incomplete monitoring during quarantine and absence of definitive RT-PCR confirmatory results. Most government-source publications did not report on the number of PAC-COVID-19 even after ending the quarantine period (data not shown). Five manuscripts presented data on how to calculate the proportion of PAC-COVID-19 amongst repatriated citizens, four described repatriations to Japan and one to Germany. Three manuscripts included gray material and two scientific publications. Confirmations of COVID-19 by RT-PCR was included in 13 of 14 publications; with the caveat that for the publication \"Novel Coronavirus Pneumonia Emergency Response Epidemiology Team\" which included 72,314 cases, only 38.2% of such cases included clinical but not RT-PCR confirmation, due to insufficient capacity to perform laboratory tests on all possible events.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Presumptive asymptomatic COVID-19 carriers' estimation and expected person-to-person spreading among repatriated passengers returning from China"
        },
        {
            "text": "To estimate the expected number of travelers who could potentially be exposed to COVID-19 in the event of a positive repatriated citizen for COVID-19 presenting with respiratory symptoms during air travel, the first R0 estimated by the World Health Organization (WHO) was used for this study. Of note, this is the lowest R0 described to date in contrast to that published by Rocklöv (highest) and other intermediate and low R0 estimates published through January-February/2020 [3] .",
            "cite_spans": [
                {
                    "start": 477,
                    "end": 480,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Presumptive asymptomatic COVID-19 carriers' estimation and expected person-to-person spreading among repatriated passengers returning from China"
        },
        {
            "text": "We tested this calculator (https://coronavirus.cruzrojabogota.org. co) in a set of Colombian travelers, for every 14 Colombian citizens returning from Wuhan, between 1 and 4 suspected carriers were estimated. Then, if the R0 is 1.4 (the lowest), person-to-person spread between 1 and 5 travelers is expected, assuming that a positive repatriated citizen infected with COVID-19 presents with respiratory symptoms during air travel. On the other hand, with an R0 of 6.49 (the highest), person-to-person spread ranging from 6 to 25 travelers is expected, given the same scenario of an infected repatriated citizen presenting with respiratory symptoms during air travel (Fig. 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 666,
                    "end": 674,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Presumptive asymptomatic COVID-19 carriers' estimation and expected person-to-person spreading among repatriated passengers returning from China"
        },
        {
            "text": "We present a strategy to estimate the pooled proportion of PAC-COVID-19 (95%, CI) using scientific evidence and/or open publicly available government data updated daily. Subsequently we apply the pooled estimate to a case of repatriation of citizens from Wuhan to determine the possible person-to-person spread of COVID-19 among travelers returning to their countries from China. To date, 16 countries distributed across five continents have implemented at least one repatriation operation [4] . Those carried out by air frequently include flight itineraries including several stopovers and variable travel times, a combination that can increase exposure between healthy travelers and symptomatic or asymptomatic PAC-COVID-19 infected travelers, amplifying the number of contacts [4] .",
            "cite_spans": [
                {
                    "start": 490,
                    "end": 493,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 780,
                    "end": 783,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Presumptive asymptomatic COVID-19 carriers' estimation and expected person-to-person spreading among repatriated passengers returning from China"
        },
        {
            "text": "Although in-flight transmission of infectious diseases is an important global health concern, the risks of transmission of respiratory viruses in airplane cabins remain largely unknown [5] . In any case, given the latent risk of in-flight transport and transmission there is an increasing need for mathematical modeling tools to aid in the understanding complex epidemiological systems such as this. The natural course of COVID-19 and the worldwide spread of the epidemic through travelers stresses the need for useful methodological tools to estimate an expected number of asymptomatic carriers potentially propagating COVID-19. In addition, early detection will allow timely public health decisions placing travel restrictions, or the set up of specific monitoring requirements to asses risk and protect the population at risk or other biosafety measures at airports, transport terminals and other points of mass entry of migrants.",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 188,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Presumptive asymptomatic COVID-19 carriers' estimation and expected person-to-person spreading among repatriated passengers returning from China"
        },
        {
            "text": "With complete information on repatriation events, it is possible to improve estimates of the pooled proportion of PAC-COVID-19 (95%, CI). Nevertheless, the ongoing epidemic which has already spread beyond mainland China to other countries exhibiting different environmental, political and sociodemographic characteristics, will significantly affect the different R0s used. Thus, adjustments will be required when assessing individually affected countries. Further studies, ideally including prospective surveillance cohorts, as well as open shared public health data will be critical for the development of effective epidemic preparedness and contention programs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Presumptive asymptomatic COVID-19 carriers' estimation and expected person-to-person spreading among repatriated passengers returning from China"
        },
        {
            "text": "This research was self-funded. The design and construction of the online calculator did not need external funds. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formatting of funding sources"
        },
        {
            "text": "The authors state that they have no conflicts of interest. B. PAC-COVID-19 adjusted to R0: Test to a repatriation operation from Wuhan. The number of suspected carriers is obtained by multiplying the estimated proportion of suspected carriers (%) by the number of returnees from Wuhan. The estimated number of travelers to whom COVID-19 can be propagated is obtained by multiplying the number of suspected carriers by a specific R0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of competing interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "2019-nCoV CDC Response Team. Initial public health Response and interim clinical guidance for the 2019 novel coronavirus outbreak -United States",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Jernigan",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "69",
            "issn": "5",
            "pages": "140--146",
            "other_ids": {
                "DOI": [
                    "10.15585/mmwr.mm6905e1"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Note from the editors: world Health Organization declares novel coronavirus (2019-nCoV) sixth public health emergency of international concern",
            "authors": [],
            "year": 2020,
            "venue": "Eurosurveillance Editorial Team",
            "volume": "25",
            "issn": "5",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.ES.2020.25.5.200131e"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The reproductive number of COVID-19 is higher compared to SARS coronavirus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Gayle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilder-Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rocklöv",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Trav Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/jtm/taaa021"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Persons evaluated for 2019 novel coronavirus -United States",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Bajema",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Oster",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "L"
                    ],
                    "last": "Mcgovern",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "69",
            "issn": "",
            "pages": "166--70",
            "other_ids": {
                "DOI": [
                    "10.15585/mmwr.mm6906e1"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Behaviors, movements, and transmission of droplet-mediated respiratory diseases during transcontinental airline flights",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Hertzberg",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Elon",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "115",
            "issn": "14",
            "pages": "3623--3630",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1711611115"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Teherán * Red Cross Section Bogotá -Cundinamarca, Colombia COMPLEXUS Research Group, Fundación Universitaria Juan N. Corpas, Colombia E-mail address: mdteheran@gmail",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aníbal",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Miranda Red Cross Section Bogotá -Cundinamarca, Colombia Alberto Paníz-Mondolfi Ichan School of Medicine at Mount Sinai",
            "authors": [
                {
                    "first": "Gabriel",
                    "middle": [],
                    "last": "Camero",
                    "suffix": ""
                },
                {
                    "first": "Ronald",
                    "middle": [],
                    "last": "Prado",
                    "suffix": ""
                },
                {
                    "first": "Benjamin",
                    "middle": [],
                    "last": "Moreno",
                    "suffix": ""
                },
                {
                    "first": "Harol",
                    "middle": [],
                    "last": "Trujillo",
                    "suffix": ""
                },
                {
                    "first": "Rafael",
                    "middle": [
                        "A"
                    ],
                    "last": "Ramírez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Diana",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Grupo de Investigaciones Microbiológicas-UR (GIMUR), Departamento de Biología, Facultad de Ciencias Naturales",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "https://doi.org/10.1016/j.tmaid.2020.101688 Received 6 March 2020; Received in revised form 17 April 2020; Accepted 18 April 2020 Travel Medicine and Infectious Disease xxx (xxxx) xxxx",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Step by step to estimate PAC-COVID-19 and the expected spread.A. PAC-COVID-19: Number of presumptive asymptomatic COVID-19 carriers'. To determine repatriate' count estimate. Step 2.0: Step 1.0. * Step 2; Step 2.1: Step 1.1. * Step 2; Step 2.2: Step 1.2. * Step 2. Example to estimate person-to-person spreading. For a mean R0, the expected'person-to-person spreading has three possible options: Step 2.0. * Step 3.1, Step 2.1. * Step 3.1, and, Step 2.0. * Step 3.2.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We thank Dr. Liliana Naranjo for her help during government source publications searching.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}