{
    "paper_id": "06fe78ef7a876268c79f9b5f4104710289052114",
    "metadata": {
        "title": "Data for understanding the risk perception of COVID-19 from Vietnamese sample",
        "authors": [
            {
                "first": "Toan",
                "middle": [],
                "last": "Luu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Economics Ho Chi Minh City",
                    "location": {
                        "addrLine": "59C Nguyen Dinh Chieu, District 3",
                        "settlement": "Ho Chi Minh City",
                        "country": "Vietnam"
                    }
                },
                "email": ""
            },
            {
                "first": "Duc",
                "middle": [],
                "last": "Huynh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Economics Ho Chi Minh City",
                    "location": {
                        "addrLine": "59C Nguyen Dinh Chieu, District 3",
                        "settlement": "Ho Chi Minh City",
                        "country": "Vietnam"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "This data article describes the risk perception of COVID-190 from 391 Vietnamese respondents aged from 15 to 47 years. These data have been used in Huynh (2020) . These data include the socioeconomics, media attention, and risk perception of COVID-19 in Vietnam through a survey conducted on February 1, 2020. In addition, our data might serve as a reference source for further in-depth surveys to understand the risk perception and social media communication across countries. Value of the data 1. Our data are important because this is the first data collection at the primary level to understand the risk perception in the world regarding the COVID-19 pandemic. 2. Researchers, educators, policymakers, and all institutions involved in public health can benefit from our data because by using these data, they can understand the risk perception in Vietnam for the COVID-19 epidemic. 3. These data can be reused for further insights and development of experiments by comparing the cross-country findings or contributing to meta-analysis in the future. 4. These data can be applied in short term and long term because the COVID-19 pandemic is a global emergency. 5. These data are collected carefully from the beginning of the COVID-19 outbreak in February 2020. Thus, it is timely data collection, which is considered as the additional value of our data.",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 160,
                    "text": "Huynh (2020)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "a b s t r a c t"
        },
        {
            "text": "Since COVID-19 was declared as a Public Health Emergency of International Concern by World Health Organization (WHO), many research projects are being conducted to understand the different perspectives of this deadly virus. Therefore, this dataset offers an insightful information based on survey data on how Vietnamese citizens perceived the risks of coronavirus spread in the beginning period of outbreaks, particularly on February 1, 2020. In total, 391 Vietnamese people aged 15-47 years were surveyed for COVID-19-related risk perceptions. The platform for data collection is an Internet research tool provided by the University of Economics, Ho Chi Minh City (Vietnam). The total time duration for survey was 20 days, and the survey was conducted in Vietnamese. Table 1 demonstrates the data characteristics for continuous variables that the questionnaire asked the respondents. The questionnaire used a 10-point Likert scale from 1 to 10 based on Dawes [1] . Table 2 represents the data summary of variables with intervals for answering.",
            "cite_spans": [
                {
                    "start": 960,
                    "end": 963,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 768,
                    "end": 775,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 966,
                    "end": 973,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Data description"
        },
        {
            "text": "In total, the questionnaire used in the 2020 survey included 14 questions. On average, it took approximately 10-15 minutes to complete this survey. The data covered COVID-19 risk perception, socioeconomics, and media attention. Our discussion of theoretical backgrounds and development in the further analysis of the survey variables can be found in the associated research article [2] ( Table 3 ).",
            "cite_spans": [
                {
                    "start": 382,
                    "end": 385,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 386,
                    "end": 395,
                    "text": "( Table 3",
                    "ref_id": null
                }
            ],
            "section": "Data description"
        },
        {
            "text": "The questionnaire consists of three parts. The first part includes basic information of respondents. The second part has several questions regarding the use of social media use. The last part includes detailed information about participants' risk perception of COVID-19 outbreaks in Vietnam. Our research design is mainly based on the theoretical framework [3] . Social and mass media could influence the risk perception [4] because the information might refer to heuristics. Thus, our questionnaire includes social media use behavior, which might contribute to the perceived risk in each sample. The personal characteristics are the potential sources that have an impact on risk perception [5] . These studies are our referred sources to design the questionnaire regarding the COVID-19 risk perception.",
            "cite_spans": [
                {
                    "start": 357,
                    "end": 360,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 421,
                    "end": 424,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 691,
                    "end": 694,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Experimental design, materials, and methods"
        },
        {
            "text": "As mentioned earlier, the 10-point Likert scale was used to estimate the risk perception from 1 \"totally disagree\" and 10 \"totally agree\". In addition, apart from risk perception, the respondents were asked to consider the level of fake news as well as the overwhelming news of governmental office about COVID-19 in the 10-point Likert scale. In fact, these questions focus on the respondents' perception of the number of (fake/official) news. Therefore, we asked the participant the level of overwhelming information on the online platform that they used to search for COVID-19 information. Survey data were collected through an anonymous self-administered questionnaire on the Internet platform. We randomly distributed the questionnaires to three regions in Vietnam (North, Central and South). Our data are the primary and first survey conducted about COVID-19 in Vietnam, a developing country. The analysis of our data could be done by STATA and other software to visualize and use for further econometric models. Therefore, follow-up studies might extend our work and enable to determine some helpful features to succeed in the containment of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental design, materials, and methods"
        },
        {
            "text": "The author declares that there are no known competing financial interests or personal relationships that have or could be perceived to have influenced the work reported in this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of Competing Interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Do data characteristics change according to the number of scale points used? An experiment using 5-point, 7-point and 10-point scales",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dawes",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Int. J. Mark. Res",
            "volume": "50",
            "issn": "1",
            "pages": "61--104",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The COVID-19 risk perception: A survey on socioeconomics and media attention",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Huynh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Econ. Bull",
            "volume": "40",
            "issn": "1",
            "pages": "758--764",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Meta-analysis of the relationship between risk perception and health behavior: the example of vaccination",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "T"
                    ],
                    "last": "Brewer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "B"
                    ],
                    "last": "Chapman",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "X"
                    ],
                    "last": "Gibbons",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gerrard",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Mccaul",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Weinstein",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Health Psychol",
            "volume": "26",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "What risks are Chinese people concerned about?",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Risk Anal. Int. J",
            "volume": "23",
            "issn": "4",
            "pages": "685--695",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Personality correlates of risk perception",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bouyer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bagdassarian",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chaabanne",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mullet",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Risk Anal. An Int. J",
            "volume": "21",
            "issn": "3",
            "pages": "457--466",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Author(s). Published by Elsevier Inc. This is an open access article under the CC BY license. ( http://creativecommons.org/licenses/by/4.0/ ) Specifications",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Data summary of continuous variables.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Data summary of variables with interval answers.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "I am grateful to the anonymous reviewer and managing editor for their helpful comments. To the people of China, Italy, Iran, South Korea, Spain, France, Germany, and many other countries, including Vietnam, who are currently suffering from the impact of COVID-19, I wish you brighter days ahead. I would like to dedicate this work to my country, Vietnam, for everything that we did together to fight against COVID-19. I owe my country for the whole life. This paper was written when the author is in quarantine at the Khanh Hoa Hospital of Tropical Diseases and the Military School of Khanh Hoa Province during the COVID-19 outbreak. I thank the doctors, nurses, and military soliders for everything that they provided the best condition for me. The usual disclaimers apply.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgment"
        },
        {
            "text": "Supplementary material associated with this article can be found, in the online version, at doi: 10.1016/j.dib.2020.105530 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary material"
        }
    ]
}