{
    "paper_id": "070e55a53096d799548dca431dfb5cec7a3330f1",
    "metadata": {
        "title": "Journal Pre-proof Clinical characteristics of patients diagnosed with COVID-19 in Beijing Clinical characteristics of patients diagnosed with COVID-19 in Beijing",
        "authors": [
            {
                "first": "Aihua",
                "middle": [],
                "last": "Jin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Capital Medical University",
                    "location": {
                        "addrLine": "Tel: 0086-10",
                        "postCode": "100069, 83997603",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Benyong",
                "middle": [],
                "last": "Yan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Capital Medical University",
                    "location": {
                        "addrLine": "Tel: 0086-10",
                        "postCode": "100069, 83997603",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Wei",
                "middle": [],
                "last": "Hua",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Capital Medical University",
                    "location": {
                        "addrLine": "Tel: 0086-10",
                        "postCode": "100069, 83997603",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Dandan",
                "middle": [],
                "last": "Feng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Capital Medical University",
                    "location": {
                        "addrLine": "Tel: 0086-10",
                        "postCode": "100069, 83997603",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Bin",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Capital Medical University",
                    "location": {
                        "addrLine": "Tel: 0086-10",
                        "postCode": "100069, 83997603",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Lianchun",
                "middle": [],
                "last": "Liang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Capital Medical University",
                    "location": {
                        "addrLine": "Tel: 0086-10",
                        "postCode": "100069, 83997603",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Caiping",
                "middle": [],
                "last": "Guo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Capital Medical University",
                    "location": {
                        "addrLine": "Tel: 0086-10",
                        "postCode": "100069, 83997603",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This study aimed to determine the clinical characteristics of patients diagnosed with the 2019 c oronavirus disease, . Clinical data of COVID-19 patients diagnosed between January 28, 2020 and February 23, 2020 at the Beijing You'an Hospital were summarised and analysed. Overall, 45 (18 men and 27 women) patients were included in this study. The average age of patients was 58 years (range, 7-94 years). Furthermore, 21 patients (47%) experienced underlying chronic diseases, with onother four patients (9%) having three or more chronic diseases simultaneously. The first symptoms appeared at the onset of illness onset include fever in 36 patients (80%), cough in 23 patients (51%), and expectoration in 15 patients (33%), respectively. Patients may experience hepatic and renal injury as well as abnormal myocardial enzymes in varying degrees. Advanced age (≥58) and accompanying chronic diseases were considered as independent predictors for developing a severe and critically ill population with increased mortality. Laboratory results regarding the NEU percentage, NLR, ALC, and C-reactive protein levels were considered significant in predicting clinically critical disease or for prognosis assessment and thus require further studies. COVID-19 may affect multiple organs of the human body.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Glucocorticoid is considered effective in the treatment of patients diagnosed with severe COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "J o u r n a l P r e -p r o o f comorbidities, incubation period, clinical symptoms, laboratory tests, chest imaging, treatment, and clinical outcomes. The clinical results were followed up until February 23, 2020. A total of 45 COVID-19 patients were eligible for the study, including 1 mild case (2%), 24 moderate cases (53%), 11 severe cases (24%), and 9 critically ill cases (20%).We divided these cases into two groups, the mild to moderate group including mild and moderate patients, and the severe group including severe and critical patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A COVID-19 diagnosis is established based on the diagnostic criteria of the Diagnostic and Therapeutic Program of Novel Coronavirus Pneumonia (6th Version for Trial Implementation) [5] as follows:",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 184,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Diagnostic criteria"
        },
        {
            "text": "Mild type: The clinical symptoms are mild, and pneumonia is not observed on imaging.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnostic criteria"
        },
        {
            "text": "Moderate type: Clinical symptoms include fever and respiratory tract symptoms, and pneumonia is observed on imaging.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnostic criteria"
        },
        {
            "text": "Severe type: According to the confirmed cases, any of the following criteria are met: respiratory distress as evidenced by respiratory rate ≥ 30 breaths/min, oxygen saturation ≤ 93% at rest, and arterial blood oxygen partial pressure/oxygen concentration ≤ 300 mmHg (1 mmHg = 0.133 kPa), with the lesions significantly progressing more than 50% within 24-48 hours on pulmonary imaging and with the patients considered severe during management and treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnostic criteria"
        },
        {
            "text": "Critical type: Meeting one of the following criteria: respiratory failure requiring mechanical ventilation, presence of shock, and combined failure of other organs requiring intensive care unit (ICU) monitoring and treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnostic criteria"
        },
        {
            "text": "Statistical analysis was performed using the Statistical Package for the Social Sciences software version 22.0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Normally distributed measurement data are expressed asX±S and compared using t-test; non-normally distributed measurement data are expressed as median (interquartile range) and compared using rank-sum test and count data are compared using chi-squared test.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "A total of 45 patients were included in this study and divided into two groups. The percentages of patients were 2%",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General characteristics and epidemiological data"
        },
        {
            "text": "(1/25) for the mild type, 53% (24/25) for the moderate type in the mild to moderate group, 25% (11/20) for the severe type, and 20% (9/20) for the critical type in the severe group. The age distribution ranged from 7 to 94 years, with an average age of 58 years. The ages ranged from 58 to 94 years (mean, 74 years) in the severe group and 7 to 84 years (mean, 46 years) in the mild and moderate group. The difference in age between these two groups was statistically significant (P < 0.001). A total of 18 men (40%) and 27 women (60%) were included in the study. Based on the epidemiological investigation of these patients, the incubation period of COVID-19 appeared as 1-14 days, with a predominance of 3-7 days. Duration between symptom onset and presentation to the hospital were 2 hours to 14 days with a median of 5 days in this study. Among these patients, four patients (9%) were from Wuhan, 38 patients (84%) had been in close contact with confirmed patients (19 patients from family gatherings, three patients from other hospitals, and two nursing staff from the above hospital), and three patients J o u r n a l P r e -p r o o f groups was statistically significant (P < 0.001). Moreover, four patients (3%) were accompanied with more than three underlying diseases in the severe group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General characteristics and epidemiological data"
        },
        {
            "text": "The first symptom presented at illness onset w as fever in 36 patients (80%). The highest and lowest body temperatures were 39.6°C and 37.5°C, respectively. There was cough in 23 patients (51%), and expectoration in 15 patients (33%). Eight patients (17%) experienced asthenia and eight patients (17%) had symptoms of dyspnoea.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main symptoms and signs"
        },
        {
            "text": "Other symptoms included muscle soreness, dry throat, pharyngeal dryness and pharyngalgia, poor appetite, shortness of breath, nausea, vomiting, nasal obstruction, and rhinorrhoea ( Table 2 ). The body temperature of patients with mild illness usually returned to normal within 1 week. For patients with severe illness, the course of the disease was characterised by continuous or repeated fever, even high fever, aggravation of cough symptoms, or shortness of breath and dyspnoea.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 181,
                    "end": 188,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Main symptoms and signs"
        },
        {
            "text": "Statistical data indicated that, at the first visit, the median absolute white blood cell (WBC) count and absolute neutrophil count (ANC) of patients were in the normal ranges in terms of routine blood tests, both in the severe group and in the mild to moderate group. No significant differences were observed in the total WBC count, platelet count, and haemoglobin level, between these two groups. Statistically significant difference was seen in ANC between the severe group (4.7 (2.5-5.8) × 10⁹ /L) and the mild to moderate group (2.9 (2.2-3.9) × 10⁹ /L) (P = 0.024). The neutrophil (NEU) percentage was significantly higher in the severe group (75.7% (69.5% -83.8%)) compared to the mild to moderate group (63.4% (58.0%-70.1%)) (P < 0.001). The absolute lymphocyte count (ALC) in the severe group (0.8 (0.5-0.9) × 10⁹ /L) was significantly lower than that in the mild to moderate group (1.2 (0.9-1.5) × 10⁹ /L) (P < 0.001). Neutrophil-to-lymphocyte ratio (NLR) was found to be significantly higher in the severe group (5.9 (3.2-10.3)) than those in the mild to moderate group (2.6 (1.9-3.5)) (P < 0.001).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Laboratory tests"
        },
        {
            "text": "Nineteen (42%) patients had differing degrees of liver function abnormality (11 (58%) in the severe group and 8 (42%) in the mild to moderate group). One patient, who eventually died, had experienced serious hepatic impairment at the later stage of the disease, which was categorised as Class C according to Child's classification (alanine aminotransferase, 4837 U/L; aspartate transaminase, 5416 U/L; total bilirubin, 94.6 µmol/L; and direct bilirubin, 61 µmol/L). There were abnormal myocardial enzymes reported in 13 patients (28%). Creatine kinase isoenzyme level in the severe group (1.09 (0.60-2.42) ng/mL) was significantly higher than that in the mild to moderate group (0.31 (0.10-0.41) ng/mL) (P < 0.001). Eleven patients (24%) (seven (63%) in the severe group and four (37%) in the mild to moderate group) had differing degrees of renal impairment (including decreased blood urea nitrogen and serum creatinine levels and the glomerular filtration rate). Regarding the infection index, there was no statistically significant difference in the level of procalcitonin between the two groups. A total of 38 patients had C-reactive protein levels above the normal range (5.3 mg/L to 169.9 mg/L) (19 (50%) patients in the severe group and 19 (50%) patients in the mild to moderate group). The C-reactive protein level was significantly higher in the critically ill group (69.0 (32.2-107.5) mg/L) than in the mild to moderate group (20.0 (5.3-51.1) mg/L) (P < 0.001) ( Table 3 ). All patients underwent nucleic acid testing for eight respiratory pathogens and influenza viruses A and B. Based on the results, co-infection was not observed.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1473,
                    "end": 1480,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Laboratory tests"
        },
        {
            "text": "CT scan showed patchy shadows in the right lower lobe at first evaluation in one patient with moderate illness ( Figure 1A , transverse section and Figure 1B , coronal section). Another patient with moderate illness presented more serious chest imaging signs showed bilateral multiple patchy shadows (Figure 2A , transverse section and Figure 2B , coronal section). In one case of severe illness, large areas of bilateral ground-glass opacities were J o u r n a l P r e -p r o o f observed and the lesions advanced manifested as \"white lung\" which were confirmed a rapidly progressive pneumonia showed in Figure 3A (Coronal section of CT scan) and Figure 3B (Bedside chest X-ray).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 113,
                    "end": 122,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 148,
                    "end": 157,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 300,
                    "end": 310,
                    "text": "(Figure 2A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 336,
                    "end": 345,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 605,
                    "end": 614,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 648,
                    "end": 657,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Chest imaging of patients with COVID19"
        },
        {
            "text": "All patients were treated closely in isolation. Because there are currently no definitive and effective antiviral treatment drugs for COVID-19, all 45 patients (100%) were treated with interferon atomisation according to the recommendations of the Diagnostic and Therapeutic Program of Novel Coronavirus Pneumonia (trial version 6) [5] . Some patients received stem cell or chloroquine treatment after ensuring that they were fully informed of their treatment and had signed the informed consent form. Moreover, all 45 patients (100%) were administered traditional Chinese medicine decoction, Chinese patent medicine such as Jinhua Qinggan granules and Lianhuaqingwen capsule, orally. Seventeen patients (37%) were administered hormone therapy with methylprednisolone for 3-7 days (median, 5 days), of whom, 13 patients recovered. Four patients (8%) were treated with gamma globulin. Three patients (6%) used noninvasive ventilator mechanical ventilation, and seven patients (15%) used an invasive ventilator to assist ventilation. Moreover, three patients (6%) received continuous renal replacement therapy, and three patients (6%) were treated with extracorporeal membrane oxygenation (ECMO) ( Table 2 ). Five patients (11%) received antibiotic therapy for serious abdominal infections, chronic obstructive pulmonary disease, or other bacterial infections ( Table 2 ). Antibiotics used generally covered common pathogens and some atypical pathogens, including quinolones, carbapenems, tigecyclines, and anticocci drugs such as vancomycin and linezolid.",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 335,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 1196,
                    "end": 1203,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 1360,
                    "end": 1367,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Treatment"
        },
        {
            "text": "By February 23, 2020, 36 (80%) patients had markedly improved upon treatment. Four patients (8%) were still in the ICU, and five patients (11%) died ( Table 2 ). The four deceased patients were senile elderly, aged 75, 82, 86, and 94 years. Each of these patients had suffered multiple underlying diseases and was bed-ridden for a long time with repeated hospitalisations. Three patients directly died of coronary heart disease with heart failure (one patient had acute myocardial infarction). A 65-year-old man died of COVID-19 pneumonia without underlying diseases but with a history of residing in Wuhan. The disease course on admission was 4 days without symptoms of dyspnoea. However, this patient experienced hyperpyrexia repeatedly during hospitalisation, with the disease progressing rapidly. Serious dyspnoea was observed on day 7 of admission (day 11 of the disease course). Therefore, the patient was immediately transferred to the ICU and provided with an intubated ventilator -assisted breathing therapy and received high-level antibiotics, gamma globulin, and hormone therapy. Subsequently, the patient developed septic shock, accompanied by multiple organ failure including renal failure, respiratory failure, and circulatory failure. Although actively rescued, with the patient receiving bedside hemofiltration, the patient eventually expired on day 14 of admission as the disease progressed rapidly ( Table 2) . COVID-19 or with the drugs administered. At present, it has been found that SARS-CoV-2 can be isolated from faeces, indicating that the virus can infect the digestive tract. Continuous repeated high fever often indicates the progression of the disease. Hence, a close monitoring of the patient's pulmonary imaging result is required, and healthcare staff should pay careful attention to respiratory failure. Most of the severe patients developed ARDS after 1 week of illness onset. Partial diseases progressed significantly rapidly, and the minimum time from illness onset to ARDS was 2 days. Moreover, multiple organ failure was immediately observed after illness onset. Therefore, disease conditions in special populations should be closely monitored and early intervened, and a 5-10-day disease course was considered critical.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 151,
                    "end": 158,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 1418,
                    "end": 1426,
                    "text": "Table 2)",
                    "ref_id": null
                }
            ],
            "section": "Clinical outcomes"
        },
        {
            "text": "Humans are generally susceptible to COVID-19. The elderly and individuals with chronic diseases are more likely to develop severe and critically ill pulmonary disease compared to young individuals or individuals with no chronic diseases. Moreover, severe and critically ill patients are at significantly higher risk of mortality than mild and moderate patients. One study involved 1590 COVID-19 patients in 31 provinces in China, with almost 40% of them were inpatients from Hubei Province. It was found that the combined chronic disease was associated with a worse prognosis. Any one of the combined chronic diseases was associated with a 79% higher risk of adverse outcomes while a 1.59-fold higher risk was with more than two chronic diseases [6] . In this study, five patients died. The analysis of laboratory results showed that NEU percentage, NLR, ALC, and C-reactive protein levels were significantly higher in severe and critically ill patients than those in mild and moderate patients, but the albumin level and ALC were significantly lower in severe and critically ill patients than those in mild and moderate patients. We observed that in critically ill patients, including death cases, during the disease course progression, ALC decreased progressively, while the NLR and C-reactive protein level increased progressively, suggesting that these indicators present an early warning effect on the progression of the disease. Although myocardial injury has not been supported by pathology, several clinical studies have reported the abnormality of myocardial enzymes in COVID-19 patients. Patients showed differing degrees of hepatic and renal impairment. Liver biopsy specimens showed moderate microvascular steatosis and mild active inflammation in the hepatic lobular tract. The level of blood urea nitrogen in the severe group was significantly higher than that in the mild and moderate group, but it may be affected by factors as age and nutritional status. and 14 of the disease course, respectively. The increase in density of multiple patchy and ground-glass opacities was observed in both the lungs, predominantly focusing on the right lower lung (A and B) . The density of the partial lesions was slightly lower after imaging than before imaging (C and D). The lesions were more significantly absorbed after imaging than before imaging (E and F). and 16 of the disease course, respectively. The multiple patchy and ground-glass opacities and linear opacities were observed in both the lungs and mostly distributed along the subpleural area (A and B). Partial les ions were narrower after imaging than before imaging (C and D). The lesions were more continuously absorbed after imaging than before imaging (E and F). predominance, which were manifested as \"white lung\" (B). Partial les ions in the upper lobe of both lungs were more slightly absorbed after imaging than before imaging (C). The lesions in both lungs did not change J o u r n a l P r e -p r o o f significantly (D). Therefore, patients received extracorporeal membrane oxygenation (ECMO) treatment on the same day. During continuous EMCO treatment, diffuse patchy opacities were still observed in both lungs after re-examination and did not change significantly (E and F).",
            "cite_spans": [
                {
                    "start": 746,
                    "end": 749,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 2165,
                    "end": 2174,
                    "text": "(A and B)",
                    "ref_id": null
                }
            ],
            "section": "Clinical outcomes"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical management of severe acute respiratory infection when novel coronavirus ( 2019-nCoV) infection is suspected: interim guidance",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The species severe acute respiratory syndrome-related coronavirus: classifying 2019-nCoV and naming it SARS-CoV-2. Nat Microbiol",
            "authors": [],
            "year": 2020,
            "venue": "Coronaviridae Study Group of the International Committee on Taxonomy of Viruses",
            "volume": "5",
            "issn": "",
            "pages": "536--544",
            "other_ids": {
                "DOI": [
                    "10.1038/s41564-020-0695-z"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "National Health Commission of the People's Republic of China, The latest situation of novel coronavirus pneumonia up to 24 February 23 rd",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "20",
            "pages": "30211--30218",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "National Health Commission of the People's Republic of China, The notification of Printing and Distributing New Coronavirus Pneumonia management (Trial Version 6)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Comorbidity and its impact on 1590 patients with Covid-19 in China: A Nationwide Analysis",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Guan W-Jie",
                    "suffix": ""
                },
                {
                    "first": "W-Hua",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur Respir J",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1183/13993003.00547-2020"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Aspartate aminotransferase (U/L, male [15.0-40.0], female [13-35])",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "CT scans of the lungs of a 31-year-old patient with COVID-19. AB, CD, and EF represent days 7, 11,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "CT scans of the lungs of a 63-year-old patient with COVID-19. AB, CD, and EF represent days 7, 11,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "CT scans of the lungs of a 59-year-old patient with COVID-19. A, B, C, D, E and F represent days 3, 8, 10, 12, 17, and 20 of the disease course, respectively. Computed tomography findings of the lungs showed patchy and ground-glass opacities in both lungs, manifested evidently in extrapulmonary bands. Simultaneous ly, the peripheral oxygen saturation of the patient was within the normal range (A). The disease progressed rapidly to acute respiratory distress syndrome. The chest radiograph obtained on day 2 of endotracheal intubation showed diffuse lesions in both lungs and extensive effusion of lung parenchyma with consolidation",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "General characteristics, disease course, and underlying diseases of the patients",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "There is no conclusive pathological evidence to support the presence of virus-related damage. According to the existing clinical reports, combined with the analysis of the laboratory test results, SARS-CoV-2 may attack multiple organs of the human body, including the lungs, heart, liver, kidneys, and digestive tract. Multiple organ failure may occur in the later stage of patients with COVID-19, which is difficult to treat for the critically ill patients. Although glucocorticoid is not a conventional treatment, hormone therapy has been proposed for severe and critically ill patients based on the several versions of the Diagnostic and Therapeutic Program of Novel Coronavirus Pneumonia, which is also supported pathologically. It has been reported that glucocorticoid is considered effective in the treatment of patients diagnosed with severe COVID-19 [10]. This study showed that 13 of the 17 patients receiving hormone therapy improved markedly, suggesting that hormone therapy may be beneficial for COVID-19 patients. However, this hypothesis requires further studies.J o u r n a l P r e -p r o o f [7] Huang C, Wang Y, Li X, et al. Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet, 2020, 395(10223): 497-506. https://doi.org/10.1016/S0140-6736(20)30183-5. [8] Xu Z, Shi L, Wang Y, et al. Pathological findings of COVID-19 associated with acute respiratory distress syndrome. Lancet Respir Med. 2020 Apr; 8(4):420-422. https://doi.org/10.1016/S2213-2600(20)30076-X. Xi L, Rongshuai W, Guoqiang Q, et al. An autopsy report of patient with COVID-19 [J]. Chinese J of Forensic Med. 2020,36(1):1-3. https://doi.org/10.12116/j.issn.1004-5619.2020.01.00. [10] Jin Aihua, Jia Lin, Yan Benyong, et al. Clinical features of 19 severe cases of COVID-19 in Beijing. https://doi.org/10.3760/cma.j.cn112866-20200224-00030.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare that there are no conflicts of interest. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest statement"
        }
    ]
}