{
    "paper_id": "0964e1a2cd23aa73d6540e5d461214b53c0da86c",
    "metadata": {
        "title": "Ecologic correlation between underlying population level morbidities and COVID-19 case fatality rate among countries infected with SARS-CoV-2",
        "authors": [
            {
                "first": "Evaezi",
                "middle": [],
                "last": "Okpokoro",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Victoria",
                "middle": [],
                "last": "Igbinomwanhia",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Elima",
                "middle": [],
                "last": "Jedy-Agba",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gbenga",
                "middle": [],
                "last": "Kayode",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ezenwa",
                "middle": [
                    "James"
                ],
                "last": "Onyemata",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Alash&apos;le Abimiku",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: The ongoing Coronavirus disease 2019 pandemic is unprecedented in scope. High income countries (HIC) seemingly account for the majority of the mortalities considering that these countries have screened more persons. Low middle income countries (LMIC) countries may experience far worse mortalities considering the existence of a weaker health care system and the several underlying population level morbidities. As a result, it becomes imperative to understand the ecological correlation between critical underlying population level morbidities and COVID-19 case fatality rates (CFR).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Method: This is an ecological study using data on COVID-19 cases, prevalence of COPD, prevalence of tobacco use, adult HIV prevalence, quality of air and life expectancy. We plotted a histogram, performed the Shapiro-Wilk normality test and used spearman correlation to assess the degree of correlation between COVID-19 case fatality rate (CFR) and other covariates mentioned above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Result: As at the 31 st of March 2020, there were a total of 846,281 cases of COVID-19 from 204 countries and a global case fatality rate of 5% (range 0% to 29%). Angola and Sudan both had the highest CFR of 29%, while Italy had the highest number of deaths (i.e. 12,428) as at 31 st of March 2020. Adult HIV prevalence has a significant but weak negative correlation with CFR (correlation coefficient = -0.24, p value =0.01) while all the other variables have positive correlation with CFR due to COVID-19 though not statistically significant. Of the 204 countries analyzed, only 11 countries (i.e. 5%) had complete datasets across all 5 population level morbidities (i.e. prevalence of COPD, prevalence of tobacco use, life expectancy, quality of air, and adult HIV prevalence variables). Correlations of CFR from these 11 countries were similar to that from the 204 countries except for the correlation with quality of air and prevalence of tobacco use. Conclusion: While we interpret our data with caution given the fact that this is an ecological study, our findings suggest that population level factors such as prevalence of COPD, prevalence of tobacco use, life expectancy and quality of air are positively correlated with CFR from COVID-19 but,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "adult HIV prevalence has a weak and negative correlation with COVID-19 CFR and would require extensive research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The copyright holder for this preprint this version posted May 2, 2020. . https://doi.org/10.1101/2020.04.28.20082370 doi: medRxiv preprint 3 | P a g e",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The ongoing Corona virus disease 2019 (COVID-19) pandemic is unprecedented in scope. As at the 31st March 2020, 846,281 persons from 204 counties have been infected. Of these numbers, 31,599 were seriously or critical ill and 41,482 had died. 1 High-income (HIC) countries seemingly account for the majority of the mortalities worldwide. Incidentally these countries have screened a larger proportion of their populations' for COVID-19. Despite the presence of efficient health care systems in these countries, they have been unable curb the persistent rise in mortalities. This scenario suggests that should there be an exponential rise in COVID-19 cases among low and middle income countries (LMICs), these countries may experience far worse mortalities considering the existence of a weaker health care system and the several underlying population level morbidities. As a result, it becomes imperative to understand the ecological relationship between critical underlying population level morbidities globally and mortalities associated with SAR-CoV-2 infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "According to anecdotal evidence, most mortalities following COVID-19 occurs among the aging populations but to our knowledge, there has been no documented evidence to confirm this. In addition, considering the high burden of HIV in LMICs particularly in sub-Saharan Africa (SSA), there are serious concerns of the impact of HIV on mortalities associated with COVID-19. COVID-19 is caused by an RNA virus (i.e. SAR-CoV-2) which affects mainly the respiratory system, therefore, countries with a high burden of underlying respiratory diseases such as chronic obstructive pulmonary disease (COPD) may experience higher mortalities compared to those with lower prevalence of respiratory diseases. Factors such as cigarette smoking and quality of air may impact on the respiratory system leading to higher mortalities due to COVID-19 in such countries. Generating quick preliminary evidence through an ecologic study could provide vital insight at the population level, to understanding factors correlated with COVID-19 case fatality rates especially as the incidence rapidly increases in low and middle income countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "This is an ecological study using data from several open sources on the internet and from systematic reviews. We obtained data on COVID-19 cases and mortality from the worldometers as at 31 st March 2020 and life expectancy data of 2016 from online sources 2 . We also obtained data on prevalence of COPD, adult HIV, tobacco use and quality of air from other online sources and journals [3] [4] [5] [6] . We plotted a histogram to assess the distribution of the data as well as performed the Shapiro-Wilk normality test. Thereafter, we provided appropriate summary statistics. We also performed two-way scatterplots involving key variable . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [
                {
                    "start": 387,
                    "end": 390,
                    "text": "[3]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 391,
                    "end": 394,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 395,
                    "end": 398,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 399,
                    "end": 402,
                    "text": "[6]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 2, 2020. . https://doi.org/10.1101/2020.04.28.20082370 doi: medRxiv preprint and thereafter used a spearman correlation test to assess the degree of correlation between COVID-19 case fatalities rates and other covariates (table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 284,
                    "end": 293,
                    "text": "(table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "In our study, we define case fatality rate (CFR) as the number of deaths due to COVID 19 divided by the number of confirmed cases officially reported. As shown in table 1, a total of 204 countries were identified with cases of COVID-19 as at 31 st March 2020. The mean number of deaths per day was 512, while the mean number of new cases was 10,448. The global case fatality rate was 5% while it ranges from 0% to 29%. Angola and Sudan had the highest CFR while Italy had the highest number of deaths (i.e. 12,428). Of the 204 countries infected with COVID-19, 33 (16%) had mortality rates greater than 5% (i.e. above the global average). . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 2, 2020. -0.24 0.01 Weak and negative correlation *.00-.19 \"very weak\", .20-.39 \"weak\", .40-.59 \"moderate\", .60-.79 \"strong\", .80-1.0 \"very strong\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 2, 2020. Of the 204 countries, only 11 countries (i.e. 5%) had complete datasets covering all 5 population level morbidities (i.e. COPD prevalence, tobacco use prevalence, life expectancy, quality of air and adult HIV prevalence variables). Our findings from analyzing dataset of these 11 countries (table 3) were similar with the 204 countries (table 2) except for the correlation between quality of air, tobacco use and CFR due to COVID-19. . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 362,
                    "end": 371,
                    "text": "(table 3)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 2, 2020. . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 2, 2020. Scatterplot between CFR and Prevalence of COPD among 11 countries . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 2, 2020. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "This ecological study has demonstrated that a substantial amount of the variation observed in case fatality rate associated with COVID-19 across 204 countries as at 31 st March 2020 could be explained by five population level morbidities such as; prevalence of COPD, prevalence of tobacco use, adult HIV prevalence, quality of air and life expectancy. Our findings suggest that CFR was highest in Angola and Sudan as at 31 st March 2020. We found varying levels of positive correlations between COPD prevalence, life expectancy and quality of air with CFR in COVID-19 disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our findings suggest that adult HIV prevalence is seemingly protective. However, we must interpret this finding with caution given the weak negative correlation with CFR in COVID 19 (correlation coefficient= -0.24, p=0.01). This negative relationship was maintained even when we had a closer analysis involving a subset of only 11 out of 204 countries which had complete dataset across the 5 variable (see fig 2) . Thus countries with higher prevalence of HIV may experience lower mortalities compared with those with lower HIV prevalence. This was a rather surprising finding as we expected that populations with higher adult HIV prevalence would have more immunocompromised persons and therefore have higher COVID-19 associated CFR. In accordance with our findings, some experts have suggested the possibility of using antiretroviral therapies such as lopinavir/ritonavir against COVID 19 and clinical trials involving antiviral medications are currently ongoing 7 . However, more extensive research studies are needed in this area in order to confirm or refute this finding. In one clinical trial involving severely ill COVID-19 patients, there was no significant effect of lopinavir-ritonavir treatment in terms of reducing mortality, increasing clinical improvement and decreasing throat viral RNA detectability among these patients. Thus, considering the combination of lopinavir-ritonavir with other antiviral agents to boost its effects might be an option in future studies 8 We found life expectancy to have a very weak but positive correlation with CFR (correlation coefficient 0.09; p=0.24). However, this correlation was strongly positive when we reviewed a subset of 11 countries (see fig 3) . Thus countries with higher life expectancy were likely to experience a higher CFR when compared with countries with lower life expectancy. Similar demographics or findings have been informally reported by researchers in other countries. In South Africa, 10 out 18 (55%) mortality occurred among those 70 years and over while the average age was 68 years 9 . Similarly, in Italy, about 63.3% of mortality were among those over 70years and while in Spain, a rate of 23% was reported among in those over 90 years of age 10,11 .",
            "cite_spans": [
                {
                    "start": 1482,
                    "end": 1483,
                    "text": "8",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 406,
                    "end": 412,
                    "text": "fig 2)",
                    "ref_id": null
                },
                {
                    "start": 1698,
                    "end": 1704,
                    "text": "fig 3)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 2, 2020. . https://doi.org/10.1101/2020.04.28.20082370 doi: medRxiv preprint Considering the fact that COVID 19 affects the respiratory system cases, we found a weak but positive correlation between the prevalence of COPD and CFR due to COVID-19 (correlation coefficient = 0.09, p value =0.09). This correlation was stronger when we reviewed a subset of only 11 countries with complete data out 204 (see fig 4) . This relationship may be due to the underlying relationship between COPD and older populations 12 . Thus, countries with older populations or higher life expectancy would likely have a higher prevalence of COPD which in turn could lead to higher CFR due to COVID-19 13 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 467,
                    "end": 473,
                    "text": "fig 4)",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Our findings on the relationship between CFR due to COVID-19 and prevalence of tobacco use and/or quality of air, showed that both factors were very weakly and positively correlated to CFR (correlation coefficient= 0.01 and 0.02 respectively). However, this finding was not statistically significant (pvalue =0.91 and 0.84 respectively). Thus increased tobacco consumption and higher ranking on quality of air (higher ranking meaning higher air pollution) is correlated with higher CFR due to COVID-19. Previous studies have reported the link between respiratory viral infection and air pollutions. According to these studies, respiratory viral infection increased with air pollution 14 . Also a recent study by researchers at Harvard University reports a higher CFR due to COVID-19 among counties within the US with higher air pollution 15 . Surprisingly, when we reviewed data of a subset of only 11 out of 204 countries with complete datasets, there was a reversal from positive to negative correlation between CFR and the prevalence of tobacco use and/or quality of air. We noticed a negative and strong correlation between CFR due to COVID-19 (correlation coefficient = -0.51 and -0.72 respectively), though not statistically significant. This may be due to the small sample size but it is worthy of future research.",
            "cite_spans": [
                {
                    "start": 684,
                    "end": 686,
                    "text": "14",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 838,
                    "end": 840,
                    "text": "15",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Countries in LMICs are increasing the number of persons being tested for SARS-CoV-2 infection through innovative new technologies for SARS-COV2 testing. Despite the rise in tests being conducted, it is likely that these countries may not experience the high mortality due to COVID 19 as is currently being reported from HIC countries due to many reasons. Firstly, owing to the few tests currently being done, the number likely to die from a confirmed diagnosis of COVID-19 would be underestimated. Secondly, the earlier awareness and lead time in preparations by LMICs prior to the advent of COVID-19 might reduce the spread and impact. More so, findings from our study suggest that a higher prevalence of adult HIV as experienced in LMIC might be protective against higher CFR due to COVID-19. Lastly, and hopefully, ongoing clinical trials might be successful before LMIC begin to experience such a comparable high mortality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "An important limitation of this study is the ecological nature of the study, hence, findings must be interpreted with caution and should not be directly extrapolated to individual levels. Secondly, COVID-19 . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 2, 2020. . https://doi.org/10.1101/2020.04.28.20082370 doi: medRxiv preprint is a rapidly evolving disease and total numbers of confirmed cases and mortality figures are constantly changing. Thirdly, the datasets used for our analysis were publicly available on the internet and may not be accurate as officially published estimates by the respective countries included in our study. However, our study presents data from 204 countries worldwide on 846, 281 confirmed cases of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Additionally, this study also provides useful information on population level factors that may contribute to the noticeable differences in mortality rates worldwide, which is an issue of significant interest to epidemiologists, clinicians, and public health policy makers worldwide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Our findings suggest that population level factors such as COPD prevalence, prevalence of tobacco use, life expectancy and quality of air are positively correlated with CFR from COVID-19. While adult HIV prevalence has a weak and negative correlation with COVID-19 CFR. Extensive research is required to investigate these population level factors at the individual level in order to provide information that can be generalizable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 2, 2020. . https://doi.org/10.1101/2020.04.28.20082370 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19 Coronavirus Pandemic",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Worldometer",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "List of countries by HIV/AIDS adult prevalence rate. text-indent:-18.0pt",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Wikipedia",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "World most polluted countries",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Global burden of COPD: systematic review and meta-analysis",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Halbert",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Natoli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gano",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Badamgarav",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Buist",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Mannino",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Eur Respir J",
            "volume": "28",
            "issn": "3",
            "pages": "523--532",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "EACS & BHIVA Statement on risk of COVID-19 for people living with HIV (PLWH)",
            "authors": [
                {
                    "first": "Eac",
                    "middle": [],
                    "last": "Society",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "EACS",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A Trial of Lopinavir-Ritonavir in Adults Hospitalized with Severe Covid-19",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Average age of SA's coronavirus victims is 68 -here's what we know so far",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mlambo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Accessed 9th April, 2020. 10. Statista. Coronavirus (COVID-19) death rate in Italy as of April 9",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Statista. Mortality rate of coronavirus",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Defining chronic obstructive pulmonary disease in an aging population",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Vaz Fragoso",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Gill",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Am Geriatr Soc",
            "volume": "58",
            "issn": "11",
            "pages": "2224--2226",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Severity and Mortality associated with COPD and Smoking in patients with COVID-19: A Rapid Systematic Review and Meta-Analysis. medRxiv preprint",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Jaber",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Oyelade",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Abdulela",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Aldhahir",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The short-term effects of air pollutants on influenza-like illness in Jinan, China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Geng",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "BMC Public Health",
            "volume": "19",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Air pollution linked with higher COVID-19 death rates",
            "authors": [
                {
                    "first": "Health",
                    "middle": [],
                    "last": "Harvard",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Thcsop",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "in table 2 and likewise in the scatterplot (fig 1), adult HIV prevalence has a significant weak and negative correlation with case fatality rate associated with COVID-19 while all the other variables have positive correlation with COVID-19 though not statistically significant.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Correlation scatterplot of CFR vs Adult HIV prevalence (among 111 countries) as at 31 st March 2020",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Correlation scatterplot-CFR vs Life Expectancy as at 31 st March 2020 Scatterplot showing Correlation between COPD and CFR in COVID-19 as at March 2020.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Descriptive statistics",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Spearman correlation of underlying population level morbidity and CFR due to COVID-19",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Spearman correlation between CFR and population level morbidities among ONLY 11 out of 204 countries with complete dataset of all 5 co-variatesScatterplot between CFR and Adult HIV prevalence among 111 countrires with COVID-19 *Other countries *these include: Sri Lanka, Egypt, Bosnia and Herzegovina, Afghanistan, Saudi Arabia, Croatia, Bulgaria, Serbia, Algeria, Tunisia,",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}