{
    "paper_id": "097736f48463f16e9071f068d7e522f26113eea3",
    "metadata": {
        "title": "Lesser Mealworm (Coleoptera: Tenebrionidae) Emergence After Mechanical Incorporation of Poultry Litter into Field Soils",
        "authors": [
            {
                "first": "Dawn",
                "middle": [],
                "last": "Calibeo-Hayes",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "North Carolina State University",
                    "location": {
                        "postCode": "27695",
                        "settlement": "Raleigh",
                        "region": "NC"
                    }
                },
                "email": ""
            },
            {
                "first": "Steve",
                "middle": [
                    "S"
                ],
                "last": "Denning",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "North Carolina State University",
                    "location": {
                        "postCode": "27695",
                        "settlement": "Raleigh",
                        "region": "NC"
                    }
                },
                "email": ""
            },
            {
                "first": "S",
                "middle": [
                    "Mike"
                ],
                "last": "Stringham",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "North Carolina State University",
                    "location": {
                        "postCode": "27695",
                        "settlement": "Raleigh",
                        "region": "NC"
                    }
                },
                "email": ""
            },
            {
                "first": "D",
                "middle": [
                    "Wes"
                ],
                "last": "Watson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "North Carolina State University",
                    "location": {
                        "postCode": "27695",
                        "settlement": "Raleigh",
                        "region": "NC"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Lesser mealworm, Alphitobius diaperinus (Panzer), emergence from North Carolina Þeld soils was evaluated in a controlled experiment simulating land application of turkey litter and again in Þeld studies. Adult lesser mealworms were buried in central North Carolina Cecil red clay at depths of 0, 8, 15, 23, and 30 cm and the beetles emerging from the soil counted 1, 3, 7, 10, 13, 17, 21, 24, and 28 d after burial. Beetles emerged from all depths and differences among depths were not signiÞcant. Beetles survived at least 28 d buried in the soil at depths Յ30 cm. In seasonal Þeld studies, lesser mealworm emergence from clay soil with poultry litter incorporated by disk, mulch and plow was compared with emergence from plots with no incorporation. Incorporation signiÞcantly reduced beetle emergence when poultry litter containing large numbers of beetles was applied to clay Þeld soils during the summer (F ϭ 3.45; df ϭ 3, 143; P ϭ 0.018). Although mechanical incorporation of poultry litter reduced beetle emergence relative to the control, greatest reductions were seen in plowed treatments. Beetle activity was reduced after land application of litter during colder months. Generally, lesser mealworm emergence decreased with time and few beetles emerged from the soil 28 d after litter was applied. Similarly, mechanical incorporation of poultry litter into sandy soils reduced beetle emergence (F ϭ 4.06; df ϭ 3, 143; P Ͻ 0.008). In sandy soils typical of eastern North Carolina, disk and plow treatments signiÞcantly reduced beetle emergence compared with control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "LESSER MEALWORM, Alphitobius diaperinus (Panzer), is often found in great numbers in poultry litter (Pfeiffer and Axtell 1980, Rueda and Axtell 1997) . High beetle densities are a concern to producers because of their potential to transmit avian disease agents. Lesser mealworms harbor the bacterial genera Escherichia, Salmonella, Bacillus, and Streptococcus as well as viruses that cause leukosis and infectious bursal disease in poultry (Despins et al. 1994; McAllister et al. 1994 McAllister et al. , 1995 McAllister et al. , 1996 Goodwin and Waltman 1996; Skov et al. 2004) . Recently, transmission of turkey coronavirus by lesser mealworms was demonstrated under laboratory conditions (Watson et al. 2000) . Broiler chicks and turkey poults readily consume lesser mealworm adults and larvae, which aids in the transmission of pathogenic organisms within the poultry house and negatively affects bird weight gains and feed conversion efÞciency (Despins and Axtell 1995) .",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 113,
                    "text": "(Pfeiffer and",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 114,
                    "end": 136,
                    "text": "Axtell 1980, Rueda and",
                    "ref_id": null
                },
                {
                    "start": 137,
                    "end": 149,
                    "text": "Axtell 1997)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 440,
                    "end": 461,
                    "text": "(Despins et al. 1994;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 462,
                    "end": 484,
                    "text": "McAllister et al. 1994",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 485,
                    "end": 509,
                    "text": "McAllister et al. , 1995",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 510,
                    "end": 534,
                    "text": "McAllister et al. , 1996",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 535,
                    "end": 560,
                    "text": "Goodwin and Waltman 1996;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 561,
                    "end": 578,
                    "text": "Skov et al. 2004)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 691,
                    "end": 711,
                    "text": "(Watson et al. 2000)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 949,
                    "end": 974,
                    "text": "(Despins and Axtell 1995)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Insulated poultry houses are built to maintain an optimal temperature range to promote bird growth. Beetle larvae tunnel in the insulation and reduce the efÞciency of the insulation by 30% (Vaughan et al. 1984) . The inability to maintain temperature within an optimal range results in higher costs associated with reduced feeding efÞciency and poor production. In addition, producers incur replacement costs of the insulating material and lost time while the house is out of production (Vaughan et al. 1984) .",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 210,
                    "text": "(Vaughan et al. 1984)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 487,
                    "end": 508,
                    "text": "(Vaughan et al. 1984)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Current litter management practices include the periodic removal of the poultry litter and its use as an organic fertilizer (Axtell 1999) . The North Carolina Department of Natural Resources requires that litter be applied to a growing crop or to a Þeld destined for planting within 30 d of litter application (Zublena et al. 2002) . Frequent litter removal reduces beetle populations within poultry houses but serves as a potential source of dispersal and reinfestation. Emigration of beetles to nearby homes and businesses may result in litigation and poor public relations (Hinchey 1997 , Miller 1997 . Although mechanical incorporation of poultry manure into soil reduces house ßy survival (Watson et al. 1998) , the effect of this practice on lesser mealworm survival has not been investigated. Therefore, the objectives of this study were to evaluate survival of lesser mealworms buried in soil at different depths similar to those obtained with mechanical incorporation, monitor the emigration of lesser mealworms from litter applied to soil, and evaluate the impact of mechanical incorporation of the poultry litter into Þeld soil on beetle emergence in clay and sandy soils typical to central and eastern North Carolina poultry production areas.",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 137,
                    "text": "(Axtell 1999)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 310,
                    "end": 331,
                    "text": "(Zublena et al. 2002)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 576,
                    "end": 589,
                    "text": "(Hinchey 1997",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 590,
                    "end": 603,
                    "text": ", Miller 1997",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 694,
                    "end": 714,
                    "text": "(Watson et al. 1998)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Experiment 1: Simulated Incorporation of Beetle-Infested Litter. Effect of soil depth on beetle survival was examined using depth chambers made from polyvinyl chloride pipe, 14.16 cm in diameter. Pipes were cut to 13-, 20-, 28-, and 35-cm lengths, three pipes for each length. One end of each pipe was sealed with a polyvinyl chloride cap and pipe lengths were placed upright on the sealed end. Lightly packed Cecil red clay soil was added to each pipe to form a 2.5-cm soil base, and 60 cm 3 of turkey litter was added. Twenty adult lesser mealworms were placed on the litter layer in each length of pipe. Red clay soil was added to achieve the proposed burial depths of 8, 15, 23, and 30 cm. One pipe length received no additional soil (control). A moistened, crumpled paper towel (636 cm 2 ) was placed on the surface of the soil and the pipe was covered with mesh fabric secured with a rubber band. The paper towel was moistened with water as needed but no additional food was added. Pipes were held in a constant temperature chamber (25ЊC, 75% RH) and a photoperiod of 18:6 (L:D) h. The beetles on the surface of the soil were collected and counted on days 1, 3, 7, 10, 13, 17, 21, 24, and 28, postburial. The experiment was replicated six times. The effect of soil depth on number (mean Ϯ SEM) of beetles emerging was determined using a completely randomized design, analysis of variance (ANOVA) (Minitab 1997) . Log 10(n ϩ 1) transformations were performed on the data before analysis. Data were standardized by dividing each observation by the estimated number of beetles applied to each treatment container.",
            "cite_spans": [
                {
                    "start": 1402,
                    "end": 1416,
                    "text": "(Minitab 1997)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Experiment 2: Field Incorporation of Lesser Mealworm-Infested Litter. The effect of mechanical incorporation of poultry litter into soil on beetle emergence was examined in a 1.22-ha Þeld located at the Lake Wheeler Field Experiment Station (North Carolina State University, Wake Co.). In a completely randomized design, 16 treatment plots, each 3.05 by 15.25 m, were assigned one of four replications: control (no incorporation), disk (incorporation to 8 cm in depth), mulch tillage (15 cm), and moldboard plow (33 cm).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Turkey litter containing all life stages of lesser mealworm was collected from a poultry house and loaded onto a John Deere model 350 (Deere and Company, Welland, Ontario, Canada), high gate, rear delivery manure spreader with a 2,500-liter capacity. Litter was applied to the Þeld perpendicular to the treatment layout at a rate of 13 liters/m 2 . Trays (45.1 by 35.6 cm) were used to collect pretreatment samples and estimate the number of beetles applied to the Þeld before incorporation. Trays were placed on the Þeld to capture litter from the manure spreader passing directly overhead. The spreader made four passes, yielding16 samples per pass and a total of 64 samples per Þeld (Fig. 1) . Litter from each tray was weighed, the number of adult beetles on each tray was counted and the density of live beetles per tray was calculated. The number of live beetles applied to the Þeld was then extrapolated from the sample density as mean beetles/ Þeld ϭ (Þeld area)/(tray area) ϫ mean number beetles collected per tray.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 686,
                    "end": 694,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Materials and Methods"
        },
        {
            "text": "After pretreatment samples were collected the litter was incorporated into the soil. Litter in disk and mulch till treatment plots was incorporated with two passes of the implement and only one pass with the plow.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "In poultry houses, lesser mealworm adults and larvae seek refuge under boards or bury deep in the litter by day and come out at night (Geden and Axtell 1987) . For this study, we selected traps that could be used as refugia by beetles in the Þeld. Ten each of three types of traps (cylinder, tile, and pitfall) were randomly placed in each treatment plot. Cylinder traps, sheet metal stove pipe (15 cm in diameter) cut into 15-cm lengths were pressed into the soil to a depth of Ϸ3 cm and capped with 1-liter plastic food container, and white vinyl ßoor tiles (30 by 30 cm) were placed on the soil surface. Plastic drink cups (340 ml) were buried in the soil with the lip of the cup at surface level and were used as pitfall traps. In addition, alsynite cylinders (90 cm in length by 30 cm in diameter) were mounted on a 1.52-m length of conduit and covered with sticky transparent acetate sheet and were placed at the ends (n ϭ 2) of each treatment plot to monitor ßying beetles (Broce 1988) . All traps (32 per treatment plot) were examined on days 1, 3, 7, 10, 14, 17, 21, 24, and 28 after incorporation. Beetles in the cylinder and pitfall traps were contained within the trap and were easily counted and removed. As the tile was lifted, all visible beetles were counted. Small stones or soil aggregates under the tile were lifted and all the beetles beneath were counted and removed. Beetles were counted and removed with forceps from the sticky traps.",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 157,
                    "text": "(Geden and Axtell 1987)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 980,
                    "end": 992,
                    "text": "(Broce 1988)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "The experiments were conducted during August and November 2000 and February and May 2001. Soil temperatures were recorded hourly at 15 cm below the surface, at the soil surface and ambient air measured 1 m from the surface, using Campbell ScientiÞc (Logan, UT) 21X Micrologger, equipped with copper constantan thermocouples. Average daily temperature was calculated from the hourly observations. The experiments described above were performed on soil characterized as Cecil (Piedmont) red clay (Ͼ35% clay) under normal moisture conditions (9.1 cm monthly average) (Daniels et al. 1999) . Because soils in North Carolina vary regionally, a Þfth experiment was conducted during the summer 2001 on sandy loam soil (Ͻ20% clay) typical of the coastal plain (Daniels et al. 1999) . Litter from a commercial broiler house located near Beulaville, NC (Duplin Co.), was used for this experiment.",
            "cite_spans": [
                {
                    "start": 564,
                    "end": 585,
                    "text": "(Daniels et al. 1999)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 752,
                    "end": 773,
                    "text": "(Daniels et al. 1999)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Data transformations were performed on the pooled trap data as described above. ANOVA with a TukeyÕs pairwise comparison was used to discriminate mean numbers of beetles (ϮSEM) applied to each treatment plot and lesser mealworm emergence between treatments and seasons (Minitab 1997; SAS Institute 1987) .",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 283,
                    "text": "(Minitab 1997;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 284,
                    "end": 303,
                    "text": "SAS Institute 1987)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Experiment 1: Simulated Incorporation of Beetle-Infested Litter. Beetles emerged from and were present on the surface of the soil after burial at all depths (Table 1) . Most emerging beetles were collected day 1 (Fig. 2) . Beetle emergence was Յ50% of the number applied, regardless of treatment. Mean beetle emergence from the 23-and 30-cm depths (7.5 Ϯ 0.01and 6.7 Ϯ 2.31, respectively) was slightly lower than from the 8-and 15-cm depths (9.5 Ϯ 0.99 and 10 Ϯ 2.62, respectively). These differences were not signiÞcant (F ϭ 0.95; df ϭ 4, 29; P ϭ 0.452). Few beetles (4.8 Ϯ 1.07) were observed on the surface of the control treatments (Table 1) . At low densities, as in this experiment, exposed beetles rapidly buried themselves demonstrating a negative phototaxis. A similar response was seen on the litter surface in sparsely populated poultry houses but the inverse was true when beetle densities were high (Geden and Axtell 1987) .",
            "cite_spans": [
                {
                    "start": 912,
                    "end": 935,
                    "text": "(Geden and Axtell 1987)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 157,
                    "end": 166,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 212,
                    "end": 220,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 636,
                    "end": 645,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "Upon completion of the experiment, soil from each pipe length was examined for beetles. In every treatment, all beetles introduced to the pipe length were recovered alive, demonstrating that adult beetles survive being buried at depths Յ30 cm for 28 d. It is very likely these beetles could have lived signiÞcantly longer buried in soil with an adequate food supply (litter) and favorable environmental conditions. Preiss (1971) recorded adult beetle survival of 700 d under favorable conditions, suggesting great potential for reinfestation of poultry houses through walking or ßight. Although Savage (1992) stated that adult lesser mealworm may ßy as much as a mile overnight, how ßight distances were measured was not described. He speculated that if litter was applied 0.4 km (0.25 miles) from the poultry house, and beetle dispersal was random, Ϸ60,000 beetles of every 1 million beetles applied to the Þeld would return to the poultry house. In our experiment, lesser mealworm survival was not affected by burial.",
            "cite_spans": [
                {
                    "start": 595,
                    "end": 608,
                    "text": "Savage (1992)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "Experiment 2: Field Incorporation of Lesser Mealworm-Infested Litter. The amounts of litter that can be applied to the Þeld are regulated by the North Carolina Department of Natural Resources and are dictated by the nitrogen content. Dry weight litter amounts applied to the Þeld were 1,860 kg in summer, 1,796 kg in winter, 1,315 kg in autumn, and 1,510 kg in spring. Pretreatment sampling trays collected Ϸ0.3 kg of litter each. Beetle densities in the poultry house litter used for this study were variable (Table 2) . Most live beetles were land-applied during the summer (62,879) and winter (188,606) seasons and least during the fall (21,374) and spring (14,658).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 510,
                    "end": 519,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "The mechanical action of the manure spreader (John Deere 350) was expected to kill a portion of the beetles inhabiting the litter. However, relatively few dead beetles were observed in spread litter and mortality was estimated at Յ30% of adult beetles. Using similar methods, Watson et al. (1998) land-applied fresh caged layer manure and observed 89% mortality of house ßy larvae resulting from the ßailing action of the manure spreader, a New Holland 305, 4,000-liter capacity, auger drive, and side delivery spreader (CNH Company, Lake Forest, IL). Although not directly measured in our study, several factors may have reduced beetle mortality. First, being hardy insects, the beetles were not stunned by the ßailing action of the manure spreader. Second, the physical characteristics of litter and manure may affect postspreading mortality. The moisture and texture of turkey litter, a mixture of wood shavings and manure, was very different from the caged layer manure, a typically wet (80% moisture) and highly viscous material. Third, manure spreader designs also may affect mortality. One is a chain-driven rear delivery system with large paddles designed to throw the manure behind the spreader (John Deere 350). The second design (e.g., New Holland 305) has an auger screw in the bottom of the hopper that feeds the litter into a delivery unit that crushes clumped litter before it is thrown from the side. SpeciÞc studies to examine manure spreader induced insect mortality have not been conducted. (Table 2 ). Mean number of beetles emerging from the soil after incorporation was greatest in the control plots, 6.47 Ϯ 1.12 for each observation. In contrast mean beetle emergence from disk, mulch tillage and moldboard plow were 3.52 Ϯ 0.68, 4.21 Ϯ 0.89, and 2.70 Ϯ 0.50, respectively. Trends in these data indicate the plow treatment had the greatest impact of the three methods of incorporation, regardless of season. Watson et al. (1998) had conducted a similar study focused on house ßy survival after incorporation of manure into a gravel loam soil. In contrast to the current study, they found no signiÞcant differences between treatments relative to the control. This in part may be explained by differences in soil type, Cecil red clay and a Howard gravel loam. Clay soils are easily compacted and retain moisture, whereas the gravel loam is porous and well drained, allowing for increased insect movement and survival.",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 296,
                    "text": "Watson et al. (1998)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1931,
                    "end": 1951,
                    "text": "Watson et al. (1998)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 1510,
                    "end": 1518,
                    "text": "(Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "The average soil temperature, recorded at 15 cm in depth, was 25.7ЊC for the spring replicate. Beetle emergence was unlike the other seasonal studies (Fig. 3A) . Fewer beetles emerged from the control plots (2.39 Ϯ 0.85) and plow plots (2.75 Ϯ 1.01), although the difference was not signiÞcant from the other treatments (Table 2 ). Relatively few beetles were applied to the Þeld (14,657), and the trapping recovery may have too low to elucidate statistical patterns given the number of traps per treatment. Beetle recovery also was hampered by extremely heavy rains the second day of the study resulting in a Þeld too wet to collect data on day 3 postincorporation (Fig. 3A) . Beetles in the control treatment had little refuge from the rains and may have been washed away. In contrast, superÞcial soil structure caused by the disk, mulch, and plow equipment may have provided some beetle protection from the rains.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 150,
                    "end": 159,
                    "text": "(Fig. 3A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 320,
                    "end": 328,
                    "text": "(Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 666,
                    "end": 675,
                    "text": "(Fig. 3A)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "The average soil temperature 15 cm below the surface was 26ЊC during the summer seasonal study. Treatment effects for the summer study were similar to the combined data. Disk, mulch, and plow treatments signiÞcantly reduced beetle emergence from the soil relative to the control (F ϭ 3.45; df ϭ 3, 143; P Յ 0.018) ( Table 2 ). The number of beetles emerging from the soil declined sharply 14 d postincorporation (Fig. 3B ). Between days 14 and 17, heavy rainfall saturated the treatment plots, apparently forcing buried beetles to the surface, resulting in increased beetle emergence days 17Ð21. In the laboratory study simulating mechanical incorporation, beetles that did not emerge to the surface after 28 d were found alive in the soil at the conclusion of the study. Presumably, saturating the soil with water would have either trapped them below or driven these beetles to the surface. Treatment differences from the autumn experiment ( Fig. 4A) were inconsistent with those of the summer (Fig. 3B) . Mean beetle emergence from the control and disk treatments were similar, 0.36 Ϯ 0.16 and 0.33 Ϯ 0.19, respectively, and mean beetle emergence from the mulch treatment was 0 (F ϭ 2.61; df ϭ 3, 143; P Յ 0.054), (Table 2) . Pairwise comparison of beetle emergence from disk, mulch and plow treatments were not signiÞcant. There are two possible explanations: 1) as was observed in the spring experiment few beetles (21,374) were applied to the Þeld with the used poultry litter (Table 2) , and the percentage of beetles captured in the traps may have been too low to show signiÞcant treatment effects; and 2) temperature effects may have obscured treatment effects. The autumn seasonal study was during a period of unusually cold weather. The average soil temperature 15 cm below the surface was 4ЊC. Renault et al. (1999) reported that chill coma (a reversible condition in which cold temperature has severely reduced locomotion) occurred at 6ЊC in adult lesser mealworm. Under these circumstances, the beetles would not have survived the cold buried 15 cm in the soil, although daily shifts in radiant heat in the control and shallower tillage disk treatments may have allowed some beetle survival.",
            "cite_spans": [
                {
                    "start": 1805,
                    "end": 1826,
                    "text": "Renault et al. (1999)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 316,
                    "end": 323,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 412,
                    "end": 420,
                    "text": "(Fig. 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 943,
                    "end": 951,
                    "text": "Fig. 4A)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 995,
                    "end": 1004,
                    "text": "(Fig. 3B)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1216,
                    "end": 1225,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1482,
                    "end": 1491,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "The winter seasonal study was under only slightly milder temperatures than the autumn seasonal study with an average soil temperature 15 cm below the surface of 6.2ЊC. Treatment effects were apparent (F ϭ 12.83; df ϭ 3, 143; P Յ 0.0001) relative to the control, but no difference was observed between disk, mulch, and plow treatments ( Table 2) . As expected, percentage of beetle emergence was affected by temperature (Fig. 4B) , and when mean temperatures were Ͻ6ЊC beetle survival was reduced.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 336,
                    "end": 344,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 419,
                    "end": 428,
                    "text": "(Fig. 4B)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "In general, beetle emergence from the soil had nearly ceased by day 28 (Figs. 3 and 4) . Although beetles survived burial in soils 28 d under laboratory conditions (experiment 1), harsh Þeld conditions, particularly temperature and moisture, probably limits buried beetle survival beyond 28 d.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 71,
                    "end": 86,
                    "text": "(Figs. 3 and 4)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "We suspected that beetle emergence would differ from coastal plain sands of eastern North Carolina, which have physical characteristics unlike Cecil piedmont clay. Litter was applied to the eastern North Carolina Þeld during the summer when soil temperatures (15 cm in depth) were 26ЊC. Approximately 82,100 beetles were applied to the Þeld before incorporation of the litter. Percentage of recovery of live beetles was greater than observed in clay soils (Table 2) . Sandy soils tended to collapse easily and we suspect the lack of soil structure facilitated beetles crawling to the surface. Regardless of perceived soil differences, trends observed on clay soils were consistent with sandy soils. As in clay soils, the mean number of beetles emerging from the sandy soil Þeld declined and little beetle activity was observed after 24 d (Fig. 5) . Mechanical incorporation of poultry litter signiÞcantly reduced beetle emergence in sandy soil types (F ϭ 4.06; df ϭ 3, 143; P Յ 0.008). Disk and plow treatments reduced emergence signiÞcantly compared with control (Table 2) . Litter incorporation with a plow may be more effective in sandy soils as the sand settled completely after treatment and provides less surface structure (crevices) for harborage. The mulch tillage treatment was not signiÞcantly different from the control in sandy soils. Presumably, the greater spacing between the tines of the mulch till implement did not completely turn the soil. Temperature and population density probably play a major role in beetle movement (Geden and Axtell 1987 , Rueda and Axtell 1996 , Renault et al. 1999 . Climbing and tunneling behavior within poultry houses seem to be density-dependent (Geden and Axtell 1987) . In their study, larval and adult activity increased during periods of darkness between 2000 and 2400 hours. Mass movement of beetles from Þeld applied poultry manure does occur occasionally, and the subsequent invasion of residences has resulted in litigation (Hinchey 1997 , Miller 1997 . We expected that disturbance of the litter during the removal process may induce ßight and perhaps movement toward existing poultry houses. The presence of beetles on the sticky alsynite traps surrounding the Þeld in our study was indicative of beetle ßight. We observed evidence of beetle ßight during evenings of both summer studies but no ßight during any other season. Beetle densities were 62,879 and 81,100 per Þeld during summer trials on clay and sandy soils, respectively. Soil temperatures were Ϸ25 and 26ЊC when ßight was observed. Similar temperatures were observed in the spring, but beetle densities were lower (14,658), suggesting temperature and population density inßuences beetle movement.",
            "cite_spans": [
                {
                    "start": 1540,
                    "end": 1562,
                    "text": "(Geden and Axtell 1987",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1563,
                    "end": 1586,
                    "text": ", Rueda and Axtell 1996",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1587,
                    "end": 1608,
                    "text": ", Renault et al. 1999",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1694,
                    "end": 1717,
                    "text": "(Geden and Axtell 1987)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1980,
                    "end": 1993,
                    "text": "(Hinchey 1997",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1994,
                    "end": 2007,
                    "text": ", Miller 1997",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 456,
                    "end": 465,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 838,
                    "end": 846,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1064,
                    "end": 1073,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "Other stimuli that inßuence beetle ßight are largely unknown. In our study, beetle ßight was most apparent in trials conducted on sandy soil in eastern North Carolina. This was evident in the number of adult beetles caught by pitfall (1.78 Ϯ 0.116), tile (3.98 Ϯ 0.344), cylinder (0.279 Ϯ 0.04), and sticky traps (5.31 Ϯ 0.550). Seven days after the litter was applied to the Þeld, lesser mealworms began to ßy and were captured by the sticky traps surrounding the Þeld (Fig.  6) . The nearest poultry house was Ϸ40 m from the corner of the Þeld site and may have attracted the beetles. Although conclusive directional movement was not evident in our study, the visual or chemical cues that attract the beetles need to be deÞned to understand the factors that inßuence beetle movement.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 470,
                    "end": 479,
                    "text": "(Fig.  6)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "The potential for emigration of lesser mealworms from land applied litter to poultry houses, residential areas, and nearby businesses continues to concern the poultry industry (Vaillancourt and Stringham 2003) . This study demonstrates that mechanical incorporation of poultry litter and/or application during cooler temperatures has a signiÞcant impact on lesser meal-worm emergence and serves to reduce the potential for disease transmission and nuisance complaints. Two factors inßuence the utility of this practice. 1) Beetle emigration would likely occur, regardless of incorporation method, if beetle densities were greater than those used in this study. Efforts should be made to maintain relatively low beetle densities during the production cycle through a pest management program. 2) The legal requirement for applying litter to a growing crop or to Þelds planted within 30 d limits the practical application of litter during the cooler months as a beetle control strategy. Synchronized annual or semiannual litter applications near Þrst or last frost dates, followed by incorporation may limit risks associated with beetle movement. ",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 209,
                    "text": "(Vaillancourt and Stringham 2003)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Results and Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Poultry integrated pest management: status and future",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Axtell",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Integr. Pest Manage. Rev",
            "volume": "4",
            "issn": "",
            "pages": "43--73",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "An improved alsynite trap for stable ßies, Stomoxys calcitrans (Diptera: Muscidae)",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Broce",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J. Med. Entomol",
            "volume": "25",
            "issn": "",
            "pages": "406--409",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Soil systems in North Carolina",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Daniels",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Buol",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Kleiss",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Ditzler",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Transmission of enteric pathogens of turkeys by lesser mealworm larva (Alphitobius diaperinus)",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Despins",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Axtell",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "V"
                    ],
                    "last": "Rives",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Guy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Ficken",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. Appl. Poult. Res",
            "volume": "3",
            "issn": "",
            "pages": "61--65",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Feeding behavior and growth of broiler chicks fed larvae of the lesser mealworm, Alphitobius diaperinus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Despins",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Poult. Sci",
            "volume": "74",
            "issn": "",
            "pages": "331--336",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Factors affecting climbing and tunneling behaviors of the lesser mealworm (Coleoptera: Tenebrionidae)",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Geden",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J. Econ. Entomol",
            "volume": "80",
            "issn": "",
            "pages": "1197--1204",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Transmission of eimeria, viruses, and bacteria to chicks: lesser mealworms (Alphitobius diaperinus) as vectors of pathogens",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Goodwin",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Waltman",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J. Appl. Poult. Res",
            "volume": "5",
            "issn": "",
            "pages": "51--55",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Bugged residents sue over beetles",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Hinchey",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "The Columbus Dispatch. Columbus, OH. Thursday, 2 October. 1Ð2A",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Reservoir competence of the lesser mealworm (Coleoptera: Tenebrionidae) for Salmonella typhymurium (Eubacteriales: Enterobacteriaceae)",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Mcallister",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Steelman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Skeeles",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. Med. Entomol",
            "volume": "31",
            "issn": "",
            "pages": "369--372",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Isolation of infectious bursal disease virus from the lesser mealworm, Alphitobius diaperinus (Panzer)",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Mcallister",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Steelman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Newberry",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Skeeles",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Poult. Sci",
            "volume": "74",
            "issn": "",
            "pages": "45--49",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Reservoir competence of Alphitobius diaperinus (Coleoptera: Tenebrionidae) for Escherichia coli (Eubacteriales: Enterobacteriaceae)",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Mcallister",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Steelman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Skeeles",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Newberry",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Gbur",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "That crunchy stuff in your cereal bowl may not be granola: beetles invade an Ohio town when chicken farmerÕs plan for ßy control goes awry",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Wall Street J",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Minitab release 11",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Minitab",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Coleoptera of poultry manure in caged-layer houses in North Carolina",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Pfeiffer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Environ. Entomol",
            "volume": "9",
            "issn": "",
            "pages": "21--28",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Bionomics of the lesser mealworm",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Preiss",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Alphitobius diaperinus (Coleoptera: Tenebrionidae). Ph.D. dissertation. University of",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Survival and chill-coma in the adult lesser mealworm, Alphitobius diaperinus (Coleoptera: Tenebrionidae), exposed to low temperatures",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Renault",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Saline",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Vannier",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vernon",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Therm. Biol",
            "volume": "24",
            "issn": "",
            "pages": "229--236",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Temperature dependent development and survival of the lesser mealworm, Alphitobius diaperinus",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Rueda",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Med. Vet. Entomol",
            "volume": "10",
            "issn": "",
            "pages": "80--86",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Arthropods in litter of poultry (broiler chicken and turkey) houses",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Rueda",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J. Agric. Entomol",
            "volume": "14",
            "issn": "",
            "pages": "81--91",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "SAS Institute. 1987. SAS system for elementary statistical analysis. SAS Institute",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Reducing lesser mealworms",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Savage",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Poult. Dig",
            "volume": "51",
            "issn": "",
            "pages": "34--36",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The role of litter beetles as potential reservoir for Salmonella enterica and thermophilic Campylobacter spp. between broiler ßocks",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Skov",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Spencer",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hald",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pertersen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Nauerby",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Carstensen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Madsen",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Avian Dis",
            "volume": "48",
            "issn": "",
            "pages": "9--18",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Infestaion and damage of poultry house insulation by the lesser mealworm, Alphitobius diaperinus (Panzer)",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Vaughan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Ruszler",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Poult. Sci",
            "volume": "63",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Poultry disease risk management: practical biosecurity rescouces CD",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Vaillancourt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Stringham",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "U.S. Poultry & Egg Assoc",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "House ßy (Musca domestica L.) survival after mechanical incorporation of poultry manure into Þeld soil",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Watson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Rutz",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Keshavarz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Keith Waldron",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J. Appl. Poult. Res",
            "volume": "7",
            "issn": "",
            "pages": "302--308",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Limited transmission of turkey coronavirus (TCV) in young turkeys by adult lesser mealworms, Alphitobius diaperinus Panzer (Tenebrionidae)",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Watson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Guy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Stringham",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Med. Entomol",
            "volume": "37",
            "issn": "",
            "pages": "480--483",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Soil facts: poultry manure as a fertilizer source. Extension on-line fact sheet, Department of Soil Science",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Zublena",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Barker",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Carter",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Plot layout for pretreatment sampling of poultry litter. C, control; D, disk; M, mulch; P, plow. X, position of tray; arrows, direction of manure application.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Mean beetle emergence after burial in pots at 8-, 15-, 23-, and 30-cm depths.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Mean numbers of beetles emerging from clay soils after mechanical incorporation of poultry litter. Litter was applied to the Þeld in the spring (A) and summer (B).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Mean numbers of beetles emerging from clay soils after mechanical incorporation of poultry litter. Litter was applied to the Þeld in the autumn (A) and winter (B).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Mean number of beetles that emerged from sandy soil for each treatment; control, disk, mulch, and plow. P Յ 0.0001.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Total of number beetles collected from sticky traps within 40 m of a poultry house after the summer application of poultry litter to Þeld soils.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Mean number of beetles that emerged from soil at depths 0, 8, 15, 23, and 30 cm Treatment differences were signiÞcant (F ϭ 4.75; df ϭ 3, 595; P Յ 0.030) when season was held constant",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Estimated number of darkling beetles emerging from field soils after application and incorporation of poultry litter Treatment means within season followed by the same letter are not signiÞcantly different. ANOVA, TukeyÕs pairwise comparison.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}