{
    "paper_id": "10c8214c3c721e2a56dae312e8ee152beb962c73",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Inuit communities are at high risk for respiratory infections and coronavirus disease 2019 (COVID-19) because they are currently fighting another respiratory infection epidemic, tuberculosis. Inuit today are nearly 300 times more likely to get tuberculosis than any Canadian born, non-indigenous person. 1 COVID-19 has been reported in Inuit communities in Nunavik, Canada; however, no case of COVID-19 disease has been reported in Nunavut, Canada. 2 But there is no room for complacency. In Clyde River, Nunavut, the community is already implementing emergency readiness plans for the control of COVID-19. 3 Communities in this area are reachable only by air, have very basic medical care facilities, and have insufficient COVID-19 testing available. If the virus that causes COVID-19 reaches Nunavut, it could have tragic consequences.",
            "cite_spans": [
                {
                    "start": 607,
                    "end": 608,
                    "text": "3",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Inuit communities can beat COVID-19 and tuberculosis"
        },
        {
            "text": "Defeating infectious diseases requires community-driven responses. Community leadership together with a coordinated public health approach are needed to eliminate tuberculosis in Nunavut. We need the same response for COVID-19. WHO has recognised the need for community-driven responses and encourages implementation of innovative people-centred approaches to tuberculosis during the COVID-19 pandemic. 4 Community organisations, such as Ilisaqsivik Society and SeeChange Initiative, have developed a unique collaborative model: 5 a fundamentally community-first approach that provides control, space, and resources for community members to empower themselves to eliminate tuberculosis. It can do the same for COVID-19.",
            "cite_spans": [
                {
                    "start": 403,
                    "end": 404,
                    "text": "4",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Inuit communities can beat COVID-19 and tuberculosis"
        },
        {
            "text": "The model includes the development of emergency readiness plans (eg, sourcing hygiene materials for the community), the creation of radio and online platforms to share culturally appropriate material on COVID-19, the training of community members to share relevant health-care tasks (eg, telemedicine); and the promotion of surveys and mask wearing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inuit communities can beat COVID-19 and tuberculosis"
        },
        {
            "text": "Equipped with culturally appropriate information and ownership of the resources needed to tackle COVID-19 and tuberculosis, Inuit communities can protect and prepare their members.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inuit communities can beat COVID-19 and tuberculosis"
        },
        {
            "text": "Clyde River and other communities are leading the way in Nunavut. Elsewhere, communities that are given adequate resources and implement prevention and treatment strategies can win the fight against COVID-19 and tuberculosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inuit communities can beat COVID-19 and tuberculosis"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "2 CBC News. Nunavik-wide curfew in effect after first case of COVID-19",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Patterson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Finn",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Barker",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Can Commun Dis Rep",
            "volume": "44",
            "issn": "",
            "pages": "82--85",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "River council voices COVID-19 concerns",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Anselmi",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Clyde",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Information note: tuberculosis and COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "WHO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "We can pass the flame: a community first approach to tuberculosis elimination in Nunavut",
            "authors": [],
            "year": 2020,
            "venue": "See Change Initiative",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Correspondence www.thelancet.com/public-health Published online April 24, 2020 https://doi.org/10.1016/S2468-2667(20)30091-8 1",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}