{
    "paper_id": "11177685e9e94601cb2eb976d1dcc0a3322e463b",
    "metadata": {
        "title": "8 The Successes and Failures of Global Health Organizations: The World Health Organization, UNAIDS, Médicins sans Frontières and PEPFAR",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "tries and monitoring and assessing health trends (http://www.who.int/en/). These core functions of WHO in public health for the 10-year period from 2006 to 2015 are set out in the \"11th General Programme of Work\" (http://whqlibdoc.who.int/ publications/2006/GPW_eng.pdf). Article 2 of the WHO Constitution only authorizes assistance to governments and emergency aid upon request. Article 2 also specifically charges the WHO with stimulating and advancing work to eradicate epidemic, endemic and other diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The World Health Assembly governs decision-making for the WHO's 193 Member States and appoints the Director General. Each Member has one vote. It meets annually at the headquarters in Geneva. An Executive Board, composed of 34 members technically qualified in the field of health that are elected for 3-year terms, implements the decisions and policies of the Health Assembly and provides advice to facilitate the work of the Health Assembly (http://www.who.int/ governance/en/). The Director General and the secretariat, staffed by almost four thousand health and other experts, play a significant role in making proposals and influencing the agenda and outcomes of the WHO (Stein 2001) .",
            "cite_spans": [
                {
                    "start": 675,
                    "end": 687,
                    "text": "(Stein 2001)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Article 19 of the WHO Constitution authorizes the Health Assembly to adopt conventions or agreements, by a vote of two-thirds of the Assembly, with respect to any matter within the competence of the WHO. If the WHO adopts agreements, they come into force for each member when adopted according to its national constitutional processes. In practice, the WHO takes decisions primarily by consensus through nonbinding and less formal procedures such as recommendations, resolutions, and the promulgation of technical standards or guidelines drawn up by expert bodies (Stein 2001) .",
            "cite_spans": [
                {
                    "start": 564,
                    "end": 576,
                    "text": "(Stein 2001)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Article 21 authorizes the Health Assembly to adopt regulations regarding sanitary and quarantine requirements and other procedures designed to prevent the international spread of diseases, as well as standards for biological, pharmaceutical and similar products moving in international commerce. Article 22 provides that these regulations come into force for the members upon due notice of their adoption by the Health Assembly, unless the Members notify their rejection to the Director General with the period of time stated in the notice. The WHO adopted only two regulations in its first 50 years: Regulation No. 1, Unification of Statistical Classification of Morbidity and Mortality (1948, revised several times) ; and Regulation No. 2, International Sanitary Regulations (1951) (Stein 2001) .",
            "cite_spans": [
                {
                    "start": 718,
                    "end": 719,
                    "text": ";",
                    "ref_id": null
                },
                {
                    "start": 720,
                    "end": 783,
                    "text": "and Regulation No. 2, International Sanitary Regulations (1951)",
                    "ref_id": null
                },
                {
                    "start": 784,
                    "end": 796,
                    "text": "(Stein 2001)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Article 23 authorizes the Health Assembly to make recommendations to Members with respect to any matter within the competence of the WHO. Chapter XIV of the WHO Constitution requires Members to provide annual reports on action taken to improve the health of its people (Article 61) and with respect to WHO recommendations, conventions and agreements (Article 62), and to report health laws, regulations and statistics (Article 63) and to provide statistical and epidemiological reports (Article 64). The International Court of Justice has jurisdiction to interpret the WHO Constitution should disputes arise, unless the relevant parties agree otherwise (Article 75).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "articulating evidence-based policy options, providing technical support to coun-",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The WHO HIV/AIDS Department forms part of the WHO Cluster for HIV/ AIDS, TB and Malaria. The HIV/AIDS department provides technical support to WHO Member States to help them scale up treatment, care, and prevention services within the context of the overall health sector. It is made up of the following seven teams: (1) Prevention in the Health Sector; (2) Antiretroviral Treatment and HIV Care; (3) Operational and Technical Support; (4) Health Systems Strengthening; (5) Strategic Information and Research; and (6) the Office of the Director (ODH) that responds on policy coordination, advocacy communications, resource mobilization and program management (http://www.who.int/hiv/aboutdept/ en/index.html).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nature of WHO Operations Related to HIV/AIDS"
        },
        {
            "text": "The work of the WHO with respect to HIV/AIDS has been largely limited to prevention and treatment issues. The WHO has produced global guidelines for various aspects of prevention and treatment. It has also participated in advocacy, notably with respect to the expansion of access to antiretroviral treatment and other forms of health care for HIV-positive people. It publishes an annual update on the epidemic with UNAIDS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scope of WHO Operations Related to HIV/AIDS"
        },
        {
            "text": "In addition to the Department of HIV/AIDS, more than 30 other WHO departments have HIV-related functions, as part of WHO global HIV/AIDS program, including the following: (1) Child and Adolescent Health (prevention of motherto-child HIV transmission, infant feeding, care and management of children with AIDS, integration of HIV/AIDS into the Integrated Management of Childhood Illness guidelines, HIV/AIDS prevention, treatment and care among young people, surveillance and strengthening of adolescent health services and policy development and advocacy); (2) Gender, Women and Health (equitable access to services and treatment for HIV-positive women, integration of gender issues into HIV programs and violence against women within the context of HIV); (3) Immunization, Vaccines and Biologicals (promotion of the development and availability of preventive HIV vaccines); Making Pregnancy Safer (integration of HIV into maternal and neonatal care services); (4) Reproductive Health and Research (integration of HIV into sexual and reproductive health services, prevention and control of sexually transmitted infections, research on standards and quality assurance of male and female condoms and research on male circumcision for HIV prevention, microbicides and hormonal contraceptives for HIV); (5) Medicines Policy and Standards (HIV medicines policies, prequalification, selection and rational use of medicines, intellectual property rights and prices and sources of HIV medicines); (6) Technical Cooperation for Essential Drugs and Traditional Medicine (technical cooperation with countries, development of national HIV medicines policies and strengthening of procurement and supply management systems related to HIV); (7) Essential Health Technologies (blood transfusion safety, HIV diagnostics, laboratory monitoring of ART and laboratory technology, procurement of diagnostics and laboratory equipment, injection safety, health care worker protection and surgical and clinical procedure safety); (8) Equity in Health (social determinants of health relating to HIV, equity and HIV and equitable access to HIV/AIDS treatment and care); (9) Health Systems Financing, Expenditure and Resource Allocation (donor funding for HIV, HIV accounts within the framework of National Health Accounts, health spending and policies for risk protection and sustainable financing for HIV and financing strategies to enable free access to HIV services); (10) Health Policy, Development and Services (service delivery models for HIV, management of resources and integration of HIV into general health and development policies); (11) Human Resources for Health (country health workforce assessments that focus on HIV, country policies and plans for sustainable workforce development, strengthening of nursing, midwifery and other health worker capacity and performance); (12) Knowledge Management and Sharing (knowledge management strategies and knowledge sharing on HIV); (13) Measurement and Health Information Systems (HIV/AIDS surveillance and estimates, health services mapping, health system metrics and methodologies for monitoring HIV/AIDS scale up in countries, country capacity building for HIV/AIDS surveillance, monitoring and evaluation and ART scale up monitoring); (14) Stop TB Department (management of HIV/TB co-infection, integration of HIV into TB services, integration of TB into HIV services and collaboration with The Global Fund); (15) Global Malaria Program (management of HIV/malaria co-infection, collaboration with Roll Back Malaria and Geographic Information (application of global strategic information and mapping systems to monitoring of HIV/AIDS services, partners, resources and risks); (17) Control of Neglected Tropical Diseases (HIV and tropical diseases, HIV/ leishmania co-infection and disease control in humanitarian emergencies); (18) Epidemic and Pandemic Alert and Response (HIV within the context of strengthening the capacity of countries to prepare for and respond to epidemics and implementation of the International Health Regulations); (19) Nutrition for Health and Development (infant feeding in paediatric HIV/AIDS, nutritional needs of people living with HIV/AIDS, integration of nutrition into HIV policies and programs and integration of HIV into nutrition policies and programs); (20) Mental Health and Substance Abuse (mental health and HIV, including integration of mental health issues into HIV policies and programs, management of mental health and neurological disorders related to HIV, quality of life of people living with HIV/AIDS and prevention and management of substance dependence); (21) Ethics, Trade, Human Rights and Health Law (ethical aspects of equitable access to services, HIV testing and counseling, human rights and HIV, health laws related to Partnership and collaboration with The Global Fund); (16) Public Health Mapping and development, particularly HIV medicines, microbicides and vaccines, and implications of intellectual property rights) (http:// www.who.int/en/).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scope of WHO Operations Related to HIV/AIDS"
        },
        {
            "text": "partners, hosted by the WHO HIV/AIDS department, that support countries' procurement and supply management of HIV commodities. The AMDS collects and disseminates information on prices, availability and the regulatory status of antiretroviral medicines, technical information of HIV diagnostics and condoms through the AMDS website and by other means of communication (http://www .who.int/hiv/amds/about/en/index.html). The WHO also disseminates information on dosage recommendations for ART (http://www.who.int/hiv/treatment/en/ index.html).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AIDS Medicines and Diagnostics Service"
        },
        {
            "text": "The WHO and its HIV ResNet group of experts and organizations have developed a Global Strategy for HIV Drug Resistance Prevention, Surveillance and Monitoring, to investigate the scale of HIV drug resistance and to prepare countries to respond should drug-resistant HIV epidemics emerge. HIV is able to mutate in order to become resistant to antiretroviral drugs. Drug resistance results in treatment failure, increases health costs due to second-line treatment for patients, leads to the spread of resistant strains of HIV and creates the need to develop new anti-HIV drugs (http://www.who.int/hiv/drugresistance/en/index.html).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIV Drug Resistance Prevention, Surveillance and Monitoring"
        },
        {
            "text": "In 2001, the WHO created the Prequalification Program to evaluate medicinal products based on unified standards of acceptable quality, safety and efficacy, including those used for HIV/AIDS. The Prequalification Program also engages in capacity building and training of staff from national regulatory authorities, quality control laboratories and manufacturers and certifies quality control laboratories of pharby UN agencies to guide their procurement decisions but is also used by other prequal/). A notable exception is PEPFAR (see below).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prequalification Program for Medicinal Products"
        },
        {
            "text": "HIV and impact of trade and globalization on HIV); (22) ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prequalification Program for Medicinal Products"
        },
        {
            "text": "In 2007, the WHO, with support from the US National Institutes of Health and the US Centers for Disease Control, published guidelines on prevention and care for people living with HIV. Given the continuing gap between the need for antiretroviral treatment (ART) and the number of people who have access to treatment, the WHO developed these guidelines for people living with HIV who are not yet candidates for ART or who do not have access to ART. The focus of the guidelines is to promote health (for example, through nutrition guidelines), prevent transmission (through promotion of safe sex and safe drug use and testing and counseling, for example) and address diseases that have a great impact on the health of HIVpositive people, by preventing opportunistic infections (such as bacterial infections, pneumonia and tuberculosis) and other diseases (such as malaria) (http:// www.who.int/en/). The WHO has also prepared guidelines for preventing HIV transmission among injection drug users, guidelines for expanding testing and counseling in health facilities and guidelines for the prevention of mother-to-child transmission of HIV. The WHO and UNAIDS also are developing specific policy recommendations for expanding and promoting male circumcision as a method of HIV prevention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Guidelines for Prevention and Care"
        },
        {
            "text": "In May 1975, the Twenty-eighth World Health Assembly passed a resolution that recognized the risk of transmitting diseases through human blood products, especially when donors are paid, and urged Member States to promote voluntary, nonremunerated blood donations, especially in developing countries (http://www. who.int/bloodsafety/en/WHA28.72.pdf).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Safety of Blood Products"
        },
        {
            "text": "In January 1987, the Executive Board of the WHO passed a resolution on the rational use of blood products, but it made no mention of AIDS (http://www. who.int/bloodsafety/en/EB79.R1.pdf). In May 1987, the Fortieth World Health Assembly endorsed the WHO global strategy for the prevention and control of AIDS and the establishment of a special program on AIDS. It recognized that information and education on the modes of transmission and the availability of safe blood and blood products were still the only measures available to prevent the spread of AIDS. The Health Assembly also described AIDS as an emergency, urged Member States to make contributions in cash and in kind to implement the global strategy and appealed to bilateral and multilateral agencies to support the worldwide fight against AIDS (http://www.who.int/bloodsafety/en/WHA40.26. pdf). Nevertheless, as noted in Fig. 7 .1 in Chap. 7, the total annual resources available to combat AIDS did not increase significantly until 1999, remaining well below USD 1 billion per year from 1986 to 1998. As Fig. 8.1 shows, between the establishment of the WHO AIDS strategy in 1987 and 2005, the estimated number of infections grew from about two million cases to almost forty million. The risk of AIDS infection through the use of blood products was recognized as early as 1982 (http://epe.lac-bac.gc.ca/100/200/301/hcan-scan/commission_blood_ final_rep-e/vol1-e.pdf). However, as late as January 1987, the WHO passed a resolution on blood products that made no mention of AIDS. Moreover, countries were slow to adopt measures to ensure the safety of the blood supply, as shown in Table 8 .1. In October 1986, the US FDA recommended that blood donor screening (through \"confidential unit exclusion,\" a questionnaire to identify high-risk donors) be implemented throughout the United States. In Canada, confidential unit exclusion was not implemented nationally until the autumn of 1988. The Canadian Commission of Inquiry on the Blood System in Canada (known as the Krever Commission) found that the Canadian Red Cross could have done much more to reduce the risk of AIDS transmission through blood products and could have reduce the incidence of transfusion-associated AIDS significantly had it taken more vigorous action based on the available knowledge (http://epe.lac-bac.gc.ca/100/20 0/301/hcan-scan/commission_blood_final_rep-e/vol1-e.pdf). France was also slow to adopt effective measures for preventing transfusion-associated AIDS, with the result that France became the Western European country with the highest incidence of AIDS resulting from the use of blood products, between 1985 and 1993. In 1985, the national centre for blood transfusion had made a decision to distribute blood products that were known to be contaminated with HIV (http://epe.lac-bac. gc.ca/100/200/301/hcan-scan/commission_blood_final_rep-e/vol3-e.pdf).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 883,
                    "end": 889,
                    "text": "Fig. 7",
                    "ref_id": null
                },
                {
                    "start": 1066,
                    "end": 1074,
                    "text": "Fig. 8.1",
                    "ref_id": null
                },
                {
                    "start": 1641,
                    "end": 1648,
                    "text": "Table 8",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Safety of Blood Products"
        },
        {
            "text": "In the early 1990s, Chinese health authorities began to establish commercial blood collection centers and promoted blood-selling by poor farmers, despite warnings from the WHO, based on a belief that only foreign blood was unsafe. The blood fractionation and re-injection process -in which blood from villages was collected and pooled, the useful blood products separated and the remainder It has been estimated that there are one million people infected with HIV in Henan province. The Chinese authorities closed commercial blood collection centers and started heat-treating plasma in 1995, when the first HIV infections from the blood supply emerged. Nevertheless, illegal underground blood collecpital blood transfusions continued to be reported in China (Asia Catalyst 2007) .",
            "cite_spans": [
                {
                    "start": 764,
                    "end": 778,
                    "text": "Catalyst 2007)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Safety of Blood Products"
        },
        {
            "text": "As Table 8 .2 shows, China is not the only country with an HIV-related blood scandal. We discuss the special case of Libya in Chap. 9, Box 9.2. organ transplants. In 2007, four Chicago transplant recipients contracted HIV and hepatitis C from a single organ donor, which marked the first incidence of HIV infection contracted from organ donation in the US since 1986, according to the US Centers for Disease Control and Prevention. The organs came from a high-risk transplants in the United States involve high-risk organs (Steenhuysen 2007) . ",
            "cite_spans": [
                {
                    "start": 523,
                    "end": 541,
                    "text": "(Steenhuysen 2007)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 10,
                    "text": "Table 8",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Safety of Blood Products"
        },
        {
            "text": "The WHO Constitution envisages the use of binding international health regulations (Article 21) and the promotion and adoption of treaties (Article 19) in order to harmonize national behavior through international standards based on scientific and public health principles (Fidler 1998) . Nevertheless, between 1948 and 1998, WHO never used its international legal authority under Article 19 and only adopted two regulations under Article 21. The WHO only adopted its first international treaty in 2003 (the Framework Convention on Tobacco Control) (Fidler 1998 (2005) , which came into force on 15 June 2007, aim to contain health emergencies at the source, not only at national borders, and apply to all diseases and health events that may constitute a \"public health emergency of international concern\" (http://www.who.int/features/qa/39/en/index.html). The previous IHR (1969) focused on the control at borders and relatively passive notification and control measures. The limited scope of the IHR (1969) , which dealt only with cholera, plague, yellow fever and smallpox, made them irrelevant and ineffective with respect to more recent global public health crises, including HIV/AIDS, SARS and the threat of an influenza pandemic. Moreover, the WHO member states often did not comply with the IHR (1969), by failing to notify the WHO of cases of diseases and applying excessive health measures beyond those permitted by the IHR (1969). The IHR (1969) also limited the WHO's ability to respond to new outbreaks of disease by requiring the WHO to rely on official state notifications, rather than other sources (von Tigerstrom 2005) . For example, the Chinese government proved to be a less timely source of information on the SARS outbreak than email and the internet. While the response to SARS was successful, it highlighted the ineffectiveness of the IHR (von Tigerstrom 2005). The key changes to the IHR are with respect to disease coverage, notification requirements, sources of information that the WHO can use and provisions regarding confidentiality of information provided to the WHO. The IHR (2005) also set standards for public health responses to the international spread of disease, but leave States with considerable discretion regarding their implementation at the national level.",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 286,
                    "text": "(Fidler 1998)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 549,
                    "end": 561,
                    "text": "(Fidler 1998",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 562,
                    "end": 568,
                    "text": "(2005)",
                    "ref_id": null
                },
                {
                    "start": 998,
                    "end": 1008,
                    "text": "IHR (1969)",
                    "ref_id": null
                },
                {
                    "start": 1615,
                    "end": 1636,
                    "text": "(von Tigerstrom 2005)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "The 2005 WHO International Health Regulations"
        },
        {
            "text": "The preamble of the IHR (2005) describes the IHR as the \"key global instrument for protection against the international spread of disease\" and makes reference to natural occurrence, accidental release or deliberate use of chemical and biological agents and radionuclear material that affect health and SARS. While the preamble is not a source of obligations by itself, it is relevant to the interpretation of the IHR (2005), by virtue of Article 31 of the Vienna Convention on the Law of Treaties. Article 2 establishes the purpose and scope of the Regulations in the following terms: \"to prevent, protect against, control and provide a public health response to the international spread of disease in ways that are commensurate with and restricted to public health risks, and which avoid unnecessary interference with international traffic and trade.\" Article 1 defines \"public health risk\" as \"a likelihood of an event that may affect adversely the health of human populations, with an emphasis on one which may spread internationally or may present a serious and direct danger.\" Article 3 sets out the principles of the Regulations, which include their implementation with full respect for the dignity, human rights and fundamental freedoms of persons and the recognition that States have the sovereign right to legislate and to implement legislation in pursuance of their health policies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The 2005 WHO International Health Regulations"
        },
        {
            "text": "The objective of avoiding unnecessary interference with international traffic and trade reflects the concerns of countries regarding the negative economic impact of disproportionate responses to public health risks that lack scientific justification. There have been many such cases. Following an outbreak of cholera in Peru in 1991, even though the WHO and the US Centers for Disease Control found that there was no basis for travel or trade restrictions, the European Community and other countries imposed import bans on fish and other perishable foods, inspection requirements and restrictions on travelers from Peru. In 1994, after India reported a suspected outbreak of plague in one city, even though the WHO had advised that no travel or trade restrictions were appropriate other countries canceled flights, closed borders to goods and people, and issued travel advisories (von Tigerstrom 2005) . Such responses explain the past reluctance of countries to report public health threats. While World Trade Organization (WTO) rules prohibit trade restrictions on food and plants that are not based on scientific evidence, when countries impose unjustified trade restrictions it may take a few years to resolve the matter through the dispute settlement system of the WTO, by which point the economic damage has already occurred. However, in the age of internet, email and mobile telephones, it has become difficult for countries to suppress information on outbreaks of disease.",
            "cite_spans": [
                {
                    "start": 880,
                    "end": 901,
                    "text": "(von Tigerstrom 2005)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "The 2005 WHO International Health Regulations"
        },
        {
            "text": "Article 6 of the IHR (2005) requires States to notify the WHO of all events which may constitute a public health emergency of international concern within its territory and any health measure that has been implemented in response to those events. Article 1 defines \"public health emergency of international concern\" as an extraordinary event which constitutes a public health risk to other States through the international spread of disease and potentially requires a coordinated international response. \"Health measure\" is defined as a procedure applied to prevent the spread of disease or contamination, but excludes law enforcement or security measures. According to Annex 2, events must be notified if two of the answers to the following questions are affirmative: (1) Is the public health impact serious? (2) Is the event unusual or unexpected? (3) Is there is a significant risk of international spread? (4) Is there a significant risk of international travel or trade restrictions? Annex 2 lists some diseases that must always be notified (smallpox, poliomyelitis due to wild-type poliovirus, human influenza caused by a new subtype and SARS) and other diseases that must be analyzed under the four criteria in order to determine whether notification is necessary (cholera, pneumonic plague, yellow fever, viral haemorrhagic fevers (such as Ebola, Lassa, Marburg), West Nile fever and other diseases that are of special national or regional concern, such as dengue fever, Rift Valley fever and meningococcal disease). Article 1 defines \"disease\" as an illness or medical condition, irrespective of origin or source, which presents or could present significant harm to humans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The 2005 WHO International Health Regulations"
        },
        {
            "text": "Article 9 allows the WHO to take into account reports from sources other than notifications or consultations from the affected State, but requires the WHO to consult with and attempt to obtain verification from the State in whose territory the event is allegedly occurring before taking any action based on such reports. Other States can inform the WHO of a public health risk identified outside their territory that may cause international disease spread. Notifications are encouraged by making all information received by the WHO under notification and consultation obligations confidential initially. If the affected State does not accept the WHO's offer of collaboration, the WHO may share the information with other States, when justified by the magnitude of the public health risk (Article 10). Article 11 authorizes the WHO to share information confidentially with all States when it is necessary to enable States to respond to a public health risk. However, the WHO must not make the information generally available to other States until:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The 2005 WHO International Health Regulations"
        },
        {
            "text": "(1) the event is determined to constitute a public health emergency of international concern; (2) information evidencing the international spread of the infection or contamination has been confirmed by WHO; (3) control measures against the international spread are unlikely to succeed or the State Party lacks sufficient operational capacity to prevent further spread of disease; or (4) the nature and scope of the international movement of travelers, baggage, cargo, containers, conveyances, goods or postal parcels that may be affected by the infection or contamination requires the immediate application of international control measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The 2005 WHO International Health Regulations"
        },
        {
            "text": "The IHR (2005) establishes an Emergency Committee to give the Director General its views to on the existence and termination of a public health emergency of international concern and on any proposed temporary recommendations. Once the Director General determines that a public health emergency of international concern exists, the Director General will issue temporary recommendations regarding measures to be taken by the affected State or other States to prevent or reduce the international spread of disease and avoid unnecessary interference with international traffic. Article 17 requires that health measures recommended by the Director General be determined on the basis of a risk assessment appropriate to the circumstances, not be more restrictive of international traffic and trade and not more intrusive to persons than reasonably available alternatives that would achieve the appropriate level of health protection. The language of Article 17 echoes some of the legal criteria applied in WTO law to trade-restrictive health measures in order to determine whether they can be justified under the general exceptions of GATT Article XX (b) or permitted under the WTO Agreement on Sanitary and Phytosanitary Measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The 2005 WHO International Health Regulations"
        },
        {
            "text": "The IHR (2005) also contain provisions regarding health measures applied to travelers. However, the Regulations do not preclude States from requiring medical examination, vaccination or other prophylaxis or proof of vaccination or other prophylaxis: (1) when necessary to determine whether a public health risk exists;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The 2005 WHO International Health Regulations"
        },
        {
            "text": "(2) as a condition of entry for any travelers seeking temporary or permanent residence; (3) as a condition of entry for any travelers, provided that States base their determinations upon scientific principles, available scientific evidence of a risk to human health and any available specific guidance or advice from the WHO; or (4) to ascertain if there was any travel in or near an affected area or other possible contacts with infection or contamination prior to arrival. However, States are entitled to implement health measures in response to specific public health risks or public health emergencies of international concern, which achieve the same or greater level of health protection than WHO recommendations. If a traveler fails to consent to health measure or refuses to provide the required travel information or health documents, a State may deny entry to that traveler. If there is evidence of an imminent public health risk, the State may compel the traveler to undergo the health objective, vaccination or other prophylaxis or additional established health measures that prevent or control the spread of disease, including isolation, quarantine or placing the traveler under public health observation. However, States are required to treat travelers with respect for their dignity, human rights and fundamental freedoms and minimize any discomfort or distress associated with such measures. In Chap. 9, we examine the issue of travel restrictions applied specifically to people living with HIV/AIDS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The 2005 WHO International Health Regulations"
        },
        {
            "text": "The IHR (2005) provide that health measures not be applied to goods in transit without transhipment, other than live animals, unless authorized by applicable international agreements. Container and container loading areas are required to be kept free from sources of infection or contamination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The 2005 WHO International Health Regulations"
        },
        {
            "text": "The foregoing review of the IHR (2005) reveals that their primary focus is on reporting outbreaks of fast-moving diseases and providing recommendations regarding appropriate health measures. While the definition of what constitutes a public health emergency of international concern is no longer limited to a short list of diseases, the lists of diseases in Annex 2 indicate that the Regulations are not primarily concerned with slow-moving diseases, such as HIV/AIDS, endemic diseases, such as malaria, or even common contagious diseases, such as tuberculosis. The central obligation of countries is to report outbreaks of disease, broadly defined, to the WHO. Given modern communication technologies, countries now have an incentive to report disease outbreaks to the WHO, in order to ensure the accuracy of the report and to trigger WHO recommendations. Modern communication technologies (mobile telephones, email and internet) make it very difficult for countries to suppress information regarding outbreaks of contagious diseases. Once the existence of an outbreak becomes known, the level of the public health risk and the effectiveness of the affected country's response will influence the responses of other countries (trade and travel restrictions) and the economic consequences of those responses. The WHO's assessment of the public health risk and the appropriate measures to take will carry more weight than the affected country's assessment of the situation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The 2005 WHO International Health Regulations"
        },
        {
            "text": "Once the outbreak has been reported, the affected country has an incentive to comply with WHO recommendations regarding appropriate responses (see Box 8.1 on incentive compatibility mechanisms), in order to minimize the risk of disproportionate responses on the part of other countries. Failure to comply with WHO recommendations, or under compliance, would have a negative impact on the affected country's effort to persuade other countries to avoid imposing trade and travel restrictions. Given the economic incentives, there is no need for mandatory compliance with WHO recommendations. The key obligation is to report the outbreak, at which point the risk of negative economic consequences becomes real. Compliance with reporting obligations by the affected country is enhanced by modern communications technologies, obviating the need for legal mechanisms to enforce this legal obligation. least invasive and intrusive medical examination that would achieve the public Likewise, there is no need for the IHR (2005) to provide enforceable legal obligations to regulate the use of disproportionate trade restrictions in response to a reported outbreak, since those obligations are addressed in WTO law. The key role of the WHO in this regard is to provide an objective risk assessment and to make recommendations regarding appropriate responses based on scientific evidence, both of which are provided for in the IHR (2005). As we noted above, Article 17 requires that health measures recommended by the WHO Director General be determined on the basis of a risk assessment appropriate to the circumstances, not be Box 8.1 Incentive compatible designs",
            "cite_spans": [
                {
                    "start": 1009,
                    "end": 1019,
                    "text": "IHR (2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The 2005 WHO International Health Regulations"
        },
        {
            "text": "In mechanism designs, a process is said to be incentive compatible if all of the participants get the best \"value\" when they truthfully reveal any private information the mechanism seeks. In economics, incentive compatible designs are commonplace. One such example is the Vickrey-Clarke-Groves (VCG) auction, in which the highest bidder wins but pays the second highest price. Variants of such mechanisms are used in the sale of US Treasury Securities, stamps on eBay and setting online advertising rates for Google, among others.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The 2005 WHO International Health Regulations"
        },
        {
            "text": "In the context of infectious diseases, such as bird flu, the question about incentive compatibility arises because there are two relevant game forms we can consider. First, it is a game between the chicken farmers and the local/national health authorities. Second, it is a game between the national health authorities of the country and international organizations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The 2005 WHO International Health Regulations"
        },
        {
            "text": "In the first game, once livestock on a farm has been infected with influenza, it is not incentive compatible for the farmer to reveal that information to the local or national health authorities. If the farmer does, his birds will be destroyed. Most often, the farmer would not be compensated for the loss. Even if he is, there will be huge disruption in the business. For the local authority, diseased birds in one farm create the risk of contagion in other farms in the area. Because of this externality, the local authority has an incentive to destroy the birds to save the entire community from disaster.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The 2005 WHO International Health Regulations"
        },
        {
            "text": "In the second game, the national authorities have an incentive to quickly dis- seminate information in order to minimize the risk of disproportionate responses press such information anywhere in the world.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The 2005 WHO International Health Regulations"
        },
        {
            "text": "In the age of the Internet and cellular phones, it is now all but impossible to sup-governments acted quickly, they could have reduced the negative impact on trade",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The 2005 WHO International Health Regulations"
        },
        {
            "text": "The WHO has had some success in fighting infectious diseases, most notably the eradication of smallpox. However, its health research has focused disproportionately on diseases of concern to developed countries and its narrow focus has led to other agencies entering the health field, such as the World Bank (Stein 2001) . The WHO has been criticized for its substantive policies, for its failure to cooperate with the private sector, for excessive or inadequate control of the six regional offices by the headquarters, for weak leadership, cronyism, antiquated manageaccepted from commercial enterprises that have a direct commercial interest in the outcome of a project, such as the pharmaceutical industry (Day 2007).",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 319,
                    "text": "(Stein 2001)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "The Effectiveness of the WHO"
        },
        {
            "text": "Assembly recommendations for the prevention and control of AIDS all point to the ineffectiveness of the WHO in implementing its global AIDS strategy and the more restrictive of international traffic and trade and not more intrusive to persons than reasonably available alternatives that would achieve the appropriate level of health protection. (2001)). Disproportionate responses that affect the international movement of people still remain within the discretion of national governments and the WHO does not have the authority to interfere with that discretion. Rather, unjustifiable restrictions on the movement of people are more likely to be addressed under international trade agreements that regulate trade-related movement of people, such as the North American Free Trade Agreement. The WTO has not yet negotiated this category of legal provisions, but is likely to be the forum in which such rules will be negotiated on a global basis. Intellectual property rights that affect access to patented medicines are also regulated by the WTO, not the WHO. Thus, it seems both unlikely and unnecessary to extend the mandate of the WHO any further to the regulation of the international movement of goods and people or intellectual property rights, since the WTO regulates these issues at the international level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Effectiveness of the WHO"
        },
        {
            "text": "to HIV/AIDS (Fidler et al., 1997) . The failure of bilateral and multilateral donors lack of funding. Its own guidelines provide that funds may not be sought or to increase funding for AIDS in the 1990s, the failure of national governments to slow the spread of AIDS and the general lack of response to 1987 World Health ment structure and a lack of outreach (Turner 1997). The WHO also suffers from a In particular, the WHO has been criticized for not paying sufficient attention to enforce its resolutions in Member States, it is likely that the WHO could have done more to induce countries to respond more quickly and effectively to the AIDS pandemic. Fidler (1998) analyzed the failure of the WHO to develop and apply health regulations and conventions in response to global health issues and to the HIV/ AIDS pandemic in particular. In Fidler's view, the WHO's lack of interest in international law was anomalous, given the historical use of international law in international health cooperation from 1851 to 1940 (Fidler 1998) . Accelerating globalization has changed the context in which the WHO works, and has also hastened the spread of infectious diseases. Moreover, the multiplicity of players involved in tackling global health issues has increased the need for global leadership to convene and coordinate activities related to international health. However, as we noted above, the new International Health Regulations focus on fast-moving diseases, provide binding obligations where necessary (reporting outbreaks) and proother international organizations focus on these diseases, including the World diseases is limited to its areas of expertise, which is a sensible approach, given the need to avoid overlap in the activities of international organizations.",
            "cite_spans": [
                {
                    "start": 12,
                    "end": 33,
                    "text": "(Fidler et al., 1997)",
                    "ref_id": null
                },
                {
                    "start": 655,
                    "end": 668,
                    "text": "Fidler (1998)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1019,
                    "end": 1032,
                    "text": "(Fidler 1998)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "The Effectiveness of the WHO"
        },
        {
            "text": "Ruger argued that global advocacy for health, bio-ethical and human rights instruments, disease surveillance and application of standards urgently needed strengthadvancing the worldwide agenda on health (Ruger 2005). The 2005 International Health Regulations address the concerns regarding disease surveillance and the application of standards to a certain extent, but these activities remain under national control. The area of public health-related human rights is a complex subject, which we address in Chap. 9. The IHR (2005) call for the observance of human rights in responses to public health threats and provide standards in this regard with respect to the application of travel-related measures. Fidler (1998) has argued that the WHO needs to expand its approach beyond its traditional narrow focus on medical and technical issues, in order to address global health issues in a multidisciplinary fashion. In particular, Fidler has argued that the WHO needs to increase its international legal activity beyond the revised International Health Regulations and the tobacco control convention and to address the diverse areas of international law that relate to its global health mission. These lateness of its response to the pandemic, particularly the risk of HIV infection through the use of blood products. While limited by its Constitution in its ability like HIV/AIDS, malaria and tuberculosis. However, as we saw in Chap. 7, several ponses of other countries. The IHR (2005) are not designed to address diseases for affected countries and the WTO's role in regulating the trade-related resening, and that the WHO must reassert its role in integrating, coordinating and Bank and the Global Fund, that are seeking long-term solutions, such as financing vide recommendations that do not need to be binding, given the economic incentives and strengthening health infrastructure and services. The role of the WHO in these property law; and (12) international law on bioethics. Fidler has proposed the creation of an international legal office at the WHO to service the needs of WHO staff members working on diverse global health questions. While any WHO international legal strategy might face political obstacles, such obstacles do not justify what Fidler has described as \"international legal paralysis\" at the WHO. However, as we have argued above, the IHR (2005) have been drafted in a way that avoids unnecessary regulation and that focuses on the core competencies of the WHO. Indeed, the IHR (2005) reflect a sophisticated understanding of the role of economic incentives in achieving effective regulation, use language that is compatible with WTO law and avoid overlap with the activities of other international organizations.",
            "cite_spans": [
                {
                    "start": 705,
                    "end": 718,
                    "text": "Fidler (1998)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "The Effectiveness of the WHO"
        },
        {
            "text": "However, despite the multiplicity of public and private actors in international health law, Taylor (2004) argued that centralizing international health law-making functions at the WHO is neither feasible nor desirable. The WHO lacks experience and resources for international law-making and member States are unlikely to surrender their national autonomy by granting the WHO greater jurisdiction over international health law. In addition, the WHO has no binding authority over the health-related activities of other international organizations, such as other UN agencies or the WTO. However, as we noted above, the IHR (2005) contain provisions that are compatible with the health-related aspects of WTO law and are likely to influence the determination of the WTO compatibility of trade-related health measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Effectiveness of the WHO"
        },
        {
            "text": "UNAIDS is the Joint United Nations Program on HIV/AIDS that is cosponsored by ten UN system organizations: UNHCR, UNICEF, WFP, UNDP, UNFPA, UNODC, ILO, UNESCO, WHO and the World Bank (http://www.unaids.org). UNAIDS was established in 1994 by a resolution of the UN Economic and Social Council and launched in January 1996. It is guided by a Program Coordinating Board with representatives of 22 governments from all geographic regions, the UNAIDS cosponsors, and five representatives of nongovernmental organizations, including associations of people living with HIV/AIDS (http://www.unaids.org). It has been headed since its creation by Executive Director and Under Secretary-General of the United Nations, Dr. Peter Piot. nuclear weapons; (5) international maritime law; (6) international labor law; (7) international civil aviation law; (8) the law of the sea; (9) international telecommunications law; (10) international humanitarian law; (11) international intellectual areas include: (1) international trade law; (2) international human rights law; (3) international environmental law; (4) international law on biological, chemical, and Coordination/default.asp). It is responsible for developing policy guidance on HIV and serves as the chief advocate for worldwide action against AIDS (http://www. unaids.org).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "UNAIDS: A Specialized Multilateral Agency"
        },
        {
            "text": "UNAIDS provides leadership on the global AIDS agenda and pushes for political commitment from inter-governmental bodies, governments, the broader UN system and other key partners to respond to the evolving epidemic. For example, the World AIDS Campaign advocates for the fulfillment of the UN Declaration of Commitment on HIV/AIDS and subsequent policy commitments on AIDS (http:// www.unaids.org). The Global Coalition on Women and AIDS works to lessen the impact of AIDS on women and girls. The Agenda for Action on Women and AIDS urges leaders to address the social, cultural and economic factors that intensify the impact of AIDS on women and girls, advocating stronger protection for women's rights, more funds for AIDS programs that address the needs of women and greater involvement for women's organizations (http://womenandaids.unaids.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Leadership and Advocacy"
        },
        {
            "text": "together with the WHO.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Leadership and Advocacy"
        },
        {
            "text": "Stephen Lewis, the former UN Special Envoy for AIDS, is an articulate and effective advocate for action on AIDS. In 2003, 3 weeks after the decision of the Members of the WTO to change the patent rules in TRIPS to allow the export of pharmaceuticals under compulsory license to developing countries that lack manufacturing capacity, he pushed for action in the following terms:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Leadership and Advocacy"
        },
        {
            "text": "[T]he rich world, annually, spends 600 times as much on defense as Africa has for AIDS, and 350 times as much on subsidies as Africa has for AIDS. My use of the phrase 'grotesque obscenity' ... may sound strong, but it wilts in the face of those numbers.... It's time for one of the major industrial countries, in particular, one of the G7 countries, to announce the manufacture and export of generic drugs to Africa. I would wish it to be my country, Canada.... After Lewis' statement, the Canadian government announced plans to change the Canadian patent law to permit the manufacture and export of generic HIV drugs under the new WTO rules. In 2007, Canada became the first country to agree to supply antiretroviral treatment under the amended WTO rules, to Rwanda (see Chap. 5). While it is unfortunate that Canada's internal political process took 4 years to achieve this action, the advocacy of Stephen Lewis was effective in motivating the Canadian government to act.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Leadership and Advocacy"
        },
        {
            "text": "UNAIDS has five focus areas: (1) leadership and advocacy; (2) strategic information and technical support; (3) tracking monitoring and evaluation; (4) civil society engagement; and (5) mobilization of resources (http://www.unaids.org/en/ org/) . UNAIDS also publishes an annual report on the global AIDS epidemic,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scope of UNAIDS Operations"
        },
        {
            "text": "UNAIDS generates and disseminates data, information and analysis on global, regional and country trends in the HIV/AIDS epidemic to support advocacy and inform policy and strategy formulation by its partners. For example, in 2005, when the first study on male circumcision demonstrated a greater than 60% reduction in HIV acquisition among men who received circumcision, UNAIDS began to develop a United Nations Male Circumcision Work Plan, with WHO, UNICEF, UNFPA, the US National Institutes of Health, the French Agence Nationale de Recherche sur le Sida and the Bill and Melinda Gates Foundation. This plan includes: (1) development of rapid assessment tools to determine male circumcision prevalence, rates of side effects and acceptability; (2) development of programmatic tools; (3) development of a surgical manual; (4) guidance on training, regulatory and licensing issues; (5) assessment of resource needs; (6) methods for estimating the potential impact on the epidemic; and (7) consideration of human rights.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strategic Information and Technical Support"
        },
        {
            "text": "UNAIDS has developed policy papers to define the actions needed to arrest the spread of new HIV infections (UNAIDS 2005a), the resource needs for an expanded response to AIDS in low-and middle-income countries and coverage of selected services for HIV/AIDS prevention, care and support in low-and middle-income countries (UNAIDS 2005b).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strategic Information and Technical Support"
        },
        {
            "text": "UNAIDS works to harmonize monitoring and evaluation approaches at the global, regional and country levels. It also monitors the progress on the 2001 UN General Assembly's Declaration of Commitment on HIV/AIDS, which sets out concrete, time-bound commitments for a comprehensive and effective global response to the epidemic. In this regard, UNAIDS issued national guidelines for monitoring the implementation of the Declaration of Commitment and prepares a progress report on implementation for review and discussion at UN General Assembly. The Country Response Information System monitors and evaluates national responses to HIV/AIDS. The Resource Tracking and Projections system monitors and evaluates the flow of financial resources from funding sources to actual expenditure. UNAIDS also collects data quantifying HIV/AIDS financing in low-and middleincome countries in order to provide estimates of available financing, to track progress toward meeting resource requirements and to monitor progress against the financing goals set out in the 2001 declaration. The UNAIDS Secretariat also works to define and project the developing world's HIV/AIDS financing needs. UNAIDS collects both global and national data. The National AIDS Spending Assessment calculates the financial gap between resources available and resources needed (http://www.unaids.org).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tracking, Monitoring and Evaluation"
        },
        {
            "text": "UNAIDS facilitates the involvement of civil society, people living with HIV and high-risk groups in global, regional and national partnerships in policy and program decision-making, including UNAIDS itself, based on the following principles: (1) full involvement of people living with HIV and their organizations; (2) human rights and gender sensitivity; (3) involvement of all key populations in planning and implementation of actions that have an impact on them; (4) encouragement, support and resources for appropriate actions in the changing epidemic; (5) replicating strategic partnerships and applying lessons learned; (6) applying the Three Ones principle (the three principles for coordinated response at the country level: (i) one agreed HIV/AIDS action framework that provides the basis for coordinating the work of all parties; (ii) one national AIDS coordinating authority, with a broad based multi-sector mandate; and (iii) one agreed country level monitoring and evaluation system); (7) focus on efficiency and accountability; (8) building capacity of all parties; and (9) seeking opportunities to learn and move the AIDS response forward (http://www.unaids.org).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Engagement and Partnerships"
        },
        {
            "text": "UNAIDS engages diverse civil society organizations, including: (1) organizations and networks of people living with HIV; (2) AIDS-focused NGOs; (3) faith-based organizations; (4) development and humanitarian organizations and agencies; (5) advocacy organizations; (6) labor; (7) business and private sector coalitions; and (8) private philanthropic organizations and foundations (http://www. unaids.org).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Engagement and Partnerships"
        },
        {
            "text": "UNAIDS seeks to mobilize increased human, technical and financial resources to meet priority needs in the response to the epidemic and to maximize the effective and efficient use of available resources. Together with leaders from donor and developing country governments, civil society, UN agencies and other multilateral and international institutions, UNAIDS formed a working group to review and revise the assumptions behind the financial resource needs for AIDS (http://www. unaids.org).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mobilization of Resources"
        },
        {
            "text": "In the case of UNAIDS, the issue of effectiveness relates more to the effectiveness of the UN system, rather than just the effectiveness of the UNAIDS secretariat in particular. The very creation of UNAIDS suggests that the existing institutions of the UN were not effective in addressing the HIV/AIDS pandemic. In particular, the creation of UNAIDS highlights the ineffectiveness of the WHO in addressing the HIV/AIDS pandemic, which already had a mandate to address global health issues. While there is a need for political leadership and advocacy to address HIV/AIDS, as well as a need to incorporate HIV/AIDS issues into the operations of various organs of the UN, the WHO could have been charged with these tasks. Indeed, the creation of UNAIDS, while it is a potentially useful coordinating mechanism, creates further risks of duplication and overlap between the activities of multilateral institutions with respect to HIV/AIDS, a problem discussed in Chap. 7. While the creation of UNAIDS serves to highlight the importance of HIV/AIDS, this precedent raises concerns about the ability of the UN system to effectively address similar global diseases that already exist or that are likely to emerge in the future. The creation of new UN agencies to address specific global diseases as they arise is a less desirable strategy than improving the effectiveness of existing institutions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effectiveness of UNAIDS"
        },
        {
            "text": "Médecins Sans Frontières has noted the increasing politicization of the international system of aid, in particular the UN system, and urged that the UN improve the effectiveness of relief actions by upholding and implementing humanitarian principles by the operational agencies of the UN in order to strengthen the impartiality and independence of humanitarian action and to respond more quickly and effectively to humanitarian disasters (Dubuet and Tronc 2006) .",
            "cite_spans": [
                {
                    "start": 438,
                    "end": 461,
                    "text": "(Dubuet and Tronc 2006)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Effectiveness of UNAIDS"
        },
        {
            "text": "The former UN Special Envoy for AIDS, Stephen Lewis, has characterized UNAIDS' 2007 Epidemic Update as a symbol of insufficient leadership within the United Nations against the AIDS pandemic (we critique the UNAIDS methodology in Chap. 3). In particular, he has been a severe critic of UN inaction with respect to women, who constitute 61% of HIV infections in Africa, and called for action on the High-Level Panel on UN Reform that recommended the creation of a new international agency for women. He has also urged the UN to intensify HIV prevention, to focus on high-risk groups, to speed up male circumcision, to overcome ambivalence on harm reduction strategies for injection drug users, to stop neglecting mother-to-child transmission and to pursue the quest for a microbicide and a vaccine ( Lewis 2007) .",
            "cite_spans": [
                {
                    "start": 799,
                    "end": 810,
                    "text": "Lewis 2007)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Effectiveness of UNAIDS"
        },
        {
            "text": "Médecins Sans Frontières (MSF) is an international humanitarian aid organization that has provided volunteer emergency medical assistance since 1971, currently in more than 70 countries. In countries where health structures are insufficient, MSF collaborates with local authorities to provide assistance. MSF also works in rehabilitation of hospitals and dispensaries, vaccination programs, water and sanitation projects and provides training of local personnel, with the objective of rebuilding health structures to acceptable levels. MSF seeks to raise awareness of crisis situations. MSF also seeks to address human rights violations encountered by field teams, by confronting the responsible actors, by mobilizing the international community and by issuing information publicly. MSF maintains neutrality and independence from individual governments and seeks to raise money for its work directly from the general public (http://www.msf.org).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Doctors Without Borders (Médicins sans Frontières)"
        },
        {
            "text": "MSF has been caring for people living with HIV/AIDS since the mid-1990s. In 2001, the organization started offering ARV treatment to patients in Cameroon, Thailand and South Africa. A sharp decrease in prices caused by generic competition and the simplification of treatment protocols, including the use of three-in-one fixed-dose combinations (which combine triple combination therapy in one pill) has enabled MSF to rapidly increase the number of patients using ARVs in its programs. MSF provides comprehensive care for people living with HIV/AIDS, including prevention efforts (health education, prevention of mother-to-child transmission of HIV, condom distribution), voluntary counseling and testing, nutritional and psychological support, care and prevention of opportunistic infections and ARV treatment. Between 2002 and 2004, the number of MSF patients on ARVs increased from 1,500 patients in 10 countries to 13,000 patients in 25 countries (Calmy 2004) . MSF more than doubled the number of patients under ARV between (MSF 2006 .",
            "cite_spans": [
                {
                    "start": 951,
                    "end": 963,
                    "text": "(Calmy 2004)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1029,
                    "end": 1038,
                    "text": "(MSF 2006",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Operations Related to HIV/AIDS"
        },
        {
            "text": "In 2005, 63% of MSF projects were located in Africa, followed by 23% in Asia. This represented an increase over activities in Asia in 2004 and was the result of natural disasters that affected Central and Southeast Asia in 2005. MSF closed and opened more than 25% of its projects during 2005 in response to evolving developments and crises (MSF 2006) . In 2005, 47% of MSF projects took place in unstable settings, such as areas experiencing armed conflicts. Figures 8.2  and 8.3 show the expenditures of MSF by category and continent, respectively. Table 8 .3 shows the financial picture for MSF in recent years.",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 351,
                    "text": "(MSF 2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 460,
                    "end": 480,
                    "text": "Figures 8.2  and 8.3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 551,
                    "end": 558,
                    "text": "Table 8",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Operations Related to HIV/AIDS"
        },
        {
            "text": "MSF has filled a niche with its capacity to respond quickly and flexibly to humanitarian crises, particularly where political considerations or hazardous conditions slow the response of other organizations. In 1999, MSF was awarded the international Nobel Peace Prize, \"in recognition of the organization's pioneering humanitarian work on several continents.\" MSF used the proceeds from the Nobel Peace Prize to establish a Neglected Disease Fund, designed to support pilot projects tribution of neglected disease treatments (http://www.doctorswithoutborders.org).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effectiveness of MSF Operations"
        },
        {
            "text": "MSF has concluded that the best service for populations in need will come as a result of independence of action rather than participation in an integrated effort.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effectiveness of MSF Operations"
        },
        {
            "text": "(1) confusion between political and humanitarian agendas, especially in conflict situations, such as Sierra Leone in the 1990s, or more recently Darfur and Lebanon; world-wide that facilitate clinical development, production, procurement and dis-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effectiveness of MSF Operations"
        },
        {
            "text": "(2) donors' agendas are not always compatible with humanitarian imperatives; (3) The reasons that MSF gives for its decision to withdraw from collective efforts are: Fig. 8.2 Expenditure of MSF by category. Source: http://www.msf.org/msfinternational/ article&method=full_html the efforts of donors and multilateral institutions to improve the functioning, coordination, accountability and efficiency of the aid system have resulted in the integration of political, military, civil affairs and humanitarian agendas; (4) the UN decision-making process integrates political and humanitarian agendas, which in practice has led to the subordination of the humanitarian agenda (Stobbaerts 2007) . However, as we noted in Chap. 7, duplication and overlap in the activities of the growing number of actors involved in addressing the HIV/ AIDS pandemic can diminish the efficient use of limited resources and act as an impediment to scaling up prevention and treatment. invoke.cfm? objectid = 992D03D9-5056-AA77-6C9F7BBBE9771A9F&component=toolkit.",
            "cite_spans": [
                {
                    "start": 672,
                    "end": 689,
                    "text": "(Stobbaerts 2007)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 166,
                    "end": 174,
                    "text": "Fig. 8.2",
                    "ref_id": null
                }
            ],
            "section": "Effectiveness of MSF Operations"
        },
        {
            "text": "The US President's Emergency Plan for AIDS Relief (PEPFAR) is one of the the following conditions on the funding: (1) 55% of funding would go to treatment the Bush administration sought to extend the program a further 5 years and to double the funding to USD 30 billion. In a study by the Center for Global Development, PEPFAR scored well on making its money move and on collecting data. However, the study also found that PEPFAR could improve its effectiveness by: (1) making the government a true partner in PEPFAR programs; (2) increasing the flexibility of programming and funding; (3) strengthening its capacity-building activities in the host country; (4) adopting 2-year cycles for Country Operational Plans; and (5) publicly disclosing data (Oomman et al., 2007) . In a comparative study of US and World Bank funding for HIV/AIDS between 1995 and 1999 (prior to the introduction of PEPFAR), Smith (2007) found that the United States targeted aid for HIV/AIDS to the countries most in need and that used the resources most efficiently, rather than allocating aid for HIV/AIDS in exchange for foreign policy concessions.",
            "cite_spans": [
                {
                    "start": 749,
                    "end": 770,
                    "text": "(Oomman et al., 2007)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 905,
                    "end": 911,
                    "text": "(2007)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "US President's Emergency Plan for AIDS Relief (PEPFAR)"
        },
        {
            "text": "PEPFAR has been taken to task for not allocating a larger percentage of funds to prevention. It has been chastised for requiring that generic drugs be approved by the US FDA, Canada, Japan or Western Europe and not funding drugs that have been approved by the WHO. In fiscal year 2006, only 27% of spending on drug procurement went to generic drugs (PEPFAR Fact Sheet 2007) . The result of this policy has been that less drug treatments could be purchased than would have been purchased if a greater percentage of generic equivalents had been funded and a large percentage of the PEPFAR budget has been used to purchase drugs from US pharmaceutical companies (Fillinger 2006) . In addition, PEPFAR has not enforced appropriate donor guidelines, and it imposed the condition that the majority of the funding for prevention be targeted at abstinence-only programs.",
            "cite_spans": [
                {
                    "start": 362,
                    "end": 373,
                    "text": "Sheet 2007)",
                    "ref_id": null
                },
                {
                    "start": 659,
                    "end": 675,
                    "text": "(Fillinger 2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "US President's Emergency Plan for AIDS Relief (PEPFAR)"
        },
        {
            "text": "According to PEPFAR guidelines on preventing HIV transmission among injection drug users (IDUs), the most effective strategy for preventing HIV/AIDS is one that decreases drug use and includes information and education, community outreach, risk reduction counseling and substance abuse treatment. Funding may not be used to support needle exchange programs (US Department of State 2006). Needle exchange programs are politically controversial. A 1993 review of needle exchange programs, commissioned by the US Centers for Disease Control and Prevention, reported that ten of fourteen acceptably executed studies found attendance at a needle exchange to be associated with reduced syringe sharing, and four found no such association (Kahn 1993) . Four studies that examined the impact of exchange programs on high-risk sexual behaviors were inconclusive (Gibson 1998). In a study that compared HIV prevention strategies in Denmark, Norway and Sweden, researchers concluded that a high level of HIV counseling and testing might be more effective than needle exchange programs alone in preventing HIV transmission among IDUs (Amundsen et al., 2003) . However, there is clear evidence that needle exchange programs have reduced HIV transmission rates among IDUs in areas where they have been established. Six US government-funded reports concluded that needle exchange reduces HIV transmission, four of which recommended revoking the federal funding ban on needle exchange programs (Gibson 1998) . A 1997 study of 81 cities worldwide found that HIV infection rates increased by 5.9% per year in the 52 cities without needle exchange programs and decreased by 5.8% per year in the 29 cities that did provide needle exchange programs (Hurley et al., 1997) . Another study of HIV among IDUs in New York found that HIV prevalence fell from 54 to 13% following the introduction of needle exchange programs (Jarlais et al., 2005) . A 2004 WHO report also found that needle exchange programs reduce HIV infection (World Health Organization 2004) . In reviewing this evidence, Magee concluded that the refusal to implement such programs for political or moralistic reasons undermines efforts to control the spread of HIV among IDUs (Magee 2007) . Indeed, US opposition to needle exchange programs has undermined not just the effectiveness of PEPFAR in HIV prevention and treatment. In 2006, the WHO Asia-Pacific conference withdrew a resolution calling for universal access to HIV/AIDS treatment because the United States insisted on amendments to remove expressions of support for items such as needle exchange programs (Associated Press 2006) .",
            "cite_spans": [
                {
                    "start": 732,
                    "end": 743,
                    "text": "(Kahn 1993)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1122,
                    "end": 1145,
                    "text": "(Amundsen et al., 2003)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1478,
                    "end": 1491,
                    "text": "(Gibson 1998)",
                    "ref_id": null
                },
                {
                    "start": 1728,
                    "end": 1749,
                    "text": "(Hurley et al., 1997)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1897,
                    "end": 1919,
                    "text": "(Jarlais et al., 2005)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 2002,
                    "end": 2034,
                    "text": "(World Health Organization 2004)",
                    "ref_id": null
                },
                {
                    "start": 2220,
                    "end": 2232,
                    "text": "(Magee 2007)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 2609,
                    "end": 2632,
                    "text": "(Associated Press 2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "US President's Emergency Plan for AIDS Relief (PEPFAR)"
        },
        {
            "text": "Although PEPFAR guidelines state that men who have sex with men should be a priority for HIV prevention, the Ugandan Information Ministry has protested to UNAIDS about the inclusion of gay people in the planning of HIV prevention initiatives. The Ugandan AIDS commission has defended the lack of any reference to gay or bisexual men in the country's HIV strategy on the grounds that homosexuality is illegal. Organizations that actively promote hatred of gay people and disseminate inaccurate information about the reliability of condoms are barred from receiving PEPFAR funds. However, Pastor Martin Ssempa's Makerere Community Church received USD 40,000 in PEPFAR funding to provide an abstinence education program. The Pastor helped organize a rally demanding government action against gay people, calling homosexual conduct \"a criminal act against the laws of nature.\" The Makerere Community Church also disseminates information stating that condoms do not protect against HIV and has burnt condoms in public. Human Rights Watch has called on the US government to clarify its opposition to attacks on the rights of gay people in Uganda and to articulate that it does not support the use of PEPFAR funds to promote homophobia (Carter 2007) .",
            "cite_spans": [
                {
                    "start": 1229,
                    "end": 1242,
                    "text": "(Carter 2007)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "US President's Emergency Plan for AIDS Relief (PEPFAR)"
        },
        {
            "text": "PEPFAR has been criticized for the preference for abstinence-only programs and for not promoting the use of condoms (The Economist 2007) . A recent study indicates that abstinence-only programs are as effective as providing no information at all when it comes to preventing pregnancies, unprotected sex and sexually transmitted diseases. Abstinence-plus interventions, which promote sexual abstinence as the best means of preventing HIV, but also encourage condom use and other safer-sex practices, are more effective than abstinence-only programs (Underhill et al., 2007) . PEPFAR's abstinence directive has also resulted in less funding being available for prevention activities that had nothing to do with sex, such as prevention of mother-to-child transmission and strategies to ensure blood transfusion safety (Akukwe 2007) .",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 136,
                    "text": "Economist 2007)",
                    "ref_id": null
                },
                {
                    "start": 548,
                    "end": 572,
                    "text": "(Underhill et al., 2007)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 815,
                    "end": 828,
                    "text": "(Akukwe 2007)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "US President's Emergency Plan for AIDS Relief (PEPFAR)"
        },
        {
            "text": "The US government has been criticized more generally for using its foreign aid policies to advance an ideological agenda for health care in developing countries. Fillinger has noted three areas where this has occurred to the detriment of the efforts to combat HIV/AIDS in developing countries: (1) the Mexico City Policy, which prevents USAID funding for family planning from going to foreign NGOs that use funding from any source to provide counseling and referrals for abortions, advocate making abortion legal or more available in their country or perform abortions in cases not involving a threat to the woman's life, rape or incest; (2) the PEPFAR policy that promotes abstinence only programs, which do not prevent the transmission of HIV within marriages and fail to promote the use of condoms for HIV/AIDS prevention; and (3) the prohibition on requiring prior USAID experience, which allows faith-based organizations to be deemed competitive for US funding based on factors other than experience (Fillinger 2006) . The latter was In 2005, USAID issued a policy directive to: (1) permit recipients of funding to not use a multisectoral approach to HIV prevention and to not participate in prevention and treatment programs to which the recipient organization has a moral or religious objection; (2) to prohibit the use of funding to promote the practice or legalization of prostitution and sex trafficking; and (3) to require organizations that receive PEPFAR funding to sign a certification opposing prostitution and sex trafficking (USAID 2005) . This policy undermines HIV/AIDS prevention by further stigmatizing sex workers and discouraging programs that address them (Fillinger 2006) . Fillinger concluded that these ideological policies undermine best practices in HIV/AIDS programs and disproportionately hurt women, who are already disproportionately affected by HIV/AIDS.",
            "cite_spans": [
                {
                    "start": 1005,
                    "end": 1021,
                    "text": "(Fillinger 2006)",
                    "ref_id": null
                },
                {
                    "start": 1542,
                    "end": 1554,
                    "text": "(USAID 2005)",
                    "ref_id": null
                },
                {
                    "start": 1680,
                    "end": 1696,
                    "text": "(Fillinger 2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "US President's Emergency Plan for AIDS Relief (PEPFAR)"
        },
        {
            "text": "When individual donors come with pre-established priorities, without involving host countries in the setting of priorities, donor coordination is more difficult (Dekay 2004). As we noted in Chap. 7, a lack of donor coordination is an obstacle to expanding treatment and prevention programs. PEPFAR has established priorities that reflect the political interests of the US government and that do not necessarily coincide with the priorities of host governments. This approach undermines coordination and local leadership (Mwale 2004) . Moreover, while PEPFAR has a good system for collecting data on the amounts, destination and use of its funds, much of this data (such as how much money is spent on treatment) is not made public and not shared with other stakeholders (or even US government staff that work on PEPFAR, at USAID and the CDC) (Bernstein and Hise 2007) . This lack of transparency further complicates donor coordination.",
            "cite_spans": [
                {
                    "start": 520,
                    "end": 532,
                    "text": "(Mwale 2004)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 841,
                    "end": 866,
                    "text": "(Bernstein and Hise 2007)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "US President's Emergency Plan for AIDS Relief (PEPFAR)"
        },
        {
            "text": "The PEPFAR policy on approved medications has undermined the WHO program on prequalified medications and favored the interests of the US pharmaceutical industry, to the detriment of expanded access to treatment. PEPFAR has implemented by a USAID policy directive following an Executive Order in 2004. made progress expanding the number of patients on ARVs using mainly private health care providers and contractors. However, there is some concern that promoting private care may contribute to the reduction of public health expenditures (Philips 2007) . Former Afghan Finance Minister, Ashraf Ghani, has also criticized bilateral donors, particularly the United States. He spent 60% of his time as Finance Minister dealing with a multitude of donors. As a result, he favors multilateral coordination of donors. He also noted that one dollar of cash from the World Bank was worth five dollars on the ground, whereas one dollar of US aid was worth only ten cents on the ground, because the other 90 cents got \"spread around the beltway\" (BBC World 2007) . This was likely a reference to a report that USAID was spending 95% of its malaria budget on consultants and 5% on private sector is discussed more broadly in Chap. 7.",
            "cite_spans": [
                {
                    "start": 537,
                    "end": 551,
                    "text": "(Philips 2007)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1040,
                    "end": 1051,
                    "text": "World 2007)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "US President's Emergency Plan for AIDS Relief (PEPFAR)"
        },
        {
            "text": "The CDC is part of the US Department of Health and Human Services. In addition to its work in the United States, the CDC is involved in global health activities. The CDC is a recognized source of expertise, particularly in responding to outbreaks of infectious diseases around the world. The CDC is also a valuable source of research and publications on public health issues. Its work outside the United States, with national partners and the WHO, represents a valuable contribution to global health and a recognition of the interconnectedness of global health issues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "US Centers for Disease Control and Prevention (CDC)"
        },
        {
            "text": "The Coordinating Office for Global Health (COGH) coordinates the CDC's global health activities with partners outside the United States and provides leadership to: (1) increase life expectancy and years of quality life, especially among those at highest risk for premature death, particularly vulnerable children and women; and (2) increase the global preparedness to prevent and control naturallyoccurring and man-made threats to health (http://www.cdc.gov/about/organization/ cogh.htm). The CDC acts as a source of international technical assistance, and is increasing its role in the direct provision of global prevention and prevention re-(formerly called the Division of Epidemiology and Surveillance Capacity Development) works with national and international organizations and foreign governments to improve public health systems through training, consultation, capacity building, and assistance in applied epidemiology, public health surveillance, evaluation, instructional design and other disciplines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "US Centers for Disease Control and Prevention (CDC)"
        },
        {
            "text": "The CDC conducts and publishes research on public health issues, includeing the Morbidity and Mortality Weekly Report, which provides scientific information recommendations on public health issues (http://www.cdc.gov/mmwr/), the and the Preventing Chronic Disease Journal (http://www.cdc.gov/pcd/ (Kyama and McNeil, 2007) . The role of the has also developed tools to assist in preparing for an influenza pandemic (which we discuss further in Chap. 9).",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 321,
                    "text": "(Kyama and McNeil, 2007)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "US Centers for Disease Control and Prevention (CDC)"
        },
        {
            "text": "The CDC responds to health emergencies in the United States and in the rest of the world, responding to outbreaks of infectious diseases by deploying staff, monitoring the spread of disease and training public health staff from other countries. Through the Global Diseases Detection program, CDC staff detects, confirms and stops the spread of infectious diseases in different parts of the world. For example, in 2006 the Global Diseases Detection program investigated more than 60 disease outbreaks in Thailand, Kenya, Guatemala and China. With respect to HIV/AIDS, the CDC provides support to partners in the PEPFAR program, including surveillance, laboratory capacity building, training, monitoring and evaluation and health care for people living with HIV/AIDS. The CDC also works with the WHO, for example in conducting a survey that identified extensively drug-resistant tuberculosis as a global phenomenon (CDC 2006) .",
            "cite_spans": [
                {
                    "start": 913,
                    "end": 923,
                    "text": "(CDC 2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "US Centers for Disease Control and Prevention (CDC)"
        },
        {
            "text": "With respect to HIV/AIDS, the CDC issues recommendations and guidelines for the United States regarding: community planning; counseling and testing; evaluation; non-occupational post-exposure prophylaxis; occupational exposure and postexposure prophylaxis; patient care; prevention; surveillance; and treatment. Through its Global AIDS Program, the CDC's physicians, epidemiologists, public health advisors, behavioral scientists and laboratory scientists also work with Ministries of Health and other partners to combat HIV/AIDS in more than 60 developing countries (http://www.cdc.gov/hiv/default.htm).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "US Centers for Disease Control and Prevention (CDC)"
        },
        {
            "text": "In The inability of the CDC to provide more accurate estimates of new HIV infections in the United States is puzzling for a number of reasons. First, the number 40,000 is estimated based on just 33 states, with several large states missing from the list. Thus, the number 40,000 is almost surely an underestimate. HIV/AIDS diagnoses were collected from 33 states with name-based reporting systems between 2000 and 2004. Over this 4-year period, 157,252 diagnoses were made in the 33 states. Thus, 33 states alone produced close to 40,000 new cases per year. Second, the national goal in the 2000 Strategic Plan of the CDC was to reduce the number of new HIV infections in the United States from an estimated 40,000 cases to 20,000 cases by 2005, with a particular focus on eliminating racial and ethnic disparities in new HIV infections. The 2000 Strategic Plan also proposed to decrease by at least 50% the number of persons in the United States at high risk for acquiring or transmitting HIV infection by delivering targeted, sustained and evidencebased HIV prevention interventions. The numbers are still above 40,000 per year (CDC HIV Prevention Strategic Plan 2007, Appendix) . Third, the resources spent in real terms for prevention has fallen between 2001 and 2005 (see Fig. 8.4) .",
            "cite_spans": [
                {
                    "start": 1160,
                    "end": 1180,
                    "text": "Plan 2007, Appendix)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1277,
                    "end": 1286,
                    "text": "Fig. 8.4)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "US Centers for Disease Control and Prevention (CDC)"
        },
        {
            "text": "Some advocacy groups have interpreted the evidence to conclude that the actual numbers have gone up and that the CDC is simply delaying the announcement of the bad news for political reasons. Given the indirect evidence, it appears that such a presumption is well founded. However, as of 31 January 2008, the CDC had not yet revised the estimates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "US Centers for Disease Control and Prevention (CDC)"
        },
        {
            "text": "The CDC's work on HIV/AIDS and infectious diseases is important, not only in the United States, but globally as well. However, in spite the overwhelming evidence regarding the public health benefit of needle exchange programs, federal new infections in the United States between 1981 and 2006. However, for many years, the CDC has used informal methods to estimate that about 40,000 people are newly infected with HIV annually in the United States. A more accurate method is expected to show that the new infections are in fact much higher, possibly by 50%. However, estimating new HIV infections in the United States is also a political issue, since it influences the funding and design of HIV prevention programs. The Bush administration has increased financing for AIDS treatment and prevention programs outside the United States (see the preceding section on PEPFAR), but funding for domestic prevention efforts decreased by 19% in inflation-adjusted terms from 2002 to (Harris 2007 .",
            "cite_spans": [
                {
                    "start": 974,
                    "end": 986,
                    "text": "(Harris 2007",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "US Centers for Disease Control and Prevention (CDC)"
        },
        {
            "text": "funding to carry out any program of distributing sterile needles or syringes to injection drug users has been prohibited by Congress since 1988, 47 states have drug paraphernalia laws that establish criminal penalties for the distribution and possession of syringes and eight states and one territory have laws that prohibit dispensing or possessing syringes without a valid medical prescription (CDC 2005) . As an organization that depends on federal funding and operates in the United States, these funding and legal restrictions are an obstacle to the CDC achieving its goals with respect to HIV/AIDS prevention in the United States.",
            "cite_spans": [
                {
                    "start": 396,
                    "end": 406,
                    "text": "(CDC 2005)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "US Centers for Disease Control and Prevention (CDC)"
        },
        {
            "text": "The ineffectiveness of the WHO in addressing the HIV/AIDS pandemic provides a cautionary tale that requires close evaluation. UNAIDS has moved in to fill the gaps left by the WHO with respect to the HIV/AIDS pandemic, but the creation of such disease-specific agencies is not the best approach to addressing other global diseases that will likely require a rapid global response. Moreover, even the creation of UNAIDS has been insufficient to provide adequate multilateral leadership on HIV/AIDS in the UN system. MSF has moved in to fill the gaps left by the UN system. However, while MSF has filled an important need, its withdrawal from collective efforts sets an unfortunate precedent in an environment where a multiplicity of players and approaches requires greater harmonization and coordination of efforts in order to ensure the efficient use of resources. Nevertheless, the creation of UNAIDS and the approach of MSF both serve to highlight the need for ongoing reforms to improve the effectiveness of global health institutions and have led to innovative approaches that may serve as models for such reforms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications for Other Global Diseases"
        },
        {
            "text": "PEPFAR has injected much-needed funding for HIV/AIDS in several developing countries. However, the policies that have been imposed on funding for treatment have favored the commercial interests of the US pharmaceutical industry, thereby undermining the goal of increasing access to treatment. The policies imposed on funding for prevention have favored the ideological interests of conservative Christian organizations in the United States, thereby undermining the goal of effective, science-based prevention efforts. Ideological or religious doctrines have no place in effectively addressing global diseases. Not only are they often at odds with scientific evidence, but they can hamper efforts to reduce the stigma associated with diseases like HIV/AIDS, at topic we will address in greater detail in the next chapter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications for Other Global Diseases"
        },
        {
            "text": "Since the new WHO International Health Regulations only came into force in 2007, their effectiveness in practice has yet to be tested. The obligation of countries to report disease outbreaks to the WHO, together with the economic incentives countries have to report outbreaks and to follow WHO recommendations, reveal a sophisticated approach to regulation design. The focus on reporting outbreaks of fast-moving diseases, rather than slow-moving diseases like HIV/AIDS, endemic diseases like malaria or contagious diseases like tuberculosis, suggests that there is a degree of specialization occurring among organizations that address global health concerns. It also suggests a lack of confidence in the ability of the WHO to move beyond its traditionally narrow focus on the medical aspects of fast-moving, infectious diseases. While the division of responsibilities avoids overlap and duplication of efforts, it will require closer coordination than might be necessary if the WHO were to serve a central leadership role with respect to the manner in which global diseases are addressed. However, despite the global nature of many modern diseases and epidemics, national governments are unlikely to be willing to relinquish control over their ability to protect the health of their citizens. This factor is likely to continue to limit the extent to which the WHO can expand its leadership role in global health issues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications for Other Global Diseases"
        },
        {
            "text": "The International Health Regulations avoid overlap with WTO regulation of health-related trade measures, while maintaining a specialized role for the WHO in providing objective risk assessments and making recommendations regarding appropriate responses based on scientific evidence. Disproportionate responses that affect the international movement of people still remain within the discretion of national governments and the WHO does not have the authority to interfere with that discretion. The WTO has not yet negotiated regulations regarding traderelated movement of people, but is likely to be the forum in which such rules will be negotiated on a global basis. It seems both unlikely and unnecessary to extend the mandate of the WHO any further to the regulation of the international movement of goods or intellectual property rights, since the WTO regulates these issues at the international level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications for Other Global Diseases"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "PEPFAR Reauthorization: Issues for Consideration",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Akukwe",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Accessed",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Legal access to needles and syringes/needle exchange programmes versus HIV counselling and testing to prevent transmission of HIV among intravenous drug users: A comparative study of Denmark, Norway and Sweden",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Amundsen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Eskild",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Stigum",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "O"
                    ],
                    "last": "Aalen",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "European Journal of Public Health",
            "volume": "13",
            "issn": "",
            "pages": "252--258",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "AIDS Blood Scandals: What China Can Learn from the World's Mistakes",
            "authors": [],
            "year": 2007,
            "venue": "Asia Catalyst",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "AIDS Treatment Resolution Withdrawn at WHO Meeting Be-Asia_AIDS",
            "authors": [],
            "year": 2006,
            "venue": "BBC World",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "PEPFAR Reauthorization: Improving Transparency in U.S. Funding for HIV",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bernstein",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Hise",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "AIDS. Center for Global Development",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "MSF and HIV/AIDS: Expanding Treatment, Facing New Challenges",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Calmy",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The Successes and Failures of Global Health Organizations",
            "authors": [],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Funding the Response to AIDS: Why are donors not working together?",
            "authors": [],
            "year": 2004,
            "venue": "15th Annual International AIDS Conference",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "United Nations: Deceptive humanitarian reforms?",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Dubuet",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tronc",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The future of the world health organization: What role for international Law?",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Fidler",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Vanderbilt Journal of Transnational Law",
            "volume": "31",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "HIV incidence and CDC's HIV prevention budget: An exploratory correlational analysis",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Holtgrave",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kates",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "American Journal of Preventive Medicine",
            "volume": "32",
            "issn": "",
            "pages": "63--67",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Canadian Commission of Inquiry on the Blood System in Canada",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "PEPFAR Money Being used to 'Promote Homophobia', Charges Human Rights Group",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Carter",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "International Law Fillinger T (2006) U.S. Policies and their Health Impact on Women in Sup-Saharan Gibson DR (1998) HIV Prevention in Injection Drug Users, HIV InSite Knowledge Harris G (2007) Figures on H.I.V. Rate Expected to Rise",
            "authors": [],
            "year": null,
            "venue": "CDC (2005) Syringe Exchange Programs",
            "volume": "349",
            "issn": "",
            "pages": "338--340",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "CDC HIV Prevention Strategic Plan",
            "authors": [],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "95542--95567",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Effectiveness of needle-exchange programmes for prevention of ing drug users",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Hurley",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "AIDS",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Reductions in hepatitis C virus and HIV infections among inject",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jarlais",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The Public Health Impact of Needle Exchange Programs in the United States and Abroad",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Kahn",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lurie",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Reingold",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Despite New Figures",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lewis",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Aids Funding Doesn't Meet Needs",
            "volume": "23",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "HIV Prevention, Harm Reduction",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Magee",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Overview of MSF Operations -Audited Facts and Figures",
            "volume": "24",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Funding the Response to AIDS: Why are donors not working together?",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mwale",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "15th Annual International AIDS Conference",
            "volume": "26",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Following the Funding for HIV/AIDS: A Comparative Analysis of the Funding Practices of PEPFAR, the Global Fund and the World Bank MAP in Mozambique, Uganda and Zambia",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Oomman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bernstein",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rosenzweig",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "AIDS: Free Access to Treatment, a Public Health Necessity or an Economic Heresy? Ruger JP (2005) Global Functions at the World Health Organization",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Philips",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Medicins sans Frontieres",
            "volume": "330",
            "issn": "",
            "pages": "1099--1110",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "To End an Epidemic: A Study of Foreign Aid and HIV/AIDS",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "International integration and democracy: No love at first sight",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Stein",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "American Journal of International Law",
            "volume": "95",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Yet Another Arrogant Move? MSF's Stance on its Relationship article&method=full_html",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Stobbaerts",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Regulators Join HIV Transplant Probe. Reuters 16 November with the Rest of the International Aid System",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Steenhuysen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Intensifying HIV Prevention: UNAIDS Policy Position Paper. http:// UNAIDS (2005b) Resource Needs for an Expanded Response to AIDS in Lowand Middle-Income Countries",
            "authors": [],
            "year": 2004,
            "venue": "J Law Med Ethics UNAIDS",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Systematic Review of Abstinence-Plus HIV Prevention Programs in High-Income Countries",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Underhill",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Operario",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Montgomery",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Public Library of Science Medicine",
            "volume": "4",
            "issn": "9",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "USAID (2005) Acquisition and Assistance Policy Directive 05-04, Eligibility Limitation on the Use of Funds and Opposition to Prostitution and Sex Trafficking",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Effectiveness of Sterile Needle and Syringe Programming in Reducing HIV/AIDS Among Injecting Drug Users Turner J (1997) For WHO or For Whom? World Health Organization's Influence on 299",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Von Tigerstrom",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "story_id=9831189. Acthe Spread The Economist",
            "volume": "13",
            "issn": "",
            "pages": "500--508",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Global tide of HIV/AIDS after the 2007 revision. Source: UNAIDS, Avert.org, and own calculations",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "three largest donors of aid for AIDS in the world, the other two being the World Bank and the Global Fund. With the United States Leadership Against HIV/AIDS, Tuberculosis, and Malaria Act of 2003 (P.L. 108-25), the Bush administration committed USD 15 billion from 2003 to 2008. The United States Congress placed",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Expenditure of MSF by continent. Source: http://www.msf.org / msfinternational/ invoke.cfm?objectid = 992D03D9-5056-AA77-6C9F7BBBE9771A9F&component=toolkit. article&method=full_html",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "the United States, the CDC set a national goal of reducing the number of new HIV infections from an estimated 40,000 to 20,000 per year by the year 2005, focusing particularly on eliminating racial and ethnic disparities in new HIV infections (CDC 2001). Figure 8.4 compares the CDC budget for HIV prevention and",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "CDC budget for HIV prevention (in constant 1983 dollars)  and new infection, UnitedStates (1981States ( -2006 Source:Holtgrave and Kates (2007)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Health Action in Crisis sion on Intellectual Property Rights, Innovation and Public Health (health research (integration of HIV into humanitarian emergency responses); and (23) Commis-The AIDS Medicines and Diagnostics Service (AMDS) is a network of technical organizations involved in bulk purchasing of medicines (http://mednet3.who.int/ maceuticals. The WHO list of prequalified medicinal products is used principally 8.1 The World Health Organization: A Multilateral Health Institution 269",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "National adoption of measures to ensure the safety of blood products[1981][1982][1983][1984][1985][1986][1987][1988][1989]",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Estimated HIV/AIDS infections due to contaminated bloodSource: http://www.asiacatalyst.org/AIDS_blood_scandals_rpt_0907.pdf",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "). The CDC Emerging Infectious Diseases Journal (http://www.cdc.gov/ncidod/EID/index. htm) search programs. The Division of Global Public Health Capacity Development 292 8 The Successes and Failures of Global Health Organizations goods like nets, drugs and insecticide",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}