{
    "paper_id": "118cbc652661178dee6203aad56f71533b75b90d",
    "metadata": {
        "title": "Journal of Pain and Symptom Management Alignment of Palliative Medicine and Trauma-Informed Care",
        "authors": [
            {
                "first": "Chelsea",
                "middle": [],
                "last": "Brown",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "settlement": "San Francisco",
                        "country": "UCSF"
                    }
                },
                "email": "chelsea.brown@ucsf.edu"
            },
            {
                "first": "Sarah",
                "middle": [],
                "last": "Peck",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "settlement": "San Francisco",
                        "country": "UCSF"
                    }
                },
                "email": ""
            },
            {
                "first": "Jessi",
                "middle": [],
                "last": "Humphreys",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "addrLine": "505 Parnassus Ave",
                        "postCode": "94143",
                        "settlement": "San Francisco (UCSF), San Francisco",
                        "region": "CA"
                    }
                },
                "email": ""
            },
            {
                "first": "Laura",
                "middle": [],
                "last": "Schoenherr",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "addrLine": "505 Parnassus Ave",
                        "postCode": "94143",
                        "settlement": "San Francisco (UCSF), San Francisco",
                        "region": "CA"
                    }
                },
                "email": ""
            },
            {
                "first": "Naomi",
                "middle": [
                    "Tzril"
                ],
                "last": "Saks",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Div",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "addrLine": "505 Parnassus Ave",
                        "postCode": "94143",
                        "settlement": "San Francisco (UCSF), San Francisco",
                        "region": "CA"
                    }
                },
                "email": ""
            },
            {
                "first": "Bridget",
                "middle": [],
                "last": "Sumser",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "settlement": "San Francisco",
                        "country": "UCSF"
                    }
                },
                "email": ""
            },
            {
                "first": "Giovanni",
                "middle": [],
                "last": "Elia",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "addrLine": "505 Parnassus Ave",
                        "postCode": "94143",
                        "settlement": "San Francisco (UCSF), San Francisco",
                        "region": "CA"
                    }
                },
                "email": ""
            },
            {
                "first": "Lcsw",
                "middle": [
                    ";"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": ";",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "As the COVID-19 pandemic wears on, its psychological, emotional, and existential toll continues to grow and indeed may now rival the physical suffering caused by the illness. Patients, caregivers, and healthcare workers are particularly at risk for trauma responses and would be well served by trauma-informed care (TIC) practices to minimize both immediate and long-term psychological distress. Given the significant overlap between the core tenets of TIC and accepted guidelines for the provision of quality palliative care (PC), PC teams are particularly well poised to both incorporate such practices into routine care and to argue for their integration across health systems. We outline this intersection in order to highlight the uniquely powerful role PC teams can play to reduce the long-term psychological impact of the COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "As many continue to shelter in place, physically distance, and experience loss of life and normalcy, the threat of COVID-19 is pervasive and frightening. For individuals who are COVID-19+ and require acute hospital care, information overload, disconnection, isolation, and fear of dying can overwhelm the mind and nervous system. 1 Patients, caregivers, and healthcare workers experiencing COVID-19 are at particularly high risk for long-term psychological distress and trauma responses. 2 To mitigate the lasting effects such trauma could have on individuals and communities, a trauma-informed approach to care must be implemented broadly.",
            "cite_spans": [
                {
                    "start": 330,
                    "end": 331,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 488,
                    "end": 489,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Over time, clinicians have learned how trauma manifests physically and psychologically, and how it can be exacerbated or alleviated. The Substance Abuse and Mental Health Services Association (SAMHSA) has defined trauma as resulting from \"an event, series of events, or set of circumstances that is experienced by an individual as physically or emotionally harmful or life threatening and that has lasting adverse effects on the individual's functioning and mental, physical, social, emotional, or spiritual well-being.\" 3 Recent reports of healthcare workers' experiences during COVID-19 have revealed significant psychological distress related to providing care during the pandemic. 4 Particularly in humanitarian crises, vicarious trauma experienced by healthcare workers may result from observing suffering, caring for those dying alone, and triaging limited resources. Additional sources of psychological distress and threat to wellbeing for patients, caregivers, and providers may include isolation, illness stigmatization, and concern for spreading the threat of COVID-19 to others. 4 Following the immediate damage of COVID-19, we expect an increasing wave of trauma response from patients, caregivers, and providers alike. 4 ( Figure  1 ).",
            "cite_spans": [
                {
                    "start": 521,
                    "end": 522,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 685,
                    "end": 686,
                    "text": "4",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1090,
                    "end": 1091,
                    "text": "4",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 1236,
                    "end": 1245,
                    "text": "Figure  1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "COVID-19 and Trauma"
        },
        {
            "text": "The healthcare setting poses unique risk for distress given the complex, invasive, and repetitive nature of traumatic exposure in this environment. Growing research demonstrates that traumatic experiences can lead to a variety of responses down the line, including complicated grief, substance abuse, depression, anxiety, and physical illness. 5 Recognizing this risk, mental health experts and organizations such as SAMHSA subsequently developed a framework of \"trauma-informed care\" (TIC) to prevent and treat trauma responses. 6 ",
            "cite_spans": [
                {
                    "start": 344,
                    "end": 345,
                    "text": "5",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 530,
                    "end": 531,
                    "text": "6",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 and Trauma"
        },
        {
            "text": "TIC adheres to four basic assumptions about trauma and integrates six essential TIC principles into patient care and organizational efforts (Figure 2 ). 3 These essential assumptions and principles create a framework of care that should encompass multiple system levels --the patient and caregiver, healthcare teams, and leadership across the larger healthcare system --in order to be most effective at managing and preventing trauma system-wide. 6 In the setting of the COVID-19 pandemic, TIC in healthcare has become increasingly essential.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 154,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 447,
                    "end": 448,
                    "text": "6",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 140,
                    "end": 149,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "TIC in Healthcare"
        },
        {
            "text": "Palliative Care (PC) teams are one of the only clinical services that extend beyond caring for patients and caregivers to supporting primary teams on the front line and interfacing with leaders who oversee the health system, making them well-positioned to model this TIC framework during the COVID-19 pandemic. Due to their transdisciplinary nature, PC teams are also well prepared to address the complex physical, psychological, and spiritual aspects of trauma that arise when caring for patients, caregivers, and primary healthcare teams.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Palliative Care and TIC"
        },
        {
            "text": "In 2018, The National Consensus Project (NCP) for Quality Palliative Care 7 disseminated the fourth edition of the Clinical Practice Guidelines, which outline core interventions for patients, caregivers, interdisciplinary teams, and healthcare advocacy at the leadership level. The overlap between the NCP guidelines and TIC principles is significant and outlined in the sections that follow to further highlight how uniquely suited PC teams are to implement this care model. Additionally, Table 1 provides specific examples of the many and varied traumainformed PC interventions that teams could adopt during the COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 490,
                    "end": 497,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Palliative Care and TIC"
        },
        {
            "text": "The NCP guidelines recognize the importance of fostering physical and psychological safety by identifying psychological, psychiatric, social, spiritual, and existential aspects of care. This includes guidelines to assess and treat: emotional and spiritual distress, current or previous trauma, ability to care for self, and basic safety concerns in the home environment. NCP guidelines also highlight the importance of understanding preferences and comfort levels related to physical contact and physical space, which may vary by culture, gender, and personal preference. 7",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TIC Principle 1: Safety"
        },
        {
            "text": "To achieve trustworthiness and transparency, TIC requires consistent, honest information and continuous rapport building. Several NCP guidelines promote this TIC principle by encouraging patients and providers to: communicate their understanding of information and ask questions; build rapport by consistently communicating with linguistic, cultural, and health literacy specifications in mind; and appreciate how historical trauma impacts levels of trust. Additionally, at a patient's end of life, PC clinicians are encouraged to communicate regularly with caregivers, especially in the final days before death. NCP guidelines also outline the importance of eliciting and \"honestly addressing\" hopes, fears, and expectations with ongoing communication, emphasizing the PC principle of transparency. 7",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TIC Principle 2: Trustworthiness and Transparency"
        },
        {
            "text": "NPC guidelines include robust recommendations for providing emotional support to patients, caregivers, and clinicians in distress. PC teams are expected to: assess patients, caregivers, and staff for distress and grief; provide education and resources; and implement interventions for peer support, particularly when considering end of life and bereavement needs. For both the health of the individual and healthcare system, avoiding clinician burnout is imperative and \"considered an ethical obligation in all care settings\" to promote sustainability. 7",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TIC Principle 3: Peer Support"
        },
        {
            "text": "Partnering with patients and caregivers in creating tailored care plans is a central tenet of both PC practice and TIC. It is well understood in both fields that patients are the experts on their bodies, their values, and their preferred type of medical, psychological, and spiritual care. The NCP guidelines outline steps to create patient and family-centered assessments and care plans, including guidelines for considering whether decision-making structures should be individualistic, communal, or collective. Identifying appropriate community involvement is a core tenant of TIC in treating the emotional, existential, and spiritual suffering inherent to trauma. NCP guidelines highlight the importance of collaborating with peers and teams from various professions and experiences to optimize PC, as well as mobilizing patients' personal communities. 7",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TIC Principle 4: Collaboration and Mutuality"
        },
        {
            "text": "TIC emphasizes the importance of promoting autonomy, internal strengths, and resilience to prevent and overcome instances of trauma. The transdisciplinary nature of PC fosters this TIC principle, emphasizing the spiritual, psychological, social, and cultural resources of patients and caregivers that can be identified, uplifted, and integrated into a PC plan to promote resilience. PC interventions incorporate these aspects of care across all domains of NCP guidelines. To encourage autonomy and individual choice, \"the patient's preferences, needs, values, expectations, and goals, as well as the family's concerns, provide the foundation and framework for the palliative plan of care.\" 7",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TIC Principle 5: Empowerment, Voice, and Choice"
        },
        {
            "text": "The importance of cultural, historical, and gender issues is addressed across the continuum of PC in the NCP guidelines. At the patient and caregiver level, the guidelines recommend \"developing a care plan that reflects patient and family culture, values, strengths, goals, and preferences,\" and stress that \"if historical trauma was assessed, the treatment plan adopts a trauma-informed approach to develop trust.\" At the healthcare team and organizational levels, clinicians and teams should \"work to increase awareness of their own biases and seek opportunities to learn about the provision of culturally sensitive care.\" PC teams should \"regularly evaluate and, if needed, modify services, policies, and procedures to maximize cultural sensitivity and reduce disparities in care.\" 7",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TIC Principle 6: Cultural, Historical, and Gender Issues"
        },
        {
            "text": "During the COVID-19 pandemic, TIC is a crucial framework that can be implemented across system levels, clinical specialties, and care settings. It was not until recently that TIC became a focus within the field of PC. 8 The integration of TIC principles with the NCP Guidelines for Quality PC are a demonstration of the inherent alignment between these two frameworks of care. 2, 9 By rigorously implementing these core trauma-informed interventions in our work with patients and caregivers, front line providers, and healthcare leaders, PC teams can help reduce the long-term psychological impact of the COVID-19 pandemic. • Assess and adjust policies and protocols that impact physical and psychological safety, i.e. plans around PPE, physically distanced workspaces, time for recovery from vicarious trauma and compassion fatigue.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 219,
                    "text": "8",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 377,
                    "end": 379,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 380,
                    "end": 381,
                    "text": "9",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "• Provide transparent and consistent information about care plan and visitor restrictions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trustworthiness and Transparency"
        },
        {
            "text": "• Give regular daily updates to caregivers who cannot be at bedside due to COVID-19 restrictions in order to reduce distress and risk for traumatic experience, particularly for those who are already marginalized by the medical system. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trustworthiness and Transparency"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronavirus disease 2019: stress and coping",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Psychological effects of quarantine during the coronavirus outbreak: what healthcare providers need to know",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "SAMHSA's concept of trauma and guidance for a trauma-informed approach",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Mental health needs of health care workers providing frontline COVID-19 care",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Z"
                    ],
                    "last": "Ayanian",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of the American Medical Association",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The body keeps the score: brain, mind, and body in the healing of trauma",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Van Der Kolk",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Trauma-informed care. Encyclopedia of Social Work",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Pence",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Conradi",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/acrefore/9780199975839.001.0001/acrefore-9780199975839-e-1063?print=pdf"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinical practice guidelines for quality palliative care",
            "authors": [],
            "year": 2018,
            "venue": "National Consensus Project for Quality Palliative Care",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Trauma-informed hospice and palliative care",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Ganzel",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "The Gerontologist",
            "volume": "58",
            "issn": "3",
            "pages": "409--419",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Stepwise psychosocial palliative care: a new approach to the treatment of posttraumatic stress disorder at the end of life",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Feldman",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Journal of Social Work in End-of-Life & Palliative Care",
            "volume": "13",
            "issn": "2-3",
            "pages": "113--133",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Racial trauma: a palliative care perspective",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Makoff",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Palliative Medicine",
            "volume": "23",
            "issn": "4",
            "pages": "577--578",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Anticipated Trauma Responses During the COVID-19 Pandemic* [insert pdf] *Figure is a representation of an example population response to trauma. Response rates are expected to vary by population and community.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Trauma-Informed Care (TIC) Framework3",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Trauma-Informed Care Framework",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Examples of Trauma-Informed Palliative Care (PC) Interventions for the COVID-19 Pandemic Stratified by TIC Principle and Health System Level",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "these may impact a trauma response10 in the setting of COVID-19. TIC: Trauma-informed care DEPRESSION/ANXIETY/MENTAL HEALTH",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}