{
    "paper_id": "13e60636e9c5778c876a07174b3af7ae886630be",
    "metadata": {
        "title": "Using viral genomics to estimate undetected infections and extent of superspreading events for COVID-19",
        "authors": [
            {
                "first": "Lucy",
                "middle": [
                    "M"
                ],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chan Zuckerberg Biohub",
                    "location": {
                        "settlement": "San Francisco",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": "lucy.li@czbiohub.org"
            },
            {
                "first": "Patrick",
                "middle": [],
                "last": "Ayscue",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chan Zuckerberg Biohub",
                    "location": {
                        "settlement": "San Francisco",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Lucy",
                "middle": [
                    "M ("
                ],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chan Zuckerberg Biohub",
                    "location": {
                        "settlement": "San Francisco",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Chan",
                "middle": [
                    "Zuckerberg"
                ],
                "last": "Biohub",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chan Zuckerberg Biohub",
                    "location": {
                        "settlement": "San Francisco",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "San",
                "middle": [],
                "last": "Francisco",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chan Zuckerberg Biohub",
                    "location": {
                        "settlement": "San Francisco",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Asymptomatic infections and limited testing capacity have led to under-reporting of SARS-CoV-2 cases. This has hampered the ability to ascertain true infection numbers, evaluate the effectiveness of surveillance strategies, determine transmission dynamics, and estimate reproductive numbers. Leveraging both viral genomic and time series case data offers methods to estimate these parameters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Using a Bayesian inference framework to fit a branching process model to viral phylogeny and time series case data, we estimated time-varying reproductive numbers and their variance, the total numbers of infected individuals, the probability of case detection over time, and the estimated time to detection of an outbreak for 12 locations in Europe, China, and the United States.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The median percentage of undetected infections ranged from 13% in New York to 92% in Shanghai, China, with the length of local transmission prior to two cases being detected ranging from 11 days (95% CI: 4-21) in California to 37 days (9-100) in Minnesota. The probability of detection was as low as 1% at the start of local epidemics, increasing as the number of reported cases increased exponentially. The precision of estimates increased with the number of full-length viral genomes in a location. The viral phylogeny was informative of the variance in the reproductive number with the 32% most infectious individuals contributing 80% of total transmission events. This is the first study that incorporates both the viral genomes and time series case data in the estimation of undetected COVID-19 infections. Our findings suggest the presence of undetected infections broadly and that superspreading events are contributing less to observed dynamics than during the SARS epidemic in 2003. This genomics-informed modeling approach could 1 . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "estimate in near real-time critical surveillance metrics to inform ongoing COVID-19 response efforts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Funding: AWS provided computational credit via the Diagnostic Development Initiative. Introduction SARS-CoV-2 has infected over 3 million people as of May 5, 2020 1 , after first being identified in December, 2019. The rapid expansion of the pandemic, high healthcare and case burdens, and wide observations of mildly symptomatic or asymptomatic infections 2 have led to continuing uncertainty of the adequacy of public health surveillance systems to effectively estimate the number of cases in a population. Testing capacity remains limited in much of the world, potentially resulting in a large number of infections going undetected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Estimating the total number of infections is important for several reasons. It provides information on what proportion of the population has been exposed, how many people are still at risk, and the level of community transmission, all critical for determining which public health interventions should be applied and when. Furthermore, estimating the total number of infected individuals helps to evaluate the effectiveness of and identify gaps in surveillance and response efforts. Finally, quantifying the total number of infections provides a more accurate denominator for calculating fatality probability per infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The most direct solution to determine the number of infected individuals is to expand population-based testing to identify both symptomatic and asymptomatic cases 3 . However, this would necessitate alternate testing strategies, which has not yet been accomplished outside of relatively limited efforts that are currently impractical to scale in the global response hampered by limited testing capacity. Serological surveys can also inform a post hoc estimate of undetected infections in a population, though this would also require an additional sampling regimen beyond diagnostic testing of active infections and offers limited information on the timing of when infections may have occurred.",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 164,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Undetected infections can be inferred from gaps in existing data with the use of mathematical models; for example, mobility data and case reports from different geographic locations were used to infer the total number of infections in China 4 . However, the estimate of infection numbers is sensitive to the variance in the offspring distribution (defined as the distribution of secondary infections caused by each infected individual, the mean of which is the reproductive number). That is to say, large outbreaks can occur even if the reproductive number is close to one because of superspreading events 5 . Quantifying the variance around the reproductive number improves the accuracy of estimates of the number of infections and the reproductive number and offers an estimate of the contribution of superspreading events to observed outbreak dynamics. Viral genomic sequencing is becoming more widespread during viral epidemics 6 and pathogen genomes can inform estimates of the number of infections as well as the variance around the reproductive number 7 . Integrating the analyses of genomic data into epidemiological mathematical modeling frameworks can jointly estimate reproductive numbers, variance in the reproductive number, and the total number of infections in a population, which are correlated with each other and difficult to estimate using time series case data alone 8 .",
            "cite_spans": [
                {
                    "start": 606,
                    "end": 607,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 932,
                    "end": 933,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1059,
                    "end": 1060,
                    "text": "7",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Here, we aim to estimate the number of undetected SARS-CoV-2 infections, the time-varying reproductive number and its variance, and the relative contribution of superspreading events to observed outbreak dynamics across time in 12 locations in Asia, Europe, and North America. We use a previously described approach that combines the analyses of phylogenies and time series case data 7 to arrive at more refined estimates than either source of data can provide independently.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "For each location in our dataset, we fit a branching process model simultaneously to time-series of confirmed cases and to the viral phylogeny of samples from that location. Using a Bayesian inference framework, we estimated the epidemiological parameters of the model as well as latent states. More details are provided in the sections below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overview of methods"
        },
        {
            "text": "Time series data We downloaded the time series of confirmed cases for the identified locations from the Johns Hopkins CSSE COVID-19 Github repo 9 (accessed April 4, 2020). Assuming the dates of disease confirmation were the same dates as symptom onset, we imputed the dates of infection by deducting days from the confirmation date of each case , where was drawn from a Gamma distribution with a mean of 5.5 days and standard deviation of 2.1 days based on estimates of the incubation period of SARS-CoV-2 10 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "We downloaded 1,113 full-length genome sequences from the 12 location from GISAID 11 (accessed April 4, 2020): 1) California, US, 2) Minnesota, US, 3) New York, US, 4) Washington, US, 5) Guangdong, China, 6) Hong Kong, China, 7) Hubei, China, 8) Shanghai, China, 9) Iceland, 10) Italy, 11) Japan, and 12) United Kingdom. Inclusion criterion for geographic locations was the availability of ≥ 50 full-length SARS-CoV-2 genomes from countries or ≥ 30 from first-level administrative divisions as of April 4, 2020 from GISAID database. The following locations also satisfied this criterion but were excluded due to multiple circulating lineages:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral genomes"
        },
        {
            "text": "3 . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral genomes"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 9, 2020. . Austria, Belgium, and Ontario, Canada. We also excluded the following locations because the model did not converge within the timeframe of the analysis: France, Netherlands, and Switzerland. We excluded sequences with more than 10% ambiguous sites. The location of each sequence was assigned according to the annotation on GISAID or the source of exposure, if available. For each of the 12 locations, we aligned the sequences against each other using MAFFT v7.455 12 with default settings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral genomes"
        },
        {
            "text": "We used the ModelFinder 13 program within IQ-TREE v1.6.12 6 to identify the best-fit substitution model for each dataset according to the Bayesian Information Criteria, and then used the selected model to infer the maximum likelihood phylogeny in IQ-TREE v1.6.12 allowing for multifurcations. The command line options to IQ-TREE v1.6.12 were -bnni -czb .",
            "cite_spans": [
                {
                    "start": 58,
                    "end": 59,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Viral genomes"
        },
        {
            "text": "Assuming a molecular clock rate of 8 x 10 -4 with a standard deviation of 5 x 10 -4 substitutions per site per year, we used TreeTime to estimate the dates of branching events in the phylogeny and re-rooted the phylogeny to maximize the correlation coefficient of the root-to-tip plot. The command-line options for treetime were --reroot least-squares --clock-filter 3 --tip-slack 3 --confidence --clock-rate 0.0008 --clock-std-dev 0.0005. The resulting time trees are provided in Supplementary Data 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral genomes"
        },
        {
            "text": "To minimize the effects of multiple introductions and co-circulating lineages on the estimation of infection numbers, we subsampled the sequences to the dominant lineages. The excluded samples are listed in Supplementary Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 207,
                    "end": 228,
                    "text": "Supplementary Table 1",
                    "ref_id": null
                }
            ],
            "section": "Viral genomes"
        },
        {
            "text": "For each dataset, we estimated the number of new infections starting 10 days before the first reported case. The end dates were the most recent collection dates of sequences available on GISAID on April 4, 2020. As such, the end dates of analysis were different across the 12 geographic locations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis time periods"
        },
        {
            "text": "We fit a stochastic branching process model to both the time-series data and viral phylogeny, seeded by number of infections. The number of secondary infections caused by each ν i individual infected during time step was drawn from a negative binomial distribution with i t mean and coefficient of variance . The times of onward transmission to individual relative to the infection time of the transmitter were drawn from a Weibull distribution with mean of 5.0 days and standard deviation of 1.9 days 10 . The probability of detecting an infection during time step is given by . The latent variable tracks the number of new infections over time.",
            "cite_spans": [
                {
                    "start": 502,
                    "end": 504,
                    "text": "10",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Model inference"
        },
        {
            "text": "We jointly estimated the latent variable in addition to the following parameters for each location using Bayesian inference: , , , . The shape and scale parameters of the 4 . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model inference"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 9, 2020. .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Weibull distribution are fixed to give the mean and standard deviation listed above. The list of parameters, their prior distributions or fixed values are listed in Supplementary Table 2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Using the Bayesian particle Markov chain Monte Carlo (PMCMC) with Metropolis-Hastings sampling algorithm described in Li et al. 8 , we fit the branching process model to the time series and time-resolved viral phylogeny for each of the 12 locations. We randomly generated 100 sets of initial parameter values from the prior distributions, ran the PMCMC for 1000 iterations, and then picked the parameter combination for each dataset with the highest posterior probability to start the final PMCMC inference. We ran the final PMCMC inference for up to 1 million iterations sampling every 100 iterations, stopping the runs earlier if at least 300 effective samples were obtained. We checked convergence visually and by calculating the effective sample size. In all PMCMC runs, we used 5,000 particles to simulate the epidemics and iteratively calculated the likelihood every 8 time steps, where each time step was 0.25 days.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 129,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "During each iteration of the PMCMC algorithm, a new value for one of the parameters in is drawn from a truncated normal distribution centered around the last accepted parameter value. The bounds of the truncation are listed in Supplementary We concurrently estimated the likelihood of parameters and obtained a sample of the latent epidemic trajectory from the density .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "We iteratively estimated the likelihood of parameters at each time step by simulating epidemic trajectories for using the stochastic branching process model, calculating , and sampling particles in the next step according to a multinomial distribution with probabilities proportional to . The epidemic trajectory defines the number of newly infected people at time step . Detailed explanation of the PMCMC algorithm has been previously described 14, 15 , as well as its application for fitting epidemiological models to both time series data and phylogenies 8, 16 .",
            "cite_spans": [
                {
                    "start": 446,
                    "end": 449,
                    "text": "14,",
                    "ref_id": null
                },
                {
                    "start": 450,
                    "end": 452,
                    "text": "15",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 558,
                    "end": 560,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 561,
                    "end": 563,
                    "text": "16",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The probability is defined as follows. Let , then where is the probability of detecting an infection during time step .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 9, 2020. . https://doi.org/10.1101/2020.05.05.20092098 doi: medRxiv preprint For a given epidemic trajectory , the coalescent (branching) rate is given by 17 . Let , for , where is the number of intervals within the phylogeny during time step , is the number of lineages during that interval, is an indicator variable that equals 1 when the interval starts with a branching event and 0 otherwise, and is the time duration of the interval. The number of intervals during a time step is one more than the number of events during that time step, where an event is defined as a branching or sampling event. The probability , where .",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 220,
                    "text": "17",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Both the reproductive numbers and reporting rates were estimated for each one-week period starting from the first reported case. The and parameters before the first reported case were assumed to be the same as and values during the first week of the reported case time series.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Code to carry out data cleaning and visualization is available at https://github.com/czbiohub/EpiGen-COVID19 and the code to run the model is available at https://github.com/lucymli/EpiGenMCMC .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Code availability"
        },
        {
            "text": "The computational aspects of this work were supported by the AWS Diagnostic Development Initiative via computational credit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of funding source"
        },
        {
            "text": "We jointly estimated the parameters of the branching process model and the epidemic trajectories, i.e. the number of new infections over time, using the Bayesian inference algorithm described in Methods. Unless defined otherwise, the numbers provided are the median estimates with the 95% highest posterior density interval noted in the parentheses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The proportion of unreported infections"
        },
        {
            "text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "6"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 9, 2020. .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Defining the number of undetected infections as the estimated number of infections above the number of infections that were reported in the time series, we found that 30% (95% HPD: 13%-50%) of infections across all locations across all time points were not detected in time series of confirmed cases. This median estimate varied from 13% and 92% across locations (Table 1; Figure 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 373,
                    "end": 381,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "We found that between January 10 and 23 there were 4,900 (95% HPD: 4,100-7,600) total new infections in Hubei province, which was lower than the previous estimate for Wuhan city (capital of Hubei) of 13,118 (95% CI: 2,974-23,435) 4 , though we were able to obtain more precise estimates and the credible intervals overlapped. Similarly, our median estimate of 2,100 (1,200-3,900) was lower but the credible interval overlapped with the 4,000 (1,700-7,800) total new infections estimated for Wuhan based on traveler data up to January 18 18 .",
            "cite_spans": [
                {
                    "start": 537,
                    "end": 539,
                    "text": "18",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The number of undetected infections in California and New York state was unexpectedly small given reports of delayed reporting 19 . To evaluate if oversampling of viral genomes in New York, Nassau, and San Francisco Bay Area counties may contribute to biased state-level observations, we re-calculated the total numbers of undetected infections for California and New York using only confirmed cases from those counties. The estimate of proportion of infections that were undetected increased from 37.2% (3.0% -77.7%) to 78.9% (67.9% -92.0%) for California, and from 12.8% (1.6% -36.8%) to 40.0% (32.0% -58.7%) for New York. Further analysis of just time series data from these counties may further support these adjusted proportions.",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 129,
                    "text": "19",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The credible intervals around the proportion of infections that were undetected in each location was inversely correlated with the number of sequences available for that location (Supplementary Figure 2) . To quantify the association, we fit a beta regression model of the form where is the size of the uncertainty interval around the proportion of undetected infections (Table 1, ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 194,
                    "end": 203,
                    "text": "Figure 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 371,
                    "end": 380,
                    "text": "(Table 1,",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "is the number of sequences used for analysis. The best fit parameters were =2.08 (0.59-3.57) and =0.54 (0.20-0.89), which meant that increasing the number of sequences from 10 to 100 decreased the uncertainty interval size by 43% from 70% to 40%, and increasing the number of sequences from 100 to 500 further reduced the uncertainty interval size by 46% from 40% to 21%. Across all locations, the lowest probability of detection occurred within the preliminary phase of the epidemic (Figure 2 ). This is in line with another modeling study that found increasing rates of detection in the US across time 20 . Table 1 . The estimated numbers of undetected SARS-CoV2 infections across the 12 locations in the study during the analysis periods, and the number of undetected infections before the first confirmed case. The 'Undetected infections' columns are rounded to 2 significant figures to reflect uncertainty in estimates. The 95% highest posterior density intervals are indicated in parentheses beneath median estimates. The dates are in the format 'year-month-day'.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 484,
                    "end": 493,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 609,
                    "end": 616,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "column 4) and"
        },
        {
            "text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 9, 2020. 8 . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 9, 2020. . 9 . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 9, 2020. . https://doi.org/10.1101/2020.05.05.20092098 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The median reproductive numbers during each week was above one in 70% of the weeks analyzed across the 12 locations (Figure 3 ). This percentage ranged from 43% in Shanghai to 90% in Italy.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 116,
                    "end": 125,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Heterogeneity in reproductive numbers"
        },
        {
            "text": "The overall reproductive number across all locations and time periods was 1.20 (0.12-3.34), with the initial reproductive number in each location ranging from 0.27 (0.10-0.93) in Hong Kong to 2.23 (0.20-5.32) in California. To quantify the variance in the reproductive numbers and evaluate the contribution of superspreading events to epidemic dynamics, we computed the smallest number of individuals that could contribute to 80% of infections during each week (Figure 4) . The smaller the number, the larger the variance and the more likely that there are superspreading events such as those observed during the SARS outbreak of 2003. Across all locations and time periods, the top 33% (2%-47%) of infected individuals contributed to 80% of onward infections. This was higher than the 16% and 10% estimated for the SARS outbreak in Singapore and Beijing, respectively 5 . The numbers were calculated from the estimated ( Figure 3 ) and coefficient of variation values (see Supplementary Figure 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 461,
                    "end": 471,
                    "text": "(Figure 4)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 922,
                    "end": 930,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 974,
                    "end": 996,
                    "text": "Supplementary Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Heterogeneity in reproductive numbers"
        },
        {
            "text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "10"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 9, 2020. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Given the probabilities of detection , the reproductive number , and the coefficient of variation at the start of the analysis in each location, we estimated the length of time that would pass before local spread of COVID-19 was detected. We simulated from the branching process model using the highest posterior probability parameter combination in each location to determine the length of time it would take for 2 infections to be detected in a new location, assuming that local transmission would be recognized after 2 confirmed cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Time until a local outbreak is detected"
        },
        {
            "text": "If outbreaks occurred in similar settings to the 12 locations in terms of initial reproductive numbers and detection probabilities, we estimate 11 to 37 days would elapse before 2 infections were detected, by which point there would be 4 to 45 total infections in the local population ( Table 2) . Table 2 . The expected number of days before 2 infections were detected in a new location. This was based on simulations from the branching process model using initial parameter values 11 . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 287,
                    "end": 295,
                    "text": "Table 2)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 298,
                    "end": 305,
                    "text": "Table 2",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Time until a local outbreak is detected"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 9, 2020. . estimated for the 12 locations in this study. The last column denotes the expected number of total infections by that date. We used maximum posterior density , , and values to generate simulations from which we calculated the values in the last two columns. The 95% confidence intervals are shown in parentheses. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The identification of asymptomatic individuals presents a particular challenge to COVID-19 surveillance and outbreak response. Serosurveys will help inform estimates of the proportion of the population that has been exposed cumulatively but have limited utility in evaluating time-varying case ascertainment. Our findings using viral genomic data suggest that local introductions of SARS-CoV-2 resulted in sustained transmission occurring for days or weeks before infections were detected in every location evaluated. The probability of detection has been dynamic across time as diagnostic testing capacity and response strategies have been operationalized. These data further suggest that aggressive response following identification of an index case may be warranted to identify cryptic chains of transmission. The approach we deploy here may also be useful for monitoring the performance of COVID-19 surveillance efforts, including if the rate of undetected infections will continue a decreasing trend as new diagnostic assays and testing strategies are developed throughout the course of the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The inclusion of the genomic data in the modeling of the spread of COVID-19 enabled more precise estimates of the number of infections, and the precision increased with more genomic sequences available. Additional viral sequences should further improve epidemiological estimates. The data were downloaded for the current analysis on April 4 and as of April 30 the total number of full-length viral genomes has increased from 3,001 to 4,148. Furthermore, given 12 . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 9, 2020. . the increasing availability of serological tests, integrating those results within a modeling framework can further constrain the set of plausible epidemic trajectories.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The viral phylogeny was also informative of the variance around the reproductive numbers. The level of variation estimated here was on par with what has been estimated for pandemic influenza 21 but not as variable as observed in SARS or MERS 4, 22 , suggesting a smaller contribution of COVID-19 superspreading events to observed outbreak dynamics and that a large proportion of the population can contribute to onward infections. It is worth noting, however, that variance was significantly larger in Italy. This could be indicative of nosocomial settings amplifying transmission, though more epidemiological studies are warranted to determine the source of relative low variance in the Italian epidemic.",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 193,
                    "text": "21",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 242,
                    "end": 244,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 245,
                    "end": 247,
                    "text": "22",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Another modeling study 21 using outbreak sizes in different countries estimated a larger variance in the reproductive number, with dispersion parameter estimated to be 0.10 (0.05-0.20) for reproductive numbers between 2 and 3, in contrast to 0.69 (0.02-6.35) estimated in the current study. The dependence on the final outbreak size distribution to estimate could explain the difference in estimates, as there are different delays in returning testing results in different countries and final outbreak sizes are still not available for most regions as the pandemic is ongoing. The larger credible interval around estimate in the present study reflects the wide range of location-and time-specific estimates of reproductive numbers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "One of the limitations of this study was that we did not take into account time-varying delays in testing during an individual's course of infection, so the time series data could be offset from the genetic data by a number of days. This is a reasonable assumption in locations with consistent testing capacity, however these delays likely changed across the course of the epidemic with changing testing regimens and burdens on the healthcare and public health systems. More data on testing capacity over time in different locations could support refined parameterization of the delay distribution over the course of the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Using genomic data to infer infected numbers generally is not as sensitive to sampling schema as serological surveys, though we do see signals in the data that opportunistic genomic sampling may be over-representing subpopulations and biasing estimates for a subset of locations. This could explain the seemingly high detection rates in California, New York, and the United Kingdom, where multiple smaller outbreaks are occurring within the country or state, but genomic data were only generated from a subset of those locations, biasing results towards underestimation of the total number of cases at the state or country level. Conversely, the estimated infection numbers are likely biased upwards near the root of the phylogeny due to multiple introductions into each location 22 . This would unlikely impact the overall detection rate as those early infections only accounted for a small percentage of the total number of infections. Future work will aim to generate more representative viral genomic sampling within evaluated regions.",
            "cite_spans": [
                {
                    "start": 780,
                    "end": 782,
                    "text": "22",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "13"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 9, 2020. .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The relatively high number of undetected infections in Iceland was unexpected given the extensive efforts to test the population. However, population screening only began on March 13, towards the end of the analysis period 20 . Re-running the analysis to accommodate the results of the widespread testing should provide estimates of how much the population screening increased detection rates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Spatial and age structures were not explicitly parameterized by the branching process model, although the variance of the reproductive number does capture some of the heterogeneity in transmission due to population structure. More explicit parameterization of spatial structure can facilitate more spatially granular estimates of epidemiological parameters, such as with mobility data. However, incorporating spatial structure in the coalescent model can reduce the identifiability of variance of the reproductive numbers 22 .",
            "cite_spans": [
                {
                    "start": 522,
                    "end": 524,
                    "text": "22",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "In addition to improving retrospective parameter estimates, the estimates of detection probabilities and reproductive numbers can be used to parameterize predictive transmission models to project future infection numbers. Data on testing rates could also improve calibration of estimated detection probabilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Given the changes in undetected infections and reproductive numbers from week to week during the dynamic pandemic response, repeating the analysis outlined in this paper at multiple time points can provide near real-time estimates of the reported parameters. Simulations of genomic data from the model presented here could also help optimize sampling strategies to estimate total infection numbers, particularly for regions which have not yet experienced exponential growth of COVID-19 cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The genomics of SARS-CoV-2 has played a crucial role in tracking COVID-19 spread globally as well as viral evolution. We demonstrated that the viral phylogeny is also informative of infection numbers, reproductive number and its variance, and detection performance of COVID-19 surveillance systems, critical to informing effective public health response strategies. Continued efforts to share full-length viral genomes via open-source databases will enable additional tools in the effort to track and respond to the COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 9, 2020. . https://doi.org/10.1101/2020.05.05.20092098 doi: medRxiv preprint . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 9, 2020. . https://doi.org/10.1101/2020.05.05.20092098 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "An interactive web-based dashboard to track COVID-19 in real time",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gardner",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect. Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30120-1"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Evidence Supporting Transmission of Severe Acute Respiratory Syndrome Coronavirus 2 While Presymptomatic or Asymptomatic",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "W"
                    ],
                    "last": "Furukawa",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Brooks",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sobel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg. Infect. Dis",
            "volume": "26",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Greater Seattle Coronavirus Assessment Network",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Substantial undocumented infection facilitates the rapid dissemination of novel coronavirus (SARS-CoV2)",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "3221",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abb3221"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Superspreading and the effect of individual variation on disease emergence",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Lloyd-Smith",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Schreiber",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Kopp",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Getz",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "438",
            "issn": "",
            "pages": "355--359",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Nextstrain: real-time tracking of pathogen evolution",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hadfield",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Bioinformatics",
            "volume": "34",
            "issn": "",
            "pages": "4121--4123",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Quantifying Transmission Heterogeneity Using Both Pathogen Phylogenies and Incidence Time Series",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Grassly",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Mol. Biol. Evol",
            "volume": "34",
            "issn": "",
            "pages": "2982--2995",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Quantifying dynamics of SARS-CoV-2 transmission suggests that epidemic control and avoidance is feasible through instantaneous digital contact tracing",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ferretti",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.08.20032946"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Global initiative on sharing all influenza data -from vision to reality",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mccauley",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Gisaid",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Eurosurveillance",
            "volume": "22",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "MAFFT Multiple Sequence Alignment Software Version 7: Improvements in Performance and Usability",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Katoh",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Standley",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Mol. Biol. Evol",
            "volume": "30",
            "issn": "",
            "pages": "772--780",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "ModelFinder: fast model selection for accurate phylogenetic estimates",
            "authors": [],
            "year": 2017,
            "venue": "Nat. Methods",
            "volume": "14",
            "issn": "",
            "pages": "587--589",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Particle Markov Chain Monte Carlo Methods",
            "authors": [],
            "year": 2010,
            "venue": "J. R. Stat. Soc. Ser. B Stat. Methodol",
            "volume": "72",
            "issn": "",
            "pages": "269--342",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Introduction to particle Markov-chain Monte Carlo for disease dynamics modellers",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Endo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Van Leeuwen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baguelin",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Epidemics",
            "volume": "29",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Inference for Nonlinear Epidemiological Models Using Genealogies and Time Series",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Rasmussen",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Ratmann",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Koelle",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS Comput. Biol",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Coalescent models for populations with time-varying population sizes and arbitrary offspring distributions",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/131730"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Report 2: Estimating the potential total number of novel Coronavirus cases in Wuhan City",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.25561/77150"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Desperate for a Test, They Couldn't Get One",
            "authors": [
                {
                    "first": "Joseph",
                    "middle": [],
                    "last": "By",
                    "suffix": ""
                },
                {
                    "first": "Luis",
                    "middle": [],
                    "last": "Goldstein",
                    "suffix": ""
                },
                {
                    "first": "Aaron",
                    "middle": [],
                    "last": "Ferré-Sadurní",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Randle",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Coronavirus in N.Y",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Estimating the number of SARS-CoV-2 infections and the impact of social distancing in the United States",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Johndrow",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lum",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gargiulo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ball",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "ArXiv200402605 Q-Bio Stat",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Centre for the Mathematical Modelling of Infectious Diseases",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Endo",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Estimating the overdispersion in COVID-19 transmission using outbreak sizes outside China",
            "authors": [
                {
                    "first": "Working",
                    "middle": [],
                    "last": "Group",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Abbott",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Kucharski",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Funk",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Wellcome Open Res",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Integrating Phylodynamics and Epidemiology to Estimate Transmission Diversity in Viral Epidemics",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Magiorkinis",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS Comput. Biol",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The estimated number of new infections over time across the 12 locations (red dots represent the median estimates on those days, and the red lines indicate the 95% highest posterior density intervals on those days). The bars are the number of reported confirmed cases by imputed date of infection.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The probability of detecting a case during each week of the analysis period.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "The reproductive number over time across the 12 locations. The dates indicate the start of the week for which the was estimated.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "The top percentage of individuals causing 80% of infections, given the negative binomial offspring distribution during each week with mean and coefficient of infection . The lower the percentage, the larger the variance around reproductive number.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The new set of parameter",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The computational aspects of this study were supported by the AWS Diagnostic Development Initiative. We acknowledge the helpful feedback on the manuscript from Jack Kamm, Josh Batson, and Joseph Bradley.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Lucy M. Li: conceptualization, analysis, data curation, visualization, interpretation of results, writing. Patrick Ayscue: interpretation of results, writing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' contributions"
        },
        {
            "text": "Supplementary Table 1 . List of GISAID sequences included in the analysis and associated metadata.Supplementary Table 2 . Prior distributions of model parameters that were estimated and parameter values that were fixed based on literature.Supplementary Table 3 (Table 1 column 4) decreased with the number of sequences available for analysis at that location. The blue line is best-fit beta regression model predictions, and the grey shaded region is the uncertainty interval at the 2.5% and 97.5% quantiles. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 14,
                    "end": 21,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 112,
                    "end": 119,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 253,
                    "end": 260,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 261,
                    "end": 269,
                    "text": "(Table 1",
                    "ref_id": null
                }
            ],
            "section": "Supplementary materials"
        }
    ]
}