{
    "paper_id": "14171388b33b3d1a296b94fee10c535c54f8c510",
    "metadata": {
        "title": "B L O O D C O M P O N E N T S Purification of severe acute respiratory syndrome hyperimmune globulins for intravenous injection from convalescent plasma",
        "authors": [
            {
                "first": "Purification",
                "middle": [],
                "last": "Article",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Sars",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Globulinszhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Al",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "ABBREVIATIONS: ACA = anticomplementary activity; IFA = immunofluorescence assay; SARS = severe acute respiratory syndrome; PKA = prekallikrein activator; TnBP = tri-n -butyl phosphate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "evere acute respiratory syndrome (SARS) first emerged in southern China in late 2002. It spread suddenly and quickly with a high mortality rate and resulted in a global outbreak in the year that followed. First-line treatment protocols that were used clinically, for instance, ribavirin and steroid, were fairly limited in terms of effectiveness. 1,2 A preliminary study suggests that interferon-a plus steroids may be of value in the treatment of SARS. 3 Treatment with convalescent plasma [4] [5] [6] suggested that passive immunity is an effective approach specific for SARS, as observed in other deadly infectious diseases including Ebola. 7 Superiorly, preparation of virus-inactivated, purified, and concentrated hyperimmune globulins from pooled convalescent plasma minimizes the risk of transmission of blood-borne viruses, enhances the polyvalency of neutralizing antibodies, and increases product consistency. 8, 9 To develop such SARS hyperimmune globulins for intravenous (IV) injection, a combination of Cohn fractionation 10 and ion-exchange chromatography was employed in this study to process convalescent plasma. The virus inactivation and removal approaches that have been widely adopted in the plasma fractionation industry, the solvent/detergent (S/D) technology 11 , and nanofiltra-S tion, were used to ensure the safety of both employees and the final product. The SARS hyperimmune globulins prepared were subsequently approved to go into clinical trials by the Chinese National Institute for the Control of Pharmaceutical & Biological Products (NICPBP).",
            "cite_spans": [
                {
                    "start": 454,
                    "end": 455,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 491,
                    "end": 494,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 495,
                    "end": 498,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 499,
                    "end": 502,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 644,
                    "end": 645,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 920,
                    "end": 922,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 923,
                    "end": 924,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1283,
                    "end": 1285,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Normal, hepatitis B hyperimmune plasma and SARS convalescent plasma (at least 4 weeks after hospital discharge) samples were collected via plasmapheresis and screened routinely for hepatitis B surface antigen (HBsAg), hepatitis C virus (HCV) antibody, human immunodeficiency virus (HIV) antibody, syphilis, and alanine aminotransferase (ALT) by Shenzhen Weiwu Guangming Biological Products Co. according to the Chinese Requirements for Biologics (Ed. year 2000) issued by the Chinese SFDA, which are basically similar to those of the US FDA. All chemicals used in this study were of either pharmaceutical or analytical grade.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Raw materials"
        },
        {
            "text": "Before SARS convalescent plasma was processed, normal and hepatitis B hyperimmune plasma samples were used as starting materials for process optimization works. Figure 1 is a simplified flow chart showing the preparation process of human SARS hyperimmune globulins. Briefly, convalescent plasma was treated with the S/D, 0.3 percent tri-n -butyl phosphate (TnBP) and 1 percent Triton X-100 for 4 hours to inactivate viruses, followed by cold ethanol precipitation. 10 The redissolved Cohn fraction II was subject to column chromatography purification with DEAE-Sepharose Fast Flow (Amersham Biosciences, Uppsala, Sweden), similar to the report by Zhao and colleagues. 12 The chromatographic flow-through was concentrated and diafiltered in a tangential flow manner with a 50-kDa cutoff cassette (Omega membrane, Pall Corp., East Hills, NY), followed by nanofiltration (DV50, Pall Corp.). The nanofiltrate was formulated with 10 percent maltose and then sterile filtered (Sterivex, Millipore, Bedford, MA) to yield the SARS hyperimmune globulins.",
            "cite_spans": [
                {
                    "start": 465,
                    "end": 467,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 668,
                    "end": 670,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 161,
                    "end": 169,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Preparation of immunoglobulins"
        },
        {
            "text": "The titer of specific antibodies against the SARS virus was determined by enzyme-linked immunosorbent assay (ELISA; following instructions from the manufacturer Beijing BGI-GBI Biotech Co.), immunofluorescence assay (IFA, provided by Dr J.S. Tam) 13 and neutralizing antibody test (by NICPBP). RNA was extracted from the SARS hyperimmune globulins and subsequently tested with a real-time polymerase chain reaction (PCR) for SARS virus-specific nucleic acid. 14 Two-hundred nanograms of RNA was used in each PCR procedure, and proper negative, positive, and spiking controls were included. All analysis required for IV immune globulin (IVIG) was performed according to the Chinese Requirements for Biologics. Briefly, purity was determined by cellulose acetate gel electrophoresis, monomer-dimer levels by high-performance liquid chromatography (HPLC), prekallikrein activator (PKA) levels by spectrophotometric measurement of peptide cleavage, anticomplementary activity (ACA) by titration with guinea pig complement, sterility by microbial cultures, abnormal toxicity by intraperitoneal injection into mice and guinea pigs, pyrogenicity by IV administration into rabbits, and heat stability by heating at 57 ∞ C for 4 hours. Residual levels of the solvent TnBP and the detergent Triton X-100 were detected with gas chromatography and HPLC, respectively. ",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 249,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Analytical assay"
        },
        {
            "text": "Specific antibodies against the SARS virus were detected by ELISA in every one of the 47 convalescent plasma units collected from recovered SARS patients. The antibody titer of the convalescent plasma ranged from 1:2 to 1:48, mostly between 1:8 and 1:24, apparently following a typical pattern of normal distribution (see Fig. 2 ). Routine screening of the 47 units for HBsAg, HCV antibody, HIV antibody, and syphilis was negative, and ALT was normal. The results of ELISA analysis of five normal plasma units were negative for the presence of SARS antibody. Seven convalescent plasma units were randomly selected to examine SARS antibody titer with IFA, following the method developed by Chan and colleagues. 13 Compared to ELISA, IFA appeared to be a more sensitive titer detection method (see Table 1 ).",
            "cite_spans": [
                {
                    "start": 710,
                    "end": 712,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 322,
                    "end": 328,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 796,
                    "end": 803,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Analysis of SARS convalescent plasma"
        },
        {
            "text": "Normal and hepatitis B hyperimmune plasma samples were used as a simulation to look for an optimized process, before the precious SARS convalescent plasma was processed. The simulation was at a similar scale following the designed process (see Fig. 1 ), and data are reported in Table 2 . Analytical examination of the simulated products indicates that the major variables tested were in compliance with the Chinese Requirements for Biologics for IVIG. The simulation was highly reproducible and product yield per liter of plasma and titer recovery for specific hepatitis B antibodies were stable.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 244,
                    "end": 250,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 279,
                    "end": 286,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Process development"
        },
        {
            "text": "The SARS convalescent plasma was processed into a 5 percent solution of SARS hyperimmune globulins, according to the process indicated in Fig. 1 . A yield of 4.04 g was obtained per liter of original convalescent plasma. Examined with ELISA, the SARS antibody titer of the pooled convalescent plasma that was processed was 1:12. SARS antibody titer in the hyperimmune globulins was determined with ELISA, IFA, and neutralizing antibody test, and results are reported in Table 3 . Calculated from the ELISA data, titer recovery from the convalescent plasma to SARS hyperimmune globulins was 53.3 percent. Real-time PCR analysis of RNA extracted from the SARS hyperimmune globulins revealed no detectable SARS virus-specific nucleic acid. Routine assays for IVIG, such as purity, monomer-dimer, PKA, ACA, sterility, abnormal toxicity, pyrogenicity, and heat stability, were performed on the SARS hyperimmune globulins obtained, and data are reported in Table 4 , compliant with the Chinese Requirements for Biologics for IVIG. Residual levels of TnBP and Triton X-100 were within the limit of safety.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 138,
                    "end": 144,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 470,
                    "end": 477,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 951,
                    "end": 958,
                    "text": "Table 4",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Preparation of SARS hyperimmune globulins"
        },
        {
            "text": "In response to viral infections, the human body usually generates virus-specific antibodies immunoglobulin M (IgM) and immunoglobulin G (IgG) after 2 weeks. The levels of IgM gradually diminish, whereas those of IgG sustain for a longer period. In this study, examination of the convalescent plasma collected 4 weeks after patients recovered from SARS revealed that the SARS virus-specific IgG was detected in all the plasma units, but there was individual variation in the SARS antibody titer (1:2-1:48 by ELISA). The variation in SARS antibody titer was likely a reflection of the immunity of the infected individuals. Individual variation of virus-specific antibody in titer as well as polyvalency may compromise the effectiveness of therapy with convalescent plasma. Preparation of purified and concentrated hyperimmune globulins from pooled convalescent plasma should improve product consistency, at least within the same batch, enhance the polyvalency of neutralizing antibodies, and subsequently improve treatment effectiveness. 8, 9 A combination of cold ethanol precipitation and chromatography was selected in the process development over Cohn fractionation or salting out alone, to ensure a higher purity and monomer plus dimer content in the hyperimmune globulin preparation. Although the product yield and titer recovery of this study are comparable to large-scale production, these are not satisfactory for the process of precious plasma, for example, SARS convalescent plasma. Better yield and titer recovery may be obtained with other approaches, for instance, affinity chromatography or preparative electrophoresis. Further study is needed for the improvement in product yield and titer recovery. The SARS virus is 80 to 140 nm in diameter 15 and lipid-enveloped and, thus, is expected to be removed and/or inactivated by the nanofiltration (50 nm) and the S/D technology, which is validated virus clearance methods for viruses including HBV, HCV, and HIV. Moreover, cold ethanol precipitation, low pH formulation, and perhaps chromatography partitioning can also add to the product safety. In the hyperimmune globulins, no SARS virus-specific genetic material was detectable with a real-time PCR. Additional experiments are necessary to evaluate virus clearance capacity of the process.",
            "cite_spans": [
                {
                    "start": 1036,
                    "end": 1038,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1039,
                    "end": 1040,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1757,
                    "end": 1759,
                    "text": "15",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Treatment of SARS with convalescent plasma is associated with a shorter hospital stay and lower mortality, when compared to first-line treatments. [4] [5] [6] The dosage of convalescent plasma varies in these studies. Fifty milliliters was used by Zhou and colleagues, 5 whereas 200 to 400 mL was used in the other two studies. 4, 6 Standardization based on neutralizing antibody titer may improve effectiveness and consistency in treatments with convalescent plasma or hyperimmune globulins. The timing of administration of SARS convalescent plasma or hyperimmune globulins is important to obtain good clinical responses, 6 especially early in the disease course when viral load is high. 16 Properly designed and controlled clinical trials are needed to further characterize the quality, efficacy, and safety of the SARS hyperimmune globulins prepared. TnBP residue £ 10.0 m g/mL (in-house limit) < 2.0 Triton X-100 residue £ 10.0 m g/mL (in-house limit) < 5.0 * According to the Chinese Requirements for Biologics for IVIG, unless specified.",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 150,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 151,
                    "end": 154,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 155,
                    "end": 158,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 328,
                    "end": 330,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 331,
                    "end": 332,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 689,
                    "end": 691,
                    "text": "16",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Severe acute respiratory syndrome: clinical outcome and prognostic correlates",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Tsui",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Kwok",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yuen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Lai",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Emerg Infect Dis",
            "volume": "9",
            "issn": "",
            "pages": "1064--1073",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical course and management of SARS in health care workers in Toronto: a case series",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Avendano",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Derkach",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Swan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "CMAJ",
            "volume": "168",
            "issn": "",
            "pages": "1649--60",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Interferon alfacon-1 plus corticosteroids in severe acute respiratory syndrome: a preliminary study",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Loutfy",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Blatt",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Siminovitch",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "JAMA",
            "volume": "290",
            "issn": "",
            "pages": "3222--3230",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Treatment of severe acute respiratory syndrome with convalescent plasma",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "W"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dai",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Sung",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Hong Kong Med J",
            "volume": "9",
            "issn": "",
            "pages": "199--201",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Epidemiologic features, clinical diagnosis and therapy of first cluster of patients with severe acute respiratory syndrome in Beijing area (in Chinese)",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "Z"
                    ],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Zhonghua Yi Xue Za Zhi",
            "volume": "83",
            "issn": "",
            "pages": "1018--1040",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Retrospective comparison of convalescent plasma with continuing high-dose methylprednisolone treatment in SARS patients",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "O"
                    ],
                    "last": "Soo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin Microbiol Infect",
            "volume": "10",
            "issn": "",
            "pages": "676--684",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Treatment of Ebola hemorrhagic fever with blood transfusions from convalescent patients",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mupapa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Massamba",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kibadi",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Infect Dis",
            "volume": "179",
            "issn": "1",
            "pages": "18--23",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Treatment of severe acute respiratory syndrome with convalescent plasma",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Burnouf",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Radosevich",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Hong Kong Med J",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Treating severe acute respiratory syndrome with hyperimmune globulins",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Ali",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Hong Kong Med J",
            "volume": "9",
            "issn": "",
            "pages": "391--393",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Preparation and properties of serum and plasma proteins. IV. A system for the separation into fractions of the protein and lipoprotein components of biological tissues and fluids",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Cohn",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Strong",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Hugles",
                    "suffix": ""
                }
            ],
            "year": 1946,
            "venue": "J Am Chem Soc",
            "volume": "68",
            "issn": "",
            "pages": "459--75",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Tri(nbutyl)phosphate/detergent treatment of licensed therapeutic and experimental blood derivatives",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Edwards",
                    "suffix": ""
                },
                {
                    "first": "Mpj",
                    "middle": [],
                    "last": "Piet",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Horowitz",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Vox Sang",
            "volume": "52",
            "issn": "",
            "pages": "53--62",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Application of chromatography system in plasma protein fractionation on pilot scale",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Biotechnology of blood proteins",
            "volume": "227",
            "issn": "",
            "pages": "137--179",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Immunofluorescence assay for serologic diagnosis of SARS",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerg Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "530--532",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A real-time PCR for SARScoronavirus incorporating target gene pre-amplification",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "T"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "W"
                    ],
                    "last": "Fung",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "P"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "A novel coronavirus associated with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Ksiazek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Erdman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Goldsmith",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "1953--66",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Clinical progression and viral load in a community outbreak of coronavirusassociated SARS pneumonia: a prospective study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "C"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1767--72",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Simplified process for preparation of SARS hyperimmune globulins.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Distribution of SARS antibody titer.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "We are grateful to John S. Tam, PhD, of the Department of Microbiology and Gregory Cheng, MD, of the Department of Medicine and Therapeutics from the Chinese University of Hong Kong for their assistance on IFA and dosing of hyperimmune globulins, respectively, and the Chinese National Institute for the Control of Pharmaceutical & Biological Products for evaluation of the SARS hyperimmune globulins. The SARSIg Group consists of Kuncheng Li, Haifeng Yang, Yi Zhang, Caiping Guo, Yujiang Ding, Qingquan Cai, and Sung Yu Chang.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "SARS antibody titer determined by ELISA and IFA",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Characteristics of the simulated IVIG",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "SARS antibody titer determined by ELISA, IFA, and neutralizing antibody test * Reference for the ELISA and neutralizing antibody test was a hyperimmune globulin preparation used by the NICPBP, and reference for the IFA was a convalescent plasma sample preparation provided by Dr J.S. Tam.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Characteristics of the SARS hyperimmune globulins",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}