{
    "paper_id": "145ceb349ec848cbce7c621c525eb695784f0063",
    "metadata": {
        "title": "Pro-resolution of Inflammation: New Hints to Manage Sepsis?",
        "authors": [
            {
                "first": "Y",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yuying Children's Hospital of Wenzhou Medical University",
                    "location": {
                        "settlement": "Wenzhou",
                        "region": "Zhejiang",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Y",
                "middle": [],
                "last": "Hao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yuying Children's Hospital of Wenzhou Medical University",
                    "location": {
                        "settlement": "Wenzhou",
                        "region": "Zhejiang",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "S"
                ],
                "last": "Bhandari",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yuying Children's Hospital of Wenzhou Medical University",
                    "location": {
                        "settlement": "Wenzhou",
                        "region": "Zhejiang",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "S"
                ],
                "last": "Jin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yuying Children's Hospital of Wenzhou Medical University",
                    "location": {
                        "settlement": "Wenzhou",
                        "region": "Zhejiang",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yongjian",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yuying Children's Hospital of Wenzhou Medical University",
                    "location": {
                        "settlement": "Wenzhou",
                        "region": "Zhejiang",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yu",
                "middle": [],
                "last": "Hao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yuying Children's Hospital of Wenzhou Medical University",
                    "location": {
                        "settlement": "Wenzhou",
                        "region": "Zhejiang",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Suwas",
                "middle": [],
                "last": "Bhandari",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yuying Children's Hospital of Wenzhou Medical University",
                    "location": {
                        "settlement": "Wenzhou",
                        "region": "Zhejiang",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Shengwei",
                "middle": [],
                "last": "Jin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yuying Children's Hospital of Wenzhou Medical University",
                    "location": {
                        "settlement": "Wenzhou",
                        "region": "Zhejiang",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Sepsis is newly defined as life-threatening organ dysfunction caused by a dysregulated host response to infection. The pathophysiological mechanism of sepsis is highly complex, and the mortality of in-patients suffering from sepsis is more than 10%. Severe unmanaged inflammation and inappropriate immune response characterize sepsis. Anti-inflammation therapies alone are not successful for the reason that disbalance of anti-inflammatory and pro-resolving agents. In the recent researches, the host responses during the course of self-resolving infections are found to have the involvements of specialized pro-resolution mediators (SPMs), namely, lipoxins, resolvins, protectins and maresins. These endogenous lipid metabolites are core signal molecules in the resolution of inflammation, playing a key role in regulating the inflammation and promoting return to homeostasis. Besides, heme oxygenase-1 (HO-1, a sensitive marker for oxidative stress) is also known for upregulation in inflammation profiling. Carbon monoxide, synthesized by HO-1, performs multiple stances of anti-inflammation and pro-resolution along with the SPMs. If the potentially beneficial effects of these mediators would be well evaluated in clinical trials, they present encouraging new hints in managing infectious maladies especially sepsis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Sepsis is a complicated series of pathophysiological and biochemical disbalance due to the uncontrolled inflammatory response to the invasive pathogens. Its newest definition is defined as organ dysfunction due to infection, which remains a major public health concern that is associated with poor clinical outcomes (in-hospital mortality is more than 10%) and substantial healthcare expenditures [1] . Data showed that the cost of medical care for sepsis patients was more than $20 billion (5.2%) of total US hospital costs in 2011 [2] . Although the accurate incidence of sepsis is unknown, the reported data are increasing [3, 4] , and conservative estimates indicate that sepsis is a leading cause of mortality in the US hospitals and critical illness in the world [5, 6] .",
            "cite_spans": [
                {
                    "start": 397,
                    "end": 400,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 533,
                    "end": 536,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 626,
                    "end": 629,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 630,
                    "end": 632,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 769,
                    "end": 772,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 773,
                    "end": 775,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The inflammatory host response was long considered as a passive process, which is terminated by the clearance of pro-inflammatory mediators. Recently, it is recognized that the initiation and cessation of immune and inflammatory responses is an initiative and symphony process. The pathogenesis of sepsis is intricate. The early stages of sepsis are characterized by excessive generation of inflammatory mediators; however, as sepsis develops into severe chronic sepsis, immunosuppression dominates. This demonstrates that excessive uncontrolled inflammation and inappropriate immune response characterize sepsis [7] . The new lights into sepsis contribute to the explanation of failure in current treatment strategies, including inhibition of the activation phase of the acute inflammatory response to infection (e.g. glucocorticoids, nonsteroidal anti-inflammatory drugs and anti-TNF-α drugs) [8] . Therefore, it's urgent and beneficial to explore new paradigms in managing sepsis.",
            "cite_spans": [
                {
                    "start": 613,
                    "end": 616,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 895,
                    "end": 898,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "As of recent studies relating the host response to a self-resolving infection, it is brought into light that a genus of endogenous bioactive lipid mediators (SPMs) is produced by the innate immune system cells. A process of stereoselective enzyme conversion of essential fatty acids including arachidonic acid (AA), eicosapentaenoic acid (EPA), docosahexaenoic acid (DHA) and n-3 docosapentaenoic acid (n-3 DPA) produces these molecules. The synthetases include cyclooxygenase (COX), lipoxygenase (LOX) and cytochrome P-450 monooxygenase. The SPMs can further be subdivided into lipoxins, resolvins, protectins, maresins and immunoresolvents (RvTs, PCTRs and MCTRs) ( Fig. 8.1 ) [9] [10] [11] [12] .",
            "cite_spans": [
                {
                    "start": 679,
                    "end": 682,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 683,
                    "end": 687,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 688,
                    "end": 692,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 693,
                    "end": 697,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 668,
                    "end": 676,
                    "text": "Fig. 8.1",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Through the G-protein-coupled receptor-dependent manner, these SPMs exhibit the fundamental bioactivities in the maintaining of host responses. Hence, the productions of pro-inflammatory cytokines (TNF-α and IL-1β) and chemokines are inhibited, and the downregulation of inflammation-initiating eicosanoids (prostaglandins and leukotrienes) is promoted. This as well regulates the leukocyte infiltration and stimulates the macrophage efferocytosis of apoptotic cells and debris [10, 11] . Recent studies have shown that the SPMs exhibit beneficial impacts at the site and in course of sepsis while maintaining the homeostasis between the abundance of microorganisms and the host. In this chapter, we aim at:",
            "cite_spans": [
                {
                    "start": 478,
                    "end": 482,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 483,
                    "end": 486,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "(1) The functions of SPMs in sepsis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "(2) Because aspirin partakes in the synthesis of lipoxins and resolvins, studies related to aspirin-triggered lipid mediators are included [13] . (3) Protective effects of carbon monoxide (CO) on inflammation and its impacts of enhanced productions of pro-resolving lipids [14, 15] . Therefore carbon monoxide and its synthetase HO-1 are summarized. (4) Since Annexin (A1) is a stress response protein, the current evidence for beneficial pro-resolving effects of this mediator in sepsis is also addressed in this chapter [16] .",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 143,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 273,
                    "end": 277,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 278,
                    "end": 281,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 522,
                    "end": 526,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Lipoxins (trihydroxy-tetraene-containing eicosanoids) are derived from the omega-6 polyunsaturated fatty acid arachidonic acid (AA) through sequential reactions involving lipoxygenase enzymes, including 5-lipoxygenase (5-LOX), 12-lipoxygenase (12-LOX) and 15-lipoxygenase type 1 (15-LOX-1). There are two series of lipoxins, lipoxin-A4 (LXA4) and lipoxin-B4 (LXB4) [17] . We mainly summarize the activities of LXA4 in this chapter. Lipoxins exert effects through a G-protein-coupled receptor, formyl peptide receptor-2 (FPR2/ALX). This receptor mainly expresses on the membrane of cells in the immune system along with the resident fibroblasts and epithelial cells [18] . In general, lipoxins are potent inhibitors of inflammatory activity, inducing the resolution of leukocyte activity. They block the response to leukotrienes and chemotactic factors such as leukotriene B4 (LTB4) and platelet-activating factor [19] . These effects inhibit the infiltration of pro-inflammatory cells. The resolution of inflammation involves reduction of neutrophil recruitment, promotion of macrophage migration and augmentation of apoptotic cells efferocytosis. Lipoxins exert immune-modulatory activity as well [17, 18] .",
            "cite_spans": [
                {
                    "start": 365,
                    "end": 369,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 665,
                    "end": 669,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 913,
                    "end": 917,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1198,
                    "end": 1202,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1203,
                    "end": 1206,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Lipoxins"
        },
        {
            "text": "LXA4, treated after injury, was proved to limit inhaled LPS-induced lung injury [20] . In other experimental models, 5 h after caecal ligation and puncture (CLP), LXA4 was administered to rats which resulted in decreasing of plasma IL-6, chemokine (C-C motif) ligand 2 (CCL2) and IL-10 and reducing NF-κB activity in peritoneal macrophages. LXA4 further enhanced the phagocytosis of macrophage recruited to the peritoneum and reduced bacterial load in the blood. Hence, LXA4 improved the mortality of this CLP model [21] .",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 84,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 516,
                    "end": 520,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Lipoxins"
        },
        {
            "text": "Further study showed that flavocoxid, a dual inhibitor of COX-2 and 5-LOX, reduces the expression of NF-κB, COX-2 and 5-LOX which improves survival rate in a murine CLP sepsis model. Plasma IL-10 and LXA4 concentrations are increased, while tumour necrosis factor-α (TNF-α), IL-6, LTB4 and PGE2 are decreased [22] .",
            "cite_spans": [
                {
                    "start": 309,
                    "end": 313,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Lipoxins"
        },
        {
            "text": "Neutrophil phagocytosis involving the Fc receptor I (CD64) is increased and enhanced by LXA4. Meanwhile, LXA4 decreases the release of the exotoxin pyocyanin by Pseudomonas aeruginosa, reducing its pathogenicity [23] . Moreover, LXA4 blocks trafficking of neutrophils, inhibits their adhesion and their release of azurophilic granules. And in activated T-cells, LXA4 lowers TNF release [24] . The finding shows that LXA4 not only modulates the host response but also affects bacterial toxicity [23] .",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 216,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 386,
                    "end": 390,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 494,
                    "end": 498,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Lipoxins"
        },
        {
            "text": "A test was run to investigate the role of receptor FPR2/ALX in mediating the protective effects in sepsis using the receptor agonist BML-111. It ameliorates intestinal inflammation in septic rats. The anti-inflammatory cytokine transforming growth factor-β (TGF-β) which is supposed to protect intestinal cells from apoptotic cell death was induced [25] . In a murine model of non-lethal polymicrobial sepsis, FPR2/ALX-deficient animals developed more serious disease and exhibit higher cytokine levels and reduced recruitment of monocytes in peritoneal lavages. Treatment with an FPR2/ALX agonist protected wild type but not the knock-out mice from cardiac dysfunction [26] . These findings prove that LXA4 protect from organ dysfunction, a major cause of mortality in sepsis [27] .",
            "cite_spans": [
                {
                    "start": 349,
                    "end": 353,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 670,
                    "end": 674,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 777,
                    "end": 781,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Lipoxins"
        },
        {
            "text": "As known to all, acute lung injury (ALI) and the acute respiratory distress syndrome (ARDS) are major common complications of severe sepsis [27] . With the inoculation of Klebsiella pneumoniae in mice, pulmonary sepsis occurred and induced LXA4 and FPR2/ALX expression in the lung. Later, the treatment of receptor antagonists and inhibition of 5-lipoxygenase and 15-lipoxygenase in early sepsis (1 h postinfection) even increased leukocyte migration to the infected tissues, and survival rate increased. On the contrary, receptor agonist and LXA4 application consequently worsened early infection and reduced migration of leukocytes. But, 24 h postinfection, LXA4 improved animal survival. Here, this research demonstrates the dual role of LXA4 and highlights the time dependence when targeting the LXA4 pathway in pulmonary infection [28] .",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 144,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 836,
                    "end": 840,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Lipoxins"
        },
        {
            "text": "In the case of septic patients, all the mediators identified in preclinical studies and tested for the treatment in clinical trials have failed [29] . Pro-resolving lipid analysis in critically ill patients may reveal a novel orientation for treatment and bring in further insights into the pathways playing a role in the pathophysiology of sepsis. While comparing to 27 non-survival septic patients for 28 days of admission to the intensive care unit, LXA4 was significantly reduced in 39 patients that survived, but levels of this lipid were not associated with death [30] .",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 148,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 570,
                    "end": 574,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Lipoxins"
        },
        {
            "text": "Resolvins are also derived from omega-3 polyunsaturated fatty acids and exist as two series (D and E). E-series resolvins (RvE1 and RvE2) are products of eicosapentaenoic acid (EPA) involving 5-LOX, cytochrome P450 and aspirin-acetylated COX-2 as well. D-series resolvins (RvD1-RvD6) are synthesized from docosahexaenoic acid (DHA) metabolism involving enzymes 5-LOX/15-LOX [13, 31] . The biological activities of resolvins are similar to lipoxins. RvE1 and its analogues are more potent than LXA4 on a molar basis. RvE1 binds to the leukotriene receptor BLT1 and blocks TNF-α-stimulated NF-κB activation at the ChemR23 receptor [32] .",
            "cite_spans": [
                {
                    "start": 374,
                    "end": 378,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 379,
                    "end": 382,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 629,
                    "end": 633,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Resolvins"
        },
        {
            "text": "In a mouse model of aspiration pneumonia and subsequent involvement of one lobe with E. coli infection, the function of RvE1 in acute lung injury was analysed and found that the RvE1, when injected before the acid injury, reduced pulmonary neutrophil infiltration and enhanced bacterial clearance. This was accompanied by lower levels of inflammatory cytokines and chemokines and marginally improved survival rate [33] .",
            "cite_spans": [
                {
                    "start": 414,
                    "end": 418,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Resolvins"
        },
        {
            "text": "In other two murine models of acute lung injury, RvE1 enhanced cell death of neutrophils arising from the phagocytosis of opsonized E. coli or yeast and is mediated by the leukotriene B4 receptor BLT1. Consequently, RvE1 enhanced the resolution of the established pulmonary inflammation [34] . LXA4, RvE1 and protectin D1 increase levels of the C-C chemokine receptor 5 (CCR5) on apoptotic polymorphonuclear cells (PMNs) and thereby terminate chemokine signalling [35] . RvE1 and 15-epi-lipoxin protect macrophages from oxidative stress-associated apoptotic cell death, and this contributes to the removal of cytotoxic debris and the inflammation resolution [36, 37] .",
            "cite_spans": [
                {
                    "start": 287,
                    "end": 291,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 464,
                    "end": 468,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 658,
                    "end": 662,
                    "text": "[36,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 663,
                    "end": 666,
                    "text": "37]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Resolvins"
        },
        {
            "text": "D-galactosamine-sensitized mouse endotoxin shock mode was also tested for the effects of RvD1, which counteracted the induction of high-mobility group box-1 (HMGB1) and pro-inflammatory cytokines. Hepatocyte apoptosis was suppressed, and also neutrophil immigration to the peritoneum was reduced by the effects of RvD1 [38] . In a mouse model of intraperitoneal E. coli peritonitis, RvD5 enhanced phagocytosis of bacteria compared to the control group. RvD1 had a similar but smaller effect. Both RvD1 and RvD5 reduced significantly titre of viable bacteria in peritoneal exudates and blood and lowered degree of hypothermia as well. Plasma levels of pro-inflammatory cytokines (TNF-α and IL-1β) were reduced by RvD1 and RvD5. Interestingly, it was found that RvD1 enhanced the antimicrobial effect of ciprofloxacin in resolving E. coli peritonitis and increased survival rate in this model [39] .",
            "cite_spans": [
                {
                    "start": 319,
                    "end": 323,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 891,
                    "end": 895,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Resolvins"
        },
        {
            "text": "Administration of resolvin D2 could improve outcomes of burn-related sepsis by regulating PMN chemotaxis. In a rat model of burn-related sepsis, RvD2 restored the chemotaxis of PMN to almost normal level. Furthermore, when burned rats received intravenous LPS 9 days after their burn injury, with intravenous pretreated RvD2, the survival of rats improved significantly. Similarly, RvD2 pretreatment increased survival, following caecal ligation after burn injury [40] .",
            "cite_spans": [
                {
                    "start": 464,
                    "end": 468,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Resolvins"
        },
        {
            "text": "RvD1 injected after CLP model of sepsis increased bacterial clearance and mice survival. The numbers of peritoneal neutrophils were decreased, while CD3 T-lymphocytes apoptosis in thymus got significant improvement [41] . When AT-RvD1 was administered 1 h after the toxin in a LPS-induced acute kidney injury mouse model, renal function was improved. Lower expression of adhesion molecules, less activation of NF-κB and reduced infiltration of neutrophils have been reported as well [42] .",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 219,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 483,
                    "end": 487,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Resolvins"
        },
        {
            "text": "Previous studies have shown that IV administration of RvD2 on a CLP sepsis model exhibits the following protective pro-resolution effects and increases survival rate: (1) reduce viable aerobic bacterial load in peritoneal exudates and blood; (2) reduce PMN migration into the peritoneum; (3) reduce plasma levels of IL-10 and IL-17; (4) reduce pro-inflammatory cytokine (IL-6, IL-1β, IL-23 and TNF-α) levels in plasma and peritoneum; (5) reduce concentrations of the pro-inflammatory lipids PGE2 and LTB4; while (6) increase clearance of bacteria by phagocytes in inguinal lymph nodes and in vitro; (7) enhance phagocytosis of E. coli by human PMN and also increase intracellular production of reactive oxygen species; and (8) increase survival as a result [43] .",
            "cite_spans": [
                {
                    "start": 757,
                    "end": 761,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Resolvins"
        },
        {
            "text": "Inflammatory pain is mainly caused due to the activation of transient receptor potential subtype vanilloid 1 (TRPV1) and TRP ankyryn 1 (TRPA1). RvD2 is a potent inhibitor of both channels in primary sensory neurons, while RvE1 inhibits TRPV1 and RvD1 inhibits TRPA1, respectively. Hence, these lipids contribute to pain-relieving activities [44] .",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 345,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Resolvins"
        },
        {
            "text": "The potential therapeutic uses of exogenous resolvins are currently under investigation. In a recent phase 2 clinical trial involving patients with dry eye syndrome, an RvE1 analogue significantly improved signs and symptoms of corneal inflammation. This is the first trial to show the clinical efficacy of the novel class of resolvins therapeutics that stimulate resolution rather than inhibit inflammatory mediators [14] .",
            "cite_spans": [
                {
                    "start": 418,
                    "end": 422,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Resolvins"
        },
        {
            "text": "Protectins are also omega-3 polyunsaturated fatty acid derivatives, generated from docosahexaenoic acid (DHA) through 12-LOX/15-LOX-mediated pathways. Neuroprotectin D1 (NPD1) and protectin D1 (PD1) are included [45] .",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 216,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Protectins"
        },
        {
            "text": "In a severe human influenza model, H1N1-A virus was introduced through the intratracheal route in mice, and PD1 levels were found to be reduced, suggesting that endogenous production was suppressed by the virus. When other influenza A virus strains were tested, the reduction of PD1 was found to inversely correlate with the virulence of the virus strain used. In the same model of severe human influenza, intravenous administration of PD1 reduced in vitro replication of the H1N1 influenza A virus and increased survival. Besides, When PD1 was administered in combination with the antiviral agent peramivir, a dramatic increase in survival was found compared to use of peramivir alone [46] .",
            "cite_spans": [
                {
                    "start": 686,
                    "end": 690,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Protectins"
        },
        {
            "text": "Protectin DX (PDX, an isomer of protectin D1) also exhibits protective effects of anti-inflammation and pro-resolution. In a CLP sepsis mice model, PDX increased overall survival rate and attenuated multiple organ injury. In addition, PDX reduced pro-inflammatory cytokines and bacterial load 24 h after CLP. Moreover, PDX promoted phagocytosis of peritoneal macrophages and increased the percentage of M2 macrophages in peritoneum of septic mice [47] .",
            "cite_spans": [
                {
                    "start": 447,
                    "end": 451,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Protectins"
        },
        {
            "text": "In a recent report encompassing 22 sepsis patients, it was shown that plasma levels of inflammation-initiating mediators including PGF2α and LTB4 and proresolving mediators, including RvE1, RvD5 and 17R-PD1, were significantly higher in non-survivors than in surviving sepsis subjects. Further analysis revealed increased respiratory failure in non-survivors. These results indicate that peripheral blood lipid mediator profiles (RvE1, RvD5 and 17R-PD1) in sepsis correlate with survival and ARDS development, thus suggesting plausible novel biomarkers and biological targets for critical illness [48] .",
            "cite_spans": [
                {
                    "start": 597,
                    "end": 601,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Protectins"
        },
        {
            "text": "Maresins are a new family of anti-inflammatory and pro-resolving lipid mediators derived from docosahexaenoic acid (DHA) by macrophages via human 12-lipoxygenase (12-LOX). The first member of this family, termed as maresin 1 (MaR1), exhibits potent phagocyte-directed actions that include inhibition of neutrophil infiltration and stimulation of macrophage efferocytosis by dihydroxyl products in this pathway [10, 49, 50] . In a murine model of ARDS, lipid mediator metabololipidomics discovered that MaR1 was temporally generated and regulated in vivo. Early intravascular MaR1 was organ-protective, and MaR1 production was dependent on platelet-neutrophil interactions leading to reduced lung neutrophils, oedema, tissue hypoxia and inflammatory mediators [51] .",
            "cite_spans": [
                {
                    "start": 410,
                    "end": 414,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 415,
                    "end": 418,
                    "text": "49,",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 419,
                    "end": 422,
                    "text": "50]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 759,
                    "end": 763,
                    "text": "[51]",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "Maresins"
        },
        {
            "text": "Pro-resolution effects are activated to terminate inflammation as soon as the inflammatory response initiates. In a peritonitis model, MaR1 was one of the first SPMs upregulated in the peritoneum during self-resolving infections. Acting as a partial agonist/antagonist to the LTB4 receptor (BLT1), MaR1 supressed the activity of LTB4 so as to promote the uptake and clearance of apoptotic cells and bacteria [52] . Interestingly, levels of MaR1 and LTB4 reached a maximum level in the early stages of the inflammatory response, suggesting that early MaR1 production impacts leukocyte infiltration to the inflammatory site [39, 52] .",
            "cite_spans": [
                {
                    "start": 408,
                    "end": 412,
                    "text": "[52]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 622,
                    "end": 626,
                    "text": "[39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 627,
                    "end": 630,
                    "text": "52]",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "Maresins"
        },
        {
            "text": "In a LPS-induced ALI mice model, high dose of MaR1 exhibited protective activities by mitigating patho-histological changes, attenuating pulmonary oedema and restoring oxygenation. Besides, high-dose MaR1 inhibited the increasement of pro-inflammatory cytokines (TNF-α, IL-1β and IL-6) and chemokines, while antiinflammatory cytokine IL-10 was upregulated. Moreover, MaR1 lowered LPSinduced neutrophil adhesions and suppressed the expression of intercellular adhesion molecule (ICAM)-1, P-selection and CD24 [53, 54] . Another study reported that MaR1 can maintain the permeability of lung epithelial cells by upregulating the expression of claudin-1 and ZO-1 in LPS-induced ALI [55] .",
            "cite_spans": [
                {
                    "start": 508,
                    "end": 512,
                    "text": "[53,",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 513,
                    "end": 516,
                    "text": "54]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 679,
                    "end": 683,
                    "text": "[55]",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Maresins"
        },
        {
            "text": "In a CLP sepsis mice model, it was found that MaR1 markedly mitigated the levels of pro-inflammatory cytokines (TNF-α, IL-1β and IL-6). Intervention of MaR1 lowered the LPS level in serum and enhanced the bacterial clearance. Furthermore, MaR1 attenuated lung injury and decreased serum level of alanine transaminase (ALT), aspartate transaminase (AST), creatinine (Cre) and blood urea nitrogen (BUN) in this sepsis model. Consequently, the survival rate was improved. Inhibition of NF-κB activation pathway by MaR1 is the possible protective mechanism [56] .",
            "cite_spans": [
                {
                    "start": 553,
                    "end": 557,
                    "text": "[56]",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "Maresins"
        },
        {
            "text": "Maresin 2 (MaR2) was identified later. MaR2 exhibits similar potency to MaR1 in limiting PMN recruitment but has an apparent optimal concentration 2-3 log orders lower than MaR1 in enhancing human macrophage phagocytosis of zymosan. MaR2 also enhanced human macrophage uptake of apoptotic PMN but was less potent than MaR1 [57] .",
            "cite_spans": [
                {
                    "start": 323,
                    "end": 327,
                    "text": "[57]",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Maresins"
        },
        {
            "text": "Aspirin is a classic anti-platelet anti-inflammatory agent. Acetylating COX-2 facilitates aspirin to induce a shift from the synthesis of pro-inflammatory to pro-resolving lipid mediators termed as aspirin-triggered lipoxins (AT-LX) and aspirin-triggered resolvins (AT-Rv) [13, 58] . AT-LX and AT-Rv share the pro-resolution effects of LXA4 and RvD1, respectively, and act by the same intracellular pathways [59] .",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 277,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 278,
                    "end": 281,
                    "text": "58]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 408,
                    "end": 412,
                    "text": "[59]",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "Aspirin-Triggered Lipid Mediators"
        },
        {
            "text": "The aspirin-triggered lipoxin, also known as 15-epi-LXA4 (AT-LXA4), was found to be increased with administration of aspirin in both in vitro and in vivo models of infection; with infection alone increase in 15-epi-LXA4 levels was observed [60] . In murine models of sepsis and ARDS, aspirin increased the survival rate effectively [61] . Low dosage of aspirin administered 30 min prior to the endotoxin model of sepsis improved the survival and reduced the levels of thromboxane and prostaglandins derived from arachidonic acid [62] . Another research indicated that low-dose aspirin, however, did not reduce cytokine and prostaglandin levels while enhancing 15-epi-LXA4 synthesis [63] . In an E. coli sepsis model, 15-epi-LXA4 injected 24 h after the injury lowered PMN number in broncho-alveolar lavage by stimulating the apoptosis [64] .",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 244,
                    "text": "[60]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 332,
                    "end": 336,
                    "text": "[61]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 529,
                    "end": 533,
                    "text": "[62]",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 682,
                    "end": 686,
                    "text": "[63]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 835,
                    "end": 839,
                    "text": "[64]",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [],
            "section": "Aspirin-Triggered Lipid Mediators"
        },
        {
            "text": "Several observational clinical studies have confirmed the benefits of aspirin in those who took it prior to medical consult in sepsis patients. In a group of 1149 critically ill patients, 25% of them with preclinical aspirin use had a decreased risk of developing to ARDS and tended to a lower mortality [65] . A different study with 5523 patients suffering from systemic inflammatory response syndrome or sepsis suggested that a lower mortality was found in 2082 patients when given aspirin within 24 h after diagnosis [66] . Similarly, in a study comprising 1005 patients with community-acquired pneumonia, 100 mg/day intake of aspirin was associated with a lower mortality rate within 30 days [67] . Hence, a clinical trial indicates that the aspirin and essential fatty acid supplemented in healthy human volunteers increase the endogenous production of pro-resolving mediators including 17-R-PD1 and augment bacterial clearance of leukocytes [68] .",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 308,
                    "text": "[65]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 520,
                    "end": 524,
                    "text": "[66]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 696,
                    "end": 700,
                    "text": "[67]",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 947,
                    "end": 951,
                    "text": "[68]",
                    "ref_id": "BIBREF67"
                }
            ],
            "ref_spans": [],
            "section": "Aspirin-Triggered Lipid Mediators"
        },
        {
            "text": "However, a multicentre study with 3855 patients did not pinpoint a significant association between preclinical aspirin therapy and progression to ARDS [69] . A prospective observational study with 972 patients indicated that preclinical aspirin therapy was neither associated with the development of organ failure nor shock nor 90-day mortality up to 90 days after hospitalization [70] .",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 155,
                    "text": "[69]",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 381,
                    "end": 385,
                    "text": "[70]",
                    "ref_id": "BIBREF69"
                }
            ],
            "ref_spans": [],
            "section": "Aspirin-Triggered Lipid Mediators"
        },
        {
            "text": "Evidence above does not make a solid statement of conclusion on exact beneficial prognoses of aspirin therapy in sepsis. Further studies are required to evaluate a potential protective effect of aspirin in sepsis patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aspirin-Triggered Lipid Mediators"
        },
        {
            "text": "A novel family of pro-resolving mediators termed 13 series resolvins (RvTs) were identified recently in the very early stages (≤4 h) of self-resolving E. coli infections model. These RvTs mediators include RvT1, RvT2, RvT3 and RvT4, which are derived from n-3 docosapentaenoic acid (n-3 DPA) through sequential reactions involving COX-2/5-LOX in the crosstalk of vascular endothelia and neutrophils. Each of these molecules activates the host immunity in a dose-dependent manner for bacterial clearance and counter-regulates the production of pro-inflammatory molecules including endothelin-1, plasminogen activator inhibitor-1 and inflammatory eicosanoids. Moreover, concentrations of RvTs in peripheral blood increased rapidly after exercise (a self-resolving inflammatory state) in healthy volunteers and were significantly higher in patients with sepsis than in healthy subjects. These results indicate that RvTs biosynthesis occurs in a coordinated manner in correlation with acute activation of the immune response. Therefore, inability to form these pathways leads to delayed resolution responses and an impaired ability to clear bacterial infections [71] .",
            "cite_spans": [
                {
                    "start": 1158,
                    "end": 1162,
                    "text": "[71]",
                    "ref_id": "BIBREF70"
                }
            ],
            "ref_spans": [],
            "section": "RvTs"
        },
        {
            "text": "Recent studies suggest that the formation of the immunoresolvent protectin conjugate in tissue regenerations (PCTRs: PCTR1, PCTR2 and PCTR3) by group 3 innate lymphoid cells (ILC-3), which in turn regulates peritoneal macrophage responses to bacterial infections, is promoted by the vagus nerve [72] . PCTRs are derived from DHA through 15-LOX-mediated pathways in leukocytes. Since PCTRs actively promote the termination of bacterial infections by stimulating the uptake and killing the bacteria as well as the repair and regeneration of damaged tissues, these mediators are immunoresolvents [73] . PCTRs parallelly promote a macrophage phenotype shift, downregulating the production of pro-inflammatory cytokines including TNF-α and IL-8 and increase the production of regenerative molecules including TGF-β [74] . Any form of damage to the vagus reflex dysregulates PCTRs formation and macrophage phenotype leading to an impaired ability of the recruited leukocytes to efficiently clear pathogens causing the delayed resolution of inflammatory infections [72] .",
            "cite_spans": [
                {
                    "start": 295,
                    "end": 299,
                    "text": "[72]",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 593,
                    "end": 597,
                    "text": "[73]",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 810,
                    "end": 814,
                    "text": "[74]",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 1058,
                    "end": 1062,
                    "text": "[72]",
                    "ref_id": "BIBREF71"
                }
            ],
            "ref_spans": [],
            "section": "PCTRs"
        },
        {
            "text": "Further researches into mediators formed during the late phases of resolution of E. coli infections pointed out a huge group of molecules that are peptide-lipid conjugates. These molecules termed as maresin conjugates in tissue regeneration (MCTRs: MCTR1, MCTR2 and MCTR3) are produced by 14-lipoxygenation of DHA through 12-LOX-mediated pathways in human macrophages. MCTRs exhibit some potential benefits in regulating bacterial phagocytosis, promoting tissue repair and regeneration [74, 75] .",
            "cite_spans": [
                {
                    "start": 486,
                    "end": 490,
                    "text": "[74,",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 491,
                    "end": 494,
                    "text": "75]",
                    "ref_id": "BIBREF74"
                }
            ],
            "ref_spans": [],
            "section": "MCTRs"
        },
        {
            "text": "Both PCTRs and MCTRs were found in inflammatory exudates and spleens from infected mice as well as in human plasma, serum and spleens. The levels of these mediators were increased during the later stages of infectious inflammation in mice [73, 74] .",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 243,
                    "text": "[73,",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 244,
                    "end": 247,
                    "text": "74]",
                    "ref_id": "BIBREF73"
                }
            ],
            "ref_spans": [],
            "section": "MCTRs"
        },
        {
            "text": "Carbon monoxide (CO) enhances the immune cell function. CO is produced by the constitutively expressed heme oxygenase-2 (HO)-2, and by HO-1, which is upregulated upon cellular stress. HO-1 catalyses the degradation of heme to biliverdin, CO and iron (which binds to ferritin), all acting as anti-oxidative and anti-inflammatory agents [76] . Endogenously formed CO acts as a signalling molecule and induces antioxidant genes [76, 77] . CO downregulates inflammatory prostaglandins and thromboxanes. On the other hand, it enhances the expression of lipoxygenases which are key synthetases of SPMs [15] . Resolvins and lipoxins in turn upregulate HO-1 in macrophages demonstrating mutual amplification of these two proresolving pathways [15] . CO contributes to active pathways on the elimination of microorganisms, promote killing of bacteria and enhance their clearance by macrophages in a protective manner [78] . Furthermore, pro-inflammatory cytokines including TLR2, -4, -5 and -9 are repressed, while anti-inflammatory cytokines such as IL-10 are initiated by CO in macrophages [79] . Enhanced endocytosis of apoptotic cells by efferocytosis is also known [15] .",
            "cite_spans": [
                {
                    "start": 335,
                    "end": 339,
                    "text": "[76]",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 425,
                    "end": 429,
                    "text": "[76,",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 430,
                    "end": 433,
                    "text": "77]",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 596,
                    "end": 600,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 735,
                    "end": 739,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 908,
                    "end": 912,
                    "text": "[78]",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 1083,
                    "end": 1087,
                    "text": "[79]",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 1161,
                    "end": 1165,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Carbon Monoxide and Heme Oxygenase"
        },
        {
            "text": "In murine sepsis model, higher mortality and hepatic necrosis in HO-1-deficient mice group were found pointing out the protective function of this enzyme [80] . Hepatoprotective effects were reported with increasing levels of CO in endotoxic rats [81] . Hepatic accumulation of PMN, expression of the intercellular adhesion molecule-1 (ICAM-1) and activation of NF-κB in murine polymicrobial sepsis are reduced by CO. In endotoxin-activated human umbilical vein, the endothelial cells cocultured with CO, the production of reactive oxygen species (ROS), nitric oxide (NO), activation of NF-κB, induction of inducible NO synthase and ICAM-1 and PMN adhesion were reduced [82] .",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 158,
                    "text": "[80]",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 247,
                    "end": 251,
                    "text": "[81]",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 670,
                    "end": 674,
                    "text": "[82]",
                    "ref_id": "BIBREF81"
                }
            ],
            "ref_spans": [],
            "section": "Carbon Monoxide and Heme Oxygenase"
        },
        {
            "text": "In CLP mice model, levels of circulating inflammatory cytokines and the number of bacteria in blood and organs were decreased by the inhalation of CO which resulted in the increased survival rate of the mice [83] . CO inhalation, 2 h prior to initiation of peritonitis, lowered the number of infiltrating PMN. Monocyte numbers remained unchanged, while the clearance of microbial pathogens and dead PMN significantly raised [15] . Inflammation resolved nearly two times faster than CO nonexposed group. Lipid mediators derived from arachidonic acid, LTB4 and PGE were low in the early stage of inflammation and pro-resolving lipids including RvD1, RvE2 and maresin, were markedly high [15] .",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 212,
                    "text": "[83]",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 424,
                    "end": 428,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 685,
                    "end": 689,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Carbon Monoxide and Heme Oxygenase"
        },
        {
            "text": "The clinical patients have been observed for the protective roles of CO and HO-1. Patients with lower respiratory tract infection indeed had higher CO in their breath, and levels descended in those patients recovering from disease after antibiotic treatment [84] . When compared to 30 healthy neonates, CO in plasma of 7 neonates with sepsis was significantly increased [85] . When 36 patients with severe sepsis or septic shock were compared to 21 patients without sepsis, arterial blood CO and HO-1 protein levels in monocytes were ascended. These two molecules were positively related to survival [86] . Exhaled CO is higher in severely ill patients compared to the control group [87] . In mechanically ventilated patients with severe sepsis or septic shock, exhaled CO was nearly threefold higher compared to controls and declined along with therapy, and high amount of CO in exhaled air on the first day during treatment was associated with better outcome [88] . CO is reported to have beneficial impacts in different patient groups; therefore, inhalation of CO would be a potential policy guide for the treatment of sepsis [77] .",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 262,
                    "text": "[84]",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 370,
                    "end": 374,
                    "text": "[85]",
                    "ref_id": "BIBREF84"
                },
                {
                    "start": 600,
                    "end": 604,
                    "text": "[86]",
                    "ref_id": "BIBREF85"
                },
                {
                    "start": 683,
                    "end": 687,
                    "text": "[87]",
                    "ref_id": "BIBREF86"
                },
                {
                    "start": 961,
                    "end": 965,
                    "text": "[88]",
                    "ref_id": "BIBREF87"
                },
                {
                    "start": 1129,
                    "end": 1133,
                    "text": "[77]",
                    "ref_id": "BIBREF76"
                }
            ],
            "ref_spans": [],
            "section": "Carbon Monoxide and Heme Oxygenase"
        },
        {
            "text": "Annexin A1 is a 37 kDa monomeric protein, existing abundantly in some pivotal cell types of the innate and adaptive immune systems and the neuroendocrine system. The synthesis and release of Annexin A1 is regulated by glucocorticoids (GCs) and expresses as a stress response protein through binding to formyl peptide family receptors (FPRs) [89] .",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 345,
                    "text": "[89]",
                    "ref_id": "BIBREF88"
                }
            ],
            "ref_spans": [],
            "section": "Annexin A1"
        },
        {
            "text": "An increasing number of experimental evidence in present days indicate that Annexin A1 is crucial to many of the acute actions of GCs in several systems relevant to the stress response, including the innate and adaptive host immune systems [89, 90] and the HPA axis [91] . In Annexin A1-null mice models of inflammation, treating with anti-Annexin A1 antibodies or antisense constructs of Annexin A1, have confirmed that Annexin A1 exhibits as an endogenous regulator of antiinflammatory and pro-resolving as well as a mediator of GC action [89, 90] . Annexin A1, binding to FPR in the innate immune system, exerts general suppressive activities including the reduction of the amounts of pro-inflammatory eicosanoids molecules generated and the release of histamine and preformed cytokines from mast cells. In contrast, ANX-A1 may induce the release of pro-resolving mediators, such as IL-10. Furthermore, Annexin A1 highly downregulates PMN migration into inflammatory sites and accelerates their apoptosis, while the migration of monocytes into inflammatory sites is promoted by Annexin A1 which eventually transform the microenvironment into a resolving procedure [92] . In an in vivo experiment, the absence of Annexin A1 or its major receptor (FPR2) amplifies greatly the duration and intensity of acute and chronic inflammation. Consequently, the acute antiinflammatory actions of GCs are greatly reduced or even abrogated. Conversely, human recombinant Annexin A1 and peptides derived from the N-terminal domain can rescue this phenotype and exert high anti-inflammatory and pro-resolution effects in many models of inflammation [90, 92] .",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 244,
                    "text": "[89,",
                    "ref_id": "BIBREF88"
                },
                {
                    "start": 245,
                    "end": 248,
                    "text": "90]",
                    "ref_id": "BIBREF89"
                },
                {
                    "start": 266,
                    "end": 270,
                    "text": "[91]",
                    "ref_id": "BIBREF90"
                },
                {
                    "start": 541,
                    "end": 545,
                    "text": "[89,",
                    "ref_id": "BIBREF88"
                },
                {
                    "start": 546,
                    "end": 549,
                    "text": "90]",
                    "ref_id": "BIBREF89"
                },
                {
                    "start": 1167,
                    "end": 1171,
                    "text": "[92]",
                    "ref_id": "BIBREF91"
                },
                {
                    "start": 1636,
                    "end": 1640,
                    "text": "[90,",
                    "ref_id": "BIBREF89"
                },
                {
                    "start": 1641,
                    "end": 1644,
                    "text": "92]",
                    "ref_id": "BIBREF91"
                }
            ],
            "ref_spans": [],
            "section": "Annexin A1"
        },
        {
            "text": "Sepsis is a severe organ dysfunction syndrome due to uncontrolled infection with a high mortality risk. Despite of inspiring results in preclinical models, none of the presumptive therapeutic agents tested so far succeed in clinical trials. Excessive uncontrolled inflammation and inappropriate immune responses are both characteristic features of sepsis that complicate identification of suitable drug targets. Inhibition of inflammation may delay the resolution because of an improper induction of anti-inflammatory and pro-resolving pathways. Overcoming sepsis, there is still a long way to run. An accumulating evidence decodes the role that endogenous resolutions triggered by SPMs demonstrate the ensured internal homeostasis in host body by activating the ultimate cardinal signs of resolution that include pathogen and cellular debris lavage, analgesia and restoration of organ functions. Latest studies point out that monitoring the concentrations of these SPMs in infected patients may provide a better understanding of the inflammation-resolution procedures and hence reflect a positive outcome [48] . Yet, requiring further prospective studies to confirm these observations. The points and the hints that are mentioned in this review indicate that SPMs act as potential biomarkers and, more importantly, hold a great promise as novel therapeutics in inflammatory diseases. Latest studies reveal that the majority of end-stage fatal sepsis patients are immunosuppressed rather than hyperinflammation [93] . Given, the potential anti-inflammatory and pro-resolution benefits of these SPMs (including CO, HO-1 and Annexin A1) mentioned above, endogenous or exogenous supplement of these mediators analogues or natural extracts may be a new paradigm in treating sepsis.",
            "cite_spans": [
                {
                    "start": 1106,
                    "end": 1110,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1511,
                    "end": 1515,
                    "text": "[93]",
                    "ref_id": "BIBREF92"
                }
            ],
            "ref_spans": [],
            "section": "Summary and Prospect"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The third international consensus definitions for sepsis and septic shock (sepsis-3)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Singer",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "JAMA",
            "volume": "315",
            "issn": "8",
            "pages": "801--811",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "National inpatient hospital costs: the most expensive conditions by payer",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Torio",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Statistical Brief #160. Healthcare Cost and Utilization Project (HCUP) Statistical Briefs",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Population burden of long-term survivorship after severe sepsis in older Americans",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Iwashyna",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Am Geriatr Soc",
            "volume": "60",
            "issn": "6",
            "pages": "1070--1077",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Benchmarking the incidence and mortality of severe sepsis in the United States",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Gaieski",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Crit Care Med",
            "volume": "41",
            "issn": "5",
            "pages": "1167--74",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Assessment of the worldwide burden of critical illness: the Intensive Care Over Nations (ICON) audit",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vincent",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Investigators",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet Respir Med",
            "volume": "2",
            "issn": "5",
            "pages": "380--386",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "International Forum of Acute Care Trialists. Assessment of global incidence and mortality of hospital-treated sepsis: current estimates and limitations",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fleischmann",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Am J Respir Crit Care Med",
            "volume": "193",
            "issn": "3",
            "pages": "259--72",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Is sepsis a pro-resolution deficiency disorder? Med Hypotheses",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "N"
                    ],
                    "last": "Das",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "80",
            "issn": "",
            "pages": "297--306",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Resolvin infectious inflammation by targeting the host response",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "N Engl J Med",
            "volume": "373",
            "issn": "22",
            "pages": "2183--2188",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Pro-resolving lipid mediators are leads for resolution physiology",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "N"
                    ],
                    "last": "Serhan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nature",
            "volume": "510",
            "issn": "",
            "pages": "92--101",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Protectins and maresins: new pro-resolving families of mediators in acute inflammation and resolution bioactive metabolome",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "N"
                    ],
                    "last": "Serhan",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Biochim Biophys Acta",
            "volume": "1851",
            "issn": "4",
            "pages": "397--413",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Treating inflammation and infection in the 21st century: new hints from decoding resolution mediators and mechanisms",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "N"
                    ],
                    "last": "Serhan",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "FASEB J",
            "volume": "31",
            "issn": "4",
            "pages": "1273--88",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Does promoting resolution instead of inhibiting inflammation represent the new paradigm in treating infections?",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dalli",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Mol Aspects Med",
            "volume": "58",
            "issn": "17",
            "pages": "30021--30024",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Resolvins: a family of bioactive products of omega-3 fatty acid transformation circuits initiated by aspirin treatment that counter proinflammation signals",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "N"
                    ],
                    "last": "Serhan",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Exp Med",
            "volume": "196",
            "issn": "",
            "pages": "1025--1062",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Novel endogenous proresolving molecules: essential fatty acid-derived and gaseous mediators in the resolution of inflammation",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shinohara",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Atheroscler Thromb",
            "volume": "23",
            "issn": "6",
            "pages": "655--64",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Inhaled carbon monoxide accelerates resolution of inflammation via unique proresolving mediator-heme oxygenase-1 circuits",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chiang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Immunol",
            "volume": "190",
            "issn": "",
            "pages": "6378--88",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Annexin A1 and resolution of inflammation: tissue repairing properties and signalling signature",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gobbetti",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Biol Chem",
            "volume": "397",
            "issn": "",
            "pages": "981--93",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Lipoxins and aspirin-triggered 15-epi-lipoxins are the first lipid mediators of endogenous anti-inflammation and resolution",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "N"
                    ],
                    "last": "Serhan",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Prostaglandins Leukot Essent Fatty Acids",
            "volume": "73",
            "issn": "",
            "pages": "141--62",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Novel anti-inflammatory--pro-resolving mediators and their receptors",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "N"
                    ],
                    "last": "Serhan",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Curr Top Med Chem",
            "volume": "11",
            "issn": "6",
            "pages": "629--676",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The human serum metabolome",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Psychogios",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS One",
            "volume": "6",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Posttreatment with aspirin-triggered lipoxin A4 analog attenuates lipopolysaccharideinduced acute lung injury in mice: the role of heme oxygenase-1",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Jin",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Anesth Analg",
            "volume": "104",
            "issn": "",
            "pages": "369--77",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Lipoxin A4 increases survival by decreasing systemic inflammation and bacterial load in sepsis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Shock",
            "volume": "36",
            "issn": "",
            "pages": "410--416",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Flavocoxid, a dual inhibitor of COX-2 and 5-LOX of natural origin, attenuates the inflammatory response and protects mice from sepsis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bitto",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Crit Care",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Lipoxin A4 augments host defense in sepsis and reduces Pseudomonas aeruginosa virulence through quorum sensing inhibition",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "FASEB J",
            "volume": "30",
            "issn": "",
            "pages": "2400--2410",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Aspirin-triggered lipoxin A4 and B4 analogs block extracellular signal-regulated kinase-dependent TNF-alpha secretion from human T cells",
            "authors": [
                {
                    "first": "Ariel",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Immunol",
            "volume": "170",
            "issn": "",
            "pages": "6266--72",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Effect of BML-111 on the intestinal mucosal barrier in sepsis and its mechanism of action",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Mol Med Rep",
            "volume": "12",
            "issn": "",
            "pages": "3101--3107",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Nonredundant protective properties of FPR2/ALX in polymicrobial murine sepsis",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gobbetti",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "111",
            "issn": "",
            "pages": "18685--90",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "ARDS and the multiple organ dysfunction syndrome: common mechanisms of a common systemic process",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Khadaroo",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Crit Care Clin",
            "volume": "18",
            "issn": "",
            "pages": "127--168",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Dual role of lipoxin A4 in pneumosepsis pathogenesis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sordi",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Int Immunopharmacol",
            "volume": "7",
            "issn": "",
            "pages": "283--92",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Why have clinical trials in sepsis failed?",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Marshall",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Trends Mol Med",
            "volume": "20",
            "issn": "",
            "pages": "195--203",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Plasma levels in sepsis patients of annexin A1, lipoxin A4, macrophage inflammatory protein-3a, and neutrophil gelatinase-associated lipocalin",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Tsai",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Chin Med Assoc",
            "volume": "76",
            "issn": "",
            "pages": "486--90",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Resolvins and protectins in inflammation resolution",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "N"
                    ],
                    "last": "Serhan",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Chem Rev",
            "volume": "111",
            "issn": "",
            "pages": "5922--5965",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Protective effect of resolvin E1 on the development of asthmatic airway inflammation",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Aoki",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Biochem Biophys Res Commun",
            "volume": "400",
            "issn": "1",
            "pages": "128--161",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The anti-inflammatory and proresolving mediator resolvin E1 protects mice from bacterial pneumonia and acute lung injury",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Seki",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Immunol",
            "volume": "184",
            "issn": "",
            "pages": "836--879",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Resolvin E1 promotes phagocytosis-induced neutrophil apoptosis and accelerates resolution of pulmonary inflammation",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "El Kebir",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "109",
            "issn": "",
            "pages": "14983--14991",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Apoptotic neutrophils and T cells sequester chemokines during immune response resolution through modulation of CCR5 expression",
            "authors": [
                {
                    "first": "Ariel",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nat Immunol",
            "volume": "7",
            "issn": "",
            "pages": "1209--1225",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Resolvin D1-mediated NOX2 inactivation rescues macrophages undertaking efferocytosis from oxidative stress-induced apoptosis",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "N"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Biochem Pharmacol",
            "volume": "86",
            "issn": "",
            "pages": "759--69",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Activation of autophagy in macrophages by pro-resolving lipid mediators",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Prieto",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Autophagy",
            "volume": "11",
            "issn": "",
            "pages": "1729--1773",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Suppressive action of resolvin D1 on the production and release of septic mediators in D-galactosamine-sensitized endotoxin shock mice",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Murakami",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Exp Ther Med",
            "volume": "2",
            "issn": "",
            "pages": "57--61",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Infection regulates pro-resolving mediators that lower antibiotic requirements",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chiang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nature",
            "volume": "484",
            "issn": "",
            "pages": "524--532",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Resolvin D2 restores neutrophil directionality and improves survival after burns",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kurihara",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "FASEB J",
            "volume": "27",
            "issn": "",
            "pages": "2270--81",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Resolvin D1 improves survival in experimental sepsis through reducing bacterial load and preventing excessive activation of inflammatory response",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Eur J Clin Microbiol Infect Dis",
            "volume": "33",
            "issn": "",
            "pages": "457--64",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Aspirin-triggered resolvin D1 down-regulates inflammatory responses and protects against endotoxin-induced acute kidney injury",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Toxicol Appl Pharmacol",
            "volume": "277",
            "issn": "",
            "pages": "118--141",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Resolvin D2 is a potent regulator of leukocytes and controls microbial sepsis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Spite",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature",
            "volume": "461",
            "issn": "",
            "pages": "1287--91",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Resolvin D2 is a potent endogenous inhibitor fortransient receptor potential subtype V1/A1, inflammatory pain, and spinal cord synaptic plasticity in mice: distinct roles of resolvin D1, D2, and E1",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Neurosci",
            "volume": "31",
            "issn": "",
            "pages": "18433--18441",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Anti-inflammatory actions of neuroprotectin D1/protectin D1 and its natural stereoisomers: assignments of dihydroxy-containing docosatrienes",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "N"
                    ],
                    "last": "Serhan",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Immunol",
            "volume": "176",
            "issn": "",
            "pages": "1848--59",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "The lipid mediator protectin D1 inhibits influenza virus replication and improves severe influenza",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Morita",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Cell",
            "volume": "153",
            "issn": "",
            "pages": "112--137",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Protectin DX increases survival in a mouse model of sepsis by ameliorating inflammation and modulating macrophage phenotype",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Xia",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Sci Rep",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Human sepsis eicosanoid and proresolving lipid mediator temporal profiles: correlations with survival and clinical outcomes",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dalli",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Crit Care Med",
            "volume": "45",
            "issn": "1",
            "pages": "58--68",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Maresins: novel macrophage mediators with potent anti-inflammatory and proresolving actions",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "N"
                    ],
                    "last": "Serhan",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Exp Med",
            "volume": "206",
            "issn": "",
            "pages": "15--23",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Total synthesis and bioactivities of two proposed structures of maresin",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sasaki",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Chem Asian J",
            "volume": "6",
            "issn": "2",
            "pages": "534--577",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Maresin 1 biosynthesis during platelet-neutrophil interactions is organprotective",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Abdulnour",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "111",
            "issn": "46",
            "pages": "16526--16557",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Identification and actions of the maresin 1 metabolome in infectious inflammation",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Colas",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Immunol",
            "volume": "197",
            "issn": "11",
            "pages": "4444--52",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Maresin 1 mitigates LPS-induced acute lung injury in mice",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Br J Pharmacol",
            "volume": "171",
            "issn": "14",
            "pages": "3539--50",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Maresin 1 prevents lipopolysaccharide-induced neutrophil survival and accelerates resolution of acute lung injury",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Shock",
            "volume": "44",
            "issn": "4",
            "pages": "371--80",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Maresin 1 maintains the permeability of lung epithelial cells in vitro and in vivo",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Inflammation",
            "volume": "39",
            "issn": "6",
            "pages": "1981--1990",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Maresin 1 mitigates inflammatory response and protects mice from sepsis",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Mediators Inflamm",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Maresin biosynthesis and identification of maresin 2, a new anti-inflammatory and pro-resolving mediator from human macrophages",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS One",
            "volume": "9",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Novel lipid mediators promote resolution of acute inflammation: impact of aspirin and statins",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Spite",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Circ Res",
            "volume": "107",
            "issn": "",
            "pages": "1170--84",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Resolvin D1 and aspirin-triggered resolvin D1 promote resolution of allergic airways responses",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Rogerio",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Immunol",
            "volume": "189",
            "issn": "",
            "pages": "1983--91",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Protective role of acetylsalicylic acid in experimental Trypanosoma cruzi infection: evidence of a 15-epi-lipoxin A 4 -mediated effect",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Alfredo",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS Negl Trop Dis",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Aspirin as a potential treatment in sepsis or acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Toner",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Crit Care",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Studies on the beneficial effects of aspirin in endotoxic shock: relationship to inhibition of arachidonic acid metabolism",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "V"
                    ],
                    "last": "Halushka",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Am J Med",
            "volume": "74",
            "issn": "",
            "pages": "91--97",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Effects of low-dose aspirin on acute inflammatory responses in humans",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Morris",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Immunol",
            "volume": "183",
            "issn": "",
            "pages": "2089--96",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "15-epi-lipoxin A4 inhibits myeloperoxidase signaling and enhances resolution of acute lung injury",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "El Kebir",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Am J Respir Crit Care Med",
            "volume": "180",
            "issn": "",
            "pages": "311--320",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Prehospital aspirin use is associated with reduced risk of acute respiratory distress syndrome in critically ill patients: a propensity-adjusted analysis",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Crit Care Med",
            "volume": "43",
            "issn": "",
            "pages": "801--808",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Acetyl salicylic acid usage and mortality in critically ill patients with the systemic inflammatory response syndrome and sepsis",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Eisen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Crit Care Med",
            "volume": "40",
            "issn": "",
            "pages": "1761--1768",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Lower mortality rate in elderly patients with community-onset pneumonia on treatment with aspirin",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Falcone",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Am Heart Assoc",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Identification and signature profiles for pro-resolving and inflammatory lipid mediators in human tissue",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Colas",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Am J Physiol Cell Physiol",
            "volume": "307",
            "issn": "1",
            "pages": "39--54",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Association of prehospitalization aspirin therapy and acute lung injury: results of a multicenter international observational study of at-risk patients",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Kor",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Crit Care Med",
            "volume": "39",
            "issn": "",
            "pages": "2393--400",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Chronic antiplatelet therapy is not associated with alterations in the presentation, outcome, or host response biomarkers during sepsis: a propensity-matched analysis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Wiewel",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Intensive Care Med",
            "volume": "42",
            "issn": "",
            "pages": "352--60",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Elucidation of novel 13-series resolvins that increase with atorvastatin and clear infections",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dalli",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nat Med",
            "volume": "21",
            "issn": "9",
            "pages": "1071--1076",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Vagal regulation of group 3 innate lymphoid cells and the immunoresolvent PCTR1 controls infection resolution",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dalli",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Immunity",
            "volume": "46",
            "issn": "1",
            "pages": "92--105",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Novel proresolving and tissue-regenerative resolvin and protectinsulfido-conjugated pathways",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dalli",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "FASEB J",
            "volume": "29",
            "issn": "5",
            "pages": "2120--2156",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "The protectin PCTR1 is produced by human M2 macrophages and enhances resolution of infectious inflammation",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ramon",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Am J Pathol",
            "volume": "186",
            "issn": "4",
            "pages": "962--73",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "Maresin conjugates in tissue regeneration biosynthesis enzymes in human macrophages",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dalli",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "113",
            "issn": "43",
            "pages": "12232--12239",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "EETs and HO-1 cross-talk",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sacerdoti",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Prostaglandins Other Lipid Mediat",
            "volume": "125",
            "issn": "",
            "pages": "65--79",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "Carbon monoxide in the treatment of sepsis",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nakahira",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Am J Physiol Lung Cell Mol Physiol",
            "volume": "309",
            "issn": "",
            "pages": "1387--93",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "Macrophages sense and kill bacteria through carbon monoxide-dependent inflammasome activation",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wegiel",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Clin Investig",
            "volume": "124",
            "issn": "",
            "pages": "4926--4966",
            "other_ids": {}
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "Carbon monoxide differentially inhibits TLR signaling pathways by regulating ROS-induced trafficking of TLRs to lipid rafts",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nakahira",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Exp Med",
            "volume": "203",
            "issn": "",
            "pages": "2377--89",
            "other_ids": {}
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "Reduced stress defense in heme oxygenase 1-deficient cells",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Poss",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "94",
            "issn": "",
            "pages": "10925--10955",
            "other_ids": {}
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "Carbon monoxide from heme catabolism protects against hepatobiliary dysfunction in endotoxin-treated rat liver",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kyokane",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Gastroenterology",
            "volume": "120",
            "issn": "",
            "pages": "1227--1267",
            "other_ids": {}
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "Carbon monoxide liberated from carbon monoxide-releasing molecule CORM-2 attenuates inflammation in the liver of septic mice",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cepinskas",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Am J Physiol Gastrointest Liver Physiol",
            "volume": "294",
            "issn": "",
            "pages": "184--91",
            "other_ids": {}
        },
        "BIBREF82": {
            "ref_id": "b82",
            "title": "Carbon monoxide confers protection in sepsis by enhancing beclin 1-dependent autophagy and phagocytosis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Antioxid Redox Signal",
            "volume": "20",
            "issn": "",
            "pages": "432--474",
            "other_ids": {}
        },
        "BIBREF83": {
            "ref_id": "b83",
            "title": "Exhaled carbon monoxide in patients with lower respiratory tract infection",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Biernacki",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Respir Med",
            "volume": "95",
            "issn": "",
            "pages": "1003--1008",
            "other_ids": {}
        },
        "BIBREF84": {
            "ref_id": "b84",
            "title": "Plasma carbon monoxide levels in term newborn infants with sepsis",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Biol Neonate",
            "volume": "78",
            "issn": "",
            "pages": "230--232",
            "other_ids": {}
        },
        "BIBREF85": {
            "ref_id": "b85",
            "title": "Beneficial effects of the heme oxygenase-1/carbon monoxide system in patients with severe sepsis/septic shock",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Takaki",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Intensive Care Med",
            "volume": "36",
            "issn": "",
            "pages": "42--50",
            "other_ids": {}
        },
        "BIBREF86": {
            "ref_id": "b86",
            "title": "Increased heme catabolism in critically ill patients: correlation among exhaled carbon monoxide, arterial carboxyhemoglobin, and serum bilirubin IX alpha concentrations",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Morimatsu",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Am J Physiol Lung Cell Mol Physiol",
            "volume": "290",
            "issn": "",
            "pages": "114--123",
            "other_ids": {}
        },
        "BIBREF87": {
            "ref_id": "b87",
            "title": "Increased endogenous carbon monoxide production in severe sepsis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zegdi",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Intensive Care Med",
            "volume": "28",
            "issn": "",
            "pages": "793--799",
            "other_ids": {}
        },
        "BIBREF88": {
            "ref_id": "b88",
            "title": "Annexin-A1: a pivotal regulator of the innate and adaptive immune systems",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "D&apos;acquisto",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Br J Pharmacol",
            "volume": "155",
            "issn": "2",
            "pages": "152--69",
            "other_ids": {}
        },
        "BIBREF89": {
            "ref_id": "b89",
            "title": "Annexin A1 and glucocorticoids as effectors of the resolution of inflammation",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Perretti",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat Rev Immunol",
            "volume": "9",
            "issn": "1",
            "pages": "62--70",
            "other_ids": {}
        },
        "BIBREF90": {
            "ref_id": "b90",
            "title": "Annexin 1, glucocorticoids, and the neuroendocrine-immune interface",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Buckingham",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Ann N Y Acad Sci",
            "volume": "1088",
            "issn": "",
            "pages": "396--409",
            "other_ids": {}
        },
        "BIBREF91": {
            "ref_id": "b91",
            "title": "Annexin I is stored within gelatinase granules of human neutrophil and mobilized on the cell surface upon adhesion but not phagocytosis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Perretti",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Cell Biol Int",
            "volume": "24",
            "issn": "3",
            "pages": "163--74",
            "other_ids": {}
        },
        "BIBREF92": {
            "ref_id": "b92",
            "title": "Sepsis-induced immunosuppression: from cellular dysfunctions to immunotherapy",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Hotchkiss",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nat Rev Immunol",
            "volume": "13",
            "issn": "",
            "pages": "862--74",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Fig. 8.1 SPMs derived from essential fatty acids and their receptors",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}