{
    "paper_id": "14e48216cca54d29bedd96d34f014f1a50dd1782",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "We read with interest the World Report about the impact of coronavirus disease 2019 (COVID-19) on Venezuelan migrants. 1 We concur wholeheartedly that the COVID-19 pandemic will have a negative impact on Venezuelans who have taken refuge in neighbouring countries. A daunting situation is unfolding within Venezuela, which deserves immediate international attention. Almost 2 years ago, after the collapse of health-care services and multiple concurrent re-emerging diseases outbreaks, the US Centers for Disease Control and Prevention issued the ongoing recommendation that travellers should avoid all non-essential travel to Venezuela. 2 The arrival of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is therefore a major challenge for the country's already fragile systems.",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 120,
                    "text": "1",
                    "ref_id": null
                },
                {
                    "start": 627,
                    "end": 639,
                    "text": "Venezuela. 2",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The arrival of SARS-CoV-2 in Venezuela"
        },
        {
            "text": "The economic collapse in Venezuela and lack of investment in health care has dramatically decreased the number of hospital beds to care for its population of almost 30 million people. The inventory of hospital beds (23 762 beds) released by the Venezuelan Government 3 on March 23, 2020, overestimates availability because most public health-care centres are currently functioning under technical shutdown due to insufficient essential equipment, consumables, drug inventories, and qualified healthcare professionals. Estimates from the National Survey of Venezuelan Hospitals 4 and the non-governmental Venezuelan Defence for Epidemiology Network 1 place the number of critical care beds at approximately 720 nationwide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The arrival of SARS-CoV-2 in Venezuela"
        },
        {
            "text": "Hospitals in some high-income countries have not had enough ventilators to support their critically ill patients. In Venezuela, we know of health-care workers nationwide who are concerned about disproportionate difficulties in providing ventilator assistance for patients with COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The arrival of SARS-CoV-2 in Venezuela"
        },
        {
            "text": "By Feb 26, 2020, there were only 102 ventilators across all 23 states and the capital district; half of these were located in hospitals in the capital Caracas, and the other half were unevenly distributed across the rest of the country. 5 It is clear that the demand for beds and ventilators in hospitals across Venezuela will quickly exceed capacity for patients with COVID-19. Tragically, the decline of the industrial and construction sectors and the depletion of resources will affect Venezuela's ability to undertake temporary construction or increase hospital capacities.",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 238,
                    "text": "5",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "The arrival of SARS-CoV-2 in Venezuela"
        },
        {
            "text": "The poor power infrastructure, which has caused sustained blackouts across the country, and a widespread shortage of fuel will further complicate Venezuela's ability to face the COVID-19 pandemic. Additionally, the absence of running water for 20% of the country 6 and irregular supply for 70% will severely affect the necessary hygiene measures required for SARS-CoV-2 containment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The arrival of SARS-CoV-2 in Venezuela"
        },
        {
            "text": "The impact of the ongoing humanitarian crisis on Venezuela's health-care workforce amplifies the country's incapacity to cope with COVID-19. The Venezuelan Medical Federation (Federación Médica Venezolana) has stated that at least 30 000 medical professionals have left the country over the last decade, contributing to a shortage of specialists. 7 Furthermore, the Venezuelan Government continues to threaten physicians and health-care workers with retaliation if they speak out publicly about COVID-19 cases. 8 The first COVID-19 case in Venezuela was reported on March 13, 2020. As of April 28, 2020, there have been 329 confirmed cases reported through government sources; 5 however, this number could be underestimated because of under-testing and underreporting.",
            "cite_spans": [
                {
                    "start": 511,
                    "end": 512,
                    "text": "8",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "The arrival of SARS-CoV-2 in Venezuela"
        },
        {
            "text": "The situation will worsen if the Venezuelan Government continues to suppress pertinent epidemiological data, ban disease control initiatives, and hinder international humanitarian support. 9 As health-care capacity is stretched thin, the country will continue to face an epidemiological crisis in which most Venezuelans will endure an undefeatable setting of concurrent epidemics.",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 190,
                    "text": "9",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "The arrival of SARS-CoV-2 in Venezuela"
        },
        {
            "text": "We declare no competing interests. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The arrival of SARS-CoV-2 in Venezuela"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "php?id_evento=15342",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Encuesta Nacional de Hospitales",
            "authors": [
                {
                    "first": "Médicos",
                    "middle": [],
                    "last": "Por",
                    "suffix": ""
                },
                {
                    "first": "La",
                    "middle": [],
                    "last": "Salud",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Venezuela suma 329 casos de contagios de COVID-19 en las últimas 24 horas",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Solo un 20% de los venezolanos tienen acceso a agua potable",
            "authors": [
                {
                    "first": "Mejías",
                    "middle": [],
                    "last": "Sola",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "FMV: Más de 30.000 médicos se han ido de Venezuela #12Sep",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Escalona",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Maduro no escucha a la CIDH y aprovecha el COVID-19 para censurar. Transparencia Venezuela",
            "authors": [
                {
                    "first": "Transparencia",
                    "middle": [],
                    "last": "Venezuela",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The health system is already in shambles: Venezuela's hidden COVID-19 crisis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Wight",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "www.thelancet.com Published online May 4, 2020 https://doi.org/10.1016/S0140-6736(20)31053-9 1",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Academia Nacional de Medicina, Caracas 1012, Venezuela (AEP-M); Icahn School of Medicine at Mount Sinai, New York, NY, USA (EMS); Infectious Diseases Research Incubator and the Zoonosis and Emerging Pathogens Regional Collaborative Network, Barquisimeto, Venezuela (MCM-C, LAD-N); and Public Health and Infection Research Group, Faculty of Health Sciences, Universidad Tecnologica de Pereira, Pereira, Risaralda, Colombia (AJR-M).1 Daniels JP. Venezuelan migrants \"struggling to survive\" amid COVID-19. Lancet 2020; 395: 1023. 2 Centers for Disease Control and Prevention. Travelers health: Venezuela traveler view. https://wwwnc.cdc.gov/travel/destinations/ traveler/none/venezuela (accessed",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}