{
    "paper_id": "14f8df40543421f72f35088c6ffaa76e4010f7f6",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "EditordWe read with interest the recent study by Zhong and colleagues 1 in the British Journal of Anaesthesia. We would like to thank these authors for sharing their experience of transmission rates to anaesthetists associated with the provision of spinal anaesthesia in patients with coronavirus disease 2019 (COVID-19). These early data are welcome as health care professionals face the challenge of managing the pandemic. However, we suggest that these findings need to be interpreted with caution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The appropriate personal protective equipment (PPE) to be used in different clinical settings has been a source of controversy and confusion. The choice of appropriate PPE frequently hinges around whether the patient contact involves an aerosol-generating procedure, such as tracheal intubation or extubation. This can be particularly difficult in the obstetric population where the majority of operations are performed under neuraxial anaesthesia (not considered to be an aerosol-generating procedure), but with the ever-present risk of requiring expedient conversion to general anaesthesia with tracheal intubation during surgery. The data presented by Zhong and colleagues 1 suggest that use of Level 1 PPE (surgical mask, hat, gown, and gloves) for spinal anaesthesia was associated with an elevated risk of COVID-19 transmission to the anaesthetist performing spinal anaesthesia compared with Level 3 PPE (positive pressure (pressure demand), self-contained breathing apparatus, and a fully encapsulating chemical protective suit plus inner and outer chemical resistant gloves).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Firstly, with relatively small numbers in a retrospective, observational study, there is an elevated risk of random type 1 error, and the significant finding of reduced risk of transmission with advanced PPE may well have occurred by chance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "With the present study design, it is not possible to control for unmeasured confounders, of which there may be several in this study. While the authors assert that the anaesthetists performing spinal anaesthesia did not have contact with other COVID-19 patients, transmission of disease may not require direct contact with infected individuals as viral transmission can occur through fomite spread, for example from infected hard surfaces. Another relevant factor when assessing the effectiveness of PPE in any context is the issue of asymptomatic carriers. In a radical approach to the pandemic, Iceland has undertaken rigorous and comprehensive measures of source control. This has included testing a higher percentage of the population for COVID-19 than any other country. 2 The finding that approximately 50% of people infected with COVID-19 are asymptomatic has also been confirmed by other small population studies. 3 Indeed, in Zhong and colleagues' 1 study, three out of the five anaesthetists who tested positive did so in the absence of any symptoms. Therefore, the potential impact of exposure of the cohort of anaesthetists to asymptomatic carriers could have been an important confounding factor. We cannot see how the authors can assert with any confidence that the only source of exposure to the virus was during the administration of spinal anaesthesia. The authors have not provided any information about exposure of the anaesthetists to COVID-19 in other clinical or community settings.",
            "cite_spans": [
                {
                    "start": 776,
                    "end": 777,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 922,
                    "end": 923,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Finally, correct donning and doffing of PPE are key to avoiding infection transmission, with the majority of selfcontamination errors happening during removal of equipment. 4 It would be helpful to understand local polices related to PPE used in this study and whether any potential contamination or doffing errors may have occurred.",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 174,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We acknowledge that uncertainty remains regarding the efficacy and effectiveness of various forms of PPE for COVID-19. Further detailed studies are urgently needed to chart a path towards clarity in appropriate PPE requirements during this pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "NL chairs the Education sub-committee of the Obstetric Anaesthetists' Association. She is a senior editor for the International Journal of Obstetric Anesthesia. No other conflicts of interest are declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declarations of interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Spinal anaesthesia for patients with coronavirus disease 2019 and possible transmission rates in anaesthetists: retrospective, singlecentre, observational cohort study",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Br J Anaesth",
            "volume": "",
            "issn": "20",
            "pages": "30161--30167",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Iceland: Directorate of Health and the Department of Civil Protection and Emergency Management",
            "authors": [],
            "year": 2020,
            "venue": "COVID-19 in Iceland e statistics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Covid-19: identifying and isolating asymptomatic people helped eliminate virus in Italian village",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Day",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Contamination of health care personnel during removal of personal protective equipment",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Tomas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kundrapu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Thota",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "JAMA Intern Med",
            "volume": "175",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bja.2020.04.016"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "author. E-mail: nuala.lucas@nhs.net Keywords: Caesarean delivery; COVID-19; infection prevention and control; obstetric anaesthesia; personal protective equipment; spinal anaesthesia",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}