{
    "paper_id": "151f792fe21cde1bbf3b3aedfe6e3cbba79b9a9d",
    "metadata": {
        "title": "Journal Pre-proof Hidroxicloroquina en el tratamiento del COVID-19: como utilizarla a la espera de evidencia científica concluyente",
        "authors": [
            {
                "first": "Ernesto",
                "middle": [],
                "last": "Cairoli",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gerard",
                "middle": [],
                "last": "Espinosa",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "No existe hasta la fecha un tratamiento eficaz contra el nuevo coronavirus 2 del síndrome respiratorio agudo grave (SARS-CoV2), responsable de la enfermedad COVID-19. Numerosos estudios clínicos están evaluando la utilidad de fármacos antivirales e inmunomoduladores, donde los antimaláricos como cloroquina e hidroxicloroquina (HCQ) son una de las alternativas estudiadas (1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Hasta el momento, la experiencia clínica en el uso de HCQ surge principalmente del tratamiento en pacientes con lupus eritematoso sistémico (LES), cuyos efectos a largo plazo muestran múltiples beneficios. Sin embargo, las dosis acumuladas elevadas se han asociado a efectos adversos graves, sobre todo a nivel de la retina y el miocardio (2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Muchos protocolos asistenciales proponen el uso de HCQ en el tratamiento de la COVID-19 (1). Sin embargo, es importante considerar los efectos adversos miocárdicos, como el desarrollo de arritmias graves (3, 4) .",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 207,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 208,
                    "end": 210,
                    "text": "4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "En el paciente con COVID-19, la posible afectación cardíaca está relacionada principalmente con cuatro factores: 1) cardiopatía subyacente (muchas veces silente en pacientes de mayor edad); 2) afectación miocárdica producida por la infección y la propia respuesta inflamatoria, lo que da lugar a una miocarditis con elevación de troponinas; 3) toxicidad aguda probablemente asociada al uso de los antimaláricos en dosis elevadas, más evidente en tratamientos con cloroquina y 4) uso concomitante de otros tratamientos que junto a la HCQ, prolongan el intervalo QT corregido (QTc), con riesgo de arritmias ventriculares graves (3, 4, 5) .",
            "cite_spans": [
                {
                    "start": 626,
                    "end": 629,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 630,
                    "end": 632,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 633,
                    "end": 635,
                    "text": "5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "¿En ausencia (a la espera) de evidencia científica concluyente, qué consideraciones se deben tener en cuenta al utilizar la HCQ en el tratamiento de la COVID-19? Es necesario cambiar la forma en la que habitualmente se usa la HCQ en pacientes con LES, adaptando su prescripción y control de potenciales efectos adversos a este nuevo escenario terapéutico. Las siguientes consideraciones persiguen optimizar el tratamiento con HCQ de la COVID-19: -Cuando el médico considera que la HCQ puede ser de utilidad debería ser iniciada de la forma más precoz posible después de diagnosticar la infección, en virtud de la disminución en la replicación y diseminación viral demostradas in vitro e in vivo (1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "-Utilizar la HCQ en un tratamiento agudo (5 días), con dosis de carga (400 mg cada 12 horas) el primer día y cuatro días de mantenimiento (200 mg cada 12 horas), después de solicitar el consentimiento médico informado (siendo la COVID-19 una indicación no contemplada en la ficha técnica).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "-Minimizar el riesgo de prolongación del QTc. Para ello se debe realizar un electrocardiograma (ECG) basal previo al inicio del tratamiento. Si el QTc es mayor o igual a 500 ms, no se debe iniciar la HCQ. Si el QTc es menor de 470 ms en el hombre o menor de 480 ms en la mujer, se puede comenzar el tratamiento y repetir el ECG en 48 horas. Si el QTc es mayor o igual de 500 ms o se demuestra un aumento mayor o igual de 60 ms, se debe suspender el tratamiento (4).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "-Evitar o discontinuar el uso simultáneo de fármacos que prolongan el QTc, particularmente azitromicina, claritromicina, levofloxacino, moxifloxacino, ciprofloxacino, haloperidol, quetiapina, risperidona, domperidona y ondansetrón entre otros (4, 5) .",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 246,
                    "text": "(4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 247,
                    "end": 249,
                    "text": "5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "-Mantener una vigilancia estrecha de los niveles de potasio, calcio y magnesio por su potencial arritmogénico, así como la glicemia en pacientes con diabetes por el riesgo de hipoglicemia (4).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "-Considere no administrar o suspender la HCQ en estadíos avanzados de la infección por la eventual posibilidad de una miocarditis concomitante por COVID-19 (3, 5).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "-No es necesario ajustar la dosis a la función renal o hepática, así como tampoco requiere control oftalmológico pre o post-tratamiento (6).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "-Pendiente del resultado de varios estudios en activo, no debe indicarse la HCQ de forma profiláctica ya que no existe evidencia que avale su uso preventivo o post-exposición para evitar la infección por COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "En definitiva, en la prescripción de HCQ en la COVID-19 se deben tomar precauciones distintas hasta las ahora consideradas en pacientes con LES. Debe indicarse en su ventana de oportunidad y considerar la afectación miocárdica multifactorial existente, buscando evitar efectos adversos cardiovasculares. El resultado de diferentes estudios controlados y aleatorizados que refrenden o refuten la utilidad de la HCQ en el tratamiento de COVID-19 servirán para definir su rol en este escenario clínico.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Uso de antipalúdicos en el tratamiento del COVID-19: una ventana de oportunidad?",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Lasheras",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Santabárbara",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Medicina Clínica",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.medcli.2020.04.004"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Antimalarial-induced cardiomyopathy: a systematic review of the literature",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tselios",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Deeb",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Gladman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Harvey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Urowitz",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Lupus",
            "volume": "4",
            "issn": "",
            "pages": "591--599",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Cardiovascular complications in patients with COVID-19: consequences of viral toxicities and host immune response",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Rhee",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Current Cardiology Reports",
            "volume": "22",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s11886-020-01292-3"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Guidance of minimizing risk of druginduced ventricular arrhytmia during treatment of COVID-19: a statement from the Canadian heart rhythm Society",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Sapp",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Alqarawi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ciorsti",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Cardiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cjca.2020.04.003"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Description and proposed management of the acute COVID-19 cardiovascular syndrome",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Hendren",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Drazner",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bozkurt",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "T"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Circulation",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1161/CIRCULATIONAHA.120.047349"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "COVID-19 and chloroquine/hydroxychloroquine: is there ophthalmological concern?",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Marmor",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Ophthalmol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajo.2020.03.028"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Hidroxicloroquina en el tratamiento del COVID-19: como utilizarla a la espera de evidencia científica concluyente.Hydroxychloroquine in the treatment of COVID-19: how to use it waiting for conclusive scientific evidenceAutores: Ernesto Cairoli MD, PhD a, b , Gerard Espinosa MD, PhD c .",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Unidad de Enfermedades Autoinmunes Sistémicas, Hospital de Clínicas, Facultad de Medicina, Universidad de la República, Montevideo, Uruguay. b) Investigador asociado -Laboratorio de inmunorregulación e inflamación, Institut Pasteur de Montevideo, Montevideo, Uruguay. c) Servicio de Enfermedades Autoinmunes, Institut d'Investigacions August Pi i Sunyer, Universitat de Barcelona, Hospital Clinic, Barcelona, Catalunya, España. Email de los autores: -Ernesto Cairoli: ecairoli@hc.edu.uy -Gerard Espinosa: gespino@clinic.cat Autor de correspondencia: Ernesto Cairoli: ecairoli@hc.edu.uy Dirección: Unidad de Enfermedades Autoinmunes Sistémicas, piso 1, Hospital de Clínicas, Avenida Italia s/n esquina Las Heras. CP: 11200, Montevideo, Uruguay.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}