{
    "paper_id": "1594ab9432bf4cd3b4c829ee9764dd16a1466568",
    "metadata": {
        "title": "Approach to Internal Medicine: A Resource Book for Clinical Practice",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "TREAT UNDERLYING CAUSErelative (hydration), CO hemoglobinemia (smoking cessation. See p. 480), sleep apnea (CPAP. See p. 20) , polycythemia vera (cytoreduction with hydroxyurea is preferable to phlebotomy target to keep hematocrit <0.45 in ♂ and <0.42 in ♀, ASA 81 mg PO daily prevents thrombosis-but watch out for bleeding)",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 124,
                    "text": "(CPAP. See p. 20)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "MANAGEMENT"
        },
        {
            "text": "NEJM 2005 ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Microcytic Anemia"
        },
        {
            "text": "HISTORY -shortness of breath, chest pain, dizziness, fatigue, bleeding (GI, menstrual), pica (ice, dirt), diet history, fever, night sweats, weight loss, past medical history (malignancy, chronic infections, rheumatologic disorders), medications (NSAIDs, ASA, anticoagulants), family history (thalassemia) PHYSICAL -vitals, koilonychia (spoon nails), alopecia, blue sclerae, conjunctival pallor, angular cheilitis, atrophic glossitis, lymphadenopathy (anemia of chronic disease), rectal examination for occult blood and pelvic examination for blood loss",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CLINICAL FEATURES"
        },
        {
            "text": "· RDW -red cells in thalassemia tend to have a narrower distribution than in iron deficiency · MCV -red cells in thalassemia tend to be smaller than in iron deficiency · RBC -RBC high or normal if thalassemia but tend to decrease proportionally to Hb in iron deficiency ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISTINGUISHING FEATURES BETWEEN IRON DEFICIENCY AND THALASSEMIA"
        },
        {
            "text": "BASIC · LABS -CBCD, peripheral smear, reticulocyte count, serum iron, serum ferritin, TIBC (transferrin), % sat, Hb electrophoresis, fecal occult blood (if suspect GI bleed) SPECIAL · ENDOSCOPY -gastroscopy and/or colonoscopy targeting symptoms in any man or post-menopausal woman with iron deficiency or in anyone with suspected GI bleeding · SOLUBLE TRANSFERRIN RECEPTOR (sTfR)-helps to distinguish between iron deficiency and anemia of chronic disease. Depleted iron stores is associated with increased sTfR levels · BONE MARROW ASPIRATE AND BIOPSY WITH IRON",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INVESTIGATIONS"
        },
        {
            "text": "· THALASSEMIA INDEX -MCV/RBC. Suggests thalassemia if <13 and iron deficiency if >13 · MORPHOLOGY -thalassemia causes microcytic target cells DISTINGUISHING FEATURES BETWEEN IRON DEFICIENCY AND ANEMIA OF CHRONIC DISEASE -ferritin is indicative of marrow iron stores and is key to the diagnosis of iron deficiency anemia as serum iron and TIBC levels may change with other diseases. Ferritin may be elevated as acute phase reactant · < 30 ng / ml -iron deficiency anemia (PPV 92-98%) · 30 -100 ng / ml -combination of anemia of chronic disease and true iron deficiency if (sTfR/log ferritin) > 2. Anemia of chronic disease alone if (sTfR/log ferritin) <1 · 100 ng / ml -anemia of chronic disease causing agglutination in the laboratory specimen before blood is run through the analyzer COOMBS TEST · DIRECT COOMBS TEST (DAT)-patient's washed RBC incubated with anti-IgG and anti-C3. A positive result (i.e. agglutination) indicates that IgG and/or C3 have bound to RBC surface in vivo. DAT positivity suggests immune rather than nonimmune causes of hemolysis · IMMUNE HEMOLYTIC ANEMIA (DAT positive)autoimmune hemolytic anemia, druginduced hemolytic anemia, alloimmune hemolytic anemia (acute hemolytic reaction) · NON -IMMUNE HEMOLYTIC ANEMIA (DAT negative)-TTP/HUS, DIC, hemoglobinopathies, hereditary spherocytosis · INDIRECT C OOMBS TEST -normal RBC incubated with patient's serum. It is mainly used to detect low concentrations of antibodies in a patient's serum prior to blood transfusion RETICULOCYTE PRODUCTION INDEX (RPI, corrected reticulocyte count)-more accurate than raw reticulocyte count to evaluate if bone marrow response to anemia is appropriate or hypoproliferative · RPI = [retic count × (hematocrit in %/45)]/maturation factor · INTERPRETATION -RPI >2% suggests adequate marrow response, < 2% suggests hypoproliferative (i.e. ↓ production) ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Microcytic Anemia"
        },
        {
            "text": "★ABCDEFGH PAIN★ A NEMIA · CHRONIC HEMOLYSIS -normo or macrocytic due to reticulocytosis, elevated bilirubin, LDH, low haptoglobin). There may be associated folate/iron deficiency from increased utilization · ACUTE ANEMIA -may be due to splenic sequestration crisis (venoocclusion of spleen leading to RBC pooling), aplastic crisis (transient arrest of erythropoiesis), and hyperhemolytic crisis (sudden onset of severe hemolysis). All of these may be triggered by viral infections such as parvovirus B19 B ONES -bone infarction (pancytopenia), avascular necrosis, fat embolism, orbital compression syndrome C ARDIAC -myocardial infarction (due to increased oxygen demand from cardiac output) Sickle Cell Disease D ERMATOLOGIC -leg ulcers E YES -proliferative retinopathy, retinal artery occlusion, retinal detachment and hemorrhage F AIRLY BAD PAIN -back, chest, extremities and abdomen. May be associated with fever, swelling, tenderness, tachypnea, hypertension, nausea, and vomiting. May be precipitated by weather changes, dehydration, infection, stress, menses and alcohol. Multi-organ failure may develop in severe pain episodes G ENITAL -priapism H EPATOSPLENIC -splenic infarction, acute hepatic ischemia, hepatic or splenic sequestration crisis, iron overload (transfusions) P ULMONARY -restrictive lung disease (chronic interstitial fibrosis), obstructive lung disease, hypoxemia, pulmonary hypertension, fat embolism A NEMIA -remember that sickle cell disease is associated with both acute and chronic anemia I NFECTIONS -sepsis (particularly asplenic patients), meningitis, pneumonia, osteomyelitis (susceptible to Salmonella and gram negative osteomyelitis) N EUROLOGIC -ischemic stroke, intracerebral hemorrhage, septic emboli, spinal cord infarction or compression, vestibular dysfunction, sensory hearing loss, cognitive failure MANAGEMENT ACUTE -ABC, O 2 , IV · VASOOCCLUSIVE PAIN CRISIS -fluids, pain control (morphine, ketorolac) · APLASTIC CRISIS -transfusions. Avoid GCSF · SEQUESTRATION CRISIS -fluids, judicious transfusion if symptomatic anemia to avoid overload if trapped splenic blood re-enters circulation · HEMOLYTIC CRISIS · ACUTE CHEST SYNDROME (chest pain, pulmonary infiltrates, cough, progressive anemia, hypoxemia, with or without fever)-treat precipitating factor, fluids, pain control, transfusions (simple or exchange) · PRIAPISM -hydration, analgesics, transfusions, urology consultation · PREOPERATIVELY -transfuse to Hb 100 g/L [10 g/dL] CHRONIC -interprofessional team, immunizations ( Streptococcus pneumoniae , Haemophilus influenzae , Niesseria meningitidis , hepatitis B virus, and influenza), exchange transfusion (goal HbS < 30%), hydroxyurea (increase levels of fetal Hb, decrease incidence of vasoocclusive pain), folic acid 1 mg PO daily",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CLINICAL FEATURES"
        },
        {
            "text": "ASPLENIC PATIENTS -particularly susceptible to encapsulated bacteria ( S. pneumoniae , H. influenzae , and N. meningitidis ",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 122,
                    "text": "( S. pneumoniae , H. influenzae , and N. meningitidis",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "SPECIFIC ENTITIES"
        },
        {
            "text": "★PAIN★ P RIMARILY ORGAN -SPECIFIC DISORDERS · PULMONARY -interstitial lung disease, AIDSrelated pneumonia, idiopathic eosinophilic pneumonia, drug-induced lung disease · GASTROINTESTINAL -eosinophilic gastroenteritis, eosinophilic esophagitis, primary biliary cirrhosis, primary sclerosing cholangitits · GENITOURINARY -acute interstitial nephritis, acute post-streptococcal glomerulonephritis, eosinophilic cystitis, eosinophilic prostatitis · RHEUMATOLOGIC -eosinophilia-myalgia syndrome and idiopathic eosinophilic synovitis, Churg-Strauss syndrome · DERMATOLOGIC -eosinophilic panniculitis, episodic angioedema with eosinophilia, Kimura disease and angiolymphoid hyperplasia with eosinophilia, eosinophilic fasciitis, eosinophilic cellulitis, eosinophilic pustular folliculitis, recurrent cutaneous necrotizing eosinophilic vasculitis, eosinophilic ulcers of the oral mucosa A LLERGIES · NASAL -allergic rhinitis, asthma, nasal polyposis · MEDICATIONS -cytokine mediated (GM-CSF, IL-2), pulmonary (NSAIDs), gastroenteritis (NSAIDs), interstitial nephritis (penicillins, cephalosporins), necrotizing myocarditis (ranitidine), vasculitis (phenytoin, allopurinol), asymptomatic (ampicillin, penicillins, cephalosporins) A DRENAL -adrenal insufficiency A THEROEMBOLIC -cholesterol emboli I NFECTIONS · PARASITIC -angiostrongyliasis costaricensis, ascariasis, hookworm, strongyloidiasis, trichinosis · FUNGAL -aspergillosis, coccidioidomycosis · OTHERS -chronic TB, scarlet fever, HIV related N EOPLASTIC · HEMATOLOGIC -hypereosinophilic syndrome, Hodgkin's lymphoma, non-Hodgkin's lymphoma, mastocytosis · SOLID TUMOR -large cell carcinoma ( HEPARININDUCED THROMBOCYTOPENIA AND THROMBOSIS HITT · PATHOPHYSIOLOGY -type I (non-immune) happens within 2 days, mild drop in platelets, and return to normal by itself. Type 2 (immune) starts between days 4 and 14 (can present earlier if recent heparin exposure in past 1-3 months). It is usually more severe (platelet drop >50%) and has great clinical significance. Pathogenesis: heparin complexes with PF4 (from platelets) → IgG against heparin-PF4 complex → these megacomplexes bind to platelets and activate them, producing more PF4 → platelet aggregation → thrombosis · CAUSES -heparin, LMWH (much less likely) · CLINICAL FEATURES (type II)-thrombocytopenia, thrombosis, ischemia · TREATMENTS (type II)-stop heparin immediately and treat with danaparoid , lepirudin , or argatroban until platelets return to normal. Begin warfarin when platelets >150 × 10 3 /μL and overlap warfarin with the alternative anticoagulant for 5 days (this reduces risk of venous limb gangrene). Avoid future heparin exposure except during CABG (performed at least 3 months after heparin exposure) IMMUNE THROMBOCYTOPENIA ITP · PATHOPHYSIOLOGY -autoantibodies against platelets → isolated thrombocytopenia · ASSOCIATIONS -neoplasm (CLL, lymphoma), infections (HIV), autoimmune (SLE) · DIAGNOSIS -isolated thrombocytopenia with an otherwise normal CBC and no obvious causes · TREATMENTS -should be started when platelets < 20 × 10 3 /μL. The goal of treatment is to support platelet counts until spontaneous remission occurs · URGENT SUPPORT -given to patients with active bleeding. IVIG 1 g/kg IV daily × 1-2 days, which may increase the platelet count within days and lasts for a few weeks. Methylprednisolone 1 g IV daily × 3 days. Platelet transfusions may also provide temporary support for actively bleeding patients · FIRST LINEprednisone 1-2 mg/kg PO daily until platelet count returns to normal. Platelet recovery occurs within 3 weeks in 2/3 of patients. If platelet count did not increase after 4 weeks of treatment, consider second line therapies · SECOND LINE -rituximab , thrombopoietic agents (romiplostim, eltrombopag) splenectomy . See p. 163 for details on counseling of patients undergoing splenectomy · OTHER OPTIONS -chemotherapy (CVP), danazol. HAART for HIV-associated ITP NEJM 2002 346:13 EVANS SYNDROME -ITP and autoimmune hemolytic anemia DRUGINDUCED IMMUNE THROMBOCYTO PENIA -patients usually present with severe thrombocytopenia (platelets <20 × 10 3 /μL). With the exception of platelet inhibitors, there is usually 5-7 days between initiation of drug therapy and platelet drop if patient is receiving the medication for the first time. Treatment consists of discontinuation of offending (or all) drugs and platelet transfusions as needed NEJM 2007 357:6 ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DIFFERENTIAL DIAGNOSIS"
        },
        {
            "text": "· PATHOPHYSIOLOGY -vWF acts as a linker between platelets and endothelium and also serves as carrier for factor VIII. Thus, vWD deficiency may lead to decrease in factor VIII levels · CLINICAL FEATURES -platelet disorder with bruising, skin or mucosal bleeding, and heavy menstrual cycles for most subtypes, except type IIN which manifests as hemophilia with soft tissue, joint, and urinary bleeding · DIAGNOSIS -Ristocetin cofactor activity (RCo, assesses capacity of plasma vWF to support ristocetin-induced aggregation of control platelets), collagen binding activity (assesses vWF binding to collagen), vWF antigen (non-functional assay that quantifies vWF), vWF multimer assay (agarose gel to determine the size of multimers), ristocetininduced platelet aggregation (assesses vWF binding to platelets in patients' plateletrich plasma) · TREATMENTS -DDAVP 0.3 μg/kg by IV infusion or 300 μg one spray each nasal for type I patients. vWF concentrates containing all vWF multimers may be used for type II and III and for bleeding and surgical management of type 1 patients BERNARDSOULIER SYNDROME -mutation of GPIb/IX (platelet receptor for vWF) GLANZMANN'S THROMBASTHENIA -mutation of GPIIb/IIIa (platelet receptor for fibrinogen) STORAGE POOL DISEASE -defect in releasing platelet granules (especially ADP) SPECIAL · HEPZYME STUDY -to remove heparin from blood samples to distinguish if isolated elevation of PTT is spurious · 50 : 50 MIXING STUDY -to distinguish between factor deficiency vs. inhibitors (factor deficiency corrects with mixing study) · HEMOPHILIA WORKUP -factors VIII, IX, XI Anticoagulation ↓ risk to < 1%/year MECHANICAL HEART VALVE -recurrent arterial embolic risk 4%/year. Warfarin ↓ risk to < 1%/ year. Mitral valve prostheses 2× risk of aortic valve prostheses. INR 2-3 for bileaflet or tilting disc mechanical valves and 2.5-3.5 for caged-ball or caged-disc valves",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VON WILLEBRAND DISEASE (VWD)"
        },
        {
            "text": "ANTIPHOSPHOLIPID ANTIBODY SYNDROME APS · PATHOPHYSIOLOGY -antibody against phospholipids or cell surface proteins bound to anionic phospholipids. These include lupus anticoagulants, anticardiolipin antibody (false-positive VDRL), and anti-β2glycoprotein 1 antibody → may lead to hypercoagulable state · CAUSES -primary APS, secondary APS (various rheumatic diseases such as SLE and infections such as HIV and drugs) · CLINICAL FEATURES -venous and arterial thrombosis and rarely hemorrhage affecting the lungs, heart, CNS, GI, kidneys, skin, and eyes. Also recurrent fetal losses (recurrent first trimester or single late term), thrombocytopenia, and livedo reticularis · DIAGNOSIS -clinical criteria include thrombosis (≥1 arterial, venous, or small-vessel thrombosis in any organ) or pregnancy complications (≥1 unexplained deaths of morphologically normal fetus at or after the 10 th week of gestation, ≥1 premature births of morphologically normal neonate at or before the 34 th week of gestation, or ≥3 unexplained consecutive spontaneous abortions before the 10 th week of gestation). Laboratory criteria include anti-cardiolipin or anti-β2-glycoprotein 1 antibodies (IgG or IgM at moderate or high levels on ≥2 occasions at least 6 weeks apart) or the presence of a lupus anticoagulant (≥2 occasions at least 6 weeks apart). Diagnosis requires at least one clinical and one laboratory criterion (sens 70%, spc 98%) · CATASTROPHIC ANTIPHOSPHOLIPID SYNDROMEacute and devastating syndrome with multiple simultaneous vascular occlusions throughout the body, affecting mainly small vessels of kidney, lungs, CNS, heart, and skin. May be associated with DIC, ARDS, cerebral and myocardial microinfarctions. May be precipitated by infections, surgery, and withdrawal of anticoagulation. Treatment consists of a combination of anticoagulation, steroids, plasmapheresis, and/or IVIG. Mortality rate is 50% · TREATMENTS -primary prophylaxis for thrombosis is not indicated in persons with incidentally discovered antiphospholipid antibodies or lupus anticoagulants. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SPECIFIC ENTITIES"
        },
        {
            "text": "-alternative diagnosis more or as likely (−2), recent paralysis/paresis/plaster immobilization (+1), recent bedridden >3 days or major surgery <4 weeks (+1), localized tenderness along deep venous system (+1), calf swelling by more than 3 cm at 10 cm below tibial tuberosity (+1), pitting edema greater in symptomatic leg (+1), collateral non-varicose superficial veins (+1), active cancer (+1) However, patients may experience arm swelling, erythema, pain, warmth, development of collateral vessels and fever. Acute PE, post thrombotic syndrome and persistent vascular compromise represent potential complications · DIAGNOSIS -ultrasound (sens 78-100%, spc 86-100%), venogram is gold standard but rarely done · TREATMENTS -if catheter is still needed (e.g. for chemotherapy administration), consider anticoagulation for at least 3 months with catheter in place, followed by prophylactic doses until catheter removed. Note that in serious cases in which the limb may be threatened or if anticoagulation is contraindicated, catheter may need to be removed regardless. If no need for catheter, consider anticoagulation for 3-5 days, then remove catheter, and then anticoagulation for up to 3 months. Primary prophylaxis is not indicated ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RATIONAL CLINICAL EXAMINATION SERIES DOES THIS PATIENT HAVE DEEP VEIN THROMBOSIS? WELL'S CRITERIA FOR DVT"
        },
        {
            "text": "WASHED TRANSFUSION PRODUCT (removes almost all serum proteins and most leukocytes)-IgA deficiency, previous anaphylactic transfusion reaction, febrile reactions not prevented by leukocyte reduction, severe urticarial reactions not prevented by the antihistamines LEUKOCYTEDEPLETED TRANSFUSION PRODUCT (removes most leukocytes)-prevention of febrile reactions or TRALI, prevention of HLA alloimmunization (leukemia, aplastic anemia, chronic hemolytic anemia, MDS, MPS), transplant candidates, substitute for CMV-negative blood IRRADIATED TRANSFUSION PRODUCTS (inhibits lymphocyte proliferation and prevents transfusion-associated GVHD)-stem cell transplant recipients, recipients of directed donor transfusions from blood relatives, Hodgkin's lymphoma CMVNEGATIVE TRANSFUSION PRODUCTS (screened)-CMV-negative transplant recipients (solid organ or bone marrow from CMV negative donors), antepartum transfusions for CMVnegative women INVESTIGATIONS BLOOD TESTS -CBCD, peripheral smear, urea, Cr, LDH, indirect bilirubin, serum hemoglobin, Coombs testing, PTT, INR, fibrinogen, blood C&S, send blood product for culture/typing URINE TESTS -urinalysis IMAGING -CXR ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INDICATIONS FOR SPECIALLY PREPARED BLOOD PRODUCTS"
        },
        {
            "text": "4. Spleen is not usually ballotable unless gross ascites are present, but the kidney is because of its retroperitoneal position 5. The percussion note is dull over the spleen but is usually resonant over the kidney 6. A friction rub may occasionally be heard over the spleen, but never over the kidney because it is too posterior ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DIFFERENTIAL DIAGNOSIS CONT'D"
        },
        {
            "text": "One-handed palpation with patient supine 8.2 0.41 Middleton hooking maneuver 6.5 0.16 APPROACH -\"given the low sensitivity of the clinical examination, routine examination for splenomegaly cannot definitively rule in or rule out splenomegaly in normal, asymptomatic patients where the prevalence is <10% and additional imaging tests will be required. Rather, the examination for splenomegaly is most useful to rule in the diagnosis of splenomegaly among patients in whom there is a clinical suspicion of at least 10%. The examination should always start with percussion. If no dullness is detected on percussion, there is no need to palpate as the results of palpation will not effectively rule in or rule out splenic enlargement. If the possibility of missing splenic enlargement remains an important clinical concern, then ultrasound or scintigraphy is indicated. In the presence of percussion dullness, palpation should follow. If both tests are positive, the diagnosis of splenomegaly is established (providing the clinical suspicion of splenomegaly was at least 10% before examination). If palpation is negative, diagnostic imaging will be required to confidently rule in or rule out splenomegaly\" JAMA 1993 270:18 UPDATE -palpation may have greater accuracy than percussion, especially in lean patients. Examiners should become proficient in one palpation and one percussion method, because the combination of both results may be better than either alone. CHRONIC MYELOGENOUS LEUKEMIA (CML)-a stem cell disease with Philadelphia chromosome t(9;22) leading to fusion gene bcrabl , found in erythroblasts, megakaryocytes, granulocytes, monocytes, and most lymphocytes. ↓ LAP. Chronic phase → accelerated phase → blast crisis, 2/3 myeloid, 1/3 lymphoid · CHRONIC PHASE (5-6 years)-< 15% blasts, <20% basophils, and <30% blasts plus promyelocytes · ACCELERATED PHASE (6-9 months)-15-29% blasts, ≥20% basophils, ≥30% blasts + promyelocytes or platelets <100 × 10 3 /μL · BLAST CRISIS (3-6 months)-≥ 30% blasts or extramedullary involvement (chloroma for imatinib resistant disease. Allogeneic stem cell transplant is associated with 60-70% cure rate · ACCELERATED PHASE -imatinib mesylate 600-800 mg PO daily. Allogeneic stem cell transplant is associated with 30-45% cure rate · BLAST CRISIS -imatinib mesylate 800 mg PO daily, plasmapheresis. Allogeneic stem cell transplant is associated with 10-15% cure rate · IMATINIB -RESISTANT CML -dasitinib, nilotinib, and stem cell transplantation ESSENTIAL THROMBOCYTOSIS -aspirin, hydroxyurea, anagrelide MYELOFIBROSIS -hydroxyurea, ruxolitinib, splenectomy, interferon α , thalidomide",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Palpation"
        },
        {
            "text": "· HEMATOLOGICAL RESPONSE · COMPLETE RESPONSE -WBC <10 × 10 3 /μL with no immature granulocytes and <5% basophils, platelet <450 × 10 3 /μL, and nonpalpable spleen · PARTIAL RESPONSE -persistence of immature cells in peripheral blood, platelets >450 × 10 3 /μL but <50% of pre-treatment levels, or persistent splenomegaly but <50% of pre-treatment size · CYTOGENIC RESPONSE (FISH detection of the Philadelphia chromosome) · COMPLETE -0% Ph + cells · PARTIAL -1-35% Ph + cells · MAJOR -complete and partial cytogenetic response · MINOR -36-65% Ph + cells · MINIMAL -66-95% Ph + cells · MOLECULAR RESPONSE (bcr-abl transcript detection by RT-PCR) · COMPLETE -negative · MAJOR -bcr-abl to control gene ratio <0.1 (3 log decrease in bcr-abl transcript in peripheral blood) where HR = hematologic response, CHR = complete hematologic response, CGR = cytogenetic response, PCGR = partial cytogenetic response, CCGR = complete cytogenetic response, MMR = major molecular response, ACA = additional chromosomal abnormality MONITORING FOR CHRONIC MYELOGENOUS LEUKEMIA -bone marrow annually, quantitative PCR every 3 months (repeat test in 4 weeks if >0.5 log increase) IMATINIB RESISTANCEbcrabl mutations (T315I mutation confers tyrosine kinase inhibitor resistance), overexpression or amplification of bcrabl ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESPONSE CRITERIA FOR CML"
        },
        {
            "text": "COMPLETE REMISSION -normal BM cellularity, <5% blasts in BM, none with leukemic phenotype or abnormal cytogenetics. Lumbar puncture after complete remission with induction chemotherapy, especially those with monoblastic phenotype. After induction, the remission rate in younger patients (<55 years) is 70-85%, but only 40-50% in older patients SCT -may opt for consolidation chemotherapy while identifying donor. SCT is a potentially curative therapy",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TREATMENT ISSUES"
        },
        {
            "text": "MYELODYSPLASTIC SYNDROME (MDS)opposite of myeloproliferative disorders, decreased cell counts · SUBTYPES -refractory anemia (RA), refractory anemia with ringed sideroblasts (RARS), refractory anemia with multilineage dysplasia, refractory anemia with multilineage dysplasia and ringed sideroblasts, refractory anemia with excess blasts (RAEB) 5-10% blasts, refractory anemia with excess blasts in transformation (RAEB-t) 10-19% blasts, MDS unclassified. RA and RARS are at low risk of transforming to AML (i.e. >20% blasts), while the rest are at high risk · DIAGNOSIS -peripheral blood smear (RBC with abnormal morphologic features, dysgranulopoiesis with Pelger-Huët deformity, nuclear atypia and hypogranulation, monocytosis), bone marrow biopsy · TREATMENTS -transfusions, erythropoietin/darbopoietin (for patients with serum EPO <500 ng/ ml and low transfusion requirement), treat infections early, 5-azacytidine, lenalidomide, decitabine, stem cell transplant (IPSS ≥1.5) ACUTE PROMYELOCYTIC LEUKEMIA M3, APL, PML · PATHOPHYSIOLOGY -associated with t(15;17) (q22;q21), which results in fusion of PML gene and retinoic acid receptor α gene. This gene product plays a key role in leukemogenesis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SPECIFIC ENTITIES"
        },
        {
            "text": "Other combinations include t(11;17) with fusion of PLZF gene, t(5;17) with fusion of NPM gene, or t(11;17) with fusion of NuMA gene. Note that all except PLZF-RARA are susceptible to retinoic acid treatment · CLINICAL FEATURES -similar to AML. DIC commonly occurs in PML and should be monitored closely ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SPECIFIC ENTITIES"
        },
        {
            "text": "· TREATMENTS -induction with all-transretinoic acid (ATRA) plus idarubicin, then consolidation with anthracycline and cytarabine, and then maintenance with ATRA for 1 year. Retinoic acid exerts its effect via (1) degradation of PML-RAR protein, (2) transformation of PML-RAR from transcription repressor to activator, and (3) differentiation. Retinoic acid syndrome may occur with fever, respiratory distress, interstitial pulmonary infiltrates, pleural and pericardial effusion, episodic hypotension, acute renal failure, and weight gain. Arsenic trioxide can be used upfront (with ATRA) and for recurrent disease but is associated with QT prolongation and sudden death Acute Lymphoblastic Leukemia NEJM 2006 354:2 PATHOPHYSIOLOGY HISTOLOGIC TYPE · FAB L1 -small, uniform lymphoblasts with indistinct nucleoli · FAB L2 -larger, pleomorphic lymphoblasts with low nucleus to cytoplasm ratio and clear nucleoli · FAB L3 -large, pleomorphic lymphoblasts with basophilic cytoplasm, large nucleoli, vacuoles WHO CLASSIFICATION · PRECURSOR B CELL (L1, L2) · PRO -B ALL -resembles an early stage of B cell · PRE -B -CELL ALL -intracytoplasmic immunoglobulin · B -CELL ALL -express surface immunoglobulin · PRECURSOR T CELL (L1, L2) · BURKITT -LIKE ALL (L3) RISK FACTORS FOR ALL -age, previous chemotherapy or radiation, Down's syndrome",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SPECIFIC ENTITIES CONT'D"
        },
        {
            "text": "PANCYTOPENIA -weakness, fatigue, infections, gingival bleed, ecchymosis, petechiae, epistaxis, menorrhagia ORGAN INVOLVEMENT -lymphadenopathy, hepatomegaly, splenomegaly, bone pain, cranial nerve palsies, headaches NOTE : precursor B lymphoblastic lymphoma is associated with lymphadenopathy/extranodal involvement and < 25% blasts, while precursor T LBL is associated mediastinal mass and < 25% blasts",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CLINICAL FEATURES"
        },
        {
            "text": "PROGNOSTIC FACTORS -while childhood ALL is curable in 85% of cases, adult ALL has a worse prognosis, with a 5-year survival of 35%. Factors associated with poorer survival include the following: · CLINICAL -lack of response to induction therapy (most important), old age, leukocyte count, CNS involvement · CYTOGENETICS -BCR-ABL fusion or t(9;22) (also known as the Philadelphia chromosome, in 20-50% of adults), MLL-AF4 fusion or t(4;11) (in 5-6% of adults), t(8;14), t(1;19), hypodiploidy (<45 chromosomes/cell), del (7), trisomy · FAVORABLE PROGNOSIS -hyperdiploidy, del(9), TELAML1 fusion or t(12;21) (in 10% of adults)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PROGNOSTIC ISSUES"
        },
        {
            "text": "Larger Small Auer rods + -TdT -+ Myeloperoxidase + -",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISTINGUISHING FEATURES BETWEEN AML AND ALL AML Precursor ALL Blasts"
        },
        {
            "text": "· LABS -CBCD, smear, lytes, urea, Cr, Ca, PO 4 , Mg, uric acid, albumin, urinalysis, LDH, INR, PTT, fibrinogen, flow cytometry of peripheral blood (immunophenotyping) · BONE MARROW BIOPSY -> 20% blast, flow cytometry for immunophenotyping, cytogenetic analysis (detection of BCR-ABL fusion and chromosomal abnormalities with pulsed-field gel electrophoresis and/or RT-PCR) · LUMBAR PUNCTURE -CSF for cytology · TISSUE BIOPSY -lymph node, skin, mediastinal mass SPECIAL · IMAGING -MUGA scan to evaluate cardiac function prior to anthracycline therapy · HLA TESTING -to assist in obtaining HLAmatched platelets if needed during treatment and to find HLA-matched allogeneic bone marrow",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BASIC"
        },
        {
            "text": "· HIGH RISK -any of age >60, t(9;22) or bcrabl , t(4;11), t(1;19); WBC >30 × 10 3 /μL in B-ALL or >100 × 10 3 /μL in T-ALL or pro-B ALL · STANDARD RISK -none of high-risk features RISK FACTORS FOR CNS RELAPSE -high-risk genetic features, T-ALL, large tumor burden, CSF positivity MANAGEMENT REMISSION INDUCTION THERAPY -combination chemotherapy with high-dose cyclophosphamide, prednisone, vincristine, ananthracycline ± asparaginase. Complete response 80-90%. Management of specific subgroups include · P H + ALL -add imatinib · L3 B -CELL ALL -treat like Burkitt's lymphoma · T -CELL ALL -treat with cyclophosphamidecontaining regimens CNS PROPHYLAXIS -to start after remission with intrathecal methotrexate with high-dose systemic methotrexate. Consider cranial radiation for patients at high risk of CNS relapse INTENSIFICATION/CONSOLIDATION THERAPY · STANDARD RISK -consolidation chemotherapy with various combinations of cyclophosphamide, 6-mercaptopurine, cytarabine, vincristine, and doxorubicin · HIGH RISK -SCT if donor available and eligible for transplant; otherwise, consolidation chemotherapy MAINTENANCE THERAPY -POMP (6-mercaptopurine daily, methotrexate weekly, vincristine and prednisone monthly) or dexamethasone for 2-3 years, except for patients who received allogeneic SCT (chlorambucil, cyclophosphamide, CVP) . Alemtuzumab (anti-CD52 antibody), bendamustine or ibrutininb (bruton's tyrosine kinase inhibitor) are useful for fludarabine-refractory disease. Indications for treatment include symptoms (weakness, painful lymphadenopathy, B symptoms, symptomatic splenomegaly), anemia (Hb <110 g/L [<11 g/dL]), thrombocytopenia (platelets <100 × 10 3 / μL), autoimmune hemolytic anemia/thrombocytopenia that failed steroids, progressive disease (increasing lymphocytosis with doubling time <6 months ± rapidly enlarging lymph nodes, spleen, and liver). If evidence of Richter's transformation, treat as aggressive lymphoma with R-CHOP NOTE -while traditionally SLL has been managed as a low-grade non-Hodgkin's lymphoma, it is identical to CLL and should be treated as such Two or more node regions on the same side of diaphragm. All nodal disease within the mediastinum is considered to be a single lymph node region and hilar involvement constitutes an additional site of involvement.",
            "cite_spans": [
                {
                    "start": 1295,
                    "end": 1332,
                    "text": "(chlorambucil, cyclophosphamide, CVP)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "RISK CATEGORIES"
        },
        {
            "text": "The number of anatomic regions should be indicated by a subscript (e.g. II 2 ) HISTOLOGIC TYPE · CLASSICAL H ODGKIN ' S LYMPHOMA (95%) -B-cell lymphoma characterized by the presence of Reed-Sternberg cells. CD15 and CD30 positive. Spreads in orderly fashion to contiguous nodal regions · NODULAR SCLEROSIS (70%)-more common in females, above diaphragm involvement (mediastinal mass). Three grades include lymphocyte predominant (G1), mixed (G2), and syncytial (G3) · MIXED CELLULARITY (20-25%)-more common in men. Tend to be EBV+. Retroperitoneal disease. Worse prognosis · LYMPHOCYTE RICH (5%)-more common in older males, peripheral lymph nodes. Excellent prognosis · LYMPHOCYTE DEPLETED (2%)-liver and marrow involvement with relative sparing of lymph nodes. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RISK CATEGORIES"
        },
        {
            "text": "EYE LYMPHOMA · PATHOPHYSIOLOGY -periorbital involvement (mostly MALT type) or intraocular involvement (usually DLBCL with more indolent course) · TREATMENTS -for periorbital MALT, involved field radiation if localized disease or CVP if widespread disease. For intraocular disease, steroids, and involved field radiation. Highdose methotrexate may be useful PRIMARY CNS LYMPHOMA · PATHOPHYSIOLOGY -usually multifocal but confined to CNS. May have leptomeningeal or intraocular involvement. Frequently aggressive B-cell lymphoma · CLINICAL FEATURES -focal neurological deficit, personality change, mild dementia, persistent headache · DIAGNOSIS -CT or MRI head, lumbar puncture, slit lamp examination. If CNS lymphoma in the differential, try to avoid giving steroids before biopsy. Always check HIV · TREATMENTS -high-dose corticosteroid with high-dose methotrexate is preferred. Whole brain radiation represents an alternative. Prognosis is 60% 2-year survival and 30% 5-year survival LEPTOMENINGEAL MENINGITIS · RISK FACTORS -aggressive lymphomas (lymphoblastic lymphoma, DLBCL, Burkitt's lymphoma, MCL), extranodal sites involvement (bone marrow, testicular, paranasal, retroperitoneal lymph nodes), any of the five IPI prognostic factors and tumor stage. Sezary syndrome is a systemic variant of mycosis fungoides with a triad of erythroderma, lymphadenopathy, and leukemia · CLINICAL FEATURES -localized patches or plaques evolving into nodules and diffuse exfoliative erythroderma associated with abnormal circulating cells. Poor prognostic factors include extensive cutaneous disease (erythroderma), nodal spread, and extracutaneous involvement (liver, spleen, lung, GI tract) · TREATMENTS -topical corticosteroids, topical nitrogen mustard, psoralen with UVA/UVB, bexarotene, radiation. Systemic treatments include CHOP, pentostatin, cladribine, fludarabine, IL-2, IFN α , alemtuzumab, liposomal doxorubicin SYSTEMIC ANAPLASTIC LARGE CELL LYMPHOMA · PATHOPHYSIOLOGY -may be T-cell, B-cell, or null cell type. Uniform expression of CD4, CD30, clusterin and epithelial membrane antigen (EMA). Anaplastic lymphoma kinase (ALK) overexpression associated with t(2;5) is a key prognostic marker (ALK+ 65-90% 5-year survival vs. ALK-30-40% 5 year survival) · CLINICAL FEATURES -ALK+ cases usually present at younger age with early disease. ALK-cases usually present at older age with advanced stage, elevated LDH, B symptoms, and extranodal sites · TREATMENTS -CHOP-based regimens or brentuximab. Consider allogeneic stem cell transplant CASTLEMAN'S DISEASE · PATHOPHYSIOLOGY -lymphoid proliferation associated with POEMS syndrome, lymphomas (Hodgkin's, non-Hodgkin's), and Kaposi's sarcoma. HIV and HHV8 common in multicentric subtype · CLINICAL FEATURES -unicentric (isolated lymphadenopathy, benign, HHV8 negative). Multicentric (fever, night sweats, fatigue, lymphadenopathy, pulmonary infiltrates, frequently HHV8 and HIV positive) · TREATMENTS -unicentric (resection with high chance of cure, radiation, rituximab). Multicentric (rituximab, steroid, antivirals, anti-IL-6, CHOP) RISK FACTORS · PERSONAL -old age, black race · DISEASES -chronic polyclonal hypergammaglobulinemia · TREATMENT -radiation CLINICAL FEATURES SYMPTOMS · PANCYTOPENIA -weakness, fatigue, infections, gingival bleed, ecchymosis, epistaxis, menorrhagia · INCREASED POLYCLONAL PROTEIN -infections due to ↓ normal Ig, hyperviscosity syndrome · LYTIC BONE LESIONS -pain, fractures · HYPERCALCEMIA -weakness, nausea, abdominal pain, polyuria, altered mental status · NEUROLOGIC -peripheral neuropathy from amyloidosis, plasma cell infiltration of the meninges, cord compression, or radiculopathy from vertebral osteolytic lesions ± plasmacytoma · RENAL FAILURE · PRE -RENAL -N&V, renal vein thrombosis · RENAL -myeloma kidney (tubulointerstitial damage from increased light chain absorption at proximal tubule), plasma cell infiltration, Bence Jones/cast nephropathy, amyloidosis ( λ ), light-chain deposition disease ( κ ), hypercalcemia (nephrogenic DI), cryoglobulinemia, pyelonephritis, sepsis · POST -RENAL -renal stones (uric acid), neurogenic bladder · CONSTITUTIONAL -anorexia, fatigue, weight loss",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SPECIFIC ENTITIES"
        },
        {
            "text": "· MULTIPLE MYELOMA · BONE MARROW PLASMA CELLS / PLASMACYTOMAno percent specified, but usually >10% · M -PROTEIN -in serum and/or urine, no concentration specified, but >30 ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTERNATIONAL MYELOMA WORKING GROUP CRITERIA"
        },
        {
            "text": "· LATE NON -HEMATOLOGIC -hypothyroidism, ste-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DIAGNOSTIC AND PROGNOSTIC ISSUES CONT'D"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "IgA <30 g/L [<3 g/dL], and urinary λ or κ chains <4 g/day. Median survival ~60 months · STAGE II (intermediate burden, 0.6-1.2 × 10 12 / m 2 )-between stages I and III. Median survival ~30 months · STAGE III (high tumor burden, >1.2 × 10 12 /m 2 )-any of Hb <85 g/L [<8.5 g/dL], Ca 2+ >2.6 mmol/L",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Median survival 62 months · STAGE II -neither stage I nor III. Median survival 44 months · STAGE III -β2 microglobulin ≥5.5 mg/L. Median survival 29 months JCO",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Prognostic Factors For",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "23",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Febrile Neutropenia",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "DEFINITION OF MICROCYTIC ANEMIA -Hb <135 g/L [<13.5 g/dL], MCV <80 fL SEQUENCE OF IRON DEFICIENCY -↓ iron → ↑ TIBC → ↓ Hb → ↓ MCV → hypochromia ANEMIA OF CHRONIC DISEASE -chronic inflammatory states such as malignancy, infection and rheumatologic diseases → ↑ INF γ , TNF α , IL-1, IL-6, IL-10 → ↑ hepatic expression of hepcidin which inhibits duodenal absorption of iron, ↑ uptake and storage of iron into monocytes and macrophages, ↓ production of EPO → ↓ availability of iron for erythrocytes → anemia (microcytic or normocytic)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "DIFFERENTIAL DIAGNOSIS ESSENTIAL THROMBOCYTOSIS (ET) POLYCYTHEMIA RUBRA VERA (PRV) CHRONIC MYELOGENOUS LEUKEMIA (CML) MYELOFIBROSIS (MF) OTHERS -chronic eosinophilic leukemia, chronic myelomonocytic leukemia (CMML), chronic neutrophilic leukemia, systemic mastocytosis",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "· INDOLENT B -CELL LYMPHOMAS · FOLLICULAR LYMPHOMA (FL, 25%)-grade I (0-5 centroblasts/high power field), II (6-15 centroblasts/high power field), IIIA (>15 centroblasts/ high power field, centrocytes present) · MARGINAL ZONE LYMPHOMA (MZL, 5%)-MALT, nodal, splenic · MANTLE CELL LYMPHOMA (MCL, 7%)-mantle zone, nodular, diffuse, blastoid variant · SMALL LYMPHOCYTIC LYMPHOMA (SLL, 5-10%)-identical to chronic lymphocytic leukemia in pathologic characteristics, but treated as low grade B-cell lymphoma · HAIRY CELL LEUKEMIA (HCL) · PLASMA CELL MYELOMA / PLASMACYTOMA (MM) · AGGRESSIVE B -CELL LYMPHOMAS · FOLLICULAR LYMPHOMA (FL)-grade IIIB (sheets of centroblasts) · DIFFUSE LARGE B -CELL LYMPHOMA (DLBCL, 30-40%)-clinical subtypes include primary mediastinal B-cell lymphoma, primary effusion lymphoma (HHV8), and intravascular B-cell lymphoma. Pathologic subtypes include T-cell -rich B cell lymphoma, anaplastic large cell lymphoma, centroblastic, and immunoblastic · DOUBLE -HIT DLBCL (both c-myc and bcl2 translocations) · LEUKEMIC B -CELL LYMPHOMAS · B URKITT ' S LYMPHOMA (BL) · PRECURSOR B LYMPHOBLASTIC LYMPHOMA (ALL) · INDOLENT T -CELL LYMPHOMAS · MYCOSIS FUNGOIDES (MF) · PRIMARY CUTANEOUS ANAPLASTIC LARGE CELL (PCALC) · LYMPHOPROLIFERATIVE DISEASE OF LARGE GRAN-ULAR LYMPHOCYTES (LGL) · INDOLENT NATURAL KILLER CELL LYMPHOMAS · NATURAL KILLER CELL LARGE GRANULAR LYMPHO-CYTE LEUKEMIA (NK-LGL) · AGGRESSIVE T -CELL LYMPHOMAS · PERIPHERAL T -CELL LYMPHOMA , NOT OTHERWISE SPECIFIED (PTCL-NOS)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "ENTITIES CONT'D SPECIFIC ENTITIES CONT'D TYPES OF PLASMA CELL DYSCRASIAS MULTIPLE MYELOMA (75%) -malignant clone extends from pre-B-cell to plasma cell stage of differentiation. May produce IgG (60%), IgA (20%), or light chains (15%) WALDENSTROM'S MACROGLOBULEMIA (20%) -proliferation of plasmacytoid lymphocytes (cell type that occurs earlier than plasma cell). Produces IgM. Now classified as lymphoplasmacytic lymphoma HEAVYCHAIN DEPOSITION DISEASE -IgA, IgG, or IgM heavy chain LIGHTCHAIN DEPOSITION DISEASEκ or λ light chain AL (PRIMARY) AMYLOIDOSISλ or κ light chain PATHOPHYSIOLOGY CONT'D PATHOPHYSIOLOGY EPIDEMIOLOGY · INCIDENCE -1% · MORTALITY -1%",
            "latex": null,
            "type": "figure"
        },
        "TABREF2": {
            "text": "), Capnocytophaga canimorsus , Gram-negative enteric organisms, and babesiosis · VACCINATIONS -all patients should receive vaccinations against H. influenzae , pneumococcus, and meningococcus. Flu shot should be given annually and other immunizations repeated every 5 years · ANTIBIOTICS WITH FEVER -any fever in an asplenic",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Paragonimus lung flukes, tropical pulmonary eosinophilia [ Wuchereria bancrofti , Brugia malayi ], coccidioidal), medications (NSAIDs, nitrofurantoin, ampicillin, minocycline, phenytoin, ranitidine), idiopathic (acute eosinophilic pneumonia, chronic eosinophilic pneumonia), others (Churg-Strauss, allergic bronchopulmonary aspergillosis) BASIC · LABS -CBCD, peripheral smear, AST, ALT, ALP, bilirubin, CK, ESR, C3, C4, ANCA, serology for parasites · MICROBIOLOGY -blood C&S, urine C&S, stool C&S, stool O&P · IMAGING -CXR, CT chest SPECIAL · BRONCHOSCOPY -if pulmonary eosinophilia PSEUDOTHROMBOCYTOPENIA -platelet clumping (usually due to EDTA-induced platelet activation, recollect with citrate) DILUTIONAL -PRBC transfusion (at least 15-20 units), pregnancy ↓ PRODUCTION · INFILTRATIVE -leukemia, MDS, bone marrow metastasis · INFECTIONS -HIV, rubella, mumps, varicella, parvovirus, HCV, EBV · APLASIA -aplastic anemia, Fanconi anemia · TOXINS -chemotherapy, radiation, alcohol · B 12 / FOLATE DEFICIENCY HYPERSPLENISM -congestive, reactive, infiltrative (see SPLENOMEGALY p. 182)",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "EXCESS -fibrinogen, hyperhomocysteinemia VASCULAR DAMAGEvasculitis , sepsis , trauma , surgery , cancer (Trousseau's syndrome, lymphoproliferative disease) STASIS -bed rest, pregnancy, air travel, leg cast INDICATIONS FOR HYPERCOAGULABILITY WORKUP -testing for inherited thrombophilia is not routinely warranted in a patient with first episode unprovoked VTE. However, there may be benefit to investigating patients with a family history of VTE, unusual thrombosis (hepatic, portal, Draw protein C and S prior to warfarin therapy DIAGNOSTIC ISSUES CONT'D MANAGEMENT ACUTE -ABC, O 2 to keep sat >94%, IV, consider thrombolysis for systolic BP <90 mmHg for >15 min ANTICOAGULATION -see Approach to Anticoagulation Table. For cancer patients, extended anticoagulation beyond the first 6 months is generally considered and LMWH preferred anticoagulant IVC FILTER -when anticoagulation is contraindicated; use a retrievable filter if the contraindication is temporary TREATMENT ISSUES WARFARIN USE AND PROTEIN C DEFICIENCY -patients with protein C deficiency given warfarin may be susceptible to transient hypercoagulable state (coumadin necrosis). This can be avoided by overlapping heparin with warfarin for 5 days (with minimum 48 h therapeutic INR overlap) PRIMARY PROPHYLAXIS OF THROMBOEMBOLISM IN HOSPITALI Z ED MEDICAL PATIENTS · INDICATIONS -patients on the medical service >40-year old have limited mobility for ≥3 days, and have at least 1 of following risk factors · CONDITIONS -acute infectious disease, congestive heart failure, acute myocardial infarction, acute respiratory disease, stroke, rheumatic disease, inflammatory bowel disease, cancer · CLINICAL CHARACTERISTIC -previous venous thromboembolism, older age (especially >75), recent surgery or trauma, immobility or paresis, BMI >30 kg/m 2 , inherited or acquired thrombophilic states, varicose veins, estrogen therapy · INTERVENTIONS -early ambulation and exercises involving foot extension for all patients. Specific prophylaxis regimens include heparin 5,000 U SC q8h, enoxaparin 40 mg SC daily, dalteparin 5,000 U SC daily, or fondaparinux 2.5 mg SC daily. For patients at high risk for bleeding, consider non-pharmacologic measures such as graduated compression stockings and pneumatic compression devices NEJM 2007 365:14 RISK REDUCTION BY ANTICOAGULATION · ACUTE VTE -without anticoagulation, the risk for recurrent VTE is 50% Anticoagulation ↓ risk to 8-10% by 1 month and 4-5% by 3 months · VTE WITH LONG -TERM RISK FACTORS -recurrent DVT risk 10%/year. Anticoagulation ↓ risk to <3%/year TREATMENT ISSUES CONT'D · VTE IN PATIENTS WITH CANCER -risk of recurrence at 6 months 17% with warfarin and 9% with dalteparin 200 IU/kg for 3 weeks, followed by 150 IU/kg for at least 6 months. LMWH is anticoagulant of choice in patients with malignancy · AF WITH PREVIOUS STROKE -recurrent stroke risk 12%/year. Anticoagulation ↓ risk to < 4%/ year · AF WITH OTHER RISK FACTORS -recurrent stroke 8%/year. Anticoagulation ↓ risk to < 2%/ year · LONE AF -recurrent stroke risk 1-2%/year.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Treatment of thromboses (both venous and arterial) is indefinite warfarin anticoagulation targeting an INR of 2-3. See p. 478 for management of APS in pregnancy PA R O X Y S M A L N O C T U R N A L HEMOGLOBINURIA PNH · PATHOPHYSIOLOGY -mutation in PIG-A genecoding for GPI anchor → ↓ GPI-linked proteins such as CD59 (membrane attack complex inhibitory factor) and CD55 (decay accelerating factor) → complement-mediated lysis of RBC → acute renal failure due to hemoglobulinuria, chronic renal failure due to iron deposits. Also ↑ platelet activation and endothelial injury due to complement activation, ↑ tissue factor, ↓ fibrinolysis → ↑ thrombosis · CLINICAL FEATURES -hemolysis, venous thrombosis (hepatic vein, portal vein, splenic vein, renal vein), arterial thrombosis (rarer), marrow aplasia, MDS, leukemia, infections, esophageal spasm, sexual dysfunction · DIAGNOSIS -flow cytometry, historically, Ham's test (RBC sensitivity to acidity) · TREATMENTS -steroids, eculizumab (anticomplement protein 5), allogeneic stem cell transplantSPECIFIC ENTITIES CONT'D TREATMENT ISSUES CONT'D",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Posttest Probability of DVT Using High Sensitivity Ddimer Assay LOW RISK (0 or less points)-0.5% chance of DVT. If D-dimer negative, can exclude DVT MODERATE RISK (1-2 points)-1% chance of DVT. Workup may or may not be needed HIGH RISK (3 or greater points)-8.6% chance of DVT. D-dimer testing not useful. Proceed to compression US or impedance plethysmography → serial studies → venogram APPROACH -\"diagnostic accuracy for DVT improves when clinical probability is estimated before diagnostic tests. Patients with low clinical probability on the predictive rule have prevalence of DVT of <5%. In low-probability patients with negative D-dimer results, diagnosis of DVT can be excluded without ultrasound; in patients with high clinical suspicion for DVT, results should not affect clinical decisions\"JAMA2006295:2 The Rational Clinical Examination. McGraw-Hill, 2009 INVESTIGATIONS BASIC · LABS -CBCD, lytes, urea, Cr, PTT, INR, D-dimer, fibrinogen, AST, ALT, ALP, bili · IMAGING -doppler/compression US (sens 95%, spc 95%)INVESTIGATIONS CONT'DSPECIAL· THROMBOPHILIA WORKUP -if there is a family history of thrombosis, consider activated protein C resistance, factor V Leiden, prothrombin G20210A, antithrombin III, protein C, and protein S · PREGNANCY TEST -in female <50 · VENOGRAM -gold standardDIFFERENTIAL DIAGNOSIS OF UNILATERAL LEG SWELLING/DEEP VEIN THROMBOSISVASCULAR-DVT, venous insufficiency, superficial thrombophlebitis (chronic) LYMPHATIC-lymphedema (chronic) DRUGS-drug-induced edema (calcium channel blockers) OTHER-cellulitis, necrotizing fasciitis, knee injury, calf muscle tear, Baker cyst rupture THROMBOPHILIA WORKUP -should be done if suspect a hereditary cause of thromboembolic disease. Alarm features include age < 45, unprovoked VTE family history (1 or more first degree relatives), or clot in unusual location (mesenteric vessels, brain) MALIGNANCY WORKUP -basic screening includes history and physical, CXR, CBC, LFTs, calcium, and U/A. Consider CT abdomen and pelvis for those >40 years. Consider mammography for women >40 years PROTEIN S AND PROTEIN C DEFICIENCY WHILE ANTICOAGULATED -when anti-coagulated, these levels decrease by similar proportion to II, VII, IX and XMANAGEMENTANTICOAGULATION -see Approach toAnticoagulationTable IVCFILTER -if anticoagulation contraindicated THROMBOLYSIS -may have a role in hemodynamically unstable pulmonary embolism (systemic) or massive iliofemoral thrombosis (local) CLINICAL FEATURES -often asymptomatic.",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Approach to the Peripheral Blood SmearANISOCYTOSIS -varying sizes of RBC POIKILOCYTOSIS -varying shapes of RBC HYPOCHROMIA -present when the central pale area >1/3 diameter. Occurs in iron deficiency, thalassemia, and lead poisoning POLYCHROMASIA -RBC with diffuse bluish discoloration due to the presence of RNA. Increased number of cells showing polychromasia indicates reticulocytosis",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "BASIC · LABS -CBCD, peripheral smear, AST, ALT, ALP, bili · MICROBIOLOGY -blood C&S · IMAGING -US abd SPECIAL · CT ABD -weight = 0.43 × Length × Width × Thickness",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "DIAGNOSTIC AND PROGNOSTIC ISSUESLEUKOCYTE ALKALINE PHOSPHATASE -elevated in PRV, MF, and ET, but decreased in CML and CMML POLYCYTHEMIA RUBRA VERA -median survival 20 years; ~14/100 transform to AML over 2 decades CHRONIC MYELOGENOUS LEUKEMIAmedian survival is now decades and risk of blast crisis is declining with bcrabl tyrosine kinase inhibitors; ~1/2 transforms to AML ESSENTIAL THROMBOCYTOSIS -median survival 20 years; ~25/1,000 transform to AML over 3 decades MYELOFIBROSIS -median survival 5 years; ~1/10 transforms to AML LEUKOCYTE ALKALINE PHOSPHATASE (LAP)-↑ in PRV, MF, ET, and leukemoid reactions; can be ↓ in CML and CMML · VITAMIN B12 -↑ in CML due to granulocyte transcobalamin I levels · EPO -↓ in PRV",
            "latex": null,
            "type": "table"
        },
        "TABREF13": {
            "text": "DISEASES -MDS, MPS (PRV, CML, ET, MF), PNH, aplastic anemia",
            "latex": null,
            "type": "table"
        },
        "TABREF16": {
            "text": "-no B symptoms B -weight loss >10% over 6 months, fever >38 °C [>100.4 °F], drenching night sweats INVESTIGATIONS BASIC · LABS -CBCD, peripheral smear, lytes, urea, Cr, AST, ALT, ALP, bilirubin, Ca, LDH, ESR, albumin, quantitative immunoglobulin, serum protein electrophoresis, HCV, HBV, and HIV serology · IMAGING -CXR, CT chest/abdomen/pelvis, PET scan · LYMPH NODE BIOPSY -referral to surgery SPECIAL · BONE MARROW BIOPSY -if B symptoms, Hb <120 g/L [<12 g/dL] in women, Hb <130 g/L [<13 g/dL] in men, WBC <4 × 10 3 /μL, platelets <125 × 10 3 /μL · ENT EXAMINATION -stage IA or IIA with upper cervical lymph node involvement · MRI SPINE -if suspect spinal cord compression · MUGA SCAN OR ECHOCARDIOGRAM -evaluate cardiac function prior to anthracycline therapy · GALLIUM SCAN -stage IA or IIA without intrathoracic involvement completion of chemotherapy, relapse with B symptoms or extranodal sites. Patients with relapse >1 year or only in previously unirradiated lymph nodes may or may not require transplantFOLLOWUP -every 3 months for the first 2 years, every 6 months for the next 3 years, then annually. Pay particular attention to relapse (10-30%), hypothyroidism (50%), dental caries, and second malignancies(breast, lung, esophageal,  stomach, thyroid, melanoma, cervical, AML)",
            "latex": null,
            "type": "table"
        },
        "TABREF17": {
            "text": "TREATMENT ISSUES CONT'DTREATMENT ISSUES CONT'D ATYPICAL -TB, syphilis, Lyme disease · VIRAL -HIV, EBV, HSV, CMV, HBV, mumps, measles, rubella, dengue fever · FUNGAL -histoplasmosis, coccidioidomycosis, cryptococcosis · PARASITIC -toxoplasmosis NEOPLASTIC · LYMPHOMA -Hodgkin's, non-Hodgkin's · LEUKEMIA · METASTATIC CANCER · LYMPHOPROLIFERATIVE -Castleman's disease, angioimmunoblastic lymphadenopathy, autoimmune lymphoproliferative disease INFLAMMATORY -RA, SLE, dermatomyositis, Still's disease, Churg-Strauss syndrome INFILTRATIVE -sarcoidosis, amyloidosis, histiocytosis, chronic granulomatous disease OTHERSmedications (phenytoin), endocrine (hypothyroidism, Addison's disease), serum sickness PATHOPHYSIOLOGY CONT'D · PERIPHERAL T -CELL LYMPHOMA , SPECIFIEDangioimmunoblastic (AILD++ type), nasal T/ NK-cell type, subcutaneous panniculitic, intestinal enteropathy associated, hepatosplenic, anaplastic large cell including null cell · LEUKEMIC T -CELL LYMPHOMAS · ADULT T -CELL LYMPHOMA / LEUKEMIA (HTLV) · PRECURSOR T LYMPHOBLASTIC · LEUKEMIA / LYMPHOMA RISK FACTORS · FAMILY HISTORY · ENVIRONMENTAL -previous immunosuppressive therapy, radiation, allogeneic stem cell transplant, pesticides, agricultural chemicals, smoking, hair dyes, geography (e.g. risk of Burkitt's lymphoma is 50× higher in Africa than in the USA) · DISEASES -infections (HIV, EBV, HHV8, HCV, HTLV, Helicobacter pylori ), inflammatory disorders (RA, SLE, Sjogren's syndrome, mixed cryoglobulinemia, inflammatory bowel disease), inherited immune defects CLASSIC TRANSLOCATIONS IN LYMPHOMA · MANTLE CELL LYMPHOMA -t(11;14) in 95%, cyclin D1 (bcl1) · FOLLICULAR LYMPHOMA -t(14;18) in 85%, antiapoptotic protein (bcl2) · DIFFUSE LARGE CELL LYMPHOMA -t(3;14) in 40%, zinc finger transcription factor (bcl6) · MALT -t(1;14) in < 5%, bcl10 · B URKITT ' S LYMPHOMA -t(8;14), t(2;8), or t(8;22)   in 100%, c-myc overexpression INFECTIONS AND LYMPHOMA · EBV -Hodgkin's lymphoma, Burkitt lymphoma, post-transplant lymphoproliferative disorders, primary CNS lymphoma · HCV -splenic marginal zone lymphoma · HHV8 (also known as Kaposi's Sarcoma Herpes Virus)-Castleman disease, primary effusion lymphoma · HIV -primary CNS lymphoma · HTLV -adult T-cell leukemia/lymphoma · BORRELIA BURGDORFERI -cutaneous marginal zone lymphoma · CAMPYLOBACTER JEJUNI -small bowel marginal zone lymphoma · CHLAMYDIA PSITACCI -eye marginal zone lymphoma · H.PYLORI  -gastric MALT TRANSFORMATION OF INDOLENT LYMPHOMA -10% of SLL, MZL, and LPL and 60% of FL eventually transform into aggressive DLBCL. Features suggestive of transformation include rapid local progression, progression at unusual extranodal sites (CNS, lungs, soft tissue), acute rise in LDH, hypercalcemia, and new onset B symptoms CLINICAL FEATURES SYMPTOMS · MASS EFFECT -lymphadenopathy (occipital, posterior auricular, preauricular, mandibular, submental, cervical, supra-and infraclavicular, Waldeyer's ring [tonsils, base of tongue, nasopharynx], epitrochlear, axillary, inguinal, popliteal), hepatosplenomegaly, mediastinal/ abdominal/pelvic/testicular/CNS masses may cause local destruction, obstruction, and compression · HEMATOLOGIC -anemia, thrombocytopenia, neutropenia, lymphocytosis · CONSTITUTIONAL -B-symptoms. Other constitutional symptoms include fatigue, anorexia, pruritus · PARANEOPLASTIC SYNDROMES NOTE: lymphoma can mimic many diseases. Always have a high index of suspicion for lymphoma, particularly if B symptoms or multisystem involvement STAGING TUMOR BURDEN -a combination of stage, bulkiness (>10 cm in greatest diameter), B symptoms ANN ARBOR STAGE DESIGNATIONS E -single extralymphatic site (i.e. involvement outside of lymph nodes, spleen, thymus, and Waldeyer's ring) or involvement by direct extension S -splenic involvement A -no B symptoms B -weight loss >10% over 6 months, fever >38 °C [100.4 °F], drenching night sweats PATHOPHYSIOLOGY CONT'D PATHOPHYSIOLOGY CONT'DISingle node region II Two or more node regions on same side of diaphragm III Involvement on both sides of diaphragm IV Diffuse or disseminated foci of involvement of one or more extralymphatic sites (e.g. bone marrow, extranodal sites that cannot be included in one radiation field)DIAGNOSTIC AND PROGNOSTIC ISSUESINTERNATIONAL PROGNOSTIC INDEX (IPI)· FACTORS -age >60, serum LDH > normal, ECOG performance status ≥2, Ann Arbor clinical stage III or IV, extranodal disease sites ≥2 (defined as involvement of organs other than lymph nodes, spleen, thymus, and Waldeyer's ring) · SCORING -1 point per factor, with a score of FACTORS -age >60, serum LDH > normal, hemoglobin <120 g/L [<12 g/dL], Ann Arbor clinical stage III or IV, involved nodal sites >4 · SCORING -1 point per factor, with a score of 0-5 · UTILITY -for follicular lymphoma patients specifically; 5-year survival approximately 91%, 78%, and 52% for FLIPI of 0-1, 2 and 3-5, respectivelyMANAGEMENTINDOLENT LYMPHOMAS· LIMITED STAGE (IA or IIA, 10%)-radiation (10year survival 50%) · ADVANCED STAGE (IB, IIB, III, IV, or any bulky discycles (cyclophosphamide, vincristine, prednisone, and rituximab), or R-bendamustine followed by maintenance rituximab for 2 years if PR. Other options include ibrutinib, fludarabine, cyclophosphamide, I 131 -tositumomab, and Y 90 -ibritumomab. Evaluation for SCT is appropriate AGGRESSIVE LYMPHOMAS · LIMITED STAGE (IA or IIA, 30%)-R-CHOP × 3 cycles. PET scan afterwards, if complete remission, one more cycle; otherwise, give involved field radiation · ADVANCED STAGE (IB, IIB, III, IV, or any bulky disease, 70%)-R-CHOP × 6. PET scan afterwards, if local residual disease, give involved field radiation; if diffuse residual disease, consider salvage therapy (see below). For patients with bone marrow/peripheral blood involvement, intrathecal chemotherapy may be considered as 5-20% chance of leptomeningeal disease otherwise · SALVAGE -GDPR (gemcitabine, dexamethasone, cisplatin, rituximab) or RICE (rituximab, ifosfamide, carboplatin, etoposide), followed by autologous stem cell transplant HIGHLY AGGRESSIVE LYMPHOMAS · B URKITT ' S LYMPHOMA -expedited staging (within 1-2 days). For lowrisk disease (stage I or II, nonbulky <5 cm, no bone marrow/blood/CNS disease and normal LDH), give CODOX-MR (cyclophosphamide, doxorubicin, vincristine, methotrexate, rituximab) × 1 then restage. If CR/PR, give IVAC-R (ifosfamide, etoposide, cytarabine) × 1 then CODOX-MR × 1; otherwise, give IVAC-R × 1 then proceed to stem cell transplant. For highrisk disease , give CODOX-MR × 1, IVAC-R × 1 then restage. If CR/PR and no marrow infiltration at diagnosis, then autologous stem cell transplant; INVESTIGATIONS BASIC · LABS -CBCD, peripheral smear, lytes, urea, Cr, AST, ALT, ALP, bilirubin, Ca, PO 4 , Mg, uric acid, LDH, albumin, quantitative immunoglobulin, serum protein electrophoresis, HBV, HCV, and HIV serology · IMAGING -CXR, CT chest/abdomen/pelvis, PET scan · LYMPH NODE BIOPSY · BONE MARROW BIOPSY WITH FLOW CYTOMETRY FOR LYMPHOID SURFACE MARKERS SPECIAL · MRI SPINE -if suspect spinal cord compression · MUGA SCAN OR ECHOCARDIOGRAM -evaluate cardiac function prior to anthracycline therapy for patients with significant cardiac risk factors DIAGNOSTIC AND PROGNOSTIC ISSUES CONT'D otherwise, individualized higher intensity treatment. Allogeneic transplant may be considered (balance between time to find allogeneic donor and use of contaminated stem cells). A total of 8 doses of intrathecal chemotherapy should be given during treatment course. All patients should receive tumor lysis syndrome prophylaxis (hydration, allopurinol, rasburicase). Cure rate ~60% · ACUTE LYMPHOBLASTIC LYMPHOMA -expedited staging (within 1-2 days). For most patients, allogeneic/autologous stem cell transplant plus intrathecal chemotherapy (allogeneic if leukemic, otherwise, autologous). Another option is the hyper-CVAD/methotrexate/cytarabine regimen. All patients should receive tumor lysis syndrome prophylaxis (hydration, allopurinol)",
            "latex": null,
            "type": "table"
        },
        "TABREF18": {
            "text": "g/L [>3 g/dL] in serum if overt myeloma · TISSUE IMPAIRMENT -⋆ CRAB ⋆ increased c alcium (>2.75 mmol/L [>11 mg/dL]), r enal insufficiency (Cr >173 μmol/L [>1.9 mg/ dL]), a nemia (Hb <100 g/L [<10 g/dL] or drop by 20 g/L [2 g/dL]), b one lesions (lytic lesions, fractures). Other features include hyperviscosity, amyloidosis, or recurrent infections (>2 episodes in 12 months) · SMOLDERING MULTIPLE MYELOMA (SMM) · BONE MARROW PLASMA CELLS -> 10% · M -PROTEIN -> 30 g/L [>3 g/dL] (but not necessary if bone marrow plasma cells > 10%) · TISSUE IMPAIRMENT -no symptoms · MONOCLONAL GAMMOPATHY OF UNDETERMINED SIGNIFICANCE (MGUS) · BONE MARROW PLASMA CELLS -<10% (bone marrow biopsy is not required for suspected MGUS if M-protein ≤15 g/L [≤1.5 g/dL], IgG subtype, and patient asymptomatic) · M -PROTEIN -< 30 g/L [<3 g/dL] · TISSUE IMPAIRMENT -no symptoms · COURSE -occurs in 2% of population over age 50 and 3% over age 70. Rate of transformation to malignant plasma cell disorder (multiple myeloma, Waldenstrom's macroglobulinemia, primary amyloidosis, B-cell lymphoma, or chronic lymphocytic leukemia) is about 1% per year NEJM 2006 355:26 DIAGNOSTIC CLUES · SYMPTOMS -the presence of tissue impairment suggests either multiple myeloma (usually high M-protein) or amyloidosis (usually low M-protein). AL amyloidosis is characterized by insoluble, toxic amyloid precursor (light chains) aggregates that deposit in tissues in antiparallel β-pleated sheet configuration. The absence of symptoms suggests MGUS or SMM · QUANTITATIVE IG -typically decreased serum levels of normal polyclonal immunoglobulins in multiple myeloma. However, this may also occur in MGUS · B ENCE J ONES PROTEINURIA -the presence of monoclonal light chains (especially >1 g/day) in the urine suggests multiple myeloma. However, small amounts (<50 mg/day) may also occur in MGUS · SERUM M PROTEIN LEVEL -the higher the level, the higher the likelihood of multiple myeloma. Some define 35 g/L [3.5 g/dL] for IgG and 20 g/L [2 g/dL] for IgA as cutoff, others define 30 g/L [3 g/dL] regardless of Ig subtype as cutoff DURIESALMON STAGING FOR MULTIPLE MYELOMA · STAGE I (low tumor burden, <0.6 × 10 12 /m 2 )-all of Hb >100 g/L [>10 g/dL], Ca 2+ ≤ 2.6 mmol/L CLINICAL FEATURES CONT'D INVESTIGATIONS BASIC · LABS -CBCD, peripheral smear, lytes, urea, Cr, Ca, β2 microglobulin, serum viscosity, quantitative immunoglobulin, albumin, serum protein electrophoresis (reciprocal depression), urinary protein electrophoresis, 24 h urinary collection for Bence Jones protein · IMAGING -skeletal survey (NB: standard bone scan does NOT play a role in routine myeloma staging) · BONE MARROW BIOPSY · NOTE : light chain myeloma (20%) may have normal serum protein electrophoresis. Urinary Bence Jones protein (urine protein electrophoresis) is required to detect paraproteinemia; nonsecretory myeloma (3%) requires bone marrow biopsy for diagnosis",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "of all evidence of disease · Nodal masses : if FDG-avid or PET positive prior to therapy, mass of any size permitted if PET negative. If variably FDG-avid or PET negative, regression to normal size on CT required · Liver and spleen : not palpable, nodules disappeared · Bone marrow : infiltrate cleared on repeat biopsy; if indeterminate by morphology, immunohistochemistry should be negative PARTIAL REMISSION (PR)-regression of measurable disease and no new sites · Nodal masses : ≥50% decrease in sum of the product of the diameter (SPD) of up to 6 largest dominant masses; no increase in size of other nodes. If FDG-avid or PET positive prior to therapy, one or more PET positive at previously involved site; or if variably FDGavid or PET negative, regression on CT ≥50% decrease in SPD of nodules (for single nodule in greatest transverse diameter) · Liver and spleen : no increase in size · Bone marrow : irrelevant if positive prior to therapy; cell type should be specified STABLE DISEASE (SD)-failure to attain CR/PR or PD · Nodal masses : if FDG-avid or PET positive prior to therapy, PET positive at prior sites of disease and no new sites on CT or PET. If variably FDG-avid or PET negative, no change in size of previous lesions on CT RELAPSED DISEASE (RD) OR PROGRESSIVE DISEASE (PD)-any new lesion or increase by ≥50% of previously involved sites from nadir · Nodal masses : appearance of a new lesion(s) >1.5 cm in any axis, ≥50% increase in SPD of more than one node, or ≥50% increase in longest diameter of a previously identified node >1 cm in short axis. Lesions PET positive if FDG-avid lymphoma or PET positive prior to therapy · Liver and spleen : >50% increase from nadir in the SPD of any previous lesions · Bone marrow : new or recurrent involvement JCO 2007 25:5 · CLINICAL FEATURES -jaw pain and numbness,  radicular pain, back pain, neck pain/rigidity,  confusion, cranial nerve deficits (especially II,  III, V, VI, VII) , focal weakness, sensory changes, headaches · DIAGNOSIS -lumbar puncture with positive cytology (sens 60% with single attempt, 3 attempts for increased yield), gadoliniumenhanced MRI showing enhancement and enlargement of one or more cranial nerves due to tumor infiltration · TREATMENTS -high-dose steroid (dexamethasone 12-20 mg PO/IV daily), radiation to the site of disease, intrathecal methotrexate, or cytarabine. Important to treat underlying systemic disease. Highly selected patients may benefit from highdose chemotherapy with stem cell transplantation with better outcomes. Median survival after CNS recurrence is 3 months LOCALI Z ED PARANASAL SINUS LYMPHOMA · PATHOPHYSIOLOGY -usually DLBCL type. May involve CNS if invade through the base of skull · CLINICAL FEATURES -local pain, rhinorrhea, nasal or upper airway obstruction, facial swelling, epistaxis, diplopia, visual loss · TREATMENTS -R-CHOP × 3 + involved field radiation + intrathecal chemotherapy × 6 MUCOSAASSOCIATED LYMPHOID TISSUE (MALT) · PATHOPHYSIOLOGY -extranodal marginal zone B-cell lymphomas that present with localized disease involving the GI tract, salivary glands, thyroid, orbit, conjunctiva, breast, and lung. Note that diffuse large cell lymphoma and mantle cell lymphoma also commonly involve GI mucosa · ASSOCIATIONS -H. pylori -associated chronic gastritis, Celiac disease, Crohn's disease, gastrointestinal nodular lymphoid hyperplasia · DIAGNOSIS -for gastric MALT, need to determine presence of H. pylori by biopsy (gastroscopy) ± urea breath test · TREATMENTS -for H. pylori -positive gastric MALT, triple therapy may be adequate. Need to confirm eradication of H. pylori . Follow closely with gastroscopy. If MALT persists for over 8-12 months, should consider single-agent chemotherapy (cyclophosphamide, chlorambucil) or involvedfield radiation. Partial gastrectomy may be needed for hemorrhage or perforation ACUTE LYMPHOBLASTIC LYMPHOMA · PATHOPHYSIOLOGY -continuum of presentation with acute lymphoblastic leukemia. Considered lymphoma if < 5% blasts in bone marrow; otherwise, considered leukemia · CLINICAL FEATURES -usually mediastinal mass in young males BURKITT'S LYMPHOMA · PATHOPHYSIOLOGY -t(8;14, 2;8, 8;22) leading to c-myc overexpression · CLINICAL FEATURES -usually advanced stage (80-90%). Abdominal mass, CNS, breast/ovarian involvement, and nodal sites but mediastinum usually spared TESTICULAR LYMPHOMA · PATHOPHYSIOLOGY -60% primary testicular lymphoma, 40% spread from other sites. Frequently DLBCL or immunoblastic subtype · CLINICAL FEATURES -painless testicular mass in older man. High risk for recurrence, particularly CNS relapse · DIAGNOSIS -scrotal US · TREATMENTS -unilateral orchiectomy + R-CHOP + involved field radiation to scrotum + intrathecal chemotherapy if stage III/IV disease POSTTRANSPLANT LYMPHOPROLIFERATIVE DISORDERS (PTLD) · PATHOPHYSIOLOGY -mostly of host origin and usually EBV positive (LMP-1 oncogene). EBVnegative PTLD present later and are more aggressive than EBV-positive PTLD. Mostly B-cell non-Hodgkin's lymphoma and very rarely T-cell or NK cell lymphomas · RISK FACTORS -high degree of immunosuppression, pre-transplant EBV negativity. Risk highest in the first year, then reduces by 80% · CLINICAL FEATURES -clinical spectrum includes reactive plasmacytic hyperplasia (55%, infectious mononucleosis like illness with no malignant transformation), polymorphic B-cell hyperplasia (30%, polyclonal cytogenetic abnormalities, immunoglobulin gene rearrangements, and disruption of underlying tissue architecture), and B-or T-cell lymphomas (15%, monoclonal malignancy) · TREATMENTS -reduction in immunosuppression ( ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1789,
                    "end": 1949,
                    "text": "· CLINICAL FEATURES -jaw pain and numbness,  radicular pain, back pain, neck pain/rigidity,  confusion, cranial nerve deficits (especially II,  III, V, VI, VII)",
                    "ref_id": null
                }
            ],
            "section": "INTERNATIONAL WORKSHOP CRITERIA FOR TREATMENT RESPONSE FOR HODGKIN'S AND NONHODGKIN'S LYMPHOMA COMPLETE REMISSION (CR)-disappearance"
        },
        {
            "text": "ALLOGENEIC TRANSPLANTATION (40%)stem cells from HLA-matched sibling donor (25%) or unrelated donor (75%). The main advantage is graft vs. leukemia effect (GVL), while the main disadvantage is graft vs. host effect (GVHD) AUTOLOGOUS TRANSPLANTATION (60%)stem cells from self. The main advantage is lesser toxicity compared to allogeneic transplant, while the main disadvantage is possible contamination of the graft with malignant cells HAPLOIDENTICAL TRANSPLANTATION (increasing use in adults)-stem cells from parent, child or sibling. Main advantage is the relative ease of identifying a donor, while the main disadvantage is graft rejection and GVHD DONOR SOURCEperipheral blood (10-20 L of blood, mobilization with GCSF, venipuncture, leukapheresis (up to 3 times for autologous stem cell transplant), faster engraftment, and improved overall survival (for autologous stem cell transplant and matched sibling allogeneic transplant), bone marrow , umbilical cord blood (expands supply of donors, although limited amount of stem cells in cord blood can affect engraftments and directs frequent use of \"dual cord\" transplantation; less GVHD with mismatches)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TERMINOLOGIES"
        },
        {
            "text": "-dependent on age, underlying disease, donor availability, institutional preference. In general, allogeneic transplant is more suitable for younger, healthier adults as it is more toxic but potentially more effective than autologous transplant ALLOGENEIC -acute leukemia (50-70% cure if first remission, 10-30% cure if relapse), myelodysplastic syndrome (40-50% cure rate), chronic myeloid leukemia (50-70% cure if chronic phase, 10-30% cure if blast phase), chronic lymphocytic leukemia, indolent lymphoma, severe immunodeficiency syndromes, hemoglobinopathies",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DECIDING BETWEEN ALLOGENEIC AND AUTOLOGOUS STEM CELL SOURCE"
        },
        {
            "text": "AUTOLOGOUS -progressive Hodgkin's lymphoma (60-70% cure if relapse, 40-50% cure if refractory disease), multiple myeloma, relapsed and progressive large cell lymphoma, relapsed germ cell cancer",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COMMON INDICATIONS CONT'D"
        },
        {
            "text": "HUMAN LEUKOCYTE ANTIGEN MOLECULESresponsible for displaying endogenous and exogenous peptides to T cells. Mismatch between host and donor HLA type could result in graft vs. host disease, graft failure, or death. Note that transplant is not affected by differences in ABO blood groups · HLA CLASS I -HLA-A, HLA-B, HLA-C · HLA CLASS II -HLA-DR, HLA-DQ, HLA-DP MATCHING PROCESS -ensure good match of HLA-A, HLA-B, HLA-C, DRB1, and DQB1. The chance of finding a sibling match is 1-0.75 n , where n = number of siblings. The chance of finding a matched unrelated donor is >60%, higher for Caucasians and lower for other races. Search for a match typically takes 3-4 months CONDITIONING -goal is to eradicate malignancy and suppress recipient's immune system to minimize rejection of donor's stem cells. Myeloablative regimens include cyclophosphamide plus total body irradiation (TBI) or high-dose busulfan. Reduced intensity regimens include fludarabine plus busulfan. Reduced intensity (also known as non-myeloablative or \"mini\" transplant) regimens use a milder conditioning regimen more tolerable for older patients (e.g. fludarabine plus cyclophosphamide, melphalan). Monitor toxicities closely during this time · HEMATOLOGIC -pancytopenia, febrile neutropenia · EARLY NON -HEMATOLOGIC -alopecia, N&V, oropharyngeal mucositis, diarrhea, sinusoidal obstruction syndrome (previously known as hepatic venoocclusive disease with tender hepatomegaly, jaundice and ascites), seizures, parotitis, pericarditis, cardiomyopathy, interstitial pneumonitis, hemorrhagic cystitis, rash rility or premature menopause, growth impairment, dry eyes or mouth, cataracts, osteopenia or osteoporosis · FERTILITY -infertility is almost certain in both men and women after TBI regimens, but not definite with non-TBI regimens. Consider oocyte/sperm/embryo cryopresevation · SECOND MALIGNANCIES -increased incidence of solid tumors (bone, oropharynx, connective tissue, CNS, thyroid, melanoma), myelodysplastic syndrome, acute myelogenous leukemia, and lymphoproliferative disorders. Highest risks in patients with TBI TRANSPLANTATION -infusion of stem cells over 30 min to 2 h ENGRAFTMENT -typically happens between days +10 and +20. Defined as ANC >0.5 × 10 3 /μL, with platelet and RBC engraftment following. GCSF may be used in non-leukemic patients to accelerate engraftment by up to 1 week. Patient is supported with blood products and antimicrobial prophylaxis (e.g. ciprofloxacin for Gram negatives, trimethoprim-sulfamethoxazole for PJP, acyclovir for HSV, fluconazole for fungal agents) until engraftment occurs. Failure to engraft (primary graft failure) and irreversible decline of blood counts (secondary graft failure) are serious complications (<5%). For non-myeloablative transplant, perform chimerism analysis and consider either donor leukocyte infusion (DLI) or reducing immunosuppression to improve disease control IMMUNE RECONSTITUTION -restoration of T-cell and B-cell immunity takes up to 12 months. Immunosuppressive treatment can usually be stopped within 1-3 years post-allogeneic transplant. Graft vs. host disease (GVHD) is a donor T-cell-mediated process. Overall transplantrelated mortality is approximately 20-25% GRAFT VS HOST DISEASE · ACUTE GVHD (<100 days)-occurs in 40% ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ALLOGENEIC TRANSPLANTATION"
        }
    ]
}