{
    "paper_id": "15ace9a200a05c72d12721a8448c6959809e135e",
    "metadata": {
        "title": "Journal Pre-proof Dietary habits in adults during quarantine in the context of COVID-19 pandemic Dietary habits in adults during quarantine in the context of COVID-19 pandemic",
        "authors": [
            {
                "first": "Ahmed",
                "middle": [
                    "M"
                ],
                "last": "Abbas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Assiut University",
                    "location": {
                        "country": "Egypt"
                    }
                },
                "email": ""
            },
            {
                "first": "Mark",
                "middle": [
                    "Mohsen"
                ],
                "last": "Kamel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "COvid-19 Research of Assiut UNiversity Association (CORAUNA) group. 3 House-officer",
                    "institution": "Assiut University",
                    "location": {
                        "country": "Egypt"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In March 2020, the World Health Organization (WHO) declared the latest Coronavirus disease-2019 (COVID-19) as a pandemic (Sohrabi et al., 2020) . Most countries started strict measures like travel bans and lock-downs to prevent the infection's spread. Unfortunately, many people around the globe became panic to buy and stock up on food as the due time for control of the pandemic is unpredictable.",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 143,
                    "text": "(Sohrabi et al., 2020)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Being forced to stay indoors due to the COVID-19 pandemic for a long time can eventually lead to stress conditions that can cause a dramatic change in our dietary habits. Stress eating is a real thing as people are anxious about their next paycheck, watching food disappear from shelves at the grocery store and spending days on end at home, making it easy to overeat (Campana et al., 2019; Brooks et al., 2020) . People are generally sociable beings, and this period of social isolation could psychologically pressurize them and force some of them to eat more in quantity or frequency as a mechanism to cope with the growing fear and anxiety.",
            "cite_spans": [
                {
                    "start": 368,
                    "end": 390,
                    "text": "(Campana et al., 2019;",
                    "ref_id": null
                },
                {
                    "start": 391,
                    "end": 411,
                    "text": "Brooks et al., 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "During prolonged stress, our bodies release cortisol, which increases hunger sensation (Gluck et al., 2004) . The best recommendation for staying healthy during quarantine is to follow the general health advice such as eating a balanced diet, staying hydrated, being physically active, getting enough sleep, and managing stress (WHO, 2020).",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 107,
                    "text": "(Gluck et al., 2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Getting back to better dietary habits is more critical now than ever to enhance the body's immune system as the virus continues to spread. The necessity to live well and keep healthy is now a priority. Therefore, there are some recommendations to do this:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• Eating a well-balanced diet, focused on fruits, vegetables, whole grains, plant and animal protein, and healthy fats is the best way to get all the essential 3 nutrients we need for good health and normal immune function. Whole grains provide benefits relating to the many individual nutrients and bioactive compounds (phytochemicals) they contain. This diet formula contains essential vitamins as D, E, zinc, omega-3 and poly-unsaturated fatty acids (PUFAs). Vitamin D has an impact on the functions of immune cells in both the innate and adaptive immune system, as well as the antigen-presenting cells (APC) that links the two arms of immunity. Vitamin E has an immunomodulatory effect through enhancing T cell-mediated function by directly promoting membrane integrity and positively modulating the signaling events in T cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Zinc is a nutrient essential for maintaining homeostasis of immune system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "inhibition of the production of inflammatory mediators like eicosanoids, proinflammatory cytokines (IL-1β, TNF-α, IL-6), chemokines (IL-8, MCP-1), adhesion molecules (ICAM-1, VCAM-1, selectins), and reactive oxygen species (Wu et al., 2019) .",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 240,
                    "text": "(Wu et al., 2019)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Omega-3 and PUFAs have potent anti-inflammatory properties through"
        },
        {
            "text": "• Well hydration is necessary for a healthy life. The healthiest, cheapest, and safest drink is clean water. Other drinks like coffee and tea or fresh juices are also suitable for hydration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Omega-3 and PUFAs have potent anti-inflammatory properties through"
        },
        {
            "text": "• At stressful times, we should maintain a routine daily activity schedule, such as regular mealtimes. This is necessary to control our hunger and meet our nutrient requirements. Turning off any devices that cause distractions such as TV, mobile phones, and chew food slowly while focusing on the smell and taste of food is essential.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Omega-3 and PUFAs have potent anti-inflammatory properties through"
        },
        {
            "text": "• Minimizing the risk of food-borne diseases through ensuring food safety practices such as washing your hands for 20s before preparing the food, cleaning the food items well, and disinfecting surfaces on which they are placed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Omega-3 and PUFAs have potent anti-inflammatory properties through"
        },
        {
            "text": "• Planning time for daily physical activity by taking regular breaks from sitting by standing up and walking or attending online exercise class activities (Nazari et al., 2020) .",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 176,
                    "text": "(Nazari et al., 2020)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Omega-3 and PUFAs have potent anti-inflammatory properties through"
        },
        {
            "text": "• Poor quality sleep can negatively affect both physical and mental health as well as reduce the immune system's ability to resist infections (Abdurahman et al., 2020) . Stress brought about by the COVID-19 pandemic may have a negative impact on sleep. Therefore, turning off electronic devices, minimizing watching news that causes anxiety and affects mental health, avoiding caffeine and alcoholic drinks, and putting a regular schedule for sleeping is essential. ",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 167,
                    "text": "(Abdurahman et al., 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Omega-3 and PUFAs have potent anti-inflammatory properties through"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The Effect of Web-Based Educational Intervention on Physical Activity-Related Energy Expenditure Among Middle-Aged Women With Overweight and Obesity: an Application of Social Cognitive Theory",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "N"
                    ],
                    "last": "Nazari",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Reisi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tahmasebi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Javadzade",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Obesity Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "World Health Organization declares global emergency: A review of the 2019 novel coronavirus (COVID-19)",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sohrabi",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Alsafi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "O&apos;neill",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kerwan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Al-Jabir",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Surgery",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "food-and-nutrition-tipsduring-self-quarantine Accessed on",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Nutritional modulation of immune function: analysis of evidence, mechanisms, and clinical relevance",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pae",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Meydani",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Frontiers Immunol",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Abdurahman AA, Bule M, Shab-Bidar S, Rezaei S, Djafarian K. The association between sleep duration and risk of abnormal lipid profile: A systematic review and metaanalysis. Obesity Medicine. 2020:100236. Brooks SK, Webster RK, Smith LE, Woodland L, Wessely S, Greenberg N, et al. The psychological impact of quarantine and how to reduce it: rapid review of the evidence. Lancet. 2020 Feb 26. Campana B, Brasiel PG, de Aguiar AS, Luquetti SC. Obesity and food addiction: similarities to drug addiction. Obesity Medicine. 2019:100136.Gluck ME, Geliebter A, Hung J, Yahav E. Cortisol, hunger, and desire to binge eat following a cold stress test in obese women with binge eating disorder.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}