{
    "paper_id": "15b752a5254b3fbc16bdb27c8a5d9e86b99d3644",
    "metadata": {
        "title": "X Tl' l T The 21st meeting of the Executive Committee of the International Committee on Taxonomy of Virsues (ICTV) The ICTVdB project and other initiatives",
        "authors": [
            {
                "first": "Virology~",
                "middle": [
                    "Ji"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "&amp;",
                "middle": [],
                "last": "Di Vi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "advance that brings the practice of plant virus taxonomy into line with that of animal viruses. Recent progress in analysis of the genomes of viruses, revealing remarkable homologies between some plant viruses and animal picornaviruses and togaviruses, have helped to prepare the way for acceptance of a common taxonomy for plant and animal viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Another development of note is the proposal to establish the second order in virus taxonomy. The first was the order Mononegavirales [see \"Virology Division News\", Archives of Virology 117:137-140 (1991) ], embracing the three families of non-segmented genome negative strand RNA viruses, and now it will be joined by the order Caudoviralescomprising the three existing families of tailed phages.",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 203,
                    "text": "117:137-140 (1991)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Among the vertebrate viruses a new family Circoviridae is proposed to contain the several recently characterised viruses which have circular double-stranded DNA genomes. Another proposal is that three viruses of current notoriety, rabbit haemorrhagic fever virus, Norwalk virus and hepatitis C virus, should become members of the family Caliciviridae.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Probably the most radical proposal was to transfer the arteriviruses from the Togaviridae to the family Coronaviridae, to include all the nested set viruses in the same family. The",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Coronavirus Study Group was charged with deciding the status of the genus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Following the International Congress of Virology in Glasgow in 1993 the ICTV will publish its 6th Report which will incorporate the decisions of the Plenary Session and the latest revisions in taxonomy. This Report will also be the occasion of the first appearance of the species as a recognised taxon in virus taxonomy. In 1991 at a meeting in Atlanta the Executive Committee of ICTV, enthused by the incoming President Fred Murphy, devised a new definition of the virus species [see \"Virology Division News\", Archives of Virology 119:303-304 (1991) ] which is now being used by Study Groups for the designation of species in their fields of interest.",
            "cite_spans": [
                {
                    "start": 532,
                    "end": 550,
                    "text": "119:303-304 (1991)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Preparation of the preceding Report was beset by much misfortune, not least of which was the untimely death of the editor Richard Francki, and the 5th Report perforce retained the format of earlier publications. An erratum will be published in a later issue of \"Virology Division News\" to correct some inadvertant errors which were not eliminated during the rush to meet production deadlines. Preparations are far advanced for complete revision of the format of the 6th Report with a greater depth and uniformity of treatment of different groups, the inclusion of diagrams and illustrations with the taxonomic descriptions, and a more user-friendly arrangement of the text.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The ICTV is now embarked on the creation of the universal virus database to be designated the ICTVdB. The database will complement the ICTV Reports and become a repository of information on viruses. At Oxford the decision was taken to adopt the Delta format, developed in Canberra by Mike Dallwitz and colleagues specifically for handling taxonomic information, and which has already been used to good effect in plant virology by Adrian Gibbs and colleagues. Efforts are underway to obtain the necessary financial support for development and adaptation of the Delta system to the requirements of the ICTVdB. The cost of developing the database will be considerable and possibly too great for any one organisation to support. Finance is being solicited on an international basis from several agencies. Data gathering, processing and entry into the Delta system will also entail considerable cost over a fairly long period. However, the Executive Committee of ICTV is confident that support for the venture will be forthcoming. It is envisaged that as the database is built up it will become self-supporting and eventually generate revenue for the Virology Division of the IUMS, and ultimately benefit the whole of virology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The immediate task, which is being coordinated by a sub-committee headed by Adrian Gibbs (ANU, Canberra), is the compilation of lists of appropriate descriptors which can be coded numerically. Some funding has already been obtained to sustain the initial phase of this part of the project. Once prepared these lists will then be circulated to the Study Groups of the ICTV so that uniformity of treatment and useage of terms is achieved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although the basic function of the Executive Committee remains that of coordinating and nourishing the Study Group structure of ICTV, the development and financing of the ICTVdB universal virus database is likely to become a major activity of the Executive Committee of ICTV in the coming years. Since the terms of membership of the Executive Committee and the ICTV are limited by statute, the continuity of the project and the",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "School of Veterinary Medicine",
            "authors": [],
            "year": null,
            "venue": "Sachsenplatz 4-6, A-1201 Wien. -Hersteller: Adolf Holzhausens Nachfolger, Kandlgasse 19-21, A-1070 Wien. -Verlagsort: Wien. -Herstellungsort: Wien",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}