{
    "paper_id": "15ca6a886738313ed672a9977f39accde4b62d60",
    "metadata": {
        "title": "Nosology expansion: not always for health's sake",
        "authors": [
            {
                "first": "Rodolfo",
                "middle": [],
                "last": "Saracci",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Nosology expansion occurs either by (1) adding newly occurring diseases with distinctive characteristics (e.g. emerging infectious disease like Zika Virus Infections or the Coronaviruses and Acute Respiratory Syndromes) [2] or (2) splitting an existing disease into finer categories (in fashionable language, into \"finer granularity\") or (3) annexing to a known disease some manifestations, including precursors, previously unknown or known but regarded as outside the disease boundaries. A related, strictly speaking different but practically important expansion occurs when cut-off levels of a disease risk factor are changed.",
            "cite_spans": [
                {
                    "start": 36,
                    "end": 39,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 220,
                    "end": 223,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 227,
                    "end": 230,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "A long-term development"
        },
        {
            "text": "These processes are inherent in the expansion of knowledge and of diagnostic tools brought about by scientific and technological research over centuries, especially the last two. Diseases are not only multiplied but some of them may in turn be regrouped (lumped) in new ways, the net result being however an uninterrupted secular increase in the number of distinct entities that since 1900 are included in the successive revisions of the international reference nosology, entrusted from 1948 to the World Health Organization and currently labelled \"International Classification of Diseases and Related Health Problems (ICD)\" [3] .",
            "cite_spans": [
                {
                    "start": 625,
                    "end": 628,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "A long-term development"
        },
        {
            "text": "The system is based on existing knowledge and-at the same time-tailored for multiple uses in clinical medicine, public health and research. The periodical reclassifications involve both changes in disease category definition and in the rules to assign disease cases to categories, with consequent unavoidable complexity, appreciable by even a cursory look at the freshly published documentation on the latest ICD revision (number 11, scheduled for general use on 1 January 2022).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A long-term development"
        },
        {
            "text": "To the epidemiologist reclassification opens the field for descriptive and analytical studies of newly defined diseases but also generates familiar comparability problems. In actual practice not all countries introduce a new ICD revision at the same time: as a consequence in international studies endpoints such as causes of deaths need to be classified, for the sake of comparability, by the oldest ICD version in use among participating countries, underusing the more detailed and updated information available from countries employing more recent ICD versions. For instance pleural mesothelioma, a critical endpoint in occupational or environmental studies on asbestos and mineral fibers, was not precisely identified as such until the tenth ICD revision (1990) [3] . Mostly affected by reclassification is the interpretation of long-term time trends of diseases incidence and mortality. A by now classic example [4] is the delayed recognition, met with surprise, of the downturn in the ischemic heart disease mortality occurring in the USA in the 1960s. An obscuring effect had been introduced by the change from the seventh to the new (eight) ICD revision, deaths previously and separately assigned to arteriosclerotic heart disease by the seventh revision being merged into the ischemic heart disease category by the eight.",
            "cite_spans": [
                {
                    "start": 766,
                    "end": 769,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 917,
                    "end": 920,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "A long-term development"
        },
        {
            "text": "Official inclusion of a disease in an ICD revision as a distinct entity is necessarily preceded by a phase, sometimes long, of recognition in medical practice according to criteria proposed by experts and today usually recommended in Rodolfo Saracci-Former President of International Epidemiological Association.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A long-term development"
        },
        {
            "text": "* Rodolfo Saracci saracci@hotmail.com 1 7 rue Saint Hippolyte, 69008 Lyon, France guidelines by scientific societies or \"ad hoc\" expert groups. A clear example is given by tuberculosis (TB), still today causing 1.6 million deaths worldwide. The contagious nature of \"phtisis\" had been recognized at least since the sixteen century by Gerolamo Fracastoro [5] , but it took until the end of the nineteen century to grasp the relation between its various organ-specific manifestations (lung, lymphatic glands, spine, meninges, or the whole body in miliary TB). At the turn of the century Strumpell's authoritative textbook [6] affirmatively stated: [my italic]: \"today the definition of TB is not based on anatomic grounds. TB is every affection produced by the pathogenic action of a specific bacterial variety, namely by the TB bacilli discovered by Koch\". On that ground the variety of clinical presentations could be etiologically lumped together, paving the way to treatments directly attacking the Mycobacterium tuberculosis. Yet in recent years the need for a new, therapy dependent, split has emerged leading to the disease category of a MDR/RR-TB, multi-drug or rifampicin resistant variant of TB [7] , estimated to involve about 5% of previously untreated TB cases and some 20% of TBs previously treated, and originating from de novo bacterial chromosome mutations [8] . Similar splitting-and-lumping patterns, already elegantly discussed in a 1969 paper by Victor McKusick [9] in the context of genetic diseases, can be found within all broad nosological classes. In its most recent edition the WHO/IARC Classification of Tumours [10] explicitly includes genetic information to identify distinct categories of cancers. For example some varieties of acute myeloid leukemia are defined by recurrent chromosomal aberrations and others by specific somatic gene mutations. With the availability of effective treatments response to treatment becomes a key criterion to categorize disease types. It also inspires the search for new, hopefully effective, treatments in \"basket trials\" [11] : in oncology patients with cancers originating in different organs but sharing some common genetic alterations receive pharmacological agents specifically targeted on those alterations, potentially opening the way to lumping together these cancers as different manifestations of a common disease, defined by a somatic genetic profile responsive to specific agents. On a secular scale nosology expansion has developed as a constitutive and indispensable component-at one time instrument, cause and effect-of knowledge advancements in medicine and epidemiology, on which rest the scientific support for population health maintenance and improvement. As for any instrument an obvious question arises: can it be or is it actually misused?",
            "cite_spans": [
                {
                    "start": 38,
                    "end": 39,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 354,
                    "end": 357,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 620,
                    "end": 623,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1203,
                    "end": 1206,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1372,
                    "end": 1375,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1481,
                    "end": 1484,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1638,
                    "end": 1642,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2085,
                    "end": 2089,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "A long-term development"
        },
        {
            "text": "Misuse of nosology expansion implies that damage to health may derive from annexing to the disease domain, even in the phase preceding the inclusion in ICD, an abnormality or a complex of abnormalities, be they biological, behavioral or psychological. It can take place via different paths and a substantial literature has been published in recent years challenging on the ground of potential adverse health effects the legitimacy of an increasing number of disease inclusions, propelled by the accelerated pace of biomedical research. Typical debated examples involve:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A recent uncontrollable drift?"
        },
        {
            "text": "(1) Changing the boundary on the continuum from health to disease, as for attention-deficit/hyperactivity disorder [12] ; the optimal level(s) of a risk factor, as for blood pressure [13] or blood glucose/glycated hemoglobin [14] ; (2) Equating a risk factor to a disease, as for osteoporosis [15] ; a precursor lesion to a disease, as for cancers with unclear progression stages [16] .",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 119,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 183,
                    "end": 187,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 225,
                    "end": 229,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 293,
                    "end": 297,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 380,
                    "end": 384,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "A recent uncontrollable drift?"
        },
        {
            "text": "In these and similar cases disease annexation is a call for treatment expansion. In many cases critics rightly regard it as a form of \"overtreatment\" because of insufficient weight accorded to side effects, at individual and collective level, of, for instance, lowering systolic blood pressure down to 120 even in elderly subjects [17, 18] or of treating pharmacologically all degrees of osteoporosis without paying attention to concomitant factors favoring bone fractures, the substantive reason of concern [15] . This type of questionable treatment has however a scientific base and is entirely different from frankly inappropriate overtreatment due to poor application of guidelines, complacency to patients' requests or defensive medicine: with its scientific base engrained in the physiological process of disease expansion (previously described) it may grow as an out of control drift.",
            "cite_spans": [
                {
                    "start": 331,
                    "end": 335,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 336,
                    "end": 339,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 508,
                    "end": 512,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "A recent uncontrollable drift?"
        },
        {
            "text": "In search of an anchor on which to fix the general concept of disease Hofmann [1] rightly emphasizes that alleviating suffering is the ethical central mission of medicine and suffering should be a key element in defining what constitute a disease. However suffering is subjective, and the area where subjectivity plays a large role, mental health and disorders, is just the one where disease delimitation has always been and remains most problematic and often highly controversial, as permanent discussions on the DSM special nosology show [19] .",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 81,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 540,
                    "end": 544,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "A recent uncontrollable drift?"
        },
        {
            "text": "Guidelines and expert groups reports are today the main instruments for nosology updating. Their preparation and production may be unduly influenced towards expanding disease diagnosis and treatment, via nosology expansion, by interests strictly not pertinent to scientifically define disease, like a drive to increase the volume of clinical activities, or profits from Big Pharma or advanced technology industries. Means are being proposed to keep these influences in check by disciplining the development of guidelines that entail diseases definition [20, 21] . Whatever their forms the assurance that they operate only for the sake of scientific validity and people's health rests crucially, as I have discussed for another health area [22] , on the absence of conflicts of interest, objectively documented, concerning the key health professionals in charge of the development process.",
            "cite_spans": [
                {
                    "start": 553,
                    "end": 557,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 558,
                    "end": 561,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 739,
                    "end": 743,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "A recent uncontrollable drift?"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Expanding disease and undermining the ethos of medicine",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hofmann",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Eur J Epidemiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s10654-019-00496-4"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Professional Version",
            "authors": [
                {
                    "first": "Merck",
                    "middle": [],
                    "last": "Manuals",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "World Health Organization. International Classification of Diseases and Related Health Problems. Geneva: World Health Organization",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Trends in cardiovascular mortality with a focus on ischemic heart disease: United States",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Rosenberg",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Klebba",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Proceedings of the conference on the decline of coronary heart disease mortality",
            "volume": "",
            "issn": "",
            "pages": "11--39",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The conquest of epidemic disease",
            "authors": [
                {
                    "first": "Cea",
                    "middle": [],
                    "last": "Winslow",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Lehrbuch der speziellen Pathologie und Therapie der Inneren Krankheiten",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Strumpell",
                    "suffix": ""
                }
            ],
            "year": 1914,
            "venue": "für Studierende und Ârtze. 8 Auflage. Leipzig: FCW Vogel, 1894. (Italian translation, Milano: F Vallardi",
            "volume": "I",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "World Health Organization treatment guidelines for drug-resistant tuberculosis, 2016 update",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Falzon",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Schünemann",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Harausz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "González-Angulo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lienhardt",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jaramillo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Weyer",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Eur Respir J",
            "volume": "49",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Signatures of selection at drug resistance loci in Mycobacterium Tuberculosis. MSystems",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Mortimer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Weber",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Pepperell",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "108--125",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "On lumpers and splitters, or the nosology of genetic disease",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Mckusick",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Birth Defects Orig Article Series",
            "volume": "5",
            "issn": "",
            "pages": "23--32",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "World Health Organization-International Agency for Research on Cancer. WHO/IARC classification of tumours. Lyon: International Agency for Research on Cancer",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Basket trials in oncology: a trade-off between complexity and efficiency",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Cunanan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gonen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Hyman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Riely",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Begg",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Iasonos",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Clin Oncol",
            "volume": "36",
            "issn": "",
            "pages": "271--274",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Attention-deficit/hyperactivity disorder: are we helping or harming?",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Mitchell",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Batstra",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BMJ",
            "volume": "347",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Similarities and differences between the ACC/AHA and ESH/ESC guidelines for the prevention, detection, evaluation and management of high blood pressure in adults. A perspective",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bakris",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Circ Res",
            "volume": "124",
            "issn": "",
            "pages": "969--71",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The epidemic of pre-diabetes: the medicine and the politics",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Yudkin",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Montori",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMJ",
            "volume": "349",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Overdiagnosis of bone fragility in the quest to prevent hip fractures",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Järvinen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Michaëlsson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jokihaara",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Perry",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mintzes",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMJ",
            "volume": "350",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Cancer overdiagnosis: a biological challenge and clinical dilemma",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Srivastava",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Koay",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Borowsky",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "De Marzo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ghosh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Wagner",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Kramer",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nat Rev Cancer",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41568-019-0142-8"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A new way of looking at elderly heart patients",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gallotta",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Panico",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Epidemiol Prev",
            "volume": "42",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Blood pressure targets in the elderly",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Currie",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Delles",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Hypertens",
            "volume": "36",
            "issn": "",
            "pages": "234--240",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The intelligent clinician's guide to the DSM-5",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Paris",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Guidance for modifying the definition of diseases: a checklist",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Doust",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "O"
                    ],
                    "last": "Vandvik",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Quaseem",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Mustafa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Horvath",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Frances",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "JAMA Int Med",
            "volume": "177",
            "issn": "",
            "pages": "1020--1025",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Reforming disease definitions: a new primary care led, people-centred approach",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Moynihan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brodersen",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Heath",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Johansson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kuehlein",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Minué-Lorenzo",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "BMJ Evid Based Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjebm-2018-111148"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The hazards of hazard identification in environmental epidemiology",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Saracci",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Environ Health",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}