{
    "paper_id": "15e0b5d17622e745db74a08c5d4844b8d00335db",
    "metadata": {
        "title": "SUPPLEMENTAL INFORMATION FOR: \"USING SYMBOLIC TRANSFER ENTROPY TO INFER WHICH AGE GROUPS DRIVE INFLUENZA TRANSMISSION FROM INFLUENZA-LIKE ILLNESS DATA\"",
        "authors": [
            {
                "first": "S",
                "middle": [
                    "M"
                ],
                "last": "Kissler",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "C",
                "middle": [],
                "last": "Viboud",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "B",
                "middle": [
                    "T"
                ],
                "last": "Grenfell",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "R"
                ],
                "last": "Gog",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The symbolisation strategy that underlies symbolic transfer entropy (STE) [1] captures the qual-2 itative structure of an observed time series by reducing the time series {i t } with i t ∈ R and 3 t ∈ 1, 2, 3, . . . , n to a sequence of symbols that represent ordered m-tuples of observations. The 4 modeller chooses the number of consecutive points m that make up each symbol. For m = 2, 5 there are only two possible symbols: i t−1 < i t and i t−1 > i t . For m = 3, there are six possible 6 symbols, which we label A through F : 7",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "These symbols are depicted in Fig S1. In general, for a given m, there are m! possible symbols. 8 For a stochastic process I with n ordered observations (i 1 , . . . i n ), a symbol is assigned to obser-9 vations (i m , i m+1 , . . . , i n ). ",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 97,
                    "text": "8",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 30,
                    "end": 37,
                    "text": "Fig S1.",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "where the sum is over all possible symbols for statesî t+1 ,î t , andĵ t . 13 In practice, the joint and conditional probabilities in Eq. S7 are estimated using the relative FIGURE S1. List of the two possible symbols for m = 2 (top) and the six possible symbols for m = 3 (bottom). The six m = 3 symbols are specified by Eqs S1-S6. The ordering of the symbols is arbitrary, but will remain consistent throughout this text. 3: ",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 77,
                    "text": "13",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": ". Summary of how the STE is calculated from multiple realisations of an epidemic process with two age groups. The three columns in the top pane portray k = 3 realisations from an epidemic process, which in this case is the Poissontype process described in the main text. The columns consist of two time series plots each, which depict the simulated case counts for the two age groups (call them I and J) across 17 time steps. The time series are symbolised with a symbol length of m = 2, yielding the character strings beneath the first set of arrows. An A represents an increase and a B represents a decrease. The probabilities that make up the STE calculation, Eq. S7, are estimated using the relative frequencies of the symbols in the character strings. A few of these probabilities are calculated in the lower section of this figure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FIGURE S3"
        },
        {
            "text": "Next, the probabilities that make up the STE calculation, Eq. S7, are estimated using the relative 29 frequencies of the symbols in the symbol strings. For example, P (î t+1 = B,î t = A,ĵ t = A) is 30 calculated as the probability that there is a B in the I process that is preceded by an A in the I 31 process and also an A in the J process. It is helpful to interpret this as the number of times the 32 pattern 33 A B A (S8) is observed when the symbol strings for a realisation of I and J are aligned one above the other 34 (see the symbol strings in Fig S3) . The frequency with which this pattern appears is calculated for 35 each of the k pairs of symbol strings, yielding a set of counts c 1 , . . . , c k . Since there are n S − 1 36 possible positions for the pattern to appear within each pair of symbol strings, the overall joint 37 probability is estimated as 38 (S9) c 1 + c 2 + · · · + c k k(n S − 1) .",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 101,
                    "text": "29",
                    "ref_id": null
                },
                {
                    "start": 198,
                    "end": 200,
                    "text": "30",
                    "ref_id": null
                },
                {
                    "start": 413,
                    "end": 415,
                    "text": "33",
                    "ref_id": null
                },
                {
                    "start": 524,
                    "end": 526,
                    "text": "34",
                    "ref_id": null
                },
                {
                    "start": 628,
                    "end": 630,
                    "text": "35",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 554,
                    "end": 561,
                    "text": "Fig S3)",
                    "ref_id": null
                }
            ],
            "section": "FIGURE S3"
        },
        {
            "text": "This fraction is interpreted as the number of times a given 'triad' of symbols (e.g. Eq. S8) is ob-39 served across all realizations, divided by the total number of times the triad could have possibly 40 occurred. 41 Conditional probabilities are estimated in a similar way. For example,",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 216,
                    "text": "41",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "FIGURE S3"
        },
        {
            "text": "is estimated as the number of times a B is observed in the I process, given that the previous 43 observations in the I and J processes were both A. The counts c 1 , . . . , c k are the same as before 44 -we are seeking the same triad of symbols -but rather than dividing by the total length of the 45 symbolised time series, we instead divide by the number of times the pattern 46 A A is observed. Denote these countsĉ 1 , . . . ,ĉ k . Then, the conditional probability is 47 (S10)",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 202,
                    "text": "44",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "FIGURE S3"
        },
        {
            "text": "The calculation is easier for the probabilities conditioned on just one term. The quantity P (î t+1 = 48 B|î t = A), for example, is simply the number of times an AB appears in the symbolised time series 49 for I, divided by the number of times an A appears in the symbolised time series for I.",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 206,
                    "text": "49",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "FIGURE S3"
        },
        {
            "text": "The above steps are demonstrated with a specific example in Fig S3. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 60,
                    "end": 67,
                    "text": "Fig S3.",
                    "ref_id": null
                }
            ],
            "section": "50"
        },
        {
            "text": "where the sum is over all possible values (symbols) ofî t+1 ,î t , andĵ t , and m is the symbol length. 77 Values with hats denote symbols, and values without hats denote actual case counts. The con-78 textual STE is equivalent to the full STE (Eq S7), conditional on the true amplitudes of processes 79 I and J at time t − m − 1, or the 'context' of the underlying process. If the contextual STE gives 80 accurate insight into the underlying epidemiological process regardless of the context, then there 81 is reason to believe that the full STE will give similarly accurate insight. 82 Next, we define an epidemiological model that describes the distribution of cases in age groups 83 I and J at (discrete) time t, given the number of cases in each age group at time t − 1:",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 106,
                    "text": "77",
                    "ref_id": null
                },
                {
                    "start": 585,
                    "end": 587,
                    "text": "82",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "50"
        },
        {
            "text": "where f I and f J are probability mass functions, and λ is a set of parameters specifying the rates of 85 infection between age groups I and J. The case counts i t and j t are assumed to be nonnegative 86 integers. We first simplify notation by setting",
            "cite_spans": [],
            "ref_spans": [],
            "section": "50"
        },
        {
            "text": "and similarly defining the corresponding CDFs",
            "cite_spans": [],
            "ref_spans": [],
            "section": "50"
        },
        {
            "text": "where x is a nonnegative integer. 89 A common choice is to model the disease case counts as Poisson random variables, each with 90 a rate that is a linear combination of the case counts in the previous time step in each age group:",
            "cite_spans": [
                {
                    "start": 34,
                    "end": 36,
                    "text": "89",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "50"
        },
        {
            "text": "If the length of the time steps matches the disease's generation interval, the next-generation matrix 93 is simply 94 (S22) N GM = λ 11 λ 12 λ 21 λ 22 , and the reproduction number is the dominant eigenvalue of this matrix. 95 We now seek to express the contextual STE, Eq S11, in terms of the epidemiological process, 96 defined by f I and f J . For now, consider a symbol length of m = 2, and hence 2! = 2 symbols. 97 The contextual STE sum has 2 × 2 × 2 = 8 terms, one for each set of possible symbols {î t+1 ,î t ,ĵ t }.",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 226,
                    "text": "95",
                    "ref_id": null
                },
                {
                    "start": 417,
                    "end": 419,
                    "text": "97",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "50"
        },
        {
            "text": "The derivation will be done for a single term of that sum. The derivations for the other terms follow 99 nearly identical steps. 100 Consider the term of Eq S11 corresponding to two consecutive decreases in process I with a 101 concurrent decrease in process J:",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 132,
                    "text": "100",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "98"
        },
        {
            "text": "where the inequalities now take the place of the symbols (the terms with hats) from Eq S11. We 103 seek to express these probabilities in terms of f I and f J . To avoid cluttering notation, assume 104 that i t−1 and j t−1 are given throughout. First, consider the joint probability (the first term, before 105 the logarithm in Eq S23):",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 98,
                    "text": "103",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "98"
        },
        {
            "text": "where (S25) follows from a definition of conditional probability, (S26) follows from the indepen-107 dence of i t and j t given i t−1 and j t−1 , (S27) follows from the law of total probability, (S28) follows 108 from substituting terms, and (S29) follows from cancellation of the two CDFs in I and J.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "98"
        },
        {
            "text": "The probabilities inside the logarithm in Eq S23 may be similarly expressed in terms of the 110 epidemiological process, giving 111 (S30)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "109"
        },
        {
            "text": "as an alternative expression for the term (S23). The remaining seven terms in the contextual STE 112 sum, Eq S11, may also be expressed in terms of the epidemiological process using similar deriva- given some relative within-and between-group rates of transmission. 118 First, note that the contextual STE from group J to group I is zero when the number of cases in 119 group I does not depend on the previous number of cases in group J; that is, when P (i t |i t−1 , j t−1 ) = 120 P (i t |i t−1 ). This property should be expected, since there is no transfer of infection, and thus should 121 be no transfer of information, from group J to group I. To verify, consider the numerator in the logarithm in Eq S30. Since F I t and f I t−1 do not depend on j t , the sum over j t can be brought in front 123 of the final term, yielding",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 269,
                    "text": "118",
                    "ref_id": null
                },
                {
                    "start": 366,
                    "end": 369,
                    "text": "119",
                    "ref_id": null
                },
                {
                    "start": 800,
                    "end": 803,
                    "text": "123",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "109"
        },
        {
            "text": "Similarly, in the denominator, the sum over j t may be brought in front of the final term, giving 125",
            "cite_spans": [],
            "ref_spans": [],
            "section": "109"
        },
        {
            "text": "since the infinite sum is equal to 1. The (Eq. S32) and denominator (Eq. S34) are equal, giving the 126 logarithm an argument of 1 and making the overall term's value zero. This happens for all eight 127 terms in the contextual STE expression (Eq S11), yielding a contextual STE that is exactly equal 128 to zero. So, it is guaranteed that when one age group does not contribute infection to another, the 129 contextual STE in that direction will be zero, as required. 130 To explore further characteristics of the contextual STE, consider the Poisson-type epidemio-131 logical model given in Eqs S18-S19. For three different sets of within-and between-group rates of 132 transmission, we check how the contextual STE varies with reproduction number R and contextual 133 case counts i t−1 and j t−1 .",
            "cite_spans": [
                {
                    "start": 469,
                    "end": 472,
                    "text": "130",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "109"
        },
        {
            "text": "To lay the groundwork, we seek an expression for the next-generation matrix λ in terms of the 135 reproduction number R and some relative rates of within-and between-group transmission. Define ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "134"
        },
        {
            "text": "This ensures that the dominant eigenvalue of λ is R, and that the relative magnitudes of the 142 elements of λ match the relative magnitudes of the elements of r. Note that using a constant 143 multiple of the relative rate matrix r * = cr will still yield the same next-generation matrix λ, since 144 the dominant eigenvalue ρ * of r * will simply divide out the constant c again. 145 First, consider equal within-and between-group rates of transmission; that is,",
            "cite_spans": [
                {
                    "start": 382,
                    "end": 385,
                    "text": "145",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "134"
        },
        {
            "text": "This describes mean-field dynamics between the age groups. The group that dominates transmis-147 sion should therefore be the group with the most cases, at least during the phase roughly prior to 148 the epidemic peak (when R eff > 1), since there are no intrinsic differences in transmission rates. depict the difference between these contextual STEs. Note that i t−1 , j t−1 , r, and R are sufficient 163 to specify F I , F J , f I , and f J , using Eq S20-S21. 164 When R > 1, the age group with more cases transfers the most information. That is, when , there is evidence that process I drives process J more strongly than process J drives process I, and vice-versa. The relative rates of within-and between-group transmission are equal, as specified by the rate matrix r (Eq S37). The I → J contextual STE is higher when i t−1 > j t−1 and R > 1 (upper left quadrant), and when i t−1 < j t−1 and R < 1 (lower right quadrant). The I → J and J → I contextual STEs are approximately equal when i t−1 = j t−1 and when R = 1.",
            "cite_spans": [
                {
                    "start": 403,
                    "end": 406,
                    "text": "163",
                    "ref_id": null
                },
                {
                    "start": 464,
                    "end": 467,
                    "text": "164",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "134"
        },
        {
            "text": "Next, consider a case in which the within-group transmission rate for group I is twice that of 187 group J, but all other infection rates are equal. That is,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "134"
        },
        {
            "text": "In this scenario, sub-population I does not directly contribute to infection in sub-population J 189 any more than J contributes to itself or to I. However, the growth rate in the number of infec-190 tions in group I is higher than for group J, and so group I will eventually account for the bulk 191 of transmission. As before, the contextual STE is calculated using the relative rate matrix, Eq . Difference in contextual STE, ∆STE = T S I→J,t−1 − T S J→I,t−1 , for j t−1 between 5 and 50 and R between 0.6 and 1.5, with i t−1 fixed at 25. Units for the vertical scale are in bits. The within-group rate of infection for group I is double the other infection rates (see Eq S38). The I → J contextual STE dominates in most of the parameter space, especially when j t−1 < i t−1 = 25 and R > 1. The J → I contextual STE is slightly higher than the I → J contextual STE for large j t−1 and high R (upper right), and also for small j t−1 and low R (lower left), with ∆STE reaching a minimum of −0.0032 bits at j t−1 = 10 and R = 0.65. . Difference in contextual STE, ∆STE = T S I→J,t−1 − T S J→I,t−1 , for j t−1 between 5 and 50 and R between 0.6 and 1.5, with i t−1 fixed at 25. Units for the vertical scale are in bits. The within-group rate of infection for group I is quadruple the within-group rate of infection for group J, and the infection rate from group I to group J is double that from group J to group I (see Eq S39). The I → J contextual STE dominates throughout of the parameter space (∆STE > 0 everywhere), especially when j t−1 < i t−1 = 25 and R > 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "134"
        },
        {
            "text": "3.1. The stochastic SIR model. The rate of transmission β i,j from class j to class i may be 211 calculated from the relative rate matrix r, the basic reproduction number R 0 , the recovery rate γ, 212 the class-specific population sizes N 1 and N 2 , and the total population size N = N 1 + N 2 :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIMULATIONS 210"
        },
        {
            "text": "Consider two age groups I and J, which might represent children and adults, respectively. For Table S1 . The parameter β mn specifies the transmission rate from age group n 222 to age group m. The recovery rate γ is assumed constant across age groups.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 94,
                    "end": 102,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "SIMULATIONS 210"
        },
        {
            "text": "TABLE S1. Infection rates for the two-age-class SIR model",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIMULATIONS 210"
        },
        {
            "text": "The next-generation matrix for this model is Table S1 , with parameter values in Table  S2 . The transmission rates are specified by the relative rate matrix Eq. 4 (main text) with z b = 1, for which age group I (upper row) has quadruple the within-group transmission rate as group J, and for which the I → J transmission rate is twice the J → I transmission rate. Week FIGURE S8. Five simulations from the two-age-class Poisson-type simulation model, Eq. S43. Each column depicts the output for a single epidemic simulation, separated into case counts from group I (top) and group J (bottom). The reproduction number R is 1.5 for the first eight weeks of the outbreak, and then drops to 0.8 for the rest of the epidemic. The transmission rates are specified by the relative rate matrix Eq. 4 (main text) with z b = 1, for which age group I (upper row) has quadruple the within-group transmission rate as group J, and for which the I → J transmission rate is twice the J → I transmission rate.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 45,
                    "end": 53,
                    "text": "Table S1",
                    "ref_id": null
                },
                {
                    "start": 81,
                    "end": 90,
                    "text": "Table  S2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "SIMULATIONS 210"
        },
        {
            "text": "The ability to detect differences in transmission strength between demographic groups with STE 269 depends on reporting rate. In general, the differences are more detectible with higher reporting 270 rates. Figure S9 depicts the relationship between reporting rate c (see Eq. 2) and STE using 271 Poisson-type epidemic simulations strongly driven by Group 2 (relative rate matrix given by Eq. 5). 2) is varied uniformly across all age groups i. The relative reproduction matrix that specifies within-and between-group transmission rates is given by Eq. 5. The plot in row i and column j depicts the STE from group j to group i.",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 296,
                    "text": "271",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 207,
                    "end": 216,
                    "text": "Figure S9",
                    "ref_id": "FIGREF15"
                }
            ],
            "section": "EFFECT OF VARIABLE REPORTING RATE ON STE USING SIMULATION 268"
        },
        {
            "text": "As discussed in Section S2.1, the relative transmissive importance of different age groups as 274 measured by the contextual STE can depend on the relative population sizes of the age groups: 275 the contextual STE tends to be higher for groups with larger population sizes. According to epi-276 demic simulations, this tends to hold true for the full STE as well. main text). In the SDI-ILI dataset, the age groups are partitioned such that these younger age 292 groups span fewer years, and therefore tend to contain fewer individuals, than the older age 293 groups. The fact that the pairwise STE values from these younger age groups to the other age 294 groups tend to be high is good evidence that these younger age groups were in fact strong drivers Group 2 → 1 FIGURE S10. Mean (95% CI) Group 1→2 (blue) and Group 2→1 (black) STE values as the coupling between the groups ranges from none to fully symmetric (lefthand column), and from fully symmetric to strongly driven by Group 1 (right-hand column) for different relative population sizes between the two age groups. The curves are produced by simulating 100 ensembles of 800 epidemics each from the stochastic SIR model for each value of z a and z b between 0 and 1 in steps of 0.1 (see Eqs 3 and 4), and then calculating the between-group STE for each ensemble. 300 We do not currently advocate using STE on its own to guide vaccination strategies. A full 301 description of the contexts in which STE accurately identifies which population groups to vaccinate 302 in order to maximally reduce the final size of an outbreak lies beyond the scope of this paper. 303 Here, we present preliminary data showing that, under the modelling assumptions presented in 304 this paper, vaccinating groups with higher STE tends to more effectively reduce the mean final 305 size of simulated outbreaks. 306 We generated 100 random 4×4 relative reproduction matrices by choosing each element ac-307 cording to a uniform(0,1) distribution. For each relative reproduction matrix, we used the Poisson 308 outbreak model to generate a single ensemble of 800 outbreaks. For each ensemble, we calcu-309 lated the pairwise STE between age groups. Then, for each relative reproduction matrix in the 310 original set, we simulated 500 more outbreaks with group 1 vaccinated, 500 outbreaks with group 311 2 vaccinated, and so on. To simulate vaccination, we simply did not allow members of the vacci-312 nated group to become infected. From each vaccination scenario and each relative reproduction 313 matrix, we calculated the mean final outbreak size using these 500 simulations. This allowed us to 314 link the total STE 'from' a given age group (to all other age groups) to the mean final outbreak size 315 that would result if that age group were vaccinated, given a relative reproduction matrix. Mean final size FIGURE S11. Mean final outbreak size with one age group vaccinated as a function of the total STE 'from' that age group to all other age groups. The mean sizes were generated from 500 independent Poisson-type outbreak simulations with four age groups.",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 195,
                    "text": "275",
                    "ref_id": null
                },
                {
                    "start": 1324,
                    "end": 1327,
                    "text": "300",
                    "ref_id": null
                },
                {
                    "start": 1622,
                    "end": 1625,
                    "text": "303",
                    "ref_id": null
                },
                {
                    "start": 1851,
                    "end": 1854,
                    "text": "306",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "EFFECT OF VARIABLE POPULATION SIZE ON STE USING SIMULATIONS 273"
        },
        {
            "text": "To test whether the differences in pairwise STE observed from the SDI-ILI data could be fully 320 explained by differences in reporting rates between age groups, pre-reporting counts of influenza-321 like illness can be roughly inferred from the observed ILI counts, and the STE may be re-calculated. 322 If the STE trends persist, then they are likely robust to reporting uncertainty. To accomplish this, it 323 is necessary to first demonstrate that the STE differences observed in the ILI data still hold when 324 estimated using ILI counts rather than the ILI ratios. Fig. S12 depicts the pairwise STE between 325 each age group calculated using the raw ILI counts rather than the ILI ratios (that is, without FIGURE S12. Pairwise STEs between age groups, using ILI counts rather than ILI ratios. Darker boxes correspond to higher values. The values are almost identical to the ones obtained using ILI ratios (see Fig 4, main text).",
            "cite_spans": [
                {
                    "start": 301,
                    "end": 304,
                    "text": "322",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 572,
                    "end": 580,
                    "text": "Fig. S12",
                    "ref_id": null
                },
                {
                    "start": 918,
                    "end": 924,
                    "text": "Fig 4,",
                    "ref_id": null
                }
            ],
            "section": "ROBUSTNESS TO VARIATION IN REPORTING RATES 319"
        },
        {
            "text": "Next, it is possible to reconstruct a distribution of possible true case counts from the observed 330 case counts, given a particular reporting rate. First, for a given ZIP, we assume that the observed 331 ILI count y obs i,t in age band i in week t represents a binomial sample from y i,t total ILI cases in that 332 week. That is,",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 317,
                    "text": "332",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "ROBUSTNESS TO VARIATION IN REPORTING RATES 319"
        },
        {
            "text": "where c i is the reporting rate for age band i. Given the number of observed cases y obs i,t and 334 reporting rate c i , the normalised likelihood for the true number of cases in week t is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ROBUSTNESS TO VARIATION IN REPORTING RATES 319"
        },
        {
            "text": "The normalised likelihood for y i,t , Eq. S46, may be interpreted as a probability distribution, from 337 which possible 'true' numbers of cases in week t can be drawn. 338 To test the robustness of the STE results to reporting uncertainty, possible 'true' case counts 339 are drawn using Eq. S46 for each week and each age group in each location, and the pairwise 340 STE is re-calculated. This is repeated 100 times. The reporting rate c is assumed to be 60% 341 for ages 0-19 years, and 40% for ages 20 and above, following the ILI reporting rate estimates Table S3 . It is possible to identify which symbols carry the most information in a given stochastic process. 376 For example, if one time series has the symbol A at time t, it is possible to identify whether this 377 provides more information about which symbol another time series will display at time t + 1 than if 378 the first time series had a different symbol at time t. This is done by separating the STE calculation 379 in Eq. S7 into parts. The amount of information that an A in process J at time t − 1 provides about 380 whether the symbol in process I is a B at time t is ",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 172,
                    "text": "338",
                    "ref_id": null
                },
                {
                    "start": 670,
                    "end": 673,
                    "text": "376",
                    "ref_id": null
                },
                {
                    "start": 774,
                    "end": 777,
                    "text": "377",
                    "ref_id": null
                },
                {
                    "start": 985,
                    "end": 988,
                    "text": "379",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 560,
                    "end": 568,
                    "text": "Table S3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "ROBUSTNESS TO VARIATION IN REPORTING RATES 319"
        },
        {
            "text": ". Information that each symbolĵ t in the child time series carries about the next symbolî t+1 the age-aggregated time series, for each group of school-aged children (ages 5-9, 10-14, and 15-19, from left to right). The more information the symbol in the child time series carries about the symbol in the age-aggregated time series, the darker the corresponding square. The steadily-increasing and steadilydecreasing symbols (A and F ) carry the most information, and tend to predict the same symbol in the age-aggregated time series. asymmetric transmissive relationships between epidemiological groups. 404 We first used SIR-type stochastic epidemic simulations as described in the main text, Section FIGURE S18. Mean (95% CI) Group 1→2 (blue) and Group 2→1 (black) STE values as the coupling between the two groups ranges from none to fully symmetric (A), and from fully symmetric to strongly driven by Group 1 (B). The curves are produced by simulating 100 ensembles of 800 epidemics each from the stochastic SIR model for each value of z a and z b between 0 and 1 in steps of 0.1, and then calculating the between-group STE for each ensemble. The epidemic time series are symbolised using the reduced four-symbol alphabet, collapsing symbols B and E as well as symbols C and D from the standard m = 3 symbolization. The relative reproduction matrices that capture these two coupling scenarios are given in Eqs 3 and 4 (main text).",
            "cite_spans": [
                {
                    "start": 604,
                    "end": 607,
                    "text": "404",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "374"
        },
        {
            "text": "We also used the reduced four-symbol alphabet to calculate the pairwise STE between age 414 groups during the 2009 A/H1N1pdm influenza pandemic using the SDI-ILI data, as in Section 3.4 (main text). Qualitatively, the results are virtually indistinguishable (compare with Fig. 4 , main text): 416 there is evidence of relatively strong transmission from children aged 5-19 to ages 0-59. Again, 417 the raw values of the STE using the four-symbol alphabet tend to be somewhat smaller than when 418 using the six-symbol alphabet (max STE 0.051 vs. 0.084; compare Eq. S52 and Eq. S53), but this 419 does not affect the general conclusion that school-aged children were likely the primary drivers of FIGURE S19. Mean pairwise STE values between the 12 groups represented in the SDI-ILI dataset during the autumn 2009 A/H1N1pdm pandemic influenza outbreak. A box in row i and column j corresponds to the STE from group j to group i, where darker shades corresponds to higher STE. STE is calculated using the reduced four-symbol alphabet, obtained by collapsing symbols B and E as well as symbols C and D from the standard m = 3 symbolization.",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 296,
                    "text": "416",
                    "ref_id": null
                },
                {
                    "start": 394,
                    "end": 397,
                    "text": "417",
                    "ref_id": null
                },
                {
                    "start": 592,
                    "end": 595,
                    "text": "419",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 272,
                    "end": 278,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "374"
        },
        {
            "text": "The relative reproduction matrix for the asymmetric transmission/uniform reporting rate simula-423 tions in Section 3.3 is 1 1 2 2 2 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX 422"
        },
        {
            "text": "The mean pairwise STE values for the asymmetric transmission/uniform reporting scenario de- ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX 422"
        },
        {
            "text": "The mean pairwise STE values for the uniform transmission/variable reporting scenario depicted 427 in Fig. 3B are ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 102,
                    "end": 109,
                    "text": "Fig. 3B",
                    "ref_id": null
                }
            ],
            "section": "APPENDIX 422"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Symbolic Transfer Entropy",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Staniek",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lehnertz",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Phys. Rev. Lett",
            "volume": "100",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Information transfer in continuous processes",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kaiser",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Schreiber",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Physica D: Nonlinear Phenomena",
            "volume": "435",
            "issn": "1-2",
            "pages": "43--62",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Reconstructing the 437 2003/2004 H3N2 influenza epidemic in Switzerland with a spatially explicit, individual-based model",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Smieszek",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Balmer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hattendorf",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Axhausen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zinsstag",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Scholz",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "BMC Infec-438 tious Diseases",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Epidemiology of 2009 pandemic influenza a (H1N1) in the 441 United States",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mer",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Gindler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gregg",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bresee",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Finelli",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Clinical Infectious Diseases",
            "volume": "52",
            "issn": "1",
            "pages": "13--26",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Inference of seasonal and pandemic influenza transmission dynamics",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shaman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "443 Proceedings of the National Academy of Sciences",
            "volume": "112",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Influenza",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ghebrehewet",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Macpherson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "BMJ",
            "volume": "6258",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Spatial Transmission of 2009 Pandemic Influenza in the US",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Grenfell",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS Computational Biology",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Self-reported influenza-like illness and receipt of 449 influenza antiviral drugs during the 2009 pandemic, United States",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Biggerstaff",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jhung",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kamimoto",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Balluz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Finelli",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "American Journal of Public Health",
            "volume": "450",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig S2 depicts how a given time series would be symbolised for m = 2 10 and m = 3. Doing so yields a new processÎ with observations (î m ,î m+1 , . . . ,î n ). The same may 11 be done for a second process J. The symbolic transfer entropy (STE) is then defined as 12 (S7)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "14 observed frequencies of the symbols. For example, to calculate the joint probability p(î t+1 = 15 A,î t = B,ĵ t = C) for symbols A, B, and C, one counts the number of times a consecutive B and 16 then A are observed in the I process, with a C in the J process simultaneous with the B in the I 17 process. Dividing this count by the total length of the process, n − m + 1, gives an estimate of",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "An example time series and its symbolisation with m = 2 and m = 3. For m = 2, A represents an increase and B represents a decrease. The symbols corresponding to the letters for m = 3 are defined in Eq. S1-S6 and depicted in Fig S1. If multiple realisations of the process are available, the probabilities may be estimated by the 20 relative frequencies of the symbols across all realisations. The process need not have reached a 21 stationary distribution, as long as enough realisations are available [2]. Fig S3 depicts how this 22 is done. Consider k realisations from two possibly related stochastic processes I and J. Each 23 realisation consists of a time series of length n. So, there are k pairs of length-n time series 24 available for estimating the STE between variables I and J. In Fig S3, k = 3 and n = 17. To 25 estimate the STE, each of the time series is symbolised using symbols of length m. This yields k 26 pairs of symbol strings, where each string within a pair has length n S = n − (m − 1). In Fig S3, 27 m = 2, so each symbol string has length n S = 17 −(2 − 1) i  t+1 = B, i  t = A, j  t = A) i  t+1 = B | i  t = A, j  t = A) i  t+1 = B | i  t = A)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Contextual STE under various epidemiological scenarios. This section considers how 116 the contextual STE varies with reproduction number R and underlying case counts i t−1 and j t−1 , 117",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "11 r 12 r 21 r 22 where element r ij is the relative rate at which an infected individual in class j infects individuals in 138 class i. So, for example, if r 12 = 2r 21 , then the infection rate from group 2 to group 1 is double the 139 infection rate from group 1 to group 2. Let ρ be the dominant eigenvalue of r.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "is, if there are (somehow) 100 infected children and just one infected adult, children will be 150 responsible for the bulk of new cases, even though each child individually has exactly the same 151 transmission potential as the infected adult. We calculate the contextual STE for reproduction 152 number R between 0.6 and 1.5, which covers a range of possible reproduction numbers for in-153 fluenza (see, for example, Smieszek et al. (2011) [3]). The number of cases in class I at time t − 1, 154 i t−1 , is held fixed at 25, and the number of cases in class J at time t − 1, j t−1 , is allowed to vary 155 from 5 to 50. Though these are small numbers of cases, they coincide with the weekly numbers of 156 recorded ILI cases in some of the smaller age groups in the SDI-ILI dataset, especially in infants 157 and the elderly (see Fig S13). S4 depicts T S I→J,t−1 − T S J→I,t−1 for R ∈ [0.6, 1.5] and j t−1 ∈ {5, . . . , 50}. Fig S4 is generated 159 by considering pairs of j t−1 and R, with j t−1 between 5 and 50 in steps of 5, and R between 0.6 160 and 1.5 in steps of 0.05. For each pair of j t−1 and R, the contextual STE (Eq S11) is calculated in 161 both directions (I → J and J → I), using the summation terms expressed as in Eq S30. Contours 162",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "S4, upper left quadrant), T S I→J,t−1 > T S J→I,t−1 , and when j t−1 > i t−1 = 25 166 (upper right quadrant), T S I→J,t−1 < T S J→I,t−1 . This matches with what one might expect from the 167epidemiological dynamics: when R > 1, the age group with more infected individuals causes the 168 majority of new infections, and so has a higher contextual STE. When R < 1, interestingly, the 169 reverse is true; the contextual STE is higher from the group with fewer cases. This is a spurious 170 result arising from the STE not taking into account the underlying epidemic process. Clearly, 171 epidemic decay is not 'driven' in the same way transmission is; decay is governed by individual 172 recovery rates, and not by interactions between individuals. STE, however, searches simply for 173 patterns in one process that predict patterns in another. During an epidemic's decay, one age 174 group's dropping case counts may well anticipate drops in another group's case counts simply 175 because the depletion of susceptibles in the first age group occurs earlier than in the second. The 176 contextual STE identifies this relationship, and identifies the process with fewer cases as the one 177 that is driving the decay. This suggests that caution is warranted when interpreting differences 178 in STE; it must always be done with reference to the underlying epidemiological dynamics. In 179 future work, it may be worthwhile to consider incorporating epidemiological intuition explicitly into 180 the STE formulation; the simplest way to do this may be to restrict attention to only symbols that 181 represent rises in amplitude. To summarise, when intrinsic within-and between-group rates of 182 transmission are equal (r given by Eq S37), the relative number of cases at time t − 1 dictates 183 which group transfers the most information to the other. When R > 1, the group with more cases 184at time t − 1 transfers the most information; when R < 1, the group with fewer cases at time t Difference in contextual STE, ∆STE = T S I→J,t−1 − T S J→I,t−1 , for j t−1 between 5 and 50 and R between 0.6 and 1.5, with i t−1 fixed at 25. Units for the vertical scale are in bits. When T S I→J,t−1 > T S J→I,t−1 (redder colours)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": ", for R ∈ [0.6, 1.5] and j t−1 ∈ {5, . . . , 50}, with i t−1 fixed at 25. The contour plot in Fig S5 193 depicts T S I→J,t−1 − T S J→I,t−1 under this scenario. The epidemiological intuition is supported; for nearly the full range of parameters,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": ", consider the case in which the within-group transmission rate for group I is quadruple 200 the transmission rate from group J to group I, and the transmission rate from group I to group J 201 is double the transmission rate from group J to group I. The within-group transmission rate for 202 group J is equal to the transmission rate from group J to group I. This corresponds to strong driving of transmission from group I. Again, the contextual STE is 204 calculated using the relative rate matrix Eq S39 for R ∈ [0.6, 1.5] and j t−1 ∈ {5, . . . , 50}, with 205 i t−1 fixed at 25. The contour plot in Fig S6 depicts T S I→J,t−1 − T S J→I,t−1 under this scenario. The I → J contextual STE is dominant throughout the parameter space, and is most",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "214 each age group, let X I (t) and X J (t) be the number of susceptible individuals, Y I (t) and Y J (t) be 215 the number of infected individuals, and Z I (t) and Z J (t) be the number of recovered individuals at 216 (continuous) time t. Let N be the total population size, equal to the total number of individuals in 217 all age classes and disease states. N remains constant throughout the simulation; there are no 218 births and no deaths. The population sizes of each age group, N I and N J , also remain constant 219 throughout the simulation; individuals may not transition between the two age groups on the time 220 scale of this epidemic. Individuals transition from susceptible to infected to recovered according to 221 the rates given in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "p I β 12 p I β 21 p J β 22 p J where p I = N I /N and p J = N J /N . The within-and between-group transmission dynamics there-225 fore depend on the infection rates β mn and the relative population sizes N I and N J . 226 Let r be a matrix in which the i, j th entry gives the relative rate of infection from age class j to 227 age class i. For a given basic reproduction number R 0 and recovery rate γ, p I , 1/p J ) · r where ρ is the dominant eigenvalue of r. This yields a next-generation matrix with dominant 230 eigenvalue equal to R 0 , in which the proportional differences between the terms match those of 231 the rate matrix r. 232 Table S2 lists the parameter values used for the individual-based SIR simulations. The basic 233 reproduction number R 0 is fixed at 1.5, which is consistent with estimated values of R 0 for 2009 234 pandemic influenza [4, 5]. The average time to recovery 1/γ is 7 days, which is in line with 235 estimates of the infectious period for influenza [6]. The population sizes N I and N J are small 236 enough to ensure clearly stochastic dynamics (the dynamics become nearly deterministic as the 237 population sizes increase), and are in line with the population sizes of the smaller age groups in 238 the SDI-ILI dataset.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "t is the number of infected individuals of class i at time t, and λ ij,t is the infection rate 249 from class j to class i at time t. The length of the time steps is assumed to coincide with the 250 generation interval for the disease, which we set throughout at 3.5 days. Unlike in the stochastic 251 SIR model, the infection rates λ ij,t are allowed to vary in time.252    For a given relative reproduction matrix r where element r ij denotes the relative reproduction 253 ratio from group j to group i, and a given effective reproduction number R t , the effective NGM t = λ t = R t ρ rwhere ρ is the dominant eigenvalue of the matrix r. As before, this ensures that the dominant 256 eigenvalue of the effective NGM is equal to the effective reproduction number R t , and that the 257 relative magnitudes of the elements of the effective NGM match the relative magnitudes of the 258 elements of r.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Epidemics are simulated by placing a single initial infected individual uniform-randomly into 260 one of the age groups, and then simulating the numbers of infected individuals in each group for 261 subsequent weeks according to draws from the Poisson distribution specified by Eq. S43. For 262 the first eight time steps (28 days), R is fixed at 1.5. After the eighth time step, R is decreased Five simulations from the two-age-class stochastic SIR model, implemented using the Gillespie algorithm. Each column depicts the output from a single epidemic simulation, separated into case counts for group I (top) and group J (bottom). Vertical axes have units of case counts, and horizontal axes have units of weeks. Transition rates are given in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "the rest of the epidemic. This yields outbreaks of similar size as the ones simulated 264 using the stochastic SIR model (compare Figs S7 and S8). Only outbreaks in which at least 100 265 people become infected are recorded. Five simulations from a two-age-class Poisson-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Mean pairwise STE values (solid lines) with 95% confidence intervals (shaded bands) for epidemics strongly driven by Group 2 under a range of reporting rates c. The curves are produced by simulating 100 ensembles of 800 epidemics each from the Poisson model for each value of c between 0.1 and 1 in steps of 0.1, and then calculating the between-group STE for each ensemble. The reporting rate c i (see Eq.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "groups for epidemics simulated using the SIR model (see Section S3.1) for the rel-278    ative reproduction matrices considered in Section 3.1 of the main text. The total population size 279 remains fixed at 1,000 individuals, but for the first row of plots, group 1 (blue) has 250 individuals 280 and group 2 (black) has 750; for the second row, group 1 has 500 individuals and group 2 has 500; 281 and for the third row, group 1 has 750 individuals and group 2 has 250. For the left-hand column 282 of plots, the epidemiological coupling between the groups ranges from none to fully symmetric.283    For the right-hand column of plots, the epidemiological coupling between the groups ranges from 284 fully symmetric to strongly driven by group 1. When the population size of group 1 is smaller than 285 that of group 2 (Fig. S10 toprow), the group 2 → 1 STE (black) dominates until z b ≈ 0.4, when 286 group 2 has substantially stronger transmission to group 1 than vice-versa. Conversely, when the 287 population size of group 1 is larger than that of group 2 (Fig. S10 bottom row), the group 1 2009 A/H1N1pdm influenza pandemic, we find that school-aged children dominated 290 transmission of the outbreak, according to the pairwise estimated STE values (see Section 3.4, 291",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "295of transmission during the 2009 A/H1N1pdm influenza pandemic. If the observed STE patterns296    were due to differences in the population sizes of the age groups, we would expect the patterns to 297 be the opposite of what we observe, with the older (larger) age groups appearing to drive trans",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "relationship. The decreasing trend indicates that greater reductions in mean epidemic 317 size result when age groups with higher total STE 'from' are vaccinated.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "326normalising by the number of physician visits in each ZIP in each week). The same patterns hold, 327 with school-aged children emerging as the primary contributors of information to most",
            "latex": null,
            "type": "figure"
        },
        "FIGREF20": {
            "text": "pandemic in the US reported by Biggerstaff et al. (2012) [8]. Fig S13 343 depicts four reconstructed full case counts (grey) from four age-group time series (rows) in four 344 different locations (columns). Fig S14 depicts the mean pairwise within-ZIP STE between age 345 groups using the reconstructed case counts. The pattern of elevated STE from children to Observed ILI counts (black) with four binomial reconstructions (grey) of the 'true' numbers of counts for four age groups in four ZIPs. It is assumed that children (under 20 years) have 60% reporting rates and adults (20+) have 40% reporting rates, following [8]. Mean pairwise within-ZIP STE values estimated from 100 reconstructed ILI case-count time series, assuming a 60% reporting rate in infants and children and a 40% reporting rate in adults and elderly. Darker boxes correspond to higher values. School-aged children still transfer the most information to the other age groups, consistent with all of the previous results. period to reflect sporadic respiratory illness, rather than the strong waves of infection that 351 characterised the pandemic. Correspondingly, we expect to see little evidence of age structure in 352 the pairwise STE calculations.353    We calculated the pairwise STE between the 12 age groups represented in the SDI-ILI dataset354 during the 25 weeks between 10 January 2010 and 27 June 2010. These values are depicted in 355 Fig. S15. Darker shades represent higher STE, and the boxes are shaded using the same scale as 356 in Fig. 4 (main text). There is perhaps slight evidence of elevated transmission between similarly-357 aged groups (darker boxes along the diagonal). As expected, however, there is comparatively little 358 evidence of age structure in ILI transmission during these post-pandemic months. Mean pairwise STE values between the 12 groups represented in the SDI-ILI dataset during the six months following the autumn 2009 A/H1N1pdm pandemic influenza outbreak. A box in row i and column j corresponds to the STE from group j to group i, where darker shades corresponds to higher STE. Comparing with Fig. 4, there is little evidence of age structure in ILI transmission during this post-pandemic period. 9. AGE STRUCTURE IN OTHER INFLUENZA SEASONS, are depicted in Fig. S16. There is evidence of age structure in all six seasons, with 363 elevated transmission between similarly-aged groups (darker squares along the diagonal) and 364 some evidence of elevated transmission from children (darker squares in the lower-left quadrant) 365 throughout. The variability in pairwise STE changes from season to season, however; 2004-05 366 was the least variable season and 2008-09 the most variable, as measured by the coefficient 367 of variation (the standard deviation of the pairwise STE values divided by the mean pairwise 368 STE). The maximum pairwise seasonal STE also varies from season to season: the highest max-369 imum pairwise STE is observed in 2003-04 (0.067), and the lowest in 2008-09 (0.050). The 2009 370 A/H1N1pdm pandemic has a higher maximum pairwise STE and a greater coefficient of variation 371 than any of the seasonal outbreaks, which provides evidence that the age structure of transmission 372 during the pandemic was both stronger and more heterogeneous than for the preceding seasonal 373 outbreaks. These statistics are given for all seasons in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF22": {
            "text": "test how the new symbolization behaves with varying between-group transmission strengths, 406 encoded by varying z a and z b . The results are depicted inFig. S18, which may be compared with main text). Though the absolute value of the STE in the four-symbol case is smaller than in 408 the six-symbol case (intuitively, this is because there is simply less potential information encoded 409 by a four-letter alphabet than by a six-letter one), the results are qualitatively the same. The STE 410 increases steadily as the symmetric coupling between the groups increases(Fig. S18A), and then 411 quickly diverges as the group 1 → 2 transmission begins to dominate the group 2",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The STE assumes that that there are Markovian transitions between the symbols of the sym-To test whether the STE can provide reliable information about age-structured transmission71 dynamics despite this deviation from the Markov property, we here calculate a version of the STE 72 for a range of epidemiologically reasonable reproduction numbers, between-age-group infection 73 rates, and true numbers of infected individuals. To lay the groundwork, consider an outbreak 74 where the number of cases per unit time in two age groups are described by the discrete random 75 processes I = {i 1 , . . . , i n } and J = {j 1 , . . . , j n }. Define the contextual STE as",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Parameter values for the two-age-class SIR model to each bin at a rate of 0.5% of the population size to simulate background non-influenza ILI. This 244 rate is just below the 0.6% ILI ratio cutoff used in Gog et al. (2014) [7] to define out-of-season, low 245 ILI activity weeks. Fig S7 depicts five simulated epidemic time series from this model. The Poisson model. For the Poisson model, let the number of infected individuals in age",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Mean and variation in pairwise STE values by season",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "The amount of information that each symbol contributes to every other symbol can thus be cal-382 culated. Using the SDI-ILI data, the symbol-specific STE is calculated from the three school-aged-children age groups (5-19, 10-14, and 15-19 years) to the age-aggregated time series in 384 their same ZIP. The values are depicted in Fig S17. A symbol A (steadily increasing) in the child 385 time series provides a lot of information that there will be an A in the overall time series at the 386 next time step, and similarly for the symbol F (steadily decreasing). Symbols that end on an in-387 crease/decrease tend to predict symbols that also end on an increase/decrease, though there are 388 exceptions. Overall, this suggests that the most informative symbols are strong increases and 389 strong decreases (symbols A and F ), which matches with the intuition that repeated increases 390 and decreases in ILI tend to correspond to takeoffs of infection or declines in infection -epidemi-391 ologically relevant events that should affect the dynamics in other time series and thus transmit 392 information to them. Other symbols are more likely to arise through stochastic noise, and so there 393 is lower transfer of information between them.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "11. AN ALTERNATE SYMBOLIZATIONSometimes, distinguishing between similar symbols -such as the 'peak' symbols B and E, or 396 'trough' symbols C and D, for m = 3 -may not be especially important for calculating information 397 transfer. On the other hand, reducing the symbol space, say from 6 symbols down to 4, could be 398 computationally advantageous: with fewer possible transitions between symbols, it will be easier 399 to estimate the remaining transition probabilities using fewer time series replicates. Here, we 400 test whether an abridged version of the m = 3 symbolization, in which symbols B and E now 401 constitute a single symbol and symbols C and D constitute another single symbol, such that the 402 relative ordering of the first and last points in each triplet is ignored, is equally capable of identifying",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "The pairwise STE values for the autumn 2009 A/H1N1pdm pandemic influenza outbreak de-.41 3.76 6.20 6.08 5.54 4.77 4.54 4.15 0 1.92 1.40 1.08 1.62 2.43 3.40 3.47 2.95 3.17 3.07 3.10 2.95 0 2.24 1.78 1.01 1.26 1.89 1.68 1.56 1.67 2.03 1.94 1.81 2.26 0 2.78 0.58 0.85 0.84 0.83 0.91 1.06 1.02 1.41 1.12 1.63 2.70 0 The pairwise STE values for the autumn 2009 A/H1N1pdm pandemic influenza outbreak de-431 picted in Fig. S19, using the collapsed four-symbol alphabet, are .87 1.18 1.18 1.15 1.28 1.44 1.44 1.44 1.84 0 2.11 0.60 0.78 0.68 0.75 0.83 1.06 0.86 1.20 1.05 1.45 2.16 0",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}