{"paper_id": "1631f22acc336aee8766d168537884a8dbb15f52", "metadata": {"title": "MUTATIONAL ANALYSIS OF MHV-A59 REPLICASE PROTEIN-NSP10", "authors": [{"first": "Eric", "middle": ["F"], "last": "Donaldson", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Amy", "middle": ["C"], "last": "Sims", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Damon", "middle": ["J"], "last": "Deming", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ralph", "middle": ["S"], "last": "Baric", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [], "body_text": [{"text": "22-kb replicase gene to yield two large polyproteins from two overlapping open reading frames (ORF1a and ORF1b). Approximately 70% of the time ORF1a is translated to produce a 495-kDa polyprotein. About 30% of the time, ribosomal slippage results in an ORF1ab 803-kDa polyprotein via a ribosomal frameshift. These polyproteins are autocleaved both co-and post-translationally by two papain-like proteinases (PLP1 and PLP2) and a main proteinase (Mpro) to generate a series of intermediates and precursors that are completely processed into ~16 nonstructural proteins (nsp). These proteins include the three viral proteinases, an RNA-dependent RNA polymerase (RdRp), an RNA helicase, four putative RNA-processing enzymes, and approximately seven proteins of unknown functions. 1, 2 Confocal immunofluorescence studies have demonstrated that many of these replicase proteins co-localize with the viral RdRp to intracellular double-membrane vesicles, where together they form the viral replication complex. 3 One of these proteins, nsp10, a 15-kDa product (139 amino acids) encoded at the 3' end of ORF1a, has been shown by yeast two-hybrid and coimmunoprecipitation analyses to interact with itself, nsp7 (p10), and nsp1 (p28) 4 ; by IFA to co-localize to the same region as the replication complexes 5 ; and by gene knockout to be required for replication.", "cite_spans": [{"start": 776, "end": 778, "text": "1,", "ref_id": "BIBREF0"}, {"start": 779, "end": 780, "text": "2", "ref_id": "BIBREF1"}, {"start": 1004, "end": 1005, "text": "3", "ref_id": "BIBREF2"}, {"start": 1225, "end": 1226, "text": "4", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Our initial approach was to delete nsp10, followed by altering the nsp9/10 cleavage signal. To further investigate the role of nsp10 in viral replication, we employed a reverse genetics approach to introduce 17 mutations (alanine substitutions) into key residue positions predicted to knockout specific protein domains or charged amino acid pairs or triplets. Here we report on the preliminary characterization of 19 nsp10 mutants.", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "A full-length molecular clone developed by our laboratory 6 was used to engineer the appropriate mutations in the nsp10 sequence. Briefly, primers were designed that incorporated type IIS restriction enzyme sites that introduced at least 2 changes within the codon being targeted. The mutants were then cloned into TopoXL vector and sequenced to verify that the correct changes were incorporated. The full-length infectious clone was assembled as previously described, 6 incorporating each mutant fragment. Fulllength cDNA constructs were transcribed and transfected into 10 6 baby hamster kidney (BHK-MHVr) cells expressing the MHV receptor. Transfected BHKs were then poured onto delayed brain tumor cells (DBTs) and cultures were incubated at 37°C for 24-72 hours. Flasks were examined at regular intervals for cytopathic effect (CPE), and viable mutants were verified by reverse transcriptase PCR (RT-PCR) of subgenomic RNA using primers targeting the leader sequence and the 5' end of the N-glycoprotein gene. Plaque purified viruses were sequenced to confirm that the correct mutations were present in the recombinant virus. Viral titers were determined by plaque assay at a multiplicity of infection (MOI) of 0.2 using DBT cells with time points of 2, 4, 8, 12, and 16 hours. The cells from the 8hour time point were harvested in Trizol reagent and total RNA isolated.", "cite_spans": [{"start": 469, "end": 470, "text": "6", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "METHODS"}, {"text": "Quantitative real time RT-PCR was conducted using SYBR green to detect subgenomic copy number in RNA harvested from cells infected at MOI 0.2 with primers optimized to detect ~120 nucleotides of mRNA-7 (nucleocapsid gene).", "cite_spans": [], "ref_spans": [], "section": "METHODS"}, {"text": "To determine if nsp10 is required for viral replication, we engineered a mutant that deleted nsp10 from ORF1a, while preserving the ribosomal frameshift. This deletion resulted in a lethal phenotype (data not shown), suggesting that nsp10 is essential for in vitro growth or that nsp10 deletion altered efficient processing of the ORF1a/b polyprotein to produce a lethal phenotype.", "cite_spans": [], "ref_spans": [], "section": "RESULTS"}, {"text": "To determine if cleavage of nsp10 is required for replication, we ablated the cleavage junction between nsp9 and nsp10 by replacing a tyrosine essential for cleavage at position 1 of the cleavage motif (TVRLQ | AGTAT) with an alanine residue (TVRLA | log 10 reduction in replication, which increased to wild-type kinetics with passage. However, Western blot analysis using anti-sera directed against nsp9 and nsp10 confirmed that cleavage of nsp9-nsp10 was ablated, resulting in a single ~30-kDa product instead of the 12-kDa and 15-kDa products found in wild type infections. The cleavage was not rescued by passage, and no compensatory mutations were discovered in the 3000 nucleotides that comprise the 3' end of ORF1a. Further, immunofluorescence confirmed that the 30-kDa product co-localized to sites of viral replication (data not shown).", "cite_spans": [], "ref_spans": [], "section": "RESULTS"}, {"text": "To further investigate the role of nsp10 in viral replication, we employed a reverse genetics approach whereby we introduced alanine substitutions into key residues found in protein domains or charged amino acid pairs and triplets, and characterized the resulting mutants.", "cite_spans": [], "ref_spans": [], "section": "RESULTS"}, {"text": "Bioinformatic predictions, using Prosite 7 to predict conserved protein domains and predictors of natural disordered regions (PONDR) 8 to determine putative disordered domains, identified a highly active region from amino acids 50 to 75 that contains multiple domains and a disordered region (Table 1) . Although the disordered region was not conserved at the amino acid level, the same amino acids were predicted by PONDR to be disordered in all coronaviruses, suggesting a functional role for the region. This site was targeted for mutagenesis as a potential protein:protein or protein:nucleic acid interaction site.", "cite_spans": [], "ref_spans": [{"start": 292, "end": 301, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "RESULTS"}, {"text": "Nine mutations predicted to knockout specific protein domains and the disordered region were identified and introduced into the MHV infectious clone. In addition, eight scanning alanine mutations targeting charged amino acid pairs or triplets were introduced into the clone. Of the 17 mutations made by site directed mutagenesis (Figure 1 ), six were viable, three were debilitated, and eight were lethal (Figure 1 ). The viable mutants all showed CPE, the debilitated mutants showed no sign of CPE, but low levels of subgenomic RNAs were detectable via real-time PCR, and the lethal mutants had no CPE and no detectable subgenomic RNA.", "cite_spans": [], "ref_spans": [{"start": 329, "end": 338, "text": "(Figure 1", "ref_id": "FIGREF0"}, {"start": 405, "end": 414, "text": "(Figure 1", "ref_id": "FIGREF0"}], "section": "RESULTS"}, {"text": "Next, we predicted the structure of nsp10 using a program called Rosetta, 9 and mapped the mutations onto the putative structure (data not shown). Interestingly, all of the viable mutants mapped to the N-terminal half of the predicted structure, suggesting that the C-terminal portion of nsp10 encodes critical residues for viability ( Figure 1) .", "cite_spans": [{"start": 74, "end": 75, "text": "9", "ref_id": "BIBREF8"}], "ref_spans": [{"start": 336, "end": 345, "text": "Figure 1)", "ref_id": "FIGREF0"}], "section": "RESULTS"}, {"text": "Further, most of the mutations in the C-terminal half of nsp10 occurred in predicted turns, suggesting that conservation of the structure is essential for viral replication. In contrast, both mutations predicted to interfere with turns in the N-terminal half of nsp10 resulted in debilitated phenotypes.", "cite_spans": [], "ref_spans": [], "section": "RESULTS"}, {"text": "Next we analyzed growth kinetics and subgenomic RNA synthesis of the viable mutants via plaque assay (Table 2 ) and quantitative RT-PCR ( Figure 2 ). U1 grew to similar titers as wild type at all time points, while E1, E2, and E3 grew 1-2 logs lower at all time points. U3 and U4 showed an approximate 2-log reduction at all time points ( Table 2) .", "cite_spans": [], "ref_spans": [{"start": 101, "end": 109, "text": "(Table 2", "ref_id": null}, {"start": 138, "end": 146, "text": "Figure 2", "ref_id": "FIGREF1"}, {"start": 339, "end": 347, "text": "Table 2)", "ref_id": null}], "section": "RESULTS"}, {"text": "As demonstrated by quantitative RT-PCR, subgenomic RNA synthesis was greatly reduced in E1. E2 and E3 generated more subgenomic RNAs than E1; and U1, U3, and U4 generated wt levels of subgenomic RNAs at the 8-hour time point (Figure 2 ). This trend was verified by Northern blot analysis, which showed subgenomic copy numbers to range from lowest to highest: E1, E2, and E3, U1 and U3, U4, and then wild type (data not shown). ", "cite_spans": [], "ref_spans": [{"start": 225, "end": 234, "text": "(Figure 2", "ref_id": "FIGREF1"}], "section": "RESULTS"}, {"text": "The role of the four small c-terminal ORF1a replicase proteins in coronavirus replication and transcription is unknown, and we have taken a genetic approach to study the putative role of nsp10 in these processes. Previous immunofluorescence studies have demonstrated that nsp10 likely plays a role in viral RNA synthesis, as it appears to colocalize to sites of the viral replication complex. 5 We have shown that deleting nsp10 results in a lethal phenotype, which suggests that nsp10 is essential for viral replication, although it remains possible that the nsp10 deletion results in conformationally altered precurser polyproteins that are resistant to proteolytic processing. This seems less likely as the C-terminus of nsp10 was highly intolerant of mutagenesis, suggesting a direct and critical role in RNA synthesis.", "cite_spans": [{"start": 393, "end": 394, "text": "5", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Ablating the cleavage signal between nsp9/10 resulted in a viable but attenuated replication phenotype. Upon passage, virus revertants emerged with wild-type replication phenotypes, but interestingly compensating mutations did not rescue cleavage and did not occur in the nsp7-10 region of ORF1a. We are currently investigating the adaptive changes that occurred in this mutant.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Bioinformatic analysis has shown that nsp10 is highly conserved among the coronavirus genus (51-60% identical), second only to the RdRp (61-70% identity). This suggests that the two proteins have co-evolved, and provides further support for a critical role for nsp10 in coronavirus replication (Figure 1 ). Mapping the 17 mutations onto the putative structure of nsp10 revealed three important predictions. First, the highly active site (amino acids 50-75) appears to extend outward as a loop from the structure, allowing it to potentially act as a contact site to form dimers, as has been demonstrated to occur in nsp10 of infectious bronchitis virus in vitro, 11 or interact with other replicase proteins or viral RNA. Second, mutations that occur in predicted turns are more frequently lethal than those that occur in loops and αhelices. And most importantly, mutations that occur in the C-terminal portion of nsp10 are all lethal, suggesting a highly conserved structure required for viral replication.", "cite_spans": [{"start": 662, "end": 664, "text": "11", "ref_id": "BIBREF10"}], "ref_spans": [{"start": 294, "end": 303, "text": "(Figure 1", "ref_id": "FIGREF0"}], "section": "DISCUSSION"}, {"text": "This observation is consistent with the fact that the cleavage mutant is viable, as hypothetically the C-terminal portion of nsp10 could still fold into its native structure even if cleavage did not occur, and therefore function is not completely ablated.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Analysis of the growth kinetics and subgenomic RNA synthesis of the viable mutants demonstrated that nsp10 has a global effect on RNA synthesis, with 5-of-6 mutants showing reduced growth and some showing reduced subgenomic RNA synthesis at each time point. In fact, preliminary results using quantitative RT-PCR to determine copy number at each time point suggests that the viable nsp10 mutants are particularly defective in genomic RNA synthesis (data not shown). We are currently confirming this observation.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "The molecular biology of coronaviruses", "authors": [{"first": "M", "middle": ["M"], "last": "Lai", "suffix": ""}, {"first": "D", "middle": [], "last": "Cavanagh", "suffix": ""}], "year": 1997, "venue": "Adv. Virus Res", "volume": "48", "issn": "", "pages": "1--100", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Unique and conserved features of genome and proteome of SARScoronavirus, an early split off from the coronavirus group 2 lineage", "authors": [{"first": "E", "middle": ["J"], "last": "Snijder", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Bredenbeek", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Dobbe", "suffix": ""}, {"first": "V", "middle": [], "last": "Thiel", "suffix": ""}, {"first": "J", "middle": [], "last": "Ziebuhr", "suffix": ""}, {"first": "L", "middle": ["L"], "last": "Poon", "suffix": ""}, {"first": "Y", "middle": [], "last": "Guan", "suffix": ""}, {"first": "M", "middle": [], "last": "Rozanov", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Spaan", "suffix": ""}, {"first": "A", "middle": ["E"], "last": "Gorbalenya", "suffix": ""}], "year": 2003, "venue": "J. Mol. Biol", "volume": "331", "issn": "", "pages": "991--1004", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Colocalization and membrane association of murine hepatitis virus gene 1 products and De novo-synthesized viral RNA in infected cells", "authors": [{"first": "S", "middle": ["T"], "last": "Shi", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Schiller", "suffix": ""}, {"first": "A", "middle": [], "last": "Kanjanahaluethai", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Baker", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Oh", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Lai", "suffix": ""}], "year": 1999, "venue": "J. Virol", "volume": "73", "issn": "", "pages": "5957--5969", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Intracellular localization and protein interactions of the gene 1 protein p28 during mouse hepatitis virus replication", "authors": [{"first": "S", "middle": ["M"], "last": "Brockway", "suffix": ""}, {"first": "X", "middle": ["T"], "last": "Lu", "suffix": ""}, {"first": "T", "middle": ["R"], "last": "Peters", "suffix": ""}, {"first": "T", "middle": ["S"], "last": "Dermody", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Denison", "suffix": ""}], "year": 2004, "venue": "J. Virol", "volume": "78", "issn": "", "pages": "11551--11562", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Four proteins processed from the replicase gene polyprotein of mouse hepatitis virus colocalize in the cell periphery and adjacent to sites of virion assembly", "authors": [{"first": "A", "middle": ["G"], "last": "Bost", "suffix": ""}, {"first": "R", "middle": ["H"], "last": "Carnahan", "suffix": ""}, {"first": "X", "middle": ["T"], "last": "Lu", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Denison", "suffix": ""}], "year": 2000, "venue": "J. Virol", "volume": "74", "issn": "", "pages": "3379--3387", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Systematic assembly of a full-length infectious cDNA of mouse hepatitis virus strain A59", "authors": [{"first": "B", "middle": [], "last": "Yount", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Denison", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Weiss", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Baric", "suffix": ""}], "year": 2002, "venue": "J. Virol", "volume": "76", "issn": "", "pages": "11065--11078", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "PROSITE: a documented database using patterns and profiles as motif descriptors", "authors": [{"first": "C", "middle": ["J A"], "last": "Sigrist", "suffix": ""}, {"first": "L", "middle": [], "last": "Cerutti", "suffix": ""}, {"first": "N", "middle": [], "last": "Hulo", "suffix": ""}, {"first": "A", "middle": [], "last": "Gattiker", "suffix": ""}, {"first": "L", "middle": [], "last": "Falquet", "suffix": ""}, {"first": "M", "middle": [], "last": "Pagni", "suffix": ""}, {"first": "A", "middle": [], "last": "Bairoch", "suffix": ""}, {"first": "P", "middle": [], "last": "Bucher", "suffix": ""}], "year": 2002, "venue": "Brief Bioinform", "volume": "3", "issn": "", "pages": "265--274", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Identifying disordered regions in proteins from amino acid sequences", "authors": [{"first": "P", "middle": [], "last": "Romero", "suffix": ""}, {"first": "Z", "middle": [], "last": "Obradovic", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Kissinger", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Villafranca", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Dunker", "suffix": ""}], "year": 1997, "venue": "Proc. I.E.E.E. International Conference on Neural Networks", "volume": "", "issn": "", "pages": "90--95", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Fully automated ab initio protein structure prediction using I-SITES, HMMSTR and ROSETTA", "authors": [{"first": "C", "middle": [], "last": "Bystroff", "suffix": ""}, {"first": "Y", "middle": [], "last": "Shao", "suffix": ""}], "year": 2002, "venue": "Bioinformatics", "volume": "18", "issn": "", "pages": "54--61", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Negative strand RNA synthesis by temperature-sensitive mutants of mouse hepatitis virus", "authors": [{"first": "D", "middle": ["R"], "last": "Younker", "suffix": ""}, {"first": "S", "middle": ["G"], "last": "Sawicki", "suffix": ""}], "year": 1998, "venue": "Adv. Exp. Med. Biol", "volume": "440", "issn": "", "pages": "221--226", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Membrane association and dimerization of a cysteine-rich, 16-kilodalton polypeptide released from the C-terminal region of the coronavirus infectious bronchitis virus 1a polyprotein", "authors": [{"first": "L", "middle": ["F"], "last": "Ng", "suffix": ""}, {"first": "D", "middle": ["X"], "last": "Liu", "suffix": ""}], "year": 2002, "venue": "J. Virol", "volume": "76", "issn": "", "pages": "6257--6267", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": ": *:*: ** :* . : * *: ****** *.* *:* +--------+---------+---------+---------+---------+-----------DVDGLCKLRGKFVQVPLG-IKDPVSYVLTHD SARS EANMDQESFGGASCCLYCRCHIDHP----NPKGFCDLKGKYVQIPTTCANDPVGFTLRNT TGEV EANTQQDSYGGASVCIYCRCHVEHP----AIDGLCRYKGKFVQIPTG-TQDPIRFCIENE PEDV EASTNQDSYGGASVCLYCRAHVEHP----SMDGFCRLKGKYVQVPLG-TVDPIRFVLEND BcoV DATTNQDSYGGASVCIYCRARVEHP----DVDGLCKLRGKFVQVPVG-IKDPVSYVLTHD HcoV229E DSNTTQDTYGGASVCIYCRAHVAHP----TMDGFCQYKGKWVQVPIG-TNDPIRFCLENT IBV SPTPDQDSYGGASVCLYCRAHIAHPGSVGNLDGRCQFKGSFVQIPTT-EKDPVGFCLRNK ... *:::**** *:***.:: ** .* * :*.:**:* **: : : : +--------+---------+---------+---------+---------+-------Alignment and position of lethal versus viable mutants of nsp10. A multiple alignment of representative coronavirus nsp10 amino acid sequences was generated using ClustalX1.83 with default parameters. Seventeen mutations are noted in bold and labeled by type and phenotype. U-protein domain mutations, and E-charged amino acid pairs or triplets. Italics=debilitated, *=lethal, *=identical, :=conserved, .=similar. SARS-CoV, NP_828868.1; TGEV, NP_840008.1; PEDV, NP_839964.1; BCoV, NP_742137.1; HCoV-229E, NP_835351.1; MHV, NP_740615.1; IBV, NP_740628.1.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Copy number of subgenomic mRNA-7 as determined by quantitative real-time PCR of the viable nsp10 mutants at 8 hours postinfection and M.O.I of 0.2.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Domains predicted by Prosite and PONDR that fall within a highly active region of nsp10, which was targeted by site-directed mutagenesis. Casein kinase II phosphorylation site. b Protein kinase C phosphorylation site. c N-Myristoylation site. d Natural disordered region.", "latex": null, "type": "table"}, "TABREF1": {"text": "A ts mutant LA3, defective in RNA synthesis, contains a mutation in nsp10, suggesting a critical role in RNA synthesis.10", "latex": null, "type": "table"}}, "back_matter": []}