{
    "paper_id": "171fca7c17e851fa04329f42f480c5759f08280a",
    "metadata": {
        "title": "1 1nt.Revueges. Hydrobiol. I 68 I",
        "authors": [
            {
                "first": "D",
                "middle": [
                    "Dudley"
                ],
                "last": "Williams",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Toronto",
                    "location": {
                        "addrLine": "West Hill",
                        "region": "Ontario"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The seasonal succession of members of the invertebrate community of a temporary vernal pond in southern Ontario is described. Although succession was essentially continuous, 5 faunal groups are suggested, based on time of appearance and duration of active forms in the pond. Some species were found during virtually the entire aquatic phase, while others completed their life cycles in only 2-3 weeks. Analysis of growth rates revealed many different patterns between species and groups. Analysis of community structure in terms of trophic status indicated shifts which coincided with the seasonal occurrence of the pond's potential food resources. Comparison of this fauna with that of a similar pond on Vancouver Island, British Columbia (some 2,400 km t o the west) showed many similarities in niche occupancy, including 6 species in common. The biological characteristics leading to the success of these cosmopolitan species in t.eniporary aquatic habitats is discussed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Canada has an abundance of freshwater habitats. Its lentic bodies range in size froin over 77,720 km*, as in the case of Lake Superior, to t,iny pools only a few metres across. At the lower end of this scale, reduced basin volume frequently results in the habitats losing their free-water for part of each year (eit,her by evaporation in summer or by freezing to the bottom in winter). As WIGGrNS et al. (1980) have pointed out, information on temporary ponds is priniarily concerned with species in particular taxonomic groups (e.g. THOMAS, 1963; COLE, 1966; WAY et nl., 1980) or relatively local areas (e.g., DICKINSON, 1948; BARCLAY, 1966) . Even so, apart from the pioneering study done by KENK (1949) in Michigan, few detailed studies of entire temporary pond coniniunities have been made in the Nearctic region.",
            "cite_spans": [
                {
                    "start": 404,
                    "end": 410,
                    "text": "(1980)",
                    "ref_id": null
                },
                {
                    "start": 567,
                    "end": 577,
                    "text": "nl., 1980)",
                    "ref_id": null
                },
                {
                    "start": 611,
                    "end": 627,
                    "text": "DICKINSON, 1948;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 628,
                    "end": 642,
                    "text": "BARCLAY, 1966)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 694,
                    "end": 705,
                    "text": "KENK (1949)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "However, WIGGINS et al. (1980) attempted a synthesis of existing knowledge in order t o identify evolutionary and ecological strategies of animals in annual hemporary ponds. They found the taxa from southern Ontario temporary ponds t o be relatively consistent and predictable.",
            "cite_spans": [
                {
                    "start": 20,
                    "end": 30,
                    "text": "al. (1980)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The purpose of this paper is two-fold. It presents a detailed account of the animals living in a small vernal pond in southern Ontario including their life histories, seasonal succession and adaptations to the dry phase of their habitat, and compares this community with that found in a very similar pond some 2,400 km t o the west, on Vancouver Island. The universality of the model of WIGGINS et al. will he examined in both these resFecte.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Sunfish temporary pond is located near the city of Waterloo, Wilniot County, Ontario, Canada (43' 28' N ; 80' 38' W). It has a niaxiniuin diameter of 30 in and a depth of 80 cni just after snow-melt in mid April, and usually dries up by midJuly. In exceptionally wet years it may contain a little water for a few days in the fall but essentially it experiences 9 consecutive months of drough annually. It therefore falls under the definition of a temporary vernal pool (WIGGINS, 1973). On two adjacent sides it is flanked by a gravel road but otherwise is heavily vegetated (Pig. 1). Cattails (Typha latifolia L.) grow across much of the pond bottom and redstemmed dogwood (Corwus sp.), pussy willows (Salix discolor MUHL.) and white cedar (Thuja occidentalis) all have their roots in the water. The pond bottom consists of a layer of decaying plant material (mostly Typha L.) several centimeters thick through which grow patches of terrestrial weed species. Clumps of filamentous algae develop in late spring. Throughout the suniiiier, a dense canopy of herbaceous perennials covers the bed resulting in a reasonably moist substrate without standing water. Under winter snow cover, the substrate freezes solid.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Habitat Description"
        },
        {
            "text": "The fauna of Sonfish Pond was sampled intensively a t intervals ranging from 1 week to 3 months, depending on the amount of activity observed, during 1974 and 1975. The pond had been kept nnder preliminary surveillance for 3 years prior t o t,his, during which time the composition of t h e animal community, as a u hole, changed little. During the wet phase a 53 pm mesh dip-net was used to sample both the water column and the bottom in shallow and deep water. I n addition, the undersides of submerged leaves, bark and branches were examined for more cryptic forms, and any adult insects flying over the pond were sampled with a sweep-net. On each occasion sampling effort was kept constant so as to allow a semi-quantitative analysis of the fauna to be made. More quantitative samplers were not used because of the problems of diversity of microhabitat, patchiness of animals and small population size of certain species, inherent in small ponds. During the dry phase, bottom samples were dug u p to a depth of 30 cm. Care was taken, throughout, not to remove too many animals in order not to alter the community balance. All samples were preserved in either alcohol or formalin and later sorted and the animals identified and measured (to determine growth rates) in the laboratory.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Water level was recorded during both the wet and dry phases. I n the latter case this involved digging down to the water table. Temperature was measured in both the deepest and shallowest areas and pH and conductivity were also determined.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "The Natural History of a Searctic Teinporary Pond During mid-summer the groundwater table dropped gradually, reaching a depth of greater than 50 cm for much of the late summer and fall (based on observations over several years). Extremely heavy rainfall, as in late November, 1974, caused a rapid rise in the water table and even some standing water in the pond but this was shortlived.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Pond diameter predictably decreased throughout late spring and summer but the increase in early spring was rapid. Associated with diminution of the water volume was a gradual increase in conductivity, risingfrom a post-snow melt value of around 170 p nihos to a maximum of around 710 pmhos prior to drying out (values were corrected for temperature changes). pH was variable (6.8-8.7) and probably reflected the rapid changes in carbon dioxide content of the water caused by photosynthetic activity of filamentous algae. Temperature increased from around 8°C) post-snow melt, to a maximum of 27°C in mid-summer. Water in the deeper areas was typically 2 3°C cooler than surface water.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "The 98 taxa identified from Sunfish Pond, together with their seasonal distribution, are shown in Figure 3 . Altlmugk a seasonal succession amongst the species is plainly evident, several recognisably distinct faunal groups are suggested.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 98,
                    "end": 106,
                    "text": "Figure 3",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "b) Fauna"
        },
        {
            "text": "Group 1, comprising 12 taxa, contains animals that were found during virtually the entire aquatic phase. During the dry phase they could be dug up from the pond substrate as semi-torpid adults or immature stages and were capable of movement within minutes of being placed in water. This group includes all the bivalve and gastropod molluscs and the oligochaetes found as well as the two species of Hydroporus, Acanthocyclops bicuspidatus thonzasi S. A. FORBES and the very abundant Einfeldia Z dorsalis (MEIGEN).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "b) Fauna"
        },
        {
            "text": "Group 2 consists of 39 taxa present as active forms within a few days of pond filling in the spring. Its members largely completed their life cycles within 4-6 weeks and disappeared (by entering a resting stage, usually as eggs or diapausing immatures, or by leaving the pond as emerged adults) well before (4-6 weeks) the pond dried up. Included here are the liinnephilid caddisflies, mosquitoes, mites, anostracans, cladocerans, some chironomids, some beetles, an anisopt eran dragonfly and a harpact'icoid copepod.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "b) Fauna"
        },
        {
            "text": "Group 3 contains 19 taxa which appeared some 2-5 weeks after pond formation in the spring. It includes a conchostracan, a zygopteran dragonfly, certain chironomids and coleopterans some of which appeared only as adults and did not breed in this pond. Such species as did, typically completed their life cycles in about 5 weeks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "b) Fauna"
        },
        {
            "text": "Group 4 coinprises 15 taxa which appeared only 2-3 weeks before the pool dried up (approximately 10 weeks after filling). It includes beetles, mayflies and chironomids.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "b) Fauna"
        },
        {
            "text": "Group 5 contains 13 taxa which appeared only in the dry phase. These were primarily terrestrial or riparian species and include beetles, niyriapods and arachnids. Figure 4 gives examples oft he different types of life cycle shown by some of the more abundant animals in Sunfish Pond and illustrates relative growth rates. I n Group 1, the midge Einfeldia 1 dorsalis appears t o have two periods of growth. Larvae in all four instars were present in mid April and the earlier ones grew rapidly until only third and fourth instars and pupae were evident in mid May. Adults were abundant by the end of May. The resulting eggs hatched quickly and the larvae grew rapidly in early June, passing into their second instar. Thereafter, growth slowed and the summer dry period was passed as early instars that could be recovered from the pond substrate. As soon as water reappeared in the spring, the larvae continued their growth. TWO of the common molluscs, Sphaerium sp. and Lymnaea humilis SAY showed gradual increases in growth throughout the pond phase with peak growth in the warm water of mid July just before dry-up. Virtually no growth occurred in the dry phase. Species in Group 1 were subject to the temperature range 0-27OC during the aquatic phase of their habitat.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 163,
                    "end": 171,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "b) Fauna"
        },
        {
            "text": "The species assigned t o Group 2 showed a variety of life cycles, many, such as Chirocephalopsis, Limnephilus indivisus WALKER, ? Limnephilus sp. and the three species of Aedes, grew very rapidly at the start of the pool phase. Although the life cycles of the Aedes species were very similar, all being univoltine and present as early instars concurrently, some staggering of development through late instars and eniergence was evident. A . trichurus DYAR was the first t o emerge, followed a week or so later by A . fitchii (FELT and YOUNG) and finally A . sticticus (MEIGEN). Trissocladius showed a more gradual growth rate spanning a longer period -though it still emerged well before the end of the pool stage. Larval development of the dragonfly Libellula took virtually the entire aquatic phase of the pond. Species in Group 2 were generally subject to less of a temperature range (0-17 \"C) during development. Group 3 species again showed variable growth rates. The dragonfly Lestes grew gradually throughout much of the pond phase, while Lynceus ? brachyurus 0. F. MULLER and Rhantus grew more quickly, but at different times. These species grew in the temperature range 12-22°C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "b) Fauna"
        },
        {
            "text": "Among the Group 4 taxa, the mayfly Cloeon showed extremely rapid growth, completing its life cycle in 2-3 weeks. Cricotopus grew quickly also, taking about 4 weeks and completing its larval development in the moist pond substrate in inid July. The hydrophilid beetle Helophorus orientalis MOTSCH showed slower growth and passed much of its larval development in the moist bottom material. Water temperatures prevailing at the time of Group 4 development were in the range 17-27°C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "b) Fauna"
        },
        {
            "text": "Suggested life cycles and growth patterns of the species of Group 5 are largely speculative as these primarily terrestrial animals were not sampled at other times of the year. It is suggest,ed that they grew at a reasonable pace given the warm temperature and plentiful food supply of the moist pond basin. B. and C. Seasonal changes in the percentage composition of the 4 main trophic categories in the community. Figure 5A shows the seasonal variation in the total number of taxa seen in the pond. Diversity was greatest during the wet phase of the habitat, but the drying basin by no means lacked a fauna.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 415,
                    "end": 424,
                    "text": "Figure 5A",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "b) Fauna"
        },
        {
            "text": "Due t o the semi-quantitative sampling method used, an accurate picture of the population dynamics of the pond community (other than the approximation given in Figure 5A ) is not possible. One can, however, analyse, community structure in terms of trophic status. Using inforniation in the general literature, each taxon was ascribed to a trophic category. It is acknowledged that the trophic status of a limited number of taxa may be uncertain, and that of some others may change during their life cycle, nevertheless, preliminary analysis of the community in this manner seems justified. The percentage composition of the 4 main categories is shown in Figures   5B and C The percentage of suspension-feeders generally declined throughout the aquatic phase, correlating with decreasing pond diameter, and hence water volume (r=0.806). The few suspension-feeding taxa present in the bottom mud of the dry phase were obviously non-functional. At spring thaw, the detritivore-herbivores predominated. Many were found t o be eating the decaying plant material left over from the terrestrial phase. Numbers of species in this category fluctuated throughout the aquatic phase. Although they dropped during the dry phase, they increased in importance in terms of percentage coinposition of the coinmunityreflecting the movement of species into the drying basin to feed on decaying vegetation. The relative importance of omnivorous scavengers also increased at this time for similar reasons. The percentage of predatory taxa was relatively low at spring thaw but increased rapidly thereafter, primarily due to the immigration of species capable of flight-particularly aquatic beetles, and remained high for most of the aquatic phase. Their importance declined significantly shortly after dry-up.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 160,
                    "end": 169,
                    "text": "Figure 5A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 654,
                    "end": 666,
                    "text": "Figures   5B",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "b) Fauna"
        },
        {
            "text": "Page's Pond is located near Cedar (49\" 05' N ; 123\" 50' W) on Vancouver Island, British Columbia. It reaches a maximum diameter of 15 m and is very similar in appearance and setting to Sunfish Pond. According t o local information it holds water for about 5 months of the year, December-May. It was sampled thoroughly once, in early April, 1977, when the water temperature was about 8°C. I n Table 1 , the fauna is compared with that of Sunfish Pond for approximately the same time of year and water temperature. On t,hose occasions, 50 and 41 taxa were recorded from Sunfish Pond and Page's Pond, respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 392,
                    "end": 399,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "c) ComFarison of Xunfish Pond with Page's Pond"
        },
        {
            "text": "The number of species in each major taxon (i.e., Class, Order and, in many instances, Family) was frequently identical or very similar in the two ponds, for example, dytiscid beetles, 5 species each; chironomids, 5 species each; culicids, 3 species each; trichopterans, 3 species each; mites, Sunfish 4 species, Page's 3 species; copepods, Sunfish 4 species, Page's 3 species. I n addition, the faunas included 23 (25.3 ' J/,,) genera in common and 6 (6.0 O/,J identical species. Interestingly, of the latter, only one was an insect capable of flight; (Limnephilus indivisu~) the others were microcrustaceans (Cladocera, Copepoda, Ostracoda) and a mite. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "c) ComFarison of Xunfish Pond with Page's Pond"
        },
        {
            "text": "For a small water body, Sunfish Pond supports a diverse fauna the members of which represent most of the major freshwater animal groups. The physical-chemical features of this habitat change both subtly and catastrophically in its annual cycle but, despite such extremes, a community of animals exists year round, thougha succession of species is clearly evident. A few species seem hardy enough t o exist in an active or semi-torpid state for most of the year, while others complete their growth and reproduction during the aquatic phase of the pond and avoid the rigours of the dry period in special aestival forms-usually eggs. al. (19SO) , on the basis of an extensive study of temporary pools in southern Ontario, divided the typical fauna into four groups depending on each species' strategy for tolerating or avoiding drought and on period of recruitment to the community, and WILLIAMS and HYHES (1976) made a similar analysis of the faunas of temporary streams in Ontario. Such functional analyses reveal much about the adaptations of temporary water species and make discussion of this topic here largely unnecessary. However, subdivision based on the combination of tolerance strategy (physiological response) with period of recruitment (temporal response), as in the WIGGINS et al. model, would seem t o be a somewhat confusing classification. For example, we see aestivation taking place primarily in the egg or immature stage in species from 3 of the 4 groups designated. Again, the groupings \"Overwintering residents\", \"Overwintering spring recruits'' and \"Overwintering summer recruits\" all contain species which are permanent residents of temporary ponds and whose active phases in these habitats often coincide.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 631,
                    "end": 641,
                    "text": "al. (19SO)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ". Discussion"
        },
        {
            "text": "An alternative approach t o community analysis is t o group species simply on the basis of their time of occurrence (as active forms) in the habitat (see WILLIAMS and HYNES, 1977) and, for the Sunfish Pond community, five groups can be recognized.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WIGGINS et"
        },
        {
            "text": "Analysis of life cycles shows that although the members of any one group occupy the pond for roughly the same time span, their patterns of growth may be very different. Some grow quickly a t first, then more slowly, some vice versa and some grow at B fairly constant rate throughout their lives. Temporal shifts in the trophic makeup of the community seem t o coincide well with the seasonal occurrence of the pond's potential food resources. The faunas of Sunfish and Page's ponds are remarkably similar considering that they are separated by a large distance, a mountain range and salt water. It is evident that they provide very similar niches which, in the case of cosmopolitan, readilydisseminated forms such as Daphnia pulex LEYDIG, are filled by identical species. I n cases where the geographical range of a species does not encompass the two ponds, local endemic species of the same major taxon fill the gap, as in the case of the anostracans -Chirocephalopm3 bundyi (FORBES) in Sunfish and Eubranchipus oregonus CREASER in Page's Pond.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WIGGINS et"
        },
        {
            "text": "Most of the species common to both ponds were microcrustaceans, and all show special characteristics of either their physiology or life cycle which would seem to make them successful in temporary pools as well as perhaps allowing them the means t o colonize them. The literature contains the following useful information in this regard.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WIGGINS et"
        },
        {
            "text": "Daphnia pulex LEYDIG is known to be a very widespread species (BROOKS, 1959) and, according t o STROSS (1969), has several different strains which exhibit different seasonal cycles. Such plasticity, coupled with a drought-resistant ephippial stage and parthenogenesis, must favour establishment in temporary ponds. Canthocarnptus staphylinoides PEARSE is recorded as widespread in southern parts of Canada and the central United States (BORUTSKII, 1964) . It is capable of encystment and can survive long periods in anoxic sediments where it is thought t o respire anaerobically (COLE 1953). Presumably, this would stand it in good stead in temporary waters, particularly as a very closely related species, C . s. staphylinus, is capable of withstanding drought. C. staphylinoides is thought t o replace C . s. staphylinus in North America, the latter being widespread in the Palearct ic ( BORUTSKII, 1964) . Acanthocyclops vernalis FISCHER shows considerable environmental t olerance, sexually mature specimens having been found, for example, at temperatures of 1-30\"C and in p H of 4.4-8.2. It is found in a large variety of water bodies, from the deep sublittoral of large lakes t o swamps. It is capable of aestivating in an advanced state of metamorphosis and as such can survive drying (RYLOV, 1963). Cypria ophthalmica (JURINE) occurs primarily in the mixedwoods and boreal forest zones (DELORME, 1970), particularly in ponds rich in decaying material (TRESSLER, 1959) . Not much appears known of its biology other than the fact that KENK ( ",
            "cite_spans": [
                {
                    "start": 888,
                    "end": 906,
                    "text": "( BORUTSKII, 1964)",
                    "ref_id": null
                },
                {
                    "start": 1459,
                    "end": 1475,
                    "text": "(TRESSLER, 1959)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 422,
                    "end": 453,
                    "text": "United States (BORUTSKII, 1964)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "WIGGINS et"
        },
        {
            "text": "Physical, chemical and faunal characteristics of a temporary vernal pond in southern Ontario, Canada are given. As the pondwater evaporated, temperature and conductivit y rose while p H varied. 98 taxa were identified which showed seasonal succession over the annual cycle of the pond. Bive recognizably distinct faunal groups, based on time of appearance and period of activity, were apparent. Group 1 animals were found during the entire aquatic phase. Group 2 animals were active within days of the pond filling in the spring and completed their life cycles within 4-6 weeks. Group 3 animals appeared 2-5 weeks after filling and typically took 5 weeks t o mature. Species in Group 4 were evident only 2-3 week before the pond dried up and exhibited rapid growth. Group 5 animals appeared in the dry phase and included primarily terrestrial and riparian species. Community composition is analyzed in terms of trophic status of each taxon. This indicates shifts which were appropriate for seasonal changes in the pond's potential food resources. The taxonomic composition of the spring-time fauna of this pond is compared with that of a very similar pond 2,400 km to the west, on Vancouver Island, British Columbia. The number of species in each major taxon was frequently identical in the two ponds. I n addition, the faunas had 23 genera and 6 species in common. These two faunas are compared with a predictive model of the faunal compliment of annual temporary pools proposed by WIGGINS et al. (1980) and good agreements are found. Adaptation of some cosmopolitan species t o life in temporary ponds are discussed.",
            "cite_spans": [
                {
                    "start": 1498,
                    "end": 1504,
                    "text": "(1980)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ". Summary;"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "An ecological study of a temporary pond near Auokland",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Barclay",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Contrasts among calanoid copepods from permanent and temporary ponds in",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Brooks",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Cole",
                    "suffix": ""
                }
            ],
            "year": 1953,
            "venue": "",
            "volume": "34",
            "issn": "",
            "pages": "208--211",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "An ecological reconnaissance of the biota of some ponds and ditches FLANNAC~~N",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Delorme",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Dickinson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Taeniop-Fryer",
                    "suffix": ""
                }
            ],
            "year": 1948,
            "venue": "Observations on the ephippia of certain macrothricid c1adocerans",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The animal life of temporary and permanent ponds in southern Michigan",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kenk",
                    "suffix": ""
                }
            ],
            "year": 1949,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The passive dispersal of small aquatic organisms and their colonization of",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Maquire",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Evolution and classification of the mountain caddisf1ies",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Ross",
                    "suffix": ""
                }
            ],
            "year": 1956,
            "venue": "Freshwat. Res",
            "volume": "17",
            "issn": "",
            "pages": "239--258",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "teryz nivalis and 2'. parvula (Capniidae) in southern Manitoba",
            "authors": [],
            "year": null,
            "venue": "Can. Ent",
            "volume": "110",
            "issn": "",
            "pages": "111--112",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Photoperiod control of diapause in Duphniu. 111. Two-stimulus control of THOMAS, G. I., 1963: Study of a population of sphaeriid clams in a temporary pond",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "N"
                    ],
                    "last": "Rylov",
                    "suffix": ""
                },
                {
                    "first": "Stross",
                    "middle": [],
                    "last": "Israel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Comparative life history tactics of the sphaeriid clam, Musculium portumeiunz (SAY",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Tressler",
                    "suffix": ""
                },
                {
                    "first": "Way",
                    "middle": [],
                    "last": "Sons",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Hornbacii",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Burky",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1959,
            "venue": "Amer. Midl. Nat",
            "volume": "104",
            "issn": "",
            "pages": "319--327",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "1973: A contribution to the biology of caddisflies (Trichoptera) in temporary pools",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "B"
                    ],
                    "last": "Wiugins",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "1977 : Larvae of the North American Caddisfly genera (Trichoptera).-Univ",
            "volume": "88",
            "issn": "",
            "pages": "1--28",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Evolutionary and ecological strategies of animals in annual temporary pools",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "B"
                    ],
                    "last": "Wiggins",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Mackay",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Arch. Hydrobiol. Suppl",
            "volume": "58",
            "issn": "",
            "pages": "97--206",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The ecology of temporary streams: I. The faunas of two Canadian streams",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "B N"
                    ],
                    "last": "Hynes",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Int. Revue ges. Hydrobiol",
            "volume": "61",
            "issn": "",
            "pages": "761--787",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The ecology of temporary streams: 11. General remarks on temporary streams",
            "authors": [],
            "year": 1977,
            "venue": "Int. Revue ges. Hydrobiol",
            "volume": "62",
            "issn": "",
            "pages": "53--61",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "314pp. long-day, short-day induction",
            "authors": [],
            "year": null,
            "venue": "Progm. for Sci. Transl",
            "volume": "137",
            "issn": "",
            "pages": "359--374",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Professor of Zoology Division of Life Sciences Scarborough College University of Toronto West Hill, Ontario M1C 1A4 Canada Manuscript accepted",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dudley Williams Associate",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Sunfish temporary pond in early spring (upper) and winter (lower).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "shows various characteristics of Sunfish Pond for the period 1974 to 1975.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Physical and chemical measurements made on Sunfish Pond during 1974-1976.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Einfeldia? dorsalis (Diptera: Chironomidae) 0 Sphaerium sp. (Bivalvia) 0 . . . 0 . . Hydroporus sp. A (Coleoptera : Dytiscidae) Lumbriculus sp. (Oligochaeta : Lumbriciilidae) 0 a Y a i s sp. (Oligochaeta : Naididae) Enchytraeidae (Oligochaeta) Isotomidae (Collembola) Pseudosmittia sp. (Diptera : Chironomidae) Candona decora (Ostracoda) Cypria ophthulmica (Ostracoda) Limnephilus indivisus (Trichoptera) Tipula spp. (Diptera : Tipulidae) Thyas bruzellii (Acari) Aedes sticticus (Diptera : Culicidae) Chirocephalopsis bundyi (Anostraca) Agabus sp. (Coleoptera : Dytiscidae) Trissocladius sp. (Diptera : Chironomidae) Ironoquia sp. (Trichoptera) ?Anthomyidae (Diptera) Eukiefferiellu sp. (Diptera : Chironomidae) ?Chelonariidae (Coleoptera) Hydryphantes sp. (Acari) Phaenopsectra sp. (Diptera : Chironomidae) Libellula sp. (Odonata : Anisoptera) Thyas barbigera (Acari) Helobdella stagnalis (Hirudinea) Pisidium sp. (Bivalvia) Runa sylvatica (Vertebrata) UaDhnia Dulex (Cladocera) An&endlimbuta (Coleopiera : Hydrophilidae) Aedes trichurus (Diptera : Culicidae) Cunthocumptus staphylinoides (Harpacticoida) Xochlonyz cinctipes (Diptera : Ephydridae) 0 Aedes fitchii (Diptera : Culicidae) 0 . Polypediluna sp. (Diptera : Chironomidae) -0 Xeoscutopterus sp. (Coleoptera : Dytiscidae) Hydrachna sp. A (Acari) 0 . Cyphon sp. (Coleoptera : Helodidae) -0 Piona sp. (Acari) 0 . Parachironomus sp. (Diptera : Chironomidae) . . Gerris sp. (Heteroptera : Gerridae) Sigara grossolineata (Heteroptera : Corixidae) Gerris remigis (Heteroptera : Gerridae) Notonecta kirbyi (Heteroptera : Notonectidae) Heterocerus sp. (Coleoptera : Heteroceridae) Lepidoptera Limax sp. (Gast,ropoda) Features of the life cycles seen in the more common elements of the Sunfish Pond fauna in terms of duration of generations and relative rate of growth.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fredfffurs * Omn/kum~s Scave/7ger. * --~D e~~i~~a r e -H e r b / i / o r e s D --a SqFensiun feeders",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "A . Seasonal variation in total numbers of taxa (0-0) seen in Sunfish Pond, together with an estimate of relative numbers of individuals present (-).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Trissocladius sp. Eukief feriella spp. (2) Corynoneura sp. -?Ambystoma sp.* Species in common t Species with distributions restricted to the Pacific Coast of North America D. D. \\\\71LLIAMS",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "1949) showed it could exist in the damp substrate left in temporary pond basins Of the non-crustaceans, the success of Thyas barbigera (VIETS) in temporary ponds can be attributed t o several factors including the ability of later stages t o withstand drought, fast growth of the parasitic stages and availability of suitable hosts during dispersion (WIGGINS et al., 1980). L i~n e p h i l u s indivisus WALKER belongs t o a genus widely distributed in the Nearctic ( WIGGINS, 1977). Its success in temporary habitats may be due to several features in its development, namely, the deposition of eggs in a gelatinous matrix in sheltered areas of the dry pond basin, rapid embryological development and retention of first instar larvae within the matrix until the pond is flooded (WIGGINS, 1973). The actual mechanism of transcontinental moveinent of these species varies. A t various times since the last glaciation, some aquatic insect groups are thought t o have emigrated westwards from the St. Lawrence system through drainage connections (ROSS, 1956; FLANNAGAN, 1978) but flight may also be important. This may also have been the method employed by mites in their parasitic phase on airborne hosts. The resting stages of micro-crustaceans may be light enough t o be carried by air currents. MAGUIRE (1963), for example, found this route t o be very effective in the transport of disseminules of some small species of Cladocera, and FRYER (1972) has shown that some ephippia are easily picked up by wind. I n terms of the WIGGINS et al. prediction of the faunal compliment of annual temporary pools, Sunfish Pond agrees well, with 69.9 \"'\" of its fauna, at the generic level (48 out of a possible total of 69 genera) appearing in their list. For Page's Pond the agreement at the generic level is also good, being 68.8 \",' (, (22 out of a possible 32 identified taxa). These figures are however, only approximations and are subject t o inaccuracies due to incomplete identifications of some members of the communities and local endemism. Unfortunately, no study exists on temporary ponds in eastern maritime regions of the continent thus limiting this comparison. However, based on the present study, the provisional list of genera representing the temporary pool community in north-eastern North America outlined by WIGGINS and his co-workers seems t o have widespread predictive value.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Acknowledgements I wish to thank the following people for assistance with the identification of certain taxonomic groups: Drs. D. R. OLIVER, H. J. TESKEY and K. G. A. HAMILTON, Agriculture Canada (Diptera and Hemiptera); Drs. T. E. BOWMAN, Smithsonian Institute and W. D. WILLIAMS, University of Adelaide (Crustacea) ; Dr. L. D. DELORME, Environment Canada (Ostracoda): D. IT. BARR, Royal Ontario Museum (Acari); Dr. I. G. SUTHERLANU and Mrs. J. MADILL, National Museum of Canada (Crustacea and Oligochaeta), Mrs. K. A. MOORE provided technical assistance and the Natural Sciences and Engineering Research Council of Canada funded the project.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Comparison of the faunas of Sunfish and Page's ponds based on extensive sampling in early spring. (Taxa in brackets are known t o occur in Sunfish Pond but were not caught at that time of year). Sphaerium sp.Lestes sp. Sigara sp.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}