{
    "paper_id": "1763c43bc24fbaf408981504654c47cae5bdc644",
    "metadata": {
        "title": "Spontaneous pneumomediastinum as a complication in human bocavirus infection Early childhood-onset narcolepsy 793",
        "authors": [
            {
                "first": "Sevgi",
                "middle": [],
                "last": "Pekcan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Konya University Meram",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Bahar",
                "middle": [],
                "last": "Gokturk",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Konya University Meram",
                    "location": {}
                },
                "email": "gokturkbahar@yahoo.com"
            },
            {
                "first": "Hasibe",
                "middle": [
                    "Uygun"
                ],
                "last": "Kucukapan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Konya University Meram",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Ugur",
                "middle": [],
                "last": "Arslan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Division of Immunology and Allergy",
                    "institution": "",
                    "location": {
                        "addrLine": "Beysehir yolu",
                        "postCode": "42080",
                        "settlement": "Selcuk, Konya",
                        "country": "Turkey, Turkey"
                    }
                },
                "email": ""
            },
            {
                "first": "Duygu",
                "middle": [],
                "last": "Fındık",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Division of Immunology and Allergy",
                    "institution": "",
                    "location": {
                        "addrLine": "Beysehir yolu",
                        "postCode": "42080",
                        "settlement": "Selcuk, Konya",
                        "country": "Turkey, Turkey"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "R et al. The sleep disorder canine narcolepsy is caused by a mutation in the hypocretin (orexin) receptor 2 gene. Cell 1999; 98: 365-76. 8 Chemelli RM, Willie JT, Sinton CM et al. Narcolepsy in orexin knockout mice: molecular genetics of sleep regulation. Cell 1999; 98: 437-51. 9 Nishino S, Ripley B, Overeem S, Lammers GJ, Mignot E. Hypocretin (orexin) deficiency in human narcolepsy. Lancet 2000; 355: 39-40. 10 Thannickal TC, Moore RY, Nienhuis R et al. Reduced number of hypocretin neurons in human narcolepsy. Neuron 2000; 27: 469-74. 11 Peyron C, Faraco J, Rogers W et al. A mutation in a case of early onset narcolepsy and a generalized absence of hypocretin peptides in human narcoleptic brains. Nat. Med. 2000; 6: 991-7.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The most common causes of spontaneous pneumomediastinum (SPM) in children are asthma attack and respiratory tract infection. Here, we describe a case of SPM in a human bocavirus-infected 2-year-old boy with bronchiolitis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "severity change according to underlying etiology and presence of complications. Antibiotics can be used depending on the etiology to prevent mediastinitis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Thus far, few children with SPM due to viral respiratory tract infection other than HBoV have been reported. Here, we report a case of SPM following HBoV bronchiolitis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A 2-year-old boy was admitted to hospital with a 3 day history of fever, cough and shortness of breath and a 1 day history of greenfoamy diarrhea. He had been hospitalized for bronchiolitis at 3 months of age. Physical examination showed tachypnea (respiratory rate, 48 breaths/min), nasal flaring, and normal body temperature (36.7°C), blood pressure (110 mmHg/pulse) and pulse rate (128 beats/min). Transcutaneous oxygen saturation was 94%. There were subcutaneous crepitations on the right side of the neck and left hemithorax region. On auscultation, respiratory and heart sounds were absent on the left side, and rhonchi were heard on the right side of the hemithorax. Laboratory results were as follows: high white blood count (23 300/mm 3 ) and platelet count (623 000/mm 3 ), and normal hemoglobin (12.3 g/dL).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "Acute phase reactants were mildly elevated (C-reactive protein [CRP], 63.1 mg/dL [normal: <10 mg/dL]; erythrocyte sedimentation rate, 46 mm/h; procalcitonin, 0.29 mg/dL). On chest X-ray, there was radiolucency around the heart, subcutaneous emphysema on the left axillary and right neck region and bilateral paracardiac infiltration. On thorax computed tomography (CT), these findings were seen more easily (Figs 1,2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 407,
                    "end": 417,
                    "text": "(Figs 1,2)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Case report"
        },
        {
            "text": "Blood cultures were negative. Nasopharyngeal aspiration cultures showed normal bacterial flora. A nasopharyngeal swab was analyzed to assess the etiology of the respiratory disease at admission. All samples were tested using Multiplex-Polymerase Chain Reaction (PCR) System Seeplex RV15 ACE Detection (Seegene, Seoul, Korea) for the presence of respiratory syncytial virus, human rhinoviruses, human metapneumovirus, adenoviruses, influenza viruses A and B, human coronaviruses, parainfluenza viruses 1-4, enteroviruses, and human bocavirus (HBoV 1-4). Cold agglutination test was negative. HBoV DNA was the only pathogen detected. We were not able to test for serum anti-HBoV IgM antibody because this test was not available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "The patient was treated with oxygen, analgesic (paracetamol), i.v. methylprednisolone, nebulized salbutamol and ipratropium bromide, teicoplanin and amikacin. Subcutaneous emphysema resolved on the second day and SPM resolved on the fourth day of hospitalization. Antibiotic treatment was given for 10 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "To date, the only Parvoviridae known to be pathogenic in humans was parvovirus B19, which is responsible for fifth disease. HBoV was first described as a new member of the Parvoviridae family and isolated from samples from children with lower respiratory tract infection in 2005. 1 Although the clinical role of HBoV in human diseases is not known exactly, this virus has been found to cause both acute upper and lower respiratory tract infections in children, especially those <5 years.",
            "cite_spans": [
                {
                    "start": 280,
                    "end": 281,
                    "text": "1",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The frequency of HBoV infection among children with influenza-like symptoms is 10-33%. 4 The prevalence of HBoV DNA in the respiratory specimens of patients with acute respiratory diseases was 6.5% in children and 2.5% in adults in Turkey. 5 Fig. 1 Radiolucency around the heart, subcutaneous emphysema in the left axillary and right neck region and bilateral paracardiac infiltration on chest X-ray. ",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 88,
                    "text": "4",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 242,
                    "end": 248,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "HBoV was detected in 3.3% of fecal samples from children with acute gastroenteritis. 6 The present patient also had diarrhea at admission.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 86,
                    "text": "6",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "S Pekcan et al."
        },
        {
            "text": "In the Arnold et al. study, the most common symptom of HBoV infection was cough (85%), and, of the patients with cough, 19% were described as having a \"paroxysmal\" cough. Other common symptoms included difficulty in breathing, nasal congestion or rhinorrhea, fever, diarrhea, and, less commonly, conjunctivitis and rash. The leading diagnosis was bronchiolitis, while other common diagnoses included pneumonia, rule-out pertussis, asthma, upper respiratory tract infection, and diarrhea. 7 The present patient's symptoms were cough, fever, shortness of breath, and diarrhea, and he presented with SPM due to severe bronchiolitis.",
            "cite_spans": [
                {
                    "start": 488,
                    "end": 489,
                    "text": "7",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "S Pekcan et al."
        },
        {
            "text": "Leukocyte number and CRP can be normal or slightly increased, as in the present case. Chest radiography can be abnormal, showing hyperinflation, interstitial infiltrates, focal infiltrate, or peribronchial infiltration. 7 Spontaneous pneumomediastinum is uncommon in children and generally a benign condition. Infection and asthma attack are the most common underlying causes of SPM in children. The incidence of SPM is 0.2-0.3% in asthmatic children, and subcutaneous emphysema is the most common finding in pediatric and adult patients with SPM. 3 Chest X-ray and thorax CT are sufficient for diagnosis in these cases.",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 221,
                    "text": "7",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "S Pekcan et al."
        },
        {
            "text": "High co-infection rates of HBoV have been reported, ranging up to 71%, especially in children ≤3 years of age. 8 No other virus or bacterium was detected in the respiratory and blood samples in the present case, indicating that HBoV is likely to be a true respiratory pathogen that could cause severe and even lifethreatening disease. To the best of our knowledge, there are two previously documented cases of life-threatening HBoV infection related to acute respiratory failure and airleak syndrome in immunocompetent patients, and this is the third case: SPM caused by HBoV. 9,10",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 112,
                    "text": "8",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "S Pekcan et al."
        },
        {
            "text": "Human bocavirus infection should be kept in mind in children with respiratory tract infection <5 years old who need to be hospitalized. The present case illustrates the specific clinical and radiological signs associated with bronchiolitis complicated by SPM and is one of the rare reported cases of HBoV infection with SPM in the literature. Clinicians should consider the possibility of SPM when examining and treating children with bronchiolitis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Psychosocial and intellectual functioning in childhood narcolepsy",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dorris",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Zuberi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Scott",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Moffat",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Mcarthur",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Dev. Neurorehabil",
            "volume": "11",
            "issn": "",
            "pages": "187--94",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Computerized assessment of cognitive impairment in narcoleptic patients",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Ha",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "K"
                    ],
                    "last": "Yoo",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "K"
                    ],
                    "last": "Lyoo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "U"
                    ],
                    "last": "Jeong",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Acta Neurol. Scand",
            "volume": "116",
            "issn": "",
            "pages": "312--328",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Eating disorder and metabolism in narcoleptic patients",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chabas",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Foulon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gonzalez",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Sleep",
            "volume": "30",
            "issn": "",
            "pages": "1267--73",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A dose-response relationship between short sleeping hours and childhood obesity: results of the Toyama Birth Cohort Study. Child Care Health Dev",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sekine",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yamagami",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Handa",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "28",
            "issn": "",
            "pages": "163--70",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Genetic and familial aspects of narcolepsy",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mignot",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Neurology",
            "volume": "50",
            "issn": "",
            "pages": "16--22",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Life events in the year preceding the onset of narcolepsy",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Orellana",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Villemin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tafti",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Carlander",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Beset",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Billiard",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Sleep",
            "volume": "17",
            "issn": "",
            "pages": "50--53",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Posttraumatic narcolepsy in mild to moderate closed head injury",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Lankford",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Wellman",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Hara",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Sleep",
            "volume": "17",
            "issn": "",
            "pages": "25--33",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Narcolepsy as an adverse event following immunization: case definition and guidelines for data collection, analysis and presentation",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Poli",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Overeem",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Lammers",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Vaccine",
            "volume": "31",
            "issn": "",
            "pages": "994--1007",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Clinical aspects of narcolepsy-cataplexy across ethnic groups",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Okun",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Pelin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mignot",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Sleep",
            "volume": "25",
            "issn": "",
            "pages": "27--35",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Month of birth as a risk factor for narcolepsy",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Dauvilliers",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Carlander",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Molinari",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Sleep",
            "volume": "26",
            "issn": "",
            "pages": "663--668",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Season of birth effect in narcolepsy",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dahmen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tonn",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Neurology",
            "volume": "61",
            "issn": "",
            "pages": "1016--1033",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Month of birth is not a risk factor for narcolepsy with cataplexy",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Donjacour",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fronczek",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Le Cessie",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Lammers",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Van Dijk",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Sleep Res",
            "volume": "20",
            "issn": "",
            "pages": "522--527",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Cloning of a human parvovirus by molecular screening of respiratory tract samples",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Allander",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Tammi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Eriksson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bjerkner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tiveljung-Lindell",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Andersson",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "102",
            "issn": "",
            "pages": "12891--12897",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Murray and Nadel's Textbook of Respiratory Medicine, 4th edn",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mason",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Pneumomediastinum",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mediastinitis",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2039--2088",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Pneumomediastinum in childhood asthma",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Stack",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Caputo",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Pediatr. Emerg. Care",
            "volume": "12",
            "issn": "",
            "pages": "98--101",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Frequency of human bocavirus (HBoV) infection among children with febrile respiratory symptoms in Argentina, Nicaragua and Peru. Influenza Other Respir",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Salmòn-Mulanovich",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sovero",
                    "suffix": ""
                },
                {
                    "first": "Laguna-Torres",
                    "middle": [],
                    "last": "Va",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Viruses",
            "volume": "5",
            "issn": "",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Detection of human bocavirus DNA by polymerase chain reaction in children and adults with acute respiratory tract infections",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Midilli",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Yılmaz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Türkoglu",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Mikrobiyol. Bul",
            "volume": "44",
            "issn": "",
            "pages": "405--418",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Newly recognized bocaviruses (HBoV, HBoV2) in children and adults with gastrointestinal illness in the United States",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Chow",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ou",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "P"
                    ],
                    "last": "Esper",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Clin. Virol",
            "volume": "47",
            "issn": "",
            "pages": "143--150",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Human bocavirus: Prevalence and clinical spectrum at a children's hospital",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Arnold",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Spector",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Sawyer",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Clin. Infect. Dis",
            "volume": "43",
            "issn": "",
            "pages": "283--291",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Human bocavirus infections in hospitalized children and adults",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Longtin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bastien",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gilca",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Emerg. Infect. Dis",
            "volume": "14",
            "issn": "",
            "pages": "217--238",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Human bocavirus as the cause of a life-threatening infection",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ursic",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Steyer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kopriva",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kalan",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Krivec",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Petrovec",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Clin. Microbiol",
            "volume": "49",
            "issn": "",
            "pages": "1179--81",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Life-threatening respiratory tract disease with human bocavirus-1 infection in a 4-year-old child",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Edner",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Castillo-Rodas",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Falk",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hedman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Söderlund-Venermo",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Allander",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Clin. Microbiol",
            "volume": "50",
            "issn": "",
            "pages": "531--533",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "(a) Spontaneous pneumomediastinum, (b) subcutaneous emphysema and (c) bilateral paracardiac infiltration were seen more easily on thorax computed tomography.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}