{
    "paper_id": "1784f303d3cc244ad1a2574e4f248a4514c05460",
    "metadata": {
        "title": "Journal Pre-proof Preparedness for COVID-19 infection prevention in Korea: Single-center experience Preparedness for COVID-19 infection prevention in Korea: Single-center experience",
        "authors": [
            {
                "first": "Youn",
                "middle": [
                    "Jeong"
                ],
                "last": "Kim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Infection control team",
                    "institution": "The Catholic University of Korea",
                    "location": {
                        "addrLine": "Donsu-Ro, Bupyung-Gu",
                        "postCode": "#56",
                        "settlement": "Incheon",
                        "country": "South Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Jeong",
                "middle": [],
                "last": "Jeong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Si",
                "middle": [
                    "Hyun"
                ],
                "last": "Kim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yeo",
                "middle": [
                    "Ju"
                ],
                "last": "Kim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Catholic University of Korea",
                    "location": {
                        "settlement": "Seoul",
                        "country": "South Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Shin",
                "middle": [
                    "Young"
                ],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Catholic University of Korea",
                    "location": {
                        "settlement": "Seoul",
                        "country": "South Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Yeong",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mi",
                "middle": [
                    "Sun"
                ],
                "last": "Choi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Infection control team",
                    "institution": "The Catholic University of Korea",
                    "location": {
                        "addrLine": "Donsu-Ro, Bupyung-Gu",
                        "postCode": "#56",
                        "settlement": "Incheon",
                        "country": "South Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Hyun",
                "middle": [],
                "last": "Ahn",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kim",
                "middle": [],
                "last": "Yj",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jeong",
                "middle": [],
                "last": "Yj",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kim",
                "middle": [],
                "last": "Sh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lee",
                "middle": [],
                "last": "Sy",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kim",
                "middle": [],
                "last": "Ty",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ahn",
                "middle": [],
                "last": "Choi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Jh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yeon",
                "middle": [
                    "Jeong"
                ],
                "last": "Jeong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tae",
                "middle": [
                    "Yeong"
                ],
                "last": "Kim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Infection control team",
                    "institution": "The Catholic University of Korea",
                    "location": {
                        "addrLine": "Donsu-Ro, Bupyung-Gu",
                        "postCode": "#56",
                        "settlement": "Incheon",
                        "country": "South Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Joong",
                "middle": [
                    "Hyun"
                ],
                "last": "Ahn",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Catholic University of Korea",
                    "location": {
                        "addrLine": "Donsu-Ro, Bupyung-Gu",
                        "postCode": "#56",
                        "settlement": "Incheon",
                        "country": "South Korea"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "An outbreak of severe acute respiratory syndrome coronavirus (SARS-CoV-2) disease (COVID-19), which originated in Wuhan, Hubei province, China, has rapidly spread globally [1] . In South Korea, the first case of COVID-19, a Chinese individual, was detected on January 19, 2020. As of March 30, 2020, there have been 9,786 confirmed cases in South Korea, including 162 deaths [2] . SARS-CoV-2 is transmitted between people through close contact or droplets, and sometimes via airborne particles, especially those formed by aerosolgenerating procedures [3] . Asymptomatic or mild symptomatic patients, including those with low-grade fever or cough, can also be contagious to other people, which threatens quarantine or infection control [4] . Based on the experience of the Middle East Respiratory Syndrome-associated coronavirus (MERS-CoV) outbreak in 2015 in South Korea, healthcare facility-associated nosocomial transmission can be an important route of spreading COVID-19 [5] [6] [7] [8] .",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 175,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 375,
                    "end": 378,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 551,
                    "end": 554,
                    "text": "[3]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 735,
                    "end": 738,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 975,
                    "end": 978,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 979,
                    "end": 982,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 983,
                    "end": 986,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 987,
                    "end": 990,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Sir"
        },
        {
            "text": "Incheon is located approximately 250 km from Daegu, with the biggest cluster of COVID-19 cases reported to date, with a population of approximately 3 million. Incheon Harbor and international airport are located in Incheon, and the city has a considerable floating population. We here present the preparedness for COVID-19 infection prevention at Incheon St. Mary's hospital. The hospital has 900 beds and 24 negative-pressure rooms, five in the emergency department, ten in the intensive care unit (ICU), and nine in the hospital ward.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sir"
        },
        {
            "text": "First, a flow chart was developed for actions in case of a suspected COVID-19 infection. We strengthened triage at the first point of entry at the emergency room and at the main hospital entrance for early case detection and prevention of in-hospital transmission. Checklists for patients with febrile respiratory symptoms, travel history, or contact status with confirmed COVID-19 cases were prepared. The checklists were handed to the medical staff and employees who interact with visitors, including patients, and were used to assess all patients who visited the hospital. Following closure of all entrances to the hospital, except for the main entrance, the numbers of visitors and caregivers to the sick were restricted. The need for personal hand hygiene was emphasized to all staff and visitors. Surgical masks were provided to all visitors, employees who interacted with patients, and healthcare workers who took care of patients. Specifically, N95 masks, face shields or goggles, and long-sleeved gowns and gloves were provided to healthcare workers at the emergency department, respiratory care center, or those performing aerosol-generating procedures. Individual visits to the hospital were restricted, except for emergencies, if an individual had travelled to an area with ongoing community transmission within the previous 14 days, or had had close contact with an infected person. Several informative signboards for patients with febrile respiratory symptoms were set up at the hospital entrance, and suspected patients with febrile respiratory symptoms were separated from others even in the absence of symptoms. We divided the hospital into three zones, according to risk stratification (Fig 1) . The main clinical hospital was maintained as the clean zone, and a separate temporary building (the moderate-risk zone) was used for suspected COVID-19 cases, such as individuals with febrile respiratory symptoms without an obvious epidemiological link. Another separate area at the emergency department (the high-risk zone) was used for patients with high risk of COVID-19 infection, for example, individuals with febrile respiratory syndromes and a history of contact with confirmed cases of COVID-19.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1704,
                    "end": 1711,
                    "text": "(Fig 1)",
                    "ref_id": null
                }
            ],
            "section": "Sir"
        },
        {
            "text": "Once the threat alert level for COVID-19 in South Korea was raised on February 23, 2020, we designated a cohort area for individuals with febrile respiratory symptoms at the emergency room, the wards (26 beds), and ICU (nine beds). The cohort area was not accessible to patients with non-febrile respiratory symptoms. When patients with febrile respiratory symptoms came to the emergency room, they were immediately isolated in a negative-pressure isolation room in the cohort area in the emergency department. Well-trained critical care physicians wearing protective equipment took their detailed history, including contact with COVID-19 cases or travel history, and performed a polymerase chain reaction (PCR) test for COVID-19, as per the doctor's recommendation. Based on the recommendation of the infectious disease experts, individuals with negative PCR test results for COVID-19 and no evidence of pneumonia were transferred from the emergency room to cohort wards, if they were stable, or cohort ICU, if they were unstable. In case of evidence of atypical pneumonia and a negative PCR test, the individuals were transferred from the emergency room to a negative-pressure isolation room, and a PCR test was performed repeatedly, as per the infectious disease expert's recommendation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sir"
        },
        {
            "text": "Well-trained medical staff took care of the moderate-to highly suspect COVID-19 cases and wore personal protective equipment, accordingly, as a precaution against airborne particles, including an N95 filtering respirator, a face shield or goggles, a long-sleeved gown, and gloves. We prepared daily checklists for medical staff working in the moderate-and high-risk zones, which included questions about body temperature and respiratory symptoms. In case of any complaints, the staffs were asked to consult the infectious disease experts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sir"
        },
        {
            "text": "The checklist for healthcare workers was expanded to include all hospital staff.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sir"
        },
        {
            "text": "For a prompt diagnosis of COVID-19, we also set up a diagnostic method involving real-time reversetranscription PCR in the hospital. Samples with warning labels attached were transported by hand, and the staffs transporting the specimens were educated regarding safety issues as per WHO guidelines. Laboratory personnel handling and processing the specimens wore the appropriate personal protective equipment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sir"
        },
        {
            "text": "To date, from among 1105 cases (859 in the moderate-risk zone and 246 in the high-risk zone), 1026 suspected patients have been PCR-tested for the presence of COVID-19, and no confirmed cases have been identified at the hospital. COVID-19 is an ongoing pandemic. Appropriate infection control measures, as well as early recognition of suspected transmittable disease and effective public health measures, are required to prevent the spread of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sir"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A Novel Coronavirus from Patients with Pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "727--760",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Infection prevention and control during health care when novel coronavirus (nCoV) infection is suspected 2020",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Organization",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Kok",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Lancet",
            "volume": "2020",
            "issn": "",
            "pages": "514--537",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical and Epidemiologic Characteristics of Spreaders of Middle East Respiratory Syndrome Coronavirus during the 2015 Outbreak in Korea",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Choe",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Bang",
                    "suffix": ""
                },
                {
                    "first": "Esi",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Korean Med Sci",
            "volume": "32",
            "issn": "",
            "pages": "744--753",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The Korean Middle East Respiratory Syndrome Coronavirus Outbreak and Our Responsibility to the Global Scientific Community",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Oh",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Infect Chemother",
            "volume": "48",
            "issn": "2",
            "pages": "145--151",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Transmissibility of Middle East Respiratory Syndrome by the Airborne Route",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Oh",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Clin Infect Dis",
            "volume": "63",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Middle East respiratory syndrome: what we learned from the 2015 outbreak in the Republic of Korea",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Choe",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Bang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Korean J Intern Med",
            "volume": "33",
            "issn": "",
            "pages": "233--279",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}