{
    "paper_id": "1820bba2dc51f6ee256ec886c9790064795116a0",
    "metadata": {
        "title": "Inefficiency of Sera from Mice Treated with Pseudotyped SARS-CoV to Neutralize 2019-nCoV Infection",
        "authors": [
            {
                "first": "Zezhong",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Key Laboratory of Medical Molecular Virology (MOE/NHC/ CAMS)",
                    "institution": "Fudan University",
                    "location": {
                        "postCode": "200032",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Shuai",
                "middle": [],
                "last": "Xia",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Key Laboratory of Medical Molecular Virology (MOE/NHC/ CAMS)",
                    "institution": "Fudan University",
                    "location": {
                        "postCode": "200032",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xinling",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Key Laboratory of Medical Molecular Virology (MOE/NHC/ CAMS)",
                    "institution": "Fudan University",
                    "location": {
                        "postCode": "200032",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Qiaoshuai",
                "middle": [],
                "last": "Lan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Key Laboratory of Medical Molecular Virology (MOE/NHC/ CAMS)",
                    "institution": "Fudan University",
                    "location": {
                        "postCode": "200032",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Wei",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Key Laboratory of Medical Molecular Virology (MOE/NHC/ CAMS)",
                    "institution": "Fudan University",
                    "location": {
                        "postCode": "200032",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Qian",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Key Laboratory of Medical Molecular Virology (MOE/NHC/ CAMS)",
                    "institution": "Fudan University",
                    "location": {
                        "postCode": "200032",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Shibo",
                "middle": [],
                "last": "Jiang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Key Laboratory of Medical Molecular Virology (MOE/NHC/ CAMS)",
                    "institution": "Fudan University",
                    "location": {
                        "postCode": "200032",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "Lu"
                ],
                "last": "Lu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Key Laboratory of Medical Molecular Virology (MOE/NHC/ CAMS)",
                    "institution": "Fudan University",
                    "location": {
                        "postCode": "200032",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "reported to bind with the RBD of spike (S) protein in 2019-nCoV with potential cross-neutralizing activity (Tian et al. 2020) . These studies suggest that the anti-SARS-CoV antibodies might be useful for the treatment of 2019-nCoV infection and people with history of SARS-CoV infection many years ago might be resistant to 2019-nCoV infection.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 125,
                    "text": "(Tian et al. 2020)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The S protein in coronavirus plays an essential role in virus entry, and it is also the main target of neutralizing antibodies (Du et al. 2009 ). Sequence alignment indicated a 75.9% amino acid sequence identity between the S protein of SARS-CoV and that of 2019-nCoV (Supplementary Figure S1 , Supplementary Table S1). SARS-related coronavirus (SARSr-CoV) WIV1 and Rs3367 have 92.3% amino acid sequence identity to SARS-CoV in S protein, while those between SARS-CoV and MERS-CoV is 28.7% (Supplementary Figure S1 , Supplementary Table S1). It is worth noting that the RBDs of SARS-CoV and 2019-nCoV exhibited a significant difference, although they bind the same receptor (angiotensin-converting enzyme 2, ACE2) during virus infection (Zhou et al. 2020) . Therefore, despite sequence and receptor similarities, it is unclear whether the anti-SARS-CoV serum produced by immunization with S protein-based vaccine could cross-neutralize 2019-nCoV infection.",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 142,
                    "text": "(Du et al. 2009",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 737,
                    "end": 755,
                    "text": "(Zhou et al. 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 283,
                    "end": 292,
                    "text": "Figure S1",
                    "ref_id": null
                },
                {
                    "start": 505,
                    "end": 514,
                    "text": "Figure S1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "We previously developed SARS pseudovirus (SARS-PsV) and MERS pseudovirus (MERS-PsV), which were prepared by cotransfecting the plasmids of pNL4-3.luc.RE and pcDNA3.1-SARS, or MERS-CoV-S protein, to HEK293T cells (Fig. 1A ) (Xia et al. 2019) . These pseudoviruses (PsVs) bear the S protein and a defective HIV-1 genome, including a luciferase reporter gene, and could simulate the virus to infect target cells, thus having native conformations ( Fig. 1A ) (Xia et al. 2019) . Consequently, we believed these PsVs to be potential immunogens to produce neutralizing antibodies. Female Balb/C mice (n = 5) were subcutaneously injected with SARS-PsV, MERS-PsV or PBS as a control using Freund's complete adjuvant for the prime immunization and vaccinated at 1B) . Sera samples were collected from day 7 after the final vaccination.",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 240,
                    "text": "(Xia et al. 2019)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 455,
                    "end": 472,
                    "text": "(Xia et al. 2019)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 212,
                    "end": 220,
                    "text": "(Fig. 1A",
                    "ref_id": null
                },
                {
                    "start": 445,
                    "end": 452,
                    "text": "Fig. 1A",
                    "ref_id": null
                },
                {
                    "start": 753,
                    "end": 756,
                    "text": "1B)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "We first tested day-35 sera for neutralization of SARS-PsV infection using ACE2-expressing 293T cells. As shown in Fig. 1C , compared with the PBS-treated group, significant neutralization (P \\ 0.0001) was observed in the sera from SARS-PsV-treated mice at dilution of 1:100, 1:200, 1:400 and 1:800. The percent of inhibition of SARS-PsV infection in sera from the SARS-PsV-vaccinated group could reach * 97%, even at a dilution of 1:800. Then, the NT 50 s (50% neutralizing antibody titers) of these sera were further tested. As shown in Fig. 1D , the mean NT 50 of the sera was 41,425. The sera from MERS-PsVtreated mice, as negative control, did not reach our NT 50 threshold at a dilution of 1:100 and did not show a significant difference (P [ 0.5) compared with the PBStreated control group. Then, we tested the neutralization effects of the sera against MERS-PsV infection using the Huh-7 cell line. We found significant MERS-PSV neutralization effects in the sera from MERS-PsV-treated mice (Fig. 1E) . The NT 50 of these sera was also detected as 5945 (Fig. 1F) . However, the sera from SARS-PsV-treated mice could not significantly inhibit MERS-PsV infection, even at a dilution of 1:100 (Fig. 1E) . In spite of the high neutralization titer in both groups, we did not observe a significant cross-neutralization effect.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 115,
                    "end": 122,
                    "text": "Fig. 1C",
                    "ref_id": null
                },
                {
                    "start": 539,
                    "end": 546,
                    "text": "Fig. 1D",
                    "ref_id": null
                },
                {
                    "start": 999,
                    "end": 1008,
                    "text": "(Fig. 1E)",
                    "ref_id": null
                },
                {
                    "start": 1061,
                    "end": 1070,
                    "text": "(Fig. 1F)",
                    "ref_id": null
                },
                {
                    "start": 1198,
                    "end": 1207,
                    "text": "(Fig. 1E)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "To assess whether the SARS-PsV-treated mouse sera could show cross-neutralization effects for 2019-nCoV, we tested the inhibition effects of all sera using a 2019-nCoV pseudovirus system and Huh-7 cells as the target cell. No neutralization was detected, either for sera from SARS-PsV-treated mice or for MERS-PsV-treated mice, even at a dilution of 1: 100, compared with the sera from PBS-treated mice (Fig. 1G) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 403,
                    "end": 412,
                    "text": "(Fig. 1G)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "To investigate the ability to neutralize SARSr-CoVs, we further tested the inhibitory activities against two SARSr-CoVs, WIV1 and Rs3367. Interestingly, sera from SARStreated mice could significantly neutralize WIVI-PsV and Rs3367-PsV with * 92% and * 87% inhibitory activities at a dilution of 1:800 ( Fig. 1H and 1I) . However, no neutralization was observed for MERS-PSV-treated mice sera, even at a dilution of 1:100, compared with the sera from PBS-treated control ( Fig. 1H and 1I) . Then, we further investigated whether the sera from SARS-CoV spike protein-treated mice could also cross-neutralize bat SARSr-CoV, WIV1-PsV and Rs3367-PsV with high titers. The NT 50 s for WIV1-PsV and Rs3367-PsV were 8787 and 7345, respectively ( Fig. 1J and 1K ), demonstrating that sera from mice treated with SARS-CoV S protein could potently cross-neutralize infection by SARS-CoV and SARSr-CoVs, but weakly for 2019-nCoV infection, although its S protein sequence is highly similar to that of SARS-CoV spike protein (Supplementary Figure S1 , Supplementary Table S1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 303,
                    "end": 318,
                    "text": "Fig. 1H and 1I)",
                    "ref_id": null
                },
                {
                    "start": 472,
                    "end": 487,
                    "text": "Fig. 1H and 1I)",
                    "ref_id": null
                },
                {
                    "start": 738,
                    "end": 752,
                    "text": "Fig. 1J and 1K",
                    "ref_id": null
                },
                {
                    "start": 1027,
                    "end": 1036,
                    "text": "Figure S1",
                    "ref_id": null
                },
                {
                    "start": 1039,
                    "end": 1062,
                    "text": "Supplementary Table S1)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Taken together, our results indicated that the sera of mice treated with pseudotyped SARS-CoV exhibited low titer of 2019-nCoV neutralization activity (\\ 1:100), implying that it may not be practical to treat 2019-nCoV infection with anti-SARS-CoV antibodies and that people with history of SARS-CoV infection many years ago may not be resistant to 2019-nCoV infection. However, we cannot exclude the possibility that the low titer of the crossneutralizing antibody is due to the low density of S protein on the surface of pseudovirus particles. Furthermore, modifying or reconstructing the SARS-CoV S protein may enhance the exposure of conformational neutralizing epitopes in RBD, in order to increase its immunogenicity for eliciting higher cross-neutralizing antibody responses against 2019-nCoV and emerging/reemerging coronaviruses in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Animal and Human Rights The mice related experiments were carried in strict accordance with institutional regulations (approval number 20190221-070, approval date",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A Schematic representation of the production of SARS-PsV and MERS-PsV. B The immunization procedure. C Detection of sera from SARS-PsV-, MERS-PsV-and PBS-treated mice for neutralization activity against SARS-PsV infection. D Assessment of sera from SARS-PsV-treated mice for neutralizing antibody titers against SARS-PsV infection. E Detection of sera from SARS-PsV-, MERS-PsV-and PBS-treated mice for neutralizing antibody titers against MERS-PsV infection. F Assessment of sera from MERS-PsV-treated mice for the neutralizing antibody titers against MERS-PsV infection. G Detection of sera from SARS-PsV-, MERS-PsV-and PBS-treated mice for neutralization activity against 2019-nCoV-PsV infection. H-I Detection of sera from SARS-PsV-, MERS-PsV-and PBS-treated mice for neutralization activity against WIV1-PsV and Rs3367-PsV, respectively. J-K Detection of sera from SARS-PsV-treated mice for neutralization activity against WIV1-PsV and Rs3367-PsV infection. I NT 50 value of mouse sera agaisnt SARS-PsV",
            "authors": [],
            "year": null,
            "venue": "b Fig. 1 Neutralizing effects of sera from mice treated with SARS-PsV or MERS-PsV against SARS-PsV, MERS-PsV, 2019-nCoV-PsV, WIV1-PsV and Rs3367-PsV infection",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "References China CDC (2020) Tracking the epidemic",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "****p \\",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The spike protein of SARS-CoV-a target for vaccine and therapeutic development",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat Rev Microbiol",
            "volume": "7",
            "issn": "",
            "pages": "226--236",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Severe acute respiratory syndromerelated coronavirus-the species and its viruses, a statement of the Coronavirus Study Group",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Gorbalenya",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Baric",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Groot",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Gulyaeva",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Haagmans",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lauber",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Leontovich",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Neuman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Penzar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                },
                {
                    "first": "Llm",
                    "middle": [],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Samborskiy",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "A"
                    ],
                    "last": "Sidorov",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Sola",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ziebuhr",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.07.937862"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "SARS-CoV-2 cell entry depends on ACE2 and TMPRSS2 and is blocked by a clinically proven protease inhibitor",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hoffmann",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kleine-Weber",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schroeder",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Krüger",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Herrler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Erichsen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Schiergens",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Herrler",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "H"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nitsche",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Müller",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pöhlmann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cell.2020.02.052"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A distinct name is needed for the new coronavirus",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30419-0"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "An emerging coronavirus causing pneumonia outbreak in Wuhan, China: calling for developing therapeutic and prophylactic strategies",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg Microb Infect",
            "volume": "9",
            "issn": "",
            "pages": "275--277",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Potent binding of 2019 novel coronavirus spike protein by a SARS coronavirus-specific human monoclonal antibody",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ying",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg Microb Infect",
            "volume": "9",
            "issn": "",
            "pages": "382--385",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Cryo-EM structure of the 2019-nCoV spike in the prefusion conformation",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wrapp",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Corbett",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Goldsmith",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Hsieh",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Abiona",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Mclellan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "367",
            "issn": "",
            "pages": "1260--1263",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A pancoronavirus fusion inhibitor targeting the HR1 domain of human coronavirus spike",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Agrawal",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Algaissi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Tseng",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "A"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Sci Adv",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Zezhong Liu and Shuai Xia have contributed equally to this work.Electronic supplementary materialThe online version of this article (https://doi.org/10.1007/s12250-020-00214-5) contains supplementary material, which is available to authorized users.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Conflict of interest The authors declare that they have no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with Ethical Standards"
        }
    ]
}