{"paper_id": "185d2f29f7e7141002752d977076317122c8abcd", "metadata": {"title": "Supplementary appendix", "authors": []}, "abstract": [], "body_text": [{"text": "We sought to assess the extent that organisations responsible for producing assessments of macroeconomic risk include infectious disease threats in their deliberations. To do this we analysed relevant reports published by three of the most authoritative such organisations before and after major infectious disease outbreaks, examining the frequency that these reports mentioned infectious disease-related risks.", "cite_spans": [], "ref_spans": [], "section": "Analysis of macroeconomic assessments of countries affected by infectious disease outbreaks -overview of method and results"}, {"text": "Our analytic sample focused on countries significantly affected by four globally important infectious disease outbreaks over the past 15 years: SARS, MERS, Ebola and Zika. The countries most severely impacted by each infectious disease events were selected, based on previous assessments of health and economic impact (Keogh-Brown & Smith, 2008; Lee & McKibbin, 2004; WHO Ebola Response Team, 2014; World Health Organization, 2016a For each outbreak we identified a country-specific index date: the date the outbreak was officially recognized in each target country, based on WHO and CDC situation reports (Centers for Disease Control, 2003; World Health Organization, 2003a , 2015g, 2015h, 2016b , 2003b , 2015a , 2015b , 2015c , 2015d .", "cite_spans": [{"start": 318, "end": 345, "text": "(Keogh-Brown & Smith, 2008;", "ref_id": "BIBREF3"}, {"start": 346, "end": 367, "text": "Lee & McKibbin, 2004;", "ref_id": "BIBREF4"}, {"start": 368, "end": 398, "text": "WHO Ebola Response Team, 2014;", "ref_id": null}, {"start": 399, "end": 431, "text": "World Health Organization, 2016a", "ref_id": null}, {"start": 627, "end": 641, "text": "Control, 2003;", "ref_id": null}, {"start": 642, "end": 674, "text": "World Health Organization, 2003a", "ref_id": null}, {"start": 675, "end": 696, "text": ", 2015g, 2015h, 2016b", "ref_id": "BIBREF8"}, {"start": 697, "end": 704, "text": ", 2003b", "ref_id": "BIBREF7"}, {"start": 705, "end": 712, "text": ", 2015a", "ref_id": "BIBREF8"}, {"start": 713, "end": 720, "text": ", 2015b", "ref_id": "BIBREF8"}, {"start": 721, "end": 728, "text": ", 2015c", "ref_id": "BIBREF8"}, {"start": 729, "end": 736, "text": ", 2015d", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Disease events and countries analysed"}, {"text": "We retrieved assessments of economic risk by three organisations: the International Monetary Fund, a leading sovereign credit rating agency (Standard & Poor's -S&P) and a leading economic analytics provider (the Economist Intelligence Unit -EIU). We selected these organisations as their assessments of countries' macroeconomic stability are widely used by governments, investors and bond market participants in guiding their decisions on investing in or lending to countries. As such, their assessments are likely to have some influence on how countries prioritise government spending towards competing demands. They are also likely to be indicative of the analytic tendencies of other less influential economic actors.", "cite_spans": [], "ref_spans": [], "section": "Description of reports analysed"}, {"text": "We examined relevant reports published by the IMF, S&P and EIU relating to each target country within a 48-month window extending 24 months either side of the country-specific date of outbreak recognition. For the IMF, we examined reports on IMF Article IV Consultations; for S&P we examined reports relating to country economic assessments, including reports of formal changes in S&P's rating of these countries' sovereign credit risk; and for the EIU we examined their Country Reports.", "cite_spans": [], "ref_spans": [], "section": "Description of reports analysed"}, {"text": "IMF Article IV Consultations are undertaken periodically between the IMF and participating member states, (which includes all countries in our sample except Venezuela). These consultations are bilateral discussions between the IMF and countries that attempt to assess a country's economic situation, with a view to advising on major economic risks and suggest policies to address these. Following the conclusion of a consultation, member states elect whether a full IMF Staff Report is released or whether a shorter Press Notice is issued. Where available, we preferentially retrieved publicly released Staff Reports.", "cite_spans": [], "ref_spans": [], "section": "Description of reports analysed"}, {"text": "Standard & Poor's provides periodic country-level research reports for countries receiving sovereign credit ratings, (which includes all countries in our sample except Guinea, Liberia and Sierra Leone) as well as issuing news updates accompanying credit rating revisions. We analysed three types of macroeconomic assessments published by S&P: Research Updates, Summary and Full Analyses, and Rating Action News items. We also analysed EIU Country Reports, which are issued either monthly or quarterly (depending on the country) and provide an overview of economic and political conditions. The reports from S&P and EIU are proprietary resources accessed via an institutional licence.", "cite_spans": [], "ref_spans": [], "section": "Description of reports analysed"}, {"text": "We classified each report as being either pre or post event, depending on the relevant country index date and used this classification to construct frequency tables of the number of reports published by each organisation with any reference to target terms.", "cite_spans": [], "ref_spans": [], "section": "Identifying instances of infectious disease and other risk terms in reports"}, {"text": "Reports were screened in the R computing environment (R Core Team, 2015) using the tm package (Feinerer et al., 2008) to identify instances of terms directly related to four sources of economic risk: infectious disease, environmental disaster, conflict and civil disorder risk (excluding terrorism-related risks) and terrorism-related risk [see Table 2 for search terms used]. Reports screened positive for a term if they contained any instance of that term. We automatically excluded references to HIV/AIDS that occurred in the context of reports on countries' progress towards Millennium Development Goal 6 as such instances were by definition post-event reports and failure to screen may have inappropriately inflated pre-event counts.", "cite_spans": [{"start": 94, "end": 117, "text": "(Feinerer et al., 2008)", "ref_id": "BIBREF2"}], "ref_spans": [{"start": 345, "end": 352, "text": "Table 2", "ref_id": "TABREF3"}], "section": "Identifying instances of infectious disease and other risk terms in reports"}, {"text": "We manually reviewed documents that screened positive for infectious disease risk terms to check that the context of use was relevant to infectious disease risk and that its timing classification (pre or post event) was appropriate. We found a number of instances where a report had screened positive for an infectious disease-related term (such as 'epidemic') but the context of its use or timing classification was unrelated to our analytic goal. We chose not to exclude any of these instances, which affected only reports from the pre-outbreak category, from our counts but comment on these findings below and in our main article. This likely biases our results towards overestimating the true frequency that infectious disease threat is considered in economic assessments.", "cite_spans": [], "ref_spans": [], "section": "Identifying instances of infectious disease and other risk terms in reports"}, {"text": "Of 27 IMF Article IV reports retrieved, 19 covered periods in the 24-month window before a major infectious disease outbreak (the pre-period) and 8 in the period afterwards (the post-period). We also analysed 64 S&P and 247 EIU reports published in the pre-period, and 49 S&P and 193 EIU reports published in the postperiod.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "In the pre-period no IMF reports (0/19) mentioned infectious disease outbreakspecific risk terms, compared to 5/8 (62.5%) that did. These post-period reports typically commented on the economic damage caused by the SARS outbreak, for example: This compares with 0/64 pre-period and 4/49 (8.2%) post-period S&P reports, and 23/247 (9.3%) pre-period and 122/193 (63.2%) post-period EIU reports that mentioned infectious disease outbreak-specific risk terms. Of the 23 pre-event EIU reports that screened positive for infectious disease risk terms: ! 11 were terms such as 'epidemic' being used to refer to another type of risk (e.g. crime epidemic); ! 5 referred to an event that had already occurred elsewhere (e.g. mentions of the 2014 West Africa Ebola outbreak made in reports about Brazil in 2015); ! 4 referred to a previous infectious disease event in that country (e.g.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "reference to a previous dengue epidemic in Venezuela made in October 2014); and ! 3 referred to actions being taken to address the threat posed by infectious diseases (e.g. reference to a joint meeting of Latin American governments to improve coordination to environmental and health risks associated with weather phenomena such as El Niño).", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Overall a clear pattern emerges with relatively few mentions of terms relating to infectious disease outbreaks in the period before major outbreaks but a large increase after such events. This may demonstrate a lack of prospective attention on infectious disease risks, with the large increase in mentions following such events indicative of the economic importance of such disease events.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "A graphical summary of the results of our analysis is shown in Figure 2 . ", "cite_spans": [], "ref_spans": [{"start": 63, "end": 71, "text": "Figure 2", "ref_id": null}], "section": "Results"}], "bib_entries": {"BIBREF1": {"ref_id": "b1", "title": "Update : Severe Acute Respiratory Syndrome -Toronto, Canada", "authors": [], "year": 2003, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Text Mining Infrastructure in R", "authors": [{"first": "I", "middle": [], "last": "Feinerer", "suffix": ""}, {"first": "K", "middle": [], "last": "Hornik", "suffix": ""}, {"first": "D", "middle": [], "last": "Meyer", "suffix": ""}], "year": 2008, "venue": "Journal of Statistical Software", "volume": "25", "issn": "5", "pages": "1--54", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "The economic impact of SARS: How does the reality match the predictions? Health Policy", "authors": [{"first": "M", "middle": ["R"], "last": "Keogh-Brown", "suffix": ""}, {"first": "R", "middle": ["D"], "last": "Smith", "suffix": ""}], "year": 2008, "venue": "", "volume": "88", "issn": "", "pages": "110--120", "other_ids": {"DOI": ["10.1016/j.healthpol.2008.03.003"]}}, "BIBREF4": {"ref_id": "b4", "title": "ESTIMATING THE GLOBAL ECONOMIC COSTS OF SARS", "authors": [{"first": "J.-W", "middle": [], "last": "Lee", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Mckibbin", "suffix": ""}], "year": 2004, "venue": "Learning from SARS: Preparing for the Next Disease Outbreak: Workshop Summary", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Pan American Health Organization / World Health Organization. Cumulative Zika suspected and confirmed cases reported by countries and territories in the Americas", "authors": [], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "R: A language and environment for statistical computing. R Foundation for Statistical Computing", "authors": [{"first": "", "middle": [], "last": "R Core Team", "suffix": ""}], "year": 2014, "venue": "Ebola Response Roadmap Situation Report. World Health Organization", "volume": "", "issn": "", "pages": "1--12", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Middle East respiratory syndrome coronavirus Joint Kingdom of Saudi Arabia / WHO mission", "authors": [], "year": 2003, "venue": "World Health Organization", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "WHO | Middle East respiratory syndrome coronavirus (MERS-CoV) -Republic of Korea", "authors": [], "year": 2015, "venue": "Zika virus infection -Trinidad and Tobago", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Timing of reports analysed relative to country infectious disease outbreaksEach circle represents a report analysed with vertical lines indicating the country-specific index date of disease outbreak. Variation in prevalence of terms associated with infectious disease and other risk factors in reports assessing country macroeconomic outlookEIU = Economist Intelligence Unit; IMF = International Monetary Fund; S&P = Standard & Poor's; PRE = before index disease outbreak; POST = after index disease outbreak.", "latex": null, "type": "figure"}, "TABREF0": {"text": "). In the case of Zika, countries with the highest number of confirmed cases at the time of study (March 2016) were included (PAHO/WHO 2016). For the SARS outbreak we analysed reports relating to Hong Kong, China, Singapore and Canada; for MERS we examined Saudi Arabia and South Korea; for Ebola we examined Liberia, Sierra Leone, Guinea and Nigeria; and for Zika we examined Colombia, Brazil, Suriname, Venezuela and Trinidad & Tobago.", "latex": null, "type": "table"}, "TABREF2": {"text": "IMF, S&P and EIU reports retrieved by country", "latex": null, "type": "table"}, "TABREF3": {"text": "Screening search terms used in text analysis", "latex": null, "type": "table"}, "TABREF4": {"text": "Changes in prevalence of infectious disease and other risk search terms in 24 months before and after major infectious disease outbreaks (2001", "latex": null, "type": "table"}}, "back_matter": []}