{
    "paper_id": "18d0d8592fbdf1136f6750a9e67b19d7489b83c8",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "It has become clear that a hard lockdown does not protect old and frail people living in care homes-a population the lockdown was designed to protect. 3 Neither does it decrease mortality from COVID-19, which is evident when comparing the UK's experience with that of other European countries.",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 152,
                    "text": "3",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "PCR testing and some straightforward assumptions indicate that, as of April 29, 2020, more than half a million people in Stockholm county, Sweden, which is about 20-25% of the population, have been infected (Hansson D, Swedish Public Health Agency, personal communication). 98-99% of these people are probably unaware or uncertain of having had the infection; they either had symptoms that were severe, but not severe enough for them to go to a hospital and get tested, or no symptoms at all. Serology testing is now supporting these assumptions. 4 These facts have led me to the following conclusions. Everyone will be exposed to severe acute respiratory syndrome coronavirus 2, and most people will become infected. COVID-19 is spreading like wildfire in all countries, but we do not see it-it almost always spreads from younger people with no or weak symptoms to other people who will also have mild symptoms. This is the real pandemic, but it goes on beneath the surface, and is probably at its peak now in many European countries. There is very little we can do to prevent this spread: a lockdown might delay severe cases for a while, but once restrictions are eased, cases will reappear. I expect that when we count the number of deaths from COVID-19 in each country in 1 year from now, the figures will be similar, regardless of measures taken.",
            "cite_spans": [
                {
                    "start": 547,
                    "end": 548,
                    "text": "4",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Measures to flatten the curve might have an effect, but a lockdown only pushes the severe cases into the future -it will not prevent them. Admittedly, countries have managed to slow down spread so as not to overburden health-care systems, and, yes, effective drugs that save lives might soon be developed, but this pandemic is swift, and those drugs have to be developed, tested, and marketed quickly. Much hope is put in vaccines, but they will take time, and with the unclear protective immunological response to infection, it is not certain that vaccines will be very effective.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In summary, COVID-19 is a disease that is highly infectious and spreads rapidly through society. It is often quite symptomless and might pass unnoticed, but it also causes severe disease, and even death, in a proportion of the population, and our most important task is not to stop spread, which is all but futile, but to concentrate on giving the unfortunate victims optimal care. I declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Swedish PM warned over 'Russian roulette-style' Covid-19 strategy",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Henley",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "European Centre for Disease Prevention and Control",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Hard to prevent care home deaths, says Chris Whitty",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bbc",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Coronavirus",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Var femte anställd på Danderyds sjukhus har haft smittan",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hedberg",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "www.thelancet.com Published online May 5, 2020 https://doi.org/10.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}