{
    "paper_id": "19b9ac46107d427283c83634299d0f0e0ec41819",
    "metadata": {
        "title": "A Nanostructured Microfluidic Immunoassay Platform for Highly Sensitive Infectious Pathogen Detection",
        "authors": [
            {
                "first": "Xu",
                "middle": [],
                "last": "Yu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yiqiu",
                "middle": [],
                "last": "Xia",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yi",
                "middle": [],
                "last": "Tang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wen-Long",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yin-Ting",
                "middle": [],
                "last": "Yeh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Huaguang",
                "middle": [],
                "last": "Lu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Si-Yang",
                "middle": [],
                "last": "Zheng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "caused catastrophes on economic development, and became one of the major public health concerns. [1] [2] [3] Among them, the AIV, a lipid enveloped RNA virus of type A avian influenza virus in the orthomyxoviridae family, can cause acute respiratory infection in birds. [4, 5] The highly pathogenic (HP) H5N1 AIV has caused deadly outbreaks of domestic poultry in China, Southeast Asian, Middle East, and European countries since early 2000. In the United States, an HP H5N2 AIV epidemic resulted in depopulations of more than 30.7 million birds in 15 affected states between 2014 and 2015. [6] Moreover, pandemic human influenza is at high risk due to the continuing mutations of the avian origin AIVs. [5, 7] Therefore, it is critically urgent to develop fast and sensitive methods to closely monitor the presence of the AIV in vulnerable host population and quickly detect it during the early stage of the infection, [3, 5] so that immediate prevention and control procedures can be adopted to prevent virus spread and disease outbreaks. In this work, AIV was used as the diagnostic target, although the platform itself is applicable to all pathogens with available antibodies. Rapid and simultaneous detection of multiple potential pathogens by portable devices can facilitate early diagnosis of infectious diseases, and allow for rapid and effective implementation of disease prevention and treatment measures. The development of a ZnO nanorod integrated microdevice as a multiplex immunofluorescence platform for highly sensitive and selective detection of avian influenza virus (AIV) is described. The 3D morphology and unique optical property of the ZnO nanorods boost the detection limit of the H5N2 AIV to as low as 3.6 × 10 3 EID 50 mL −1 (EID 50 : 50% embryo infectious dose), which is ≈22 times more sensitive than conventional enzyme-linked immunosorbent assay. The entire virus capture and detection process could be completed within 1.5 h with excellent selectivity. Moreover, this microfluidic biosensor is capable of detecting multiple viruses simultaneously by spatial encoding of capture antibodies. One prominent feature of the device is that the captured H5N2 AIV can be released by simply dissolving ZnO nanorods under slightly acidic environment for subsequent off-chip analyses. As a whole, this platform provides a powerful tool for rapid detection of multiple pathogens, which may extent to the other fields for low-cost and convenient biomarker detection.",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 100,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 101,
                    "end": 104,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 105,
                    "end": 108,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 270,
                    "end": 273,
                    "text": "[4,",
                    "ref_id": null
                },
                {
                    "start": 274,
                    "end": 276,
                    "text": "5]",
                    "ref_id": null
                },
                {
                    "start": 591,
                    "end": 594,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 704,
                    "end": 707,
                    "text": "[5,",
                    "ref_id": null
                },
                {
                    "start": 708,
                    "end": 710,
                    "text": "7]",
                    "ref_id": null
                },
                {
                    "start": 920,
                    "end": 923,
                    "text": "[3,",
                    "ref_id": null
                },
                {
                    "start": 924,
                    "end": 926,
                    "text": "5]",
                    "ref_id": null
                },
                {
                    "start": 1755,
                    "end": 1757,
                    "text": "50",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Currently, many methods have been developed to detect the AIV, including the traditional virus isolation method in chicken embryos, immunological methods such as enzymelinked immunosorbent assay (ELISA), molecular assays using reverse transcription polymerase chain reaction (RT-PCR) and its real time version, and more recent nanoparticles based biosensors with some signal amplification strategies. [2, [7] [8] [9] [10] [11] [12] [13] The existing virus detection approaches face some notable challenges, for example, poor sensitivity and specificity, time-consuming and complicated procedures, and sophisticated sample pretreatment. These drawbacks limit the accessibility and usability of the quantitative diagnostics. A viable solution to these problems is to develop a rapid, robust, selective, and sensitive system that does not depend on signal amplification and yet sensitive enough for routine AIV screening.",
            "cite_spans": [
                {
                    "start": 401,
                    "end": 404,
                    "text": "[2,",
                    "ref_id": null
                },
                {
                    "start": 405,
                    "end": 408,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 409,
                    "end": 412,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 413,
                    "end": 416,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 417,
                    "end": 421,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 422,
                    "end": 426,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 427,
                    "end": 431,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 432,
                    "end": 436,
                    "text": "[13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the past decades, microfluidic devices have demonstrated their potentials in integrating multiplexed functional units into single devices and enabling miniaturization of whole analysis systems, which has become attractive tools for many biological and biomedical applications. [14] [15] [16] [17] [18] They have many benefits such as system integration, [18] [19] [20] portability, [21] [22] [23] [24] low sample consumption and waste generation, [20, 25] reagents and time saving, [2, 18, 26] fast mass transfer, and convenience and suitability for portable applications. [14, [21] [22] [23] 27] Microfluidic devices can be employed in the detection of pathogens for practical samples and medical diagnosis. [2, 5, 28, 29] Meanwhile, multiplexed detection is feasible in microfluidic chips with spatial encoding technique. [23, 29, 30] Although there are some microfluidic-based sensing platforms for the detection of pathogens. [31, 32] However, most of the biosensors are focused on the single detection in microfluidic chip. [5, 22] Some microfluidic-based sensing platforms for pathogens are using the signal amplification methods in order to obtain quantitative performance such as microfluidics-based PCR platform, [2] loop-mediated isothermal amplification (LAMP), [33] and rolling circle amplification (RCA). [34] In general, these methods require sophisticated fabrication process, complex operations, circular DNA template, and specifically designed primer pairs or enzymes. Therefore, the highly sensitive and multiplex pathogen detection in the microfluidic chips without complex signal amplification is still much needed.",
            "cite_spans": [
                {
                    "start": 280,
                    "end": 284,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 285,
                    "end": 289,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 290,
                    "end": 294,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 295,
                    "end": 299,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 300,
                    "end": 304,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 357,
                    "end": 361,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 362,
                    "end": 366,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 367,
                    "end": 371,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 385,
                    "end": 389,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 390,
                    "end": 394,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 395,
                    "end": 399,
                    "text": "[23]",
                    "ref_id": null
                },
                {
                    "start": 400,
                    "end": 404,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 450,
                    "end": 454,
                    "text": "[20,",
                    "ref_id": null
                },
                {
                    "start": 455,
                    "end": 458,
                    "text": "25]",
                    "ref_id": null
                },
                {
                    "start": 485,
                    "end": 488,
                    "text": "[2,",
                    "ref_id": null
                },
                {
                    "start": 489,
                    "end": 492,
                    "text": "18,",
                    "ref_id": null
                },
                {
                    "start": 493,
                    "end": 496,
                    "text": "26]",
                    "ref_id": null
                },
                {
                    "start": 576,
                    "end": 580,
                    "text": "[14,",
                    "ref_id": null
                },
                {
                    "start": 581,
                    "end": 585,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 586,
                    "end": 590,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 591,
                    "end": 595,
                    "text": "[23]",
                    "ref_id": null
                },
                {
                    "start": 596,
                    "end": 599,
                    "text": "27]",
                    "ref_id": null
                },
                {
                    "start": 712,
                    "end": 715,
                    "text": "[2,",
                    "ref_id": null
                },
                {
                    "start": 716,
                    "end": 718,
                    "text": "5,",
                    "ref_id": null
                },
                {
                    "start": 719,
                    "end": 722,
                    "text": "28,",
                    "ref_id": null
                },
                {
                    "start": 723,
                    "end": 726,
                    "text": "29]",
                    "ref_id": null
                },
                {
                    "start": 827,
                    "end": 831,
                    "text": "[23,",
                    "ref_id": null
                },
                {
                    "start": 832,
                    "end": 835,
                    "text": "29,",
                    "ref_id": null
                },
                {
                    "start": 836,
                    "end": 839,
                    "text": "30]",
                    "ref_id": null
                },
                {
                    "start": 933,
                    "end": 937,
                    "text": "[31,",
                    "ref_id": null
                },
                {
                    "start": 938,
                    "end": 941,
                    "text": "32]",
                    "ref_id": null
                },
                {
                    "start": 1032,
                    "end": 1035,
                    "text": "[5,",
                    "ref_id": null
                },
                {
                    "start": 1036,
                    "end": 1039,
                    "text": "22]",
                    "ref_id": null
                },
                {
                    "start": 1225,
                    "end": 1228,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 1276,
                    "end": 1280,
                    "text": "[33]",
                    "ref_id": null
                },
                {
                    "start": 1321,
                    "end": 1325,
                    "text": "[34]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Rough 3D nanostructured surfaces have garnered much interest for microfluidics and biosensor development. [28, [30] [31] [32] [33] [34] [35] [36] For the same apparent surface area, the 3D nanostructured surfaces provide more binding sites for capture probes and targets, generate different surface properties (e.g., superhydrophobicity) from the flat surface, [37] enhance detection signals, and supply topological and morphological features to encourage the interaction between device surface and nanoscale objects, such as proteins, nucleic acid molecules, and the microfilament/pseudopodium of cells. [30, [38] [39] [40] [41] [42] [43] [44] Meanwhile, the diffusion distance is efficiently reduced for antibodies and pathogens within the nanostructures, [30, 45] which accelerates the diffusion-dependent steps in pathogen capture and detection. Silicon pillars etched by hydrofluoric acid with the aid of Ag + are commonly used for bioassays, such as circulating tumor cell enrichment, [46, 47] virus capture, [48] and bacterial detection. [49] However, the substrate for silicon pillars is not transparent, which limits its applications in the biosensor platforms that use optical detection. ZnO is a semiconductor material and is widely applied in energy harvesting and conversion. [50, 51] The controllable growth of the semitransparent ZnO nanostructures (ZnO nanowires or nanorods) directly on glass substrate is more feasible for biosensors based on optical detection. Previous reports suggest that ZnO nanostructures can enhance the biomolecular fluorescence intensity. [52, 53] We hypothesize that the high surface-to-volume ratio and intensified fluorescence of the ZnO nanostructure can significantly improve the sensitivity of the immunoassays for pathogen detection. Furthermore, the integration of the nanomaterials into microfluidic chips not only provides the capability for pathogen capture and detection but also enables portable multiplex pathogen assays by spatial encoding. In this paper, we report a new ZnO nanorods integrated microchip (ZnO-NIM) that captures AIV on immunologically functionalized ZnO nanorod surface and detect viruses by multiplexed sandwich immunoassay. To improve the interaction on the ZnO nanorod surface, herringbone structures were incorporated inside the microfluidic device for enhanced mixing. [54, 55] Highly selective detection of H5N2 subtype AIV is achieved by fast continuous flow in the microfluidic channels that effectively minimizes nonspecific adsorption. [2, 29, 56] The entire detection process could be completed within 1.5 h, while the limit of detection (LOD) for the H5N2 AIV was measured as 3.6 × 10 3 EID 50 mL −1 . This platform shows the capability for simultaneous detection of multiple viral pathogens by spatial encoding different antibodies onto the same ZnO-NIM. Moreover, we further demonstrated the captured H5N2 AIV could be released by simply dissolving the ZnO nanorods in acidic environment and the released H5N2 AIV could be detected by the real-time RT-PCR (rRT-PCR). The successful virus release enables subsequent off-chip analyses of the captured viruses by ZnO-NIM, which complements to the on-chip multiplexed sandwich immunoassay and greatly expands its capability.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 110,
                    "text": "[28,",
                    "ref_id": null
                },
                {
                    "start": 111,
                    "end": 115,
                    "text": "[30]",
                    "ref_id": null
                },
                {
                    "start": 116,
                    "end": 120,
                    "text": "[31]",
                    "ref_id": null
                },
                {
                    "start": 121,
                    "end": 125,
                    "text": "[32]",
                    "ref_id": null
                },
                {
                    "start": 126,
                    "end": 130,
                    "text": "[33]",
                    "ref_id": null
                },
                {
                    "start": 131,
                    "end": 135,
                    "text": "[34]",
                    "ref_id": null
                },
                {
                    "start": 136,
                    "end": 140,
                    "text": "[35]",
                    "ref_id": null
                },
                {
                    "start": 141,
                    "end": 145,
                    "text": "[36]",
                    "ref_id": null
                },
                {
                    "start": 361,
                    "end": 365,
                    "text": "[37]",
                    "ref_id": null
                },
                {
                    "start": 605,
                    "end": 609,
                    "text": "[30,",
                    "ref_id": null
                },
                {
                    "start": 610,
                    "end": 614,
                    "text": "[38]",
                    "ref_id": null
                },
                {
                    "start": 615,
                    "end": 619,
                    "text": "[39]",
                    "ref_id": null
                },
                {
                    "start": 620,
                    "end": 624,
                    "text": "[40]",
                    "ref_id": null
                },
                {
                    "start": 625,
                    "end": 629,
                    "text": "[41]",
                    "ref_id": null
                },
                {
                    "start": 630,
                    "end": 634,
                    "text": "[42]",
                    "ref_id": null
                },
                {
                    "start": 635,
                    "end": 639,
                    "text": "[43]",
                    "ref_id": null
                },
                {
                    "start": 640,
                    "end": 644,
                    "text": "[44]",
                    "ref_id": null
                },
                {
                    "start": 758,
                    "end": 762,
                    "text": "[30,",
                    "ref_id": null
                },
                {
                    "start": 763,
                    "end": 766,
                    "text": "45]",
                    "ref_id": null
                },
                {
                    "start": 991,
                    "end": 995,
                    "text": "[46,",
                    "ref_id": null
                },
                {
                    "start": 996,
                    "end": 999,
                    "text": "47]",
                    "ref_id": null
                },
                {
                    "start": 1015,
                    "end": 1019,
                    "text": "[48]",
                    "ref_id": null
                },
                {
                    "start": 1045,
                    "end": 1049,
                    "text": "[49]",
                    "ref_id": null
                },
                {
                    "start": 1289,
                    "end": 1293,
                    "text": "[50,",
                    "ref_id": null
                },
                {
                    "start": 1294,
                    "end": 1297,
                    "text": "51]",
                    "ref_id": null
                },
                {
                    "start": 1582,
                    "end": 1586,
                    "text": "[52,",
                    "ref_id": null
                },
                {
                    "start": 1587,
                    "end": 1590,
                    "text": "53]",
                    "ref_id": null
                },
                {
                    "start": 2350,
                    "end": 2354,
                    "text": "[54,",
                    "ref_id": null
                },
                {
                    "start": 2355,
                    "end": 2358,
                    "text": "55]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 2522,
                    "end": 2525,
                    "text": "[2,",
                    "ref_id": null
                },
                {
                    "start": 2526,
                    "end": 2529,
                    "text": "29,",
                    "ref_id": null
                },
                {
                    "start": 2530,
                    "end": 2533,
                    "text": "56]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The ZnO nanorods were synthesized on the KMnO 4 activated glass slides in a batch process using a hydrothermal deposit method (Section S1, Supporting Information), [57, 58] which is a low-cost process and can easily be scaled up. Figure 1A ,B and Figure S3 (Supporting Information) depict the scanning electron microscopy (SEM) images of high-density ZnO nanorods fabricated on the surface of a glass slide. The ZnO nanorods on the glass slides do not have a preferred growth direction, which is different from the seed-induced methods of ZnO growth. [50, 59] The morphology of the ZnO nanorod surface exhibits a nanostructure with high roughness as well as large surface-to-volume ratio. More binding sites can be used to conjugate capture antibodies, DNA aptamers, peptides, and so on.",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 168,
                    "text": "[57,",
                    "ref_id": null
                },
                {
                    "start": 169,
                    "end": 172,
                    "text": "58]",
                    "ref_id": null
                },
                {
                    "start": 551,
                    "end": 555,
                    "text": "[50,",
                    "ref_id": null
                },
                {
                    "start": 556,
                    "end": 559,
                    "text": "59]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 230,
                    "end": 239,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 247,
                    "end": 256,
                    "text": "Figure S3",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Characterization of the ZnO Nanorods Fabricated on the Glass Slides"
        },
        {
            "text": "www.small-journal.com",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Characterization of the ZnO Nanorods Fabricated on the Glass Slides"
        },
        {
            "text": "The ZnO nanorod slides are translucent ( Figure 1C ) and can be directly used for the fluorescence imaging under transmitted light illumination, which is impossible for the opaque silicon nanopillars. Although the ZnO nanorod slides are translucent, they provide a better surface for fluorescence detection compared with bare glass slides. The fluorescence enhancement property of the semitransparent ZnO nanostructured glass substrate helps to boost up the overall detection sensitivity (Section S4, Figure S4 , Supporting Information) by 70% for 100 nm fluorescent beads and 30% for fluorophores. The effect is purely optical and caused by neither larger surface area nor more fluorophores. It agrees with previous reports on the fluorescence enhancement effect randomly aligned ZnO nanorods, which is better than the vertical growth ZnO nanowires. [60, 61] Interfacial electron transfer and evanescence waveguide of the ZnO nanostructures may attribute to the fluorescence enhancement effect we observed. [62, 63] The X-ray diffraction (XRD) spectra pattern of the ZnO nanorods modified glass ( Figure 1D [64] The XRD pattern contains no impurity peaks, indicating the high purity of the ZnO nanorods and perfect phase transformation. Observing under optical microscope, the ZnO nanorod slide has a homogeneous roughness, which is highly desirable in fluorescence imaging detection ( Figure 1E ). The Fourier transform infrared (FT-IR) spectrum of the ZnO nanorod slide ( Figure 1F assigned to the stretching vibration mode of hydroxyl group, a peak at 1585 cm −1 that may be attributed to the first overtone of the crucial stretching mode of hydroxyl group, and peaks at 1388 and 876 cm −1 that can be ascribed to the incorporated carbonate. The hydroxyl group could be easily modified with various silane reagents with functional groups, such as NH 2 , SH, CC, and so on. [35, 49, 58] Figure 2 depicts the design principle of immunological capture and on-chip sandwich immunoassay for pathogen detection in a ZnO-NIM. Details on the design and fabrication of the device are described in the Experimental Section and Section S1 (Supporting Information) (Figures S1 and S2, Supporting Information). The ZnO-NIM adopts regular hexagon geometry for multiplexed detection of a maximum of six pathogens. Each side of the hexagon corresponds to one potential pathogen. Before the immunoassays, different capture monoclonal antibodies (mAbs) are conjugated to the ZnO nanorod surface on different hexagonal sides of the ZnO-NIM. First loading reagents and the sample, the target pathogens can be captured on the mAb-ZnO surface of one or multiple branched channels ( Figure 2B ). After washing with buffer, the interfering pathogens and contaminants are washed out of the device by the continuous high-speed flow. The herringbone structure in the ZnO-NIM increases the liquid mixing thus enhances the chances of interactions between the target pathogen and the mAb on the ZnO surface. After pathogen capture, biotin-labeled detection monoclonal antibodies (detection mAb-biotin) are loaded into the ZnO-NIM device and allowed to react with the captured pathogen to generate the sandwich immune complexes ( Figure 2C ). Fluorescence signal is generated using cyanine dye-conjugated streptavidin (Cy3-SA) by utilizing the high affinity between biotin and streptavidin [5, 65] (dissociation constant on the order of ≈10 −14 m). The large and rough ZnO nanostructured surface provides a large number of binding sites for pathogen capture and shortens the diffusion distance for the target and reagents. www.small-journal.com in various solutions. The nanostructured ZnO nanorod surface was first treated with (3-glycidyloxypropyl)trimethoxysilane (GPTMS) to obtain the epoxy groups that can react with the NH 2 , SH, or OH group at different pH conditions. After the GPTMS modification, the adsorption band for hydroxyl group around 3376 cm −1 in the FT-IR spectrum disappeared, suggesting the successful modification with epoxysilane (Section S5, Figure S5 , Supporting Information). Then the H5 mAb was conjugated to the GPTMS-modified ZnO nanorod surfaces through epoxy ring-opening reaction. Unreacted epoxy groups on the ZnO nanorod surfaces were blocked with the methoxy polyethylene glycol thiol (mPEG-SH) and the bovine serum albumin (BSA). Figure 3B ,C provides SEM images of the ZnO nanorods on the glass slides after modification of the H5 mAb for H5N2 AIV. The H5 mAbmodified area on the ZnO slide was darker than unmodified area that lies outside of the microfluidic channel with the same imaging process and condition ( Figure 3B ), which implied the H5 mAb were conjugated onto the ZnO nanorods. As it is well known that ZnO nanoparticles or ZnO nanorods can dissolve at the acidic condition, the stability of ZnO nanorods on the microfluidic channel should be characterized after the modification of H5 mAb. The morphology of H5 mAb modified ZnO nanorods remained the same after surface modification as the pure ZnO nanorods, which confirmed that the ZnO nanorods were stable during the neutral pH condition of H5 mAb modification. Surface functionalization with other capture antibodies follows the same procedure.",
            "cite_spans": [
                {
                    "start": 851,
                    "end": 855,
                    "text": "[60,",
                    "ref_id": null
                },
                {
                    "start": 856,
                    "end": 859,
                    "text": "61]",
                    "ref_id": null
                },
                {
                    "start": 1008,
                    "end": 1012,
                    "text": "[62,",
                    "ref_id": null
                },
                {
                    "start": 1013,
                    "end": 1016,
                    "text": "63]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 1108,
                    "end": 1112,
                    "text": "[64]",
                    "ref_id": null
                },
                {
                    "start": 1881,
                    "end": 1885,
                    "text": "[35,",
                    "ref_id": null
                },
                {
                    "start": 1886,
                    "end": 1889,
                    "text": "49,",
                    "ref_id": null
                },
                {
                    "start": 1890,
                    "end": 1893,
                    "text": "58]",
                    "ref_id": null
                },
                {
                    "start": 3367,
                    "end": 3370,
                    "text": "[5,",
                    "ref_id": null
                },
                {
                    "start": 3371,
                    "end": 3374,
                    "text": "65]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 41,
                    "end": 50,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 501,
                    "end": 510,
                    "text": "Figure S4",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 1098,
                    "end": 1107,
                    "text": "Figure 1D",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1387,
                    "end": 1396,
                    "text": "Figure 1E",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1475,
                    "end": 1484,
                    "text": "Figure 1F",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1894,
                    "end": 1902,
                    "text": "Figure 2",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 2668,
                    "end": 2677,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 3207,
                    "end": 3216,
                    "text": "Figure 2C",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 4048,
                    "end": 4057,
                    "text": "Figure S5",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 4349,
                    "end": 4358,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 4634,
                    "end": 4643,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Characterization of the ZnO Nanorods Fabricated on the Glass Slides"
        },
        {
            "text": "We investigated the increase of binding sites on the ZnOnanostructured surface over those on the bare glass substrates and the effects of physical adsorption versus chemical conjugation. First, ZnO-nanostructured glass slides and bare glass slides were H5 mAb modified with or without the covalent linker GPTMS. Then DyLight-conjugated goat antimouse IgG was used to react with the primary H5 mAb. Fluorescence images were recorded under exactly the same conditions and analyzed to evaluate the performance of H5 mAb surface modification. As shown in Figure 4 , after the DyLightconjugated goat antimouse IgG reacted with the H5 mAb, the fluorescence intensities of the bare glass slides, GPTMSmodified glass slides, ZnO-nanostructured glass slides, and GPTMS-modified ZnO nanostructured glass slides were 6170 ± 158, 12 852 ± 787, 51 110 ± 3456, and 58 966 ± 2060 (A.U.), respectively. The GPTMS-modified ZnO nanostructured glass slides show 9.56-fold, 4.59-fold, and 1.15-fold higher fluorescence than the bare glass slides, GPTMS-modified glass slides, and ZnO-nanostructured glass slides, respectively. The ZnO nanorods significantly increase fluorescence signal intensity. It is worth to note that, even without the GMPTS modification, the ZnO slides show a high fluorescence after incubated with the H5 mAb overnight. The statistical significance between the H5 mAb conjugation on the GMPTSmodified ZnO and that on unmodified ZnO (p value = 0.0382) is much lower than that of others (p values < 0.001, Although the more specific chemical adsorption mediated by GMPTS seems to play a minor role, the GMPTS-modified ZnO slide shows higher and more stable fluorescence intensity than that of the ZnO nanorods without the GMPTS modification. Therefore, we use the GPTMS-modified ZnO nanorod glass slides for the subsequent virus detection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 551,
                    "end": 559,
                    "text": "Figure 4",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Comparing mAb Modification on ZnO Nanostructured Surface and that on Bare Flat Glass Substrate"
        },
        {
            "text": "The specificity is one of the most important performance parameters for a biosensor, which reflects the anti-interference capability of the biosensor. To test the specificity of our ZnO-NIM for the H5N2 AIV, we tested seven samples including one negative control of allantoic fluid (AF), one target H5N2 AIV, three nontarget AIV subtypes of H1N1, H3N2, and H7N2, and two other viruses of infectious bursal disease virus (IBDV) and Nebraska-calf-diarrhea virus (NCDV). As shown in Figure 5 , the fluorescence intensities from the detection of the negative AF control and five nontarget virus samples were all around 4900 (A.U). For the target H5N2 AIV of 3.6 × 10 6 EID 50 mL −1 , the fluorescence intensity increased to 52 013 (A.U.), which was tenfold higher than that of the negative AF control and nontarget virus samples. The high specificity of this method for the H5N2 AIV could be attributed to the high specificity of H5 mAb for the H5N2 AIV, [7] minimized nonspecific interactions on the ZnO nanorod surfaces due to BSA and mPEG-SH blocking, and the continuous washing under high flow rate (120 µL min −1 ). Previous reports suggest continuous washing at a high flow velocity is more efficient to remove the nonspecific adsorptive substances than the fixed volume bath method. [2, 29, 56] ",
            "cite_spans": [
                {
                    "start": 951,
                    "end": 954,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 1286,
                    "end": 1289,
                    "text": "[2,",
                    "ref_id": null
                },
                {
                    "start": 1290,
                    "end": 1293,
                    "text": "29,",
                    "ref_id": null
                },
                {
                    "start": 1294,
                    "end": 1297,
                    "text": "56]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 480,
                    "end": 488,
                    "text": "Figure 5",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "Specificity of the H5N2 AIV Detection"
        },
        {
            "text": "We studied whether the sandwich ELISA implemented inside the ZnO-NIM can improve the sensitivity over the conventional immunoassay for H5N2 AIV detection. The H5N2 AIVs were cultured in embryonated chicken eggs and the concentration of the AIVs was calculated to 3.6 × 10 6 EID mL −1 as our previous report. [28] Serial dilutions of H5N2 AIV samples were prepared for final virus titers of 3.6 × 10 2 , 3.6 × 10 3 , 3.6 × 10 4 , 1.8 × 10 5 , 3.6 × 10 5 , and 3.6 × 10 6 EID 50 mL −1 . Viruses were detected inside ZnO-NIM by sandwich immunoassay using H5 specific mAb for H5N2 AIV. The fluorescence images of on-chip H5N2 AIV detection with different virus concentrations are shown in Figure 6A -H. As summarized in the dose-response curve of Figure 6I , the fluorescence intensity increased as the virus concentration increased. The negative AF control from healthy chicken showed negligible fluorescence, even though it was a complex sample itself. Although the fluorescence intensity for 3.6 × 10 2 EID 50 mL −1 of the H5N2 AIV sample is slightly higher than the negative AF control, based on the criteria that fluorescence intensity needs to be at least threefold of the standard deviation higher than that of the negative control, [29] the LOD for the sandwich immune assay implemented in ZnO-NIM for H5N2 AIV is determined as 3.6 × 10 3 EID 50 mL −1 . Therefore, the H5N2 AIV sample above this concentration can be statistically detectable by our method that does not implement any signal amplification strategy. Our results show that the sandwich immunoassay implemented in the ZnO-NIM www.small-journal.com is ≈22 times more sensitive than the conventional sandwich ELISA method for the H5N2 AIV using the same H5 mAb (Section S6, Figure S6 , Supporting Information). There are several reasons for the high sensitivity of this ZnO-nanostructure-based immunoassay platform. First, compared to flat bare glass surface, the 3D ZnO nanorods modified surface has more binding sites for the mAbs. Second, the diffusion distance between the surface and species in the flow (virus samples, mAb, and other reagents) is decreased. Compared to previous reports, our biosensor shows a higher or at the same range of the sensitivity without any signal amplification and good specificity (Section S9, Table S1 , Supporting Information). The high sensitivity could partially be attributed to the enhanced fluorescence by ZnO nanorods. Furthermore, we believe that ZnO-NIM can be used for other biosensing applications such as superbugs, nucleic acids, proteins, and other microorganisms with available reagents. Although the fluorescence enhancement and semitransparency benefit fluorescence detection on ZnO nanostructured glass device, the ZnO-NIM itself is not limited by fluorescence detection and can be potentially used with other detection methods. [22, 30, 65] ",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 312,
                    "text": "[28]",
                    "ref_id": null
                },
                {
                    "start": 1236,
                    "end": 1240,
                    "text": "[29]",
                    "ref_id": null
                },
                {
                    "start": 2849,
                    "end": 2853,
                    "text": "[22,",
                    "ref_id": null
                },
                {
                    "start": 2854,
                    "end": 2857,
                    "text": "30,",
                    "ref_id": null
                },
                {
                    "start": 2858,
                    "end": 2861,
                    "text": "65]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 685,
                    "end": 694,
                    "text": "Figure 6A",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 743,
                    "end": 752,
                    "text": "Figure 6I",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 1739,
                    "end": 1748,
                    "text": "Figure S6",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 2295,
                    "end": 2303,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "Sensitivity for the H5N2 AIV Quantitative Assay"
        },
        {
            "text": "To demonstrate multiplexed pathogen detection, we designed the current ZnO-NIM with six microfluidic channels on each hexagonal side that branches to the same outlet, so that a maximum of six different mAbs can be conjugated in spatially separated channels. This concept is demonstrated in Figure 7A , where food dye solutions with various colors were introduced to different microfluidic branch channels of a ZnO-NIM. We performed simultaneous detection of two AIV subtypes (H5N2 and H7N2) in a single ZnO-NIM ( Figure 7B ). As summarized in Figure 7C , the branched channels I, II, and III were modified with the H5 mAb specific for H5N2 AIV and the branched channels IV, V, and VI were modified with the H7 mAb specific for H7N2 AIV. After washing with phosphate buffered saline with 0.05% Tween 20 (PBST), the branched channels I and VI were loaded with PBS without virus, while H5N2 and H7N2 AIVs were introduced to branched channels II, IV and branched channels III, V, respectively. After incubation and washing, a mixture of H5 mAb-biotin and H7 mAb-biotin was loaded into all the branched microchannels to generate sandwich immune complexes. Followed by additional washing, secondary labeling reagent Cy3-SA was then loaded and reacted with the biotin on the primary mAb. The results showed that only branched microchannels that had matching capture mAb and virus subtype (e.g., channel II: H5 mAb and H5N2 AIV sample; channel V: H7 mAb and H7N2 AIV sample) presented strong fluorescence. This proof-of-concept experiment suggests that our method has a good specificity for complicated scenario of simultaneous detection of multiple pathogens. With the advantages of multiplexed detection, high sensitivity, and high specificity, the ZnO-NIM provides a promising portable tool for diagnosis of viral infectious diseases.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 290,
                    "end": 299,
                    "text": "Figure 7A",
                    "ref_id": "FIGREF15"
                },
                {
                    "start": 513,
                    "end": 522,
                    "text": "Figure 7B",
                    "ref_id": "FIGREF15"
                },
                {
                    "start": 543,
                    "end": 552,
                    "text": "Figure 7C",
                    "ref_id": "FIGREF15"
                }
            ],
            "section": "Multiplexed Pathogen Detection"
        },
        {
            "text": "ZnO nanomaterials can be dissolved under low pH (acidic) condition. [66, 67] With this advantage, we tested if we could release the captured AIV from ZnO-NIM by dissolving the ZnO nanorods for off-chip virus assays. The captured H5N2 AIV in ZnO-NIM were incubated with PBS (pH 6.0) and the viruses in the collected solution were measured by the realtime RT-PCR to confirm that the viruses could be successfully released from ZnO-NIM. After incubation with low pH buffer solution, the ZnO nanorods disappeared under the microscope (Figure 8A,B) and the microfluidic channel became more transparent than before, which indicated that the H5N2 AIV was probably released from ZnO-NIM under this acidic environment. The rRT-PCR results confirmed that the releasing solution contained H5N2 AIV in all three experimental groups with the mean cycle threshold (Ct) value of ≈28, while microchannel II that was conjugated with H5 mAb for H5N2 AIV detection, microchannel III that was conjugated with H5 mAb but failed in H7N2 AIV detection, and microchannel V that was conjugated with H7 mAb for H7N2 AIV detection. C) Specific detection of H5N2 and H7N2 AIV inside the microchannels of each side of the ZnO-NIM.",
            "cite_spans": [
                {
                    "start": 68,
                    "end": 72,
                    "text": "[66,",
                    "ref_id": null
                },
                {
                    "start": 73,
                    "end": 76,
                    "text": "67]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 530,
                    "end": 543,
                    "text": "(Figure 8A,B)",
                    "ref_id": "FIGREF16"
                }
            ],
            "section": "Release of Captured Viruses from ZnO-NIM"
        },
        {
            "text": "www.small-journal.com www.advancedsciencenews.com small 2017, 13, 1700425 the negative control experiment generated no positive signal ( Figure 8C ). At 25 °C, ZnO dissolves in acidic buffer with pH lower than 6.7 and becomes Zn 2+ . [68] With this unique property of ZnO, the captured targets can be released from ZnO-NIM. This significantly expands the usability of the platform well beyond the ELISA demonstrated in this current work. For emerging viruses, the released viruses can be isolated and cultured. Furthermore, the virus titer can be quantified by more sensitive molecular assay like the rRT-PCR. More importantly, the whole genomes of released viruses can be determined by various next-generation sequencing (NGS) methods for studies important for viral pathogenesis, adaptability and genetic diversity of viruses, and epidemiology and transmission dynamics during disease outbreaks. Furthermore, the ZnO nanorods integrated microdevice is easily fabricated, cheap, and disposable. The ZnO-NIM might be regenerated by using complex chemical method, such as DNA strand displacement, [69] which needs the DNA modified on the surface and the DNA conjugated antibodies. In this paper, we proved that the 3D nanostructured surfaces could be integrated into the microfluidic chips for highly sensitive pathogen detection. The composing elements of the 3D nanostructured surfaces are not only limited to the ZnO nanorods, but also other nanomaterials, such as TiO 2 , [44] which can be self-cleaned by UV treatment and regenerated by simple method. This nanostructured surface based on TiO 2 might be used in microfluidics for pathogen detection in the future. On the other hand, in this paper, we show a simple method by changing the pH to release the capture pathogens.",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 238,
                    "text": "[68]",
                    "ref_id": null
                },
                {
                    "start": 1096,
                    "end": 1100,
                    "text": "[69]",
                    "ref_id": null
                },
                {
                    "start": 1475,
                    "end": 1479,
                    "text": "[44]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 137,
                    "end": 146,
                    "text": "Figure 8C",
                    "ref_id": "FIGREF16"
                }
            ],
            "section": "Release of Captured Viruses from ZnO-NIM"
        },
        {
            "text": "A highly sensitive and selective fluorescence pathogen detection platform was designed, ZnO-NIM, based on unique properties of ZnO nanorods and their microfluidic integration for the first time. The ZnO nanorods are synthesized on the KMnO 4 activated glass slides in a low-cost and scalable batch process that does not depend on cleanroom facilities. We implemented a multiplex ELISA assay on ZnO-NIM. We can detect H5N2 AIV at virus concentration as low as 3.6 × 10 3 EID 50 mL −1 using ZnO-NIM, which is ≈22-fold more sensitive compared with conventional ELISA. This high sensitivity could be attributed to more conjugation sites on rough 3D ZnO nanorod surface and the reduction of the diffusion distance between mAb-ZnO and pathogens. In addition, although the glass substrate becomes semitransparent after ZnO nanorod growth, the rough nanostructure does not interfere with fluorescence detection, yet enhances it optically by 30%-70%. Although immunoassays in general have lower sensitivity than molecular assays like rRT-PCR, their flexibility, portability, and low price still make them a preferred method in many practical applications for pathogen detection. The specificity of ZnO-NIM was validated by distinguishing the target virus from negative AF sample and several samples containing nontarget viruses. Furthermore, by conjugating different mAb on different branched microchannels of the same ZnO-NIM, the device can be used for multiplexed detection of pathogens in complex samples. By dissolving the ZnO nanorods at a slightly acidic buffer (pH 6.0), the captured H5N2 AIV can be released and recovered for the subsequent analyses. This sensitive, selective, multiplex portable technology and the integrated fluorescence sandwich immunoassay can be expanded to detect other pathogens and disease biomarkers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Large-Scale Growth of ZnO Nanorods on the Glass Slides: The hydrothermal method was used for bottom-up large-scale growth of ZnO nanorods on glass slides (denoted as ZnO slides) following previous reports. [57, 58] Briefly, glass slides were first activated with freshly prepared KMnO 4 . The glass slides were then put into the ZnO growth media under elevated temperature (detailed information in Section S2, Supporting Information). By using this approach, ZnO nanorods were obtained on the whole surfaces of 75 × 25 mm or 75 × 50 mm glass slides without defects. This nanomaterial synthesis step is scalable, fast, and low cost.",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 210,
                    "text": "[57,",
                    "ref_id": null
                },
                {
                    "start": 211,
                    "end": 214,
                    "text": "58]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Experimental Section"
        },
        {
            "text": "Microfluidic Chip Design and Fabrication: The design of the microfluidic chip is shown in Figure 2A and Section S1 (Supporting Information). The six-branched microchannels of the ZnO-NIM were designed for multiplexed pathogen detection in one sample. Each branched microchannel contains herringbone structures for enhanced mixing. The height and width of the main microchannels are 40 µm and 100 µm, respectively. The two-layer structure of the polydimethylsiloxane (PDMS) slab with the herringbone structure was fabricated as previous report. [70, 71] The detailed fabrication process is described in Section S1 (Supporting Information). The PDMS slab was bonded to the ZnO slide by using stamp-and-stick room-temperature bonding technique. [72, 73] For the comparison experiments, PDMS slabs were reversibly bonded to the glass slides without ZnO nanorods synthesis.",
            "cite_spans": [
                {
                    "start": 544,
                    "end": 548,
                    "text": "[70,",
                    "ref_id": null
                },
                {
                    "start": 549,
                    "end": 552,
                    "text": "71]",
                    "ref_id": null
                },
                {
                    "start": 742,
                    "end": 746,
                    "text": "[72,",
                    "ref_id": null
                },
                {
                    "start": 747,
                    "end": 750,
                    "text": "73]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 90,
                    "end": 99,
                    "text": "Figure 2A",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Experimental Section"
        },
        {
            "text": "Characterization of the ZnO Nanorods Synthesized on Glass Slides: The ZnO nanorods synthesized on glass slides were carefully characterized by many analytical means. SEM images were obtained on a field-emission scanning electron microscope (NanoSEM 630, NOVA). Fourier transform infrared spectra were measured by a Bruker Vertex V70 FT-IR spectrometer scanning from 400 to 4000 cm −1 . The powder X-ray diffraction (PXRD) patterns were obtained by a PANalytical Empyrean X-ray powder diffractometer with Cu target (45 kV, 40 mA) from 20° to 70°.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental Section"
        },
        {
            "text": "Conjugation of the mAbs onto the ZnO-NIM Chip: The 3D ZnO nanorod surfaces in the ZnO-NIM were functionalized with 4% (v/v) GPTMS in ethanol for 2 h. After washing with ethanol and ultrapure water, the capture antibody was introduced into the microchannels of specific hexagonal sides at 120 µL min −1 . The antibody can be conjugated to a specific hexagonal side of ZnO-NIM by introducing the antibody to the corresponding inlet while keeping the rest inlets sealed. The whole microfluidic chip was placed in a glass container with controlled humidity. The antibody was coated on the microchannel surfaces by overnight incubation to allow epoxy ring-opening reaction to happen. Then the ZnO-NIM was washed with 50 × 10 −3 m Tris buffer and incubated with 1% (w/w) mPEG-SH for 1 h to block the unreacted epoxy group. Finally, the antibody conjugated surfaces were blocked with 5% (w/w) BSA solution for 30 min to reduce nonspecific adsorption. For multiplex virus detection, the procedure was repeated for the branched microchannels on different hexagonal sides of ZnO-NIM using different antibodies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental Section"
        },
        {
            "text": "Functionalization of mAb-H5N2 and mAb-H7N2 with Biotin Reagent: The H5 mAb and H7 mAb were labeled with biotin using commercial kits (EZ-Link sulfo-NHS-LC-Biotin, Thermo Fisher Scientific). Briefly, 100 µg of antibodies were reacted with freshly prepared sulfo NHS-LC-Biotin solution for 1 h in PBS. The excessive biotin label reagent was removed by NAP-5 dextran column and centrifugal ultrafiltration with 3.5 kD molecular weight cut-off. The biotin labeled mAb were kept in PBS containing 1% BSA and 0.05% NaN 3 at −20 °C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental Section"
        },
        {
            "text": "Sandwich Immune Assay for Pathogen Detection in the ZnO-NIM Chip: The pathogen detection on the ZnO-NIM was based on sandwich immunoassay. The AIV-containing sample was introduced into the main channel from different branched channels at a flow rate of 120 µL min −1 for 2 min, then the flow rate was reduced to 6 µL min −1 . The dynamic virus capture and enrichment process were carried on for 1 h in the microfluidic chips. After washing with PBS-Tween buffer (PBST: 0.01% of tween-20 in PBS, pH 7.2) for 2 min at 120 µL min −1 , 10 µg mL −1 of H5 mAb-biotin and H7 mAb-biotin were loaded into the microfluidic chip and incubated for 10 min. After a 2 min PBST wash, Cy3-SA was introduced into the microfluidic chip and incubated for 5 min. Finally, the ZnO-NIM was washed with PBST for 2 min at 120 µL min −1 and then ready for the fluorescence imaging. The bright field fluorescence images were taken by an Olympus IX71 microscope equipped with a digital sCMOS camera (Hamamatsu Photonics, Japan). The fluorescence images were processed and analyzed with HC Imagelive software.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental Section"
        },
        {
            "text": "Specificity of H5N2 AIV Virus Detection: To evaluate the selectivity of this method, on-chip virus detection was performed with various samples: a negative control of AF sample, five nontarget viruses of H7N2, NCDV, IBDV, H1N1, H3N2, and the target H5N2. The procedures for these samples were similar to the procedure described above for H5N2 AIV detection. All the fluorescence images were recorded using a same 20× objective.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental Section"
        },
        {
            "text": "Simultaneous Detection of Multiplexed Pathogens: In order to test the capability of this microfluidic chips for multiplexed detection, two AIV subtypes of H5N2 and H7N2 were simultaneously detected in a single ZnO-NIM. The H5 mAb and H7 mAb were conjugated to the branched channels on different hexagonal sides of ZnO-NIM. After the similar procedure as the H5N2 AIV detection described above, the fluorescent images from different branched channels were recorded. The detailed process was described in Section S7 (Supporting Information).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental Section"
        },
        {
            "text": "Release of the H5N2 AIV and the rRT-PCR Assay: The captured H5N2 AIV in the ZnO-NIM was released in PBS buffer (pH 6.0). The released H5N2 AIVs were identified by rRT-PCR. The detail processes of the virus releasing process and the rRT-PCR process are described in Section S8 (Supporting Information).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental Section"
        },
        {
            "text": "Supporting Information is available from the Wiley Online Library or from the author.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supporting Information"
        }
    ],
    "bib_entries": {
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Proc. Natl. Acad. Sci",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Stott",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Hsu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "I"
                    ],
                    "last": "Tsukrov",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Miyamoto",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Waltman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Rothenberg",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Smas",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Korir",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "P"
                    ],
                    "last": "Floyd",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Gilman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Lord",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Winokur",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Springer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Irimia",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nagrath",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "V"
                    ],
                    "last": "Sequist",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Isselbacher",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Maheswaran",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Haber",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Toner",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Proc. Natl. Acad. Sci",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Sirbuly",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Law",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pauzauskie",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Maslov",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Knutsen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Z"
                    ],
                    "last": "Ning",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Saykally",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "102",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": ") reveals characteristic peaks at (100), (002), (101), (102), (110), (103), (200), (112), and (201), in agreement with standard ZnO XRD pattern as in the JCPDS card (No. 5-0664).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": ") contains a broad adsorption band around 3376 cm −1 that can be www.advancedsciencenews.com small 2017, 13, 1700425",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Characterization of ZnO nanorods synthesized on glass slides. SEM images of the ZnO nanorods on glass slides under A) low and B) high magnification. C) Optical photography of the ZnO nanorods on a glass slide showing the semitransparency of the ZnO nanorod modified glass. D) XRD pattern of the ZnO nanorods synthesized on a glass slide. E) Optical microscope image of the ZnO nanorods synthesized on a glass slide. F) FTIR spectrum of the ZnO nanorods synthesized on a glass slide.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "3A shows the process of on-chip surface functionalization of the ZnO nanorod surface with H5 mAb for virus capture. After ZnO-NIM fabrication, surface modification was performed in situ inside the microfluidic channels by flowing www.advancedsciencenews.com small 2017, 13, 1700425",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Principle of the multiplexed pathogen capture and detection on the ZnO-NIM (not drawn to scale). A) Top view of a 3D illustration showing the layout of the microfluidic chip. The six branched microchannels are arranged in hexagon and can be loaded with six different samples (highlighted as different colors), respectively. B) Illustration showing the process of the pathogen capture on the 3D nanostructured ZnO surface conjugated with capture mAb on the ZnO surface inside the ZnO-NIM. The ceiling of the microfluidic channels contains herringbone-shaped structures to enhance mixing. C) Illustration of the sandwich immunoassay for pathogen detection on a single ZnO nanorod inside the ZnO-NIM. Biotin-labeled detection monoclonal antibodies (mAb-biotin) bind to pathogens. Fluorescence signal is produced by Cy3-SA.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "On-chip surface functionalization of ZnO nanorods with H5 mAb specific for H5N2 AIV. A) Scheme of the ZnO nanorods modified with H5 mAb through GPTMS and blocked by mPEG-SH and BSA. B) SEM image of the H5 mAb modified ZnO nanorod surfaces. The white dotted line separates the ZnO nanorods modified surface with the H5 mAb (bottom right) and that without antibody functionalization (top left). C) Highmagnification SEM image of the H5 mAb modified ZnO nanorods area.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": ", indicating the physical adsorption of the H5 mAb dominates the enhanced antibody surface modification on the ZnO nanorod surface.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Fluorescence intensities after second antibody (DyLight conjugated goat antimouse IgG) binding to different surfaces modified by the mAb under different conditions. A) Bare glass; B) GPTMSmodified glass; C) ZnO nanostructured glass; D) GPTMS-modified ZnO nanostructured glass. Error bars represent standard deviations of three samples each.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Specificity of the H5N2 AIV detection by ZnO-NIMs. The fluorescence intensities are plotted for negative AF control and virus suspensions containing IBDV, NCDV, H1N1 virus, H3N2 virus, H7N2 AIV, and H5N2 AIV. Error bars represent standard deviations of three parallel experiments each.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "H5N2 AIV detection by sandwich ELISA implemented on ZnO-NIM. A) Optical microscope image of the top view of microchannels for the H5N2 AIV detection. B-H) Fluorescence images of on-chip sandwich ELISA detection of H5N2 AIV in samples of H5N2 AIV concentrations of 0 (labeled as ctrl), 3.6 × 10 2 , 3.6 × 10 3 , 3.6 × 10 4 , 1.8 × 10 5 , 3.6 × 10 5 , and 3.6 × 10 6 EID 50 mL −1 . I) The fluorescence intensity versus the H5N2 AIV concentration in logarithmic scale. Error bars represent standard deviations of three parallel experiments each.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Multiplexed detection of two AIV subtypes of H5N2 and H7N2 in one ZnO-NIM. A) Each of the six branched microfluidic channels were operated as demonstrated by flowing in solutions of various color dyes into different branches. B) Scheme of three cases in the table below:",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Release of the captured H5N2 AIV by dissolving the ZnO nanorods. A) Optical image of the ZnO nanorods on the as-fabricated ZnO-NIM. B) Optical image of the microfluidic channel after the ZnO nanorods dissolved at 1× PBS buffer (pH 6.0). C) The rRT-PCR results for H5N2 AIV detection in three experimental replicates of virus released from ZnO-NIM and one negative control using the collected solution after dissolving of the ZnO nanorods from a ZnO-NIM without virus. www.advancedsciencenews.com small 2017, 13, 1700425",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest"
        }
    ]
}