{
    "paper_id": "19e0610ae5c3fc5ff3bb8b571a9ea76d54090fd2",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Le lundi 16 Dans cette période de bouleversement des fondamentaux du soin psychique en psychiatrie -rencontre en présence, ateliers collectifs, médiations -, l'enjeu est pour nous de mettre au jour ce qui d'un soin psychothérapique institutionnel des psychoses est irréductible ou essentiel. Ce sans quoi notre action n'est plus qualifiable de thérapeutique. Ces modifications du cadre de soin seront décrites sous les termes de l'édification d'une institution mentale virtuelle, basée sur un cadre tordu par la distance mais non aboli, des consultations téléphoniques ouvrant à un imaginaire psychopathologique spéculatif mais pas désincarné et enfin un objet-blog comme quasi-matérialisation d'un espace virtuel.",
            "cite_spans": [
                {
                    "start": 9,
                    "end": 11,
                    "text": "16",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "L'Unité de Soins Ambulatoires est un hôpital de jour créé en 1994 par Martine Girard Si un patient décide de s'inscrire (après une période d'essai), il devra répondre à des « conditions minimales » dont nous sommes garants : être présent à un atelier par semaine, soit une demi-journée de présence au minimum, et être régulier lors des entretiens cliniques proposés par les référents psychiatres et infirmiers [7] . Ces conditions minimales sont pensées comme la mise en oeuvre d'un cadre de la rencontre psychothérapique et rendent possible le travail de la non-demande initiale de soin [8] . En effet, il est notable que la plupart du temps, la personne qui vient en hôpital de jour ne fait pas directement elle-même la demande de soin mais que celle-ci est posée par un tiers, la plupart du temps par le psychiatre traitant, ou sur l'injonction/suggestion des proches. Cette non-demande (qui est l'expression même de la psychose et de la non-reconnaissance des troubles) doit être prise en compte comme préalable à toute tentative psychothérapique (quel que soit d'ailleurs son mécanisme d'action). Notre dispositif se pose comme thérapeutiquement désigné [2, 14] . L'enjeu du soin psychothérapique institutionnel est donc pour nous d'abord celui d'une appropriation subjective du soin, c'est-à-dire d'accompagner patiemment la formation d'une alliance, aussi paradoxale soit-elle, et le repérage de l'hôpital de jour et de son équipe comme d'un lieu où l'on peut penser sa situation vécue et faire des expériences sécurisantes. Ainsi, il s'agit pour nous de tenir les conditions de possibilités d'un rétablissement expérientiel [5] . Bien que notre boîte à outils psychothérapique soit intégrative (psychodynamique, systémique et phénoménologique), l'élaboration progressive du dispositif de soin nous a conduits à nous référer principalement aux concepts winnicottiens : le holding, la permanence et la fiabilité [9] . ",
            "cite_spans": [
                {
                    "start": 410,
                    "end": 413,
                    "text": "[7]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 588,
                    "end": 591,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 1159,
                    "end": 1162,
                    "text": "[2,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1163,
                    "end": 1166,
                    "text": "14]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1632,
                    "end": 1635,
                    "text": "[5]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1918,
                    "end": 1921,
                    "text": "[9]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Cadre de soin ordinaire en Unité de Soins Ambulatoires"
        },
        {
            "text": "Le 16 mars donc, nous nous retrouvons rapidement entre soignants, derrière des portes fermées, et nos divers ateliers annulés. Un peu à tâtons, par essais et erreurs, nous avons établi au cours de la première semaine de confinement ce qui deviendra le fonctionnement de l'hôpital de jour en situation de confinement. Il nous fallait repenser notre cadre pour maintenir un lien d'ambition thérapeutique. Il ne suffit pas, quand on prétend soigner des personnes présentant un trouble psychotique, de s'appeler, donner des informations, prendre des nouvelles et écouter autrui, pour que ce lien soit thérapeutique. Il faut encore poser un cadre fondateur de la rencontre, fût-elle téléphonique. En effet, le soin psychique repose sur le constat que dans la psychose le cadre de soin ne va pas de soi (Martine Girard parle à ce propos de « non-évidence a priori du cadre » [8] ) mais doit à chaque fois être re-fondé, ré-institué. Il est une construction, un échafaudage nécessairement arbitraire (il se construit au cours de l'histoire singulière de chaque lieu et de chaque équipe) tant qu'il n'est pas investi d'une relation soignante. En ce sens, le cadre n'est pas thérapeutique en lui-même, il est la condition de possibilité instituée d'une relation qui pourra être thérapeutique. Dès lors il ne tient pas seul, il faut y être, en présence. Ce préalable à la clinique des psychoses nécessite très concrètement de définir qui décroche le téléphone pour passer l'appel (le référent, ou n'importe qui dans l'équipe, ou encore à l'initiative du patient ?), quand et à quelle fréquence ? Et même qui raccroche et à quel moment ? Ces questions ne se limitent pas aux modalités techniques de la téléconsultation (dans notre cas consultation téléphonique et non visioconférence), bien que, nous le verrons, ces questions doivent être adressées avec rigueur, mais concernent la pratique du soin sans présence physique.",
            "cite_spans": [
                {
                    "start": 869,
                    "end": 872,
                    "text": "[8]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Réinventer le cadre des soins"
        },
        {
            "text": "Notre première question concerne donc le moyen de maintenir un cadre de soin dans une période où nombre des a priori ordinaires du soin sont bouleversés. Autrement dit, comment rendre possible le maintien de la grille de lecture qui nous permet de décoder la clinique que nous allons continuer de recueillir pendant le confinement ? En ce sens, le cadre thérapeutique est la trame grâce à laquelle il est possible de comprendre quelque chose à la folie, à faire émerger du sens là où le chaos domine. Aujourd'hui ce n'est pas le patient qui est l'agent qui vient « tester » le cadre que les soignants tentent de maintenir, mais un agent extérieur à la relation, qui nous affecte tous. En période de confinement, de chamboulement, de perte de repères, on se rappelle que c'est grâce au cadre qu'on peut faire et penser quoi que ce soit, à condition de savoir s'en servir. Nous formalisons qu'à un appel sur le créneau d'un atelier sans réponse, nous laisserons un message vocal une fois ; la seconde fois (dans la même journée) la non-réponse ouvrira la question d'appeler la personne de confiance pour la prévenir -en fonction de la clinique et de l'appréciation d'équipe. On questionnera aussi de la nécessité de transmettre cette non-réponse au CMP référent, ou au psychiatre libéral, tous ces autres liens que nous savons solliciter d'habitude. Les patients peuvent demander à être appelés plus souvent qu'ils ne viennent à l'unité de soins ambulatoires. Et nous nous accordons également que c'est à nous de raccrocher -voire de convenir du temps alloué au début de l'échange, parce que cette coupure nous revient, qu'elle vienne mettre fin à un long silence ou à une logorrhée.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Réinventer le cadre des soins"
        },
        {
            "text": "Nous ne laissons pas au patient la « responsabilité » de mettre fin à l'échange, parce que le sens que pourra y mettre un sujet présentant une psychose ne sera pas interprétable de façon univoque pour nous soignants, le sens commun (le « cela va de soi ») n'est pas partagé, et l'appropriation subjective de ce mouvement de coupure est une visée, il n'est pas accessible de fait au moment du soin. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Réinventer le cadre des soins"
        },
        {
            "text": "Il est important d'adresser la question des dispositifs techniques. La médiation des ateliers et son apparente diversité sont soudainement écrasées par la monotone tonalité du téléphone hospitalier. Certains appellent ça téléconsultations, télé-pour distance mais pas télé-pour l'image en ce qui nous concerne. Loin de penser qu'à l'objet revienne l'essence, qu'à la technique on puisse attribuer une moralité, nous avons donc saisi ce téléphone comme l'opportunité d'une nouvelle combinatoire clinique, dont nous allons déplier ici les principales coordonnées.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Une institution mentale virtuelle"
        },
        {
            "text": "En effet, le patient sait que dans les trois heures où il est généralement attendu en soin il sera appelé, sans que ce moment soit fixe. Nous sommes donc là, en potentialité, ou virtuellement, pour lui. Cette fonction rejoint à notre avis celle des temps informels qui tissent l'espace intermédiaire entre les ateliers thérapeutiques en temps ordinaire à l'USA. Moments où le patient peut s'occuper par lui-même, et « être seul en notre présence » [18] , un peu distante, bien que tout à côté. Nos appels ne sont pas non plus ex nihilo, ils s'appuient sur une relation réelle qui les précède. Il y a « un avant » à la téléconsultation et il semble, dans notre expérience des échanges téléphoniques, que les patients l'ont avec eux. Après tout, le premier contact avec l'USA se fait habituellement par un contact téléphonique que le patient nous adresse pour convenir du premier rendez-vous.",
            "cite_spans": [
                {
                    "start": 448,
                    "end": 452,
                    "text": "[18]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Les téléconsultations"
        },
        {
            "text": "Mais, une fois les consignes d'hygiènes rappelées, la prise de température quotidienne, la préoccupation du réfrigérateur rempli évoquées, nous nous sommes encore une fois retrouvés confrontés au fait qu'avec la clinique des psychoses, il n'y a pas de pot Merleau-Ponty [13] . De sorte que les silences sont ordinairement la caisse de résonance du dire, comme une pause entre deux notes de musique qui transmet son tempo. Le silence est aussi l'élément dans lequel baigne le contact intersubjectif, son ambiance et son rythme, qui sont des paramètres essentiels de la clinique des psychoses [6] .",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 274,
                    "text": "[13]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 591,
                    "end": 594,
                    "text": "[6]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Les téléconsultations"
        },
        {
            "text": "Que reste-t-il de l'inter-corporéité quand on ne peut pas se rencontrer « en chair et en os » ? La distance et la communication téléphonique défont-elles toute présence ? Il peut paraître paradoxal de se dire qu'une consultation psychiatrique serait impossible sans pouvoir se toucher. Pourtant, il faut reconnaître l'importance de la perception visuelle, mais aussi de la motricité fine et de l'ajustement moteur dans ce qui anime ordinairement toute relation humaine. Dans la consultation téléphonique, l'entendre va devoir assumer la place du voir, du toucher, et plus généralement du sentir pathique au sens qu'en donne Erwin Straus [17] . Cela demande une attention soutenue au souffle, aux intonations, au ton de la parole, à son rythme, aux bruits ambiants, comme si tout notre champ perceptif devait s'aiguiser à l'oreille. ",
            "cite_spans": [
                {
                    "start": 637,
                    "end": 641,
                    "text": "[17]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Les téléconsultations"
        },
        {
            "text": "Comment faire exister un collectif quand nous ne pouvons joindre par téléphone qu'une personne à la fois ? Le confinement vient nous déloger dans deux de nos axes de travail thérapeutique essentiel : être en présence et être en présence à plusieurs. L'équipe infirmière a proposé un blog : un site internet accessible aux seuls patients de l'hôpital de jour, via un mot de passe pour circonscrire une confidentialité, alimenté par les soignants et ouvert aux commentaires des patients. Le blog reprend le rythme des ateliers thérapeutiques, enfin de certains ateliers thérapeutiques, ceux qui peuvent être en partie virtualisés : retranscris en photo, vidéo, lien, devinette, etc., par les animateurs d'ateliers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Le blog"
        },
        {
            "text": "L'objectif était de faire perdurer un espace collectif à distance, en complément des appels téléphoniques personnels. Collectif qui existe déjà, mais qui est rendu virtuel par les mesures de confinement. En effet, le blog ne s'adresse pas à un patient déterminé mais au groupe. Chaque article fait toujours implicitement référence à l'institution. C'est un dispositif virtuel de renvoi à une relation qui existe déjà, mais que la psychose, dans sa fonction déréalisante, pourrait anéantir. Ce blog ne peut devenir un espace de soin que parce qu'il est ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Le blog"
        },
        {
            "text": "Nous avons voulu maintenir une institution mentale (au sens d'Hochmann [12] ), mais dans des circonstances de déterritorialisation (selon les termes de Gilles Deleuze & Félix Guattari dans Mille Plateaux [3] ) vers sa virtualité. Nous avons recours au terme de virtuel en tant qu'il parle littéralement de la situation qui nécessite nos techniques de réseaux que l'on range communément sous le terme de virtuel ; mais également virtuel dans le sens philosophique de rhyzomatique clinique (chez Deleuze & Guattari mais aussi dans le champ de la phénoménologie chez Marc Richir [1, 3, 16] ), de sens en potentialité. Le virtuel n'est en rien à opposer au réel, ou ce qui serait la réalité d'une effectuation : on peut être suspendu au téléphone sans suspendre sa visée thérapeutique (son effet réel), c'est bien en passant par le virtuel que le thérapeute compte maintenir dans une continuité alternative la fonction de son soin. Nous avons choisi -comme tous les hôpitaux de jour en France -de passer au téléphone, et de s'appuyer également de supports sur Internet. Notre originalité, si elle existe, tient plutôt à la façon de l'avoir fait plutôt qu'à son état de fait, comme souvent, en médecine : il ne suffit pas d'agir, il reste à savoir comment le faire. Cet ethos, cette manière de faire, nous avons voulu le teinter de créativité, d'alternativité, mais aussi d'ironie. Parce qu'il nous semble autant politiquement, philosophiquement que médicalement, qu'il n'y a pas d'issue à opposer l'humain à la machine, à se rebuter de son usage, comme il n'y a pas d'issue à nombre de nos dualismes modernes, qui structurent notre rapport social, au premier rang duquel la folie contre la raison, dans leur opposition totale, nous engage. L'épidémie et le confinement nous ont permis d'envisager une nouvelle fois de dépasser ces dualités, pour se rapprocher d'un personnage métaphorique de psy-cyborg, inspiré de la philosophe Donna Haraway [10] . Elle nous aide à concevoir non pas la machine comme un « ceci », un objet face à nous, mais plutôt comme une part de notre humanité, notre création, qui vit avec et à travers nous. C'est ce qui nous a permis de nous faire petits monstres, sur les vidéos que nous postions sur le blog créé pour l'occasion. De manier avec ironie la machine comme nos corps dans cette entreprise, de sortir de notre neutralité habituelle. Se monstrer ainsi, s'identifier à une figure de la marge, c'est peut-être travailler à extraire le fou de la sienne.",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 75,
                    "text": "[12]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 204,
                    "end": 207,
                    "text": "[3]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 576,
                    "end": 579,
                    "text": "[1,",
                    "ref_id": null
                },
                {
                    "start": 580,
                    "end": 582,
                    "text": "3,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 583,
                    "end": 586,
                    "text": "16]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1939,
                    "end": 1943,
                    "text": "[10]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "De la virtualité du soin"
        },
        {
            "text": "L'épidémie du coronavirus est une pandémie, elle concerne la population humaine à l'échelle mondiale. Les mesures gouvernementales mises en oeuvre pour lutter contre cette épidémie ont des répercussions pour tous. Ainsi l'ensemble des patients accueillis en hôpital de jour psychiatrique s'est entendu demander de rester chez soi et de respecter des règles de distanciation sociale. Et nous, devant un paradoxe incontournable quand notre travail consiste précisément à dé-confiner, à relier, à être au contact, cela nous a contraints à repenser les fonctions essentielles du soin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Le confinement concourt à la suspension de ce qui va ordinairement de soi dans le « lien social » (se voir, s'embrasser, se toucher, discuter…) et produit un effet de perte d'évidence naturelle dans la relation [15] immédiatement perceptible. Les conséquences mortelles du virus sont pour leur part disséminées dans la totalité de la population, où nous ne reconnaissons un semblable qu'en potentialité : l'altérité que constitue l'humanité dans son ensemble théorique, supposé. C'est une Altérité infigurable (et incommensurable) qui est concrètement menacée, non directement visible. Ce décalage rend obsolète toute appréciation de l'altérité en psychiatrie comme d'un humanisme qui serait la seule recherche de sa proximité et de l'échange en vue de sa reconnaissance. Il nous faut penser l'altérité au-",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 215,
                    "text": "[15]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Nous tenons à remercier l'ensemble de l'équipe de l'hôpital de jour Unité de Soins Ambulatoires : Philippe Czapla",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Remerciements",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Déclaration de liens d'intérêts : Les auteurs déclarent ne pas avoir de liens d'intérêts. Références",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Patients, famille et soignants, Manuel d'entretiens familiaux en psychiatrie, Relations. Toulouse: Érès",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Benoît",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Capitalisme et schizophrénie 2: Mille Plateaux",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Deleuze",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Guattari",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Accueillir et soigner la souffrance psychique de la personne",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Delion",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Du temps vécu à la narration : pratiques au sein de l'Unité de",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Faure",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gozé",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Czapla",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Soins Ambulatoires pour penser le rétablissement",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Expérience de la rencontre schizophrénique : De la bizarrerie de contact",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gozé",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Psychothérapie institutionnelle et approche centrée sur le rétablissement",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gozé",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Faure",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Quelles articulations possibles en hôpital de jour de psychiatrie adulte",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Jour Psychiatriques et des Thérapies Institutionnelles 2019",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "91--96",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Manifeste cyborg : science, technologie et féminisme socialiste à la fin du XX e siècle",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Haraway",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Manifeste cyborg et autres essais : sciences -fictions -féminismes",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Consignes et recommandations applicables à l'organisation des prises en charge dans les services de psychiatrie et les établissements sanitaires autorisés en psychiatrie. Fiche établissements autorisés en psychiatrie. HAS",
            "authors": [
                {
                    "first": "Haute",
                    "middle": [],
                    "last": "Autorité De Santé",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "22",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "L'institution mentale : du rôle de la théorie dans les soins psychiatriques désinstitutionnalisés",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hochmann",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "L'Information Psychiatrique",
            "volume": "8",
            "issn": "",
            "pages": "985--90",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Phénoménologie de la perception",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Merleau-Ponty",
                    "suffix": ""
                }
            ],
            "year": 1945,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Éduquer et soigner en équipe, Manuel de pratiques institutionnelles",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Meynckens-Fourenz",
                    "suffix": ""
                },
                {
                    "first": "Vander",
                    "middle": [],
                    "last": "Borght",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kinoo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dir",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "La crise du Coronavirus : une méthode pour revenir sans le vouloir auprès des hommes et des choses (époché sanitaire) Analyse Opinion Critique",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Naudin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Potentiel et virtuel. Revue de l'Université de Bruxelles",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Richir",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "60--69",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Le sens des sens. Contribution à l'étude des fondements de la psychologie",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Straus",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "La capacité d'être seul (1958) in De la pédiatrie à la psychanalyse (trad",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Winnicott",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Kalmanovitch J.)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "mars 2020, l'hôpital de jour Unité de Soins Ambulatoires (U.S.A.) du Centre Hospitalier Universitaire de Toulouse, recevant des patients avec des pathologies psychiatriques sévères et/ou invalidantes, était encore ouvert. Mais il n'a pu recevoir les patients que pour leur annoncer sa fermeture. C'était le début du confinement, mesure nationale annoncée par le président de la République française à la télévision et à la radio, pour parer à l'épidémie, désormais mondiale, du virus SARS-Cov-2. La fermeture s'imposait donc à nous, elle ne faisait pas partie du projet de soin institutionnel de l'hôpital de jour. Dès lors, il s'est posé la question de maintenir une continuité de soin, et de ses modalités pratiques et cliniques. En effet, il ne s'agit pas de n'importe quel soin : un soin psychothérapique auprès de personnes vivant avec une psychose, dans un contexte soudainement bouleversé, pour nous tous. Cette crise rebat les cartes de la relation soignant soigné, nous contraint à repenser le soin psychique en conditions extraordinaires. Loin d'une prétention à la scientificité, cet article vise à documenter, en quelque sorte sur le vif, les aménagements que nous avons jugé nécessaires au cadre du soin en hôpital de jour. Nous allons témoigner des réflexions qui se sont présentées à nous et des décisions que nous avons prises pendant cette période, qui n'est, au jour de soumettre cet article, pas terminée. Faute de pouvoir évaluer par avance nos choix et actions thérapeutiques, nous tâcherons donc ici d'en détailler le rationnel. Pour ce faire, nous mènerons une analyse « se faisant » des aménagements concrets de notre dispositif de soin à partir d'un regard phénoménologique, systémique et psychodynamique.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "et destiné à une population de patients souffrant de pathologies psychiatriques sévères et/ou invalidantes, proposant des soins psychothérapiques collectifs et individuels en complément de la prise en charge psychiatrique standard (sectorielle ou libérale). Les patients sont orientés par leur psychiatre traitant qui reste le référent du projet de soin de la personne.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Ordinairement, les soins s'organisent autour des demi-journées d'ateliers thérapeutiques que le patient a choisies et les entretiens avec les référents, médecins et infirmiers. Les circulations et la diachronie entre ces espaces permettent une lecture différenciée de la clinique de la personne, et rendent possible le tissage d'une narration de soi. Il existe bien sûr des temps interstitiels, sans activité thérapeutique structurée où les patients sont libres de nous interpeller, de s'occuper entre eux, d'être seuls, ou de se reposer. Cela correspond à ce que Pierre Delion avait décrit comme tablature institutionnelle : « Espaces et temps diversifiés possiblement utilisables par le patient, même à son insu, comme les touches d'un clavier, ou mieux, comme les éléments d'un langage » [4].La rythmicité de l'USA comprend également des temps de fermetures programmées (en général sur les temps de vacances scolaires).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Effets de l'épidémie SARS-CoV2 sur nos patients L'épidémie SARS-CoV2 a débuté en Chine en décembre 2019, et les premiers cas apparaissent en France fin janvier 2020. Au cours du mois de mars, les consignes sanitaires gouvernementales évoluent, depuis la suspension du contact systématique (serrage de main) vers des recommandations d'hygiène renforcées des locaux. Le vendredi 13 mars 2020, nous discutons lors de notre réunion clinique hebdomadaire des mesures d'hygiène à prendre et des aménagements de notre accueil pour la semaine à venir. Mais suite aux allocutions du Premier ministre et du Président de la République au cours du week-end suivant, l'équipe accueille les patients le lundi 16 mars pour leur indiquer la fermeture de l'unité, devançant les mesures de confinement qui seront annoncées le soir du 16 mars (pour être effectives à la mijournée du 17 mars). Le lundi 16 mars, les infirmiers et médecins contactent les patients qui n'étaient pas présents à l'atelier « Accueil » le matin même, pour les prévenir de la fermeture de l'hôpital de jour, et que l'équipe soignante téléphonera aux patients lors de leurs jours de venues habituelles à l'Unité de Soins Ambulatoires. Le rythme des contacts téléphoniques tente de J o u r n a l P r e -p r o o f 6 reproduire le rythme des temps de co-présence à l'hôpital de jour, rythme choisi par le patient lors de son inscription. Celui-ci peut varier entre une fois par jour à cinq fois par semaine. Nous nous sommes posé la question de maintenir des ateliers thérapeutiques individuels, mais cela n'aurait alors pas été cohérent avec notre projet de soin institutionnel centré sur les soins collectifs. Le dimanche 22 mars 2020, dans le contexte du passage au stade 3 de l'épidémie, le délégué ministériel à la santé mentale et à la psychiatrie Frank Bellivier a achevé de mettre au point les « Consignes et recommandations applicables à l'organisation des prises en charge dans les services de psychiatrie et les établissements sanitaires autorisés en psychiatrie » [11]. Cette fiche ordonne la suspension des consultations en face-à-face, la fermeture des hôpitaux de jour : « Les prises en charge de groupe et les activités thérapeutiques collectives sont suspendues pour limiter le risque de propagation virale (fermeture des ateliers thérapeutiques en psychiatrie adulte, psychiatrie de la personne âgée et psychiatrie de l'enfant et adolescent) ». Et encore : « Au sein des unités de soins, il convient d'éviter la concentration et le regroupement des patients, ainsi que dans les espaces de déambulation de l'établissement. Les activités et prises en charge en groupe sont suspendues. Les chambres individuelles sont à privilégier. Les repas sont servis en chambre pour les patients à risque et les repas au réfectoire doivent être organisés afin de permettre le respect des distances préconisées. » Ces recommandations nationales sont pour nous la marque que les mesures que nous avons prises sont congruentes avec les décisions prises dans les autres hôpitaux de jours psychiatriques en France. Notre expérience ne fait donc pas exception à la situation nationale parce que nos institutions partagent leurs bases de fonctionnement.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Après une semaine de pratique pour le moins empirique, nous décidons donc d'un appel minimum par semaine (pour garder notre limite basse sans laquelle nous ne pouvons penser) ; l'appel est à notre initiative (parce qu'il nous appartient d'être responsables du cadre et que nombre des patients accueillis ne formulent pas une demande explicite de soin). Nous appellerons les patients sur toutes les demi-journées où ils auraient été attendus en atelier, leurs infirmiers référents de préférence feront l'appel. Nous distinguerons deux types d'appels : appels qui ont lieu sur les temps d'ateliers thérapeutiques, qui n'ont pas d'heure précise mais une plage horaire ; ils peuvent être courts, réduits à la plus grande formalité, au principe. Ces appels téléphoniques sont des temps de contacts au moment où nous aurions eu à nous retrouver, ils n'ont pas d'autre objectif que de partager ce temps ensemble. Les infirmiers se préoccupent de l'état de santé physique des patients : toux ? fièvre ? et précisent les mesures de protection. Ce point est lié au contexte de l'épidémie et même s'il déloge les soignants de leur posture ordinaire, il permet d'inscrire la réalité partagée, ce qui nous rapproche de ce qui se passe en ateliers médiatisés.2) Les appels d'entretien référentiels : avec médecin et infirmiers, programmés à l'heure de leur tenue habituelle, sur une temporalité proche de la demi-heure, dont le contenu varie un peu en tant qu'il est adressé au médecin, et dépend de la relation thérapeutique (transférentielle) préalablement engagée.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Il nous a donc fallu une semaine pour préparer une manière de faire, commune et repérante, pour nous et nos patients. Une semaine de : « -Tu l'as appelé, x ? -Tu lui as dit qu'on le rappelait ? Ou il appelle ? peuvent paraître triviaux dans le contexte d'une telle crise sanitaire. Au fond, pourrait-on se demander, à quoi bon ? C'est pourtant, à notre avis, la seule manière de reconstituer un cadre de rencontre fiable sans l'appui, au sens littéral et figuratif, des murs et des corps. Sans cet appui de l'unité de lieu et de temps permis par l'institution réelle, il faut recréer l'institution à partir de ses fondamentaux, pour nous : son espace intersubjectif et son rythme.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "autour duquel tourner. Mais un semblant de vide vers lequel tout semble tomber, dans la plus grande des dérélictions et avec une tonitruance variable en fonction de l'angoisse du soignant qui s'en trouve le témoin. Cela n'est pas nouveau, mais la redécouverte de ce fait clinique fondamental nous a interpellés. Lors de l'appel téléphonique on ne se retrouve qu'avec le dire et l'écouter, une parole nue et comme sans corps (nous reviendrons sur ce point crucial de la crise actuelle). Pas d'atelier pour faire support de la rencontre clinique, pas de quotidien partagé comme prétexte à notre attention soignante. Nous nous retrouvons comme sans monde commun au secours de la rencontre. Un des points de saillie de la téléconsultation est le silence. Coordonnée classique de la rencontre psychothérapique, qui sait ordinairement lire et entendre d'autres canaux : un regard, un sourire, un haussement d'épaule, etc. De ce point de vue, la parole a nécessairement un rythme qui est aussi celui du corps vécu, au sens qu'en donne Maurice",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "'est pour cela que les téléconsultations se révèlent si fatigantes. Heureusement nous avons une certaine familiarité avec leur style corporel et affectif que l'on retrouve dans la voix, que l'on sent. « Est-ce que vous êtes toujours là ? » dit un patient dans un silence, comme si nous avions disparu. Comment manifester notre présence sans remplir les silences ? Comment accueillir l'autre et son vécu au bout du fil ? On ne peut pas, au téléphone, laisser vaquer son écoute comme on détourne son regard pour ne pas dévisager l'autre. La tâche consiste donc à reconstituer un espace mental virtuel où l'on puisse communiquer. Certains marchent dans le service en racontant comment se portent les plantes que nous chérissons ordinairement dans l'atelier thérapeutique éponyme. Certains évoquent l'actualité de l'épidémie et des mesures de confinement pour reconstituer du commun dans l'extraordinaire de la crise. Nous avons fait le choix de créer un blog internet pour matérialiser cet espace et prendre au sérieux l'idée d'institution mentale virtuelle.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "imprégné d'une relation incarnée et omniprésente dans les articles proposés. Une patiente nous indique qu'en parcourant les articles du blog elle « retrouve l'ambiance ». Le blog vise pour nous à assurer une permanence de l'environnement soignant, en le montrant par des photos, mais aussi en le faisant vivre en le transposant sur cet espace virtuel soutenu de notre régulière alimentation. Il s'agit bien, en effet, de la question fondamentale de la représentation et de l'introjection d'une figure soignante suffisamment bonne. Pour cela, nous avons fait le choix de conserver la trame chronologique des ateliers, toujours le rythme, en publiant des articles en rapport avec eux aux heures prévues. Cette manoeuvre n'a pas pu faire l'économie d'une certaine hystérisation soignante : on se retrouve à faire notre cinéma sans les patients, pour ensuite exporter les vidéos sur le support qui leur est destiné. On prend des photos de l'atelier « plantes », des cartes à jouer, du scrabble, on donne des liens vers des visites de musées grandioses ouverts aux visites virtuelles, etc. On « anime » plus qu'à l'ordinaire, où nous tâchons de ne pas séduire. Après quelques semaines, nous avons les premiers retours des patients sur le blog, il y a ceux qui y retrouvent l'ambiance de l'unité, ceux qui trouvent sympa d'avoir un contenu pour s'occuper ou se divertir, ceux qui nous donnent l'impression que l'hôpital de jour depuis chez eux (sans avoir à se déplacer) c'est encore mieux, et ceux qui se contentent de savoir que ça existe et s'en désintéressent presque aussitôt : « Très bonne idée docteur ! J'irai voir quand j'aurai le temps… » Les réactions sont à l'image de chacun d'eux, et à celle de leur manière d'être aux soins avant le confinement.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Avec l'avènement de l'épidémie Covid-19 et la nécessité du confinement, l'Unité de Soins Ambulatoires a fermé ses portes aux patients. Elle ne s'est pas pour autant arrêtée de tourner. L'équipe de soin a radicalisé les tenants de l'institution pour la maintenir dans son plus simple appareil : virtuelle. Ou plutôt, il s'agit d'une arborescence virtuelle de l'institution mentale. En effet, il y a un préalable à ce qui se crée virtuellement, les interactions entre soignants et patients préexistent. Cette institution mentale virtuelle maintient le cadre qui structure notre projet de soin institutionnel, donc son lien avec l'avant et ce qui sera l'après du confinement. Le cadre est l'intemporalité de notre institution virtuelle. Son espace intersubjectif, tout aussi virtuel, s'agence dans la vibration ondulatoire du son provenant du combiné téléphonique, mais aussi par l'espace plus localisé d'un site internet, support transitoire à des vidéos, des photos, autant de facettes du soin présentées aux patients confinés. La virtualité de cet espace n'enlève rien à sa réalité, à son caractère concret qui lui permet de revendiquer une efficace -ici thérapeutique.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}