{
    "paper_id": "20c5ce430636568a252f7c52467abe5d0d1a6cfa",
    "metadata": {
        "title": "Graptoloid feeding efficiency, rotation and astogeny",
        "authors": [
            {
                "first": "Susan",
                "middle": [],
                "last": "Rigby",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Rigby. S. 1992 01 15: GraptOlOid feeding efficiency, rotation and astogeny. Lcrhoiu. Vol. 25. pp. 51-68.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Two methods are used to examine feeding strategies in graploloids; the first profiles diKerent sets of zooids on the colony, the second treats the colony as a whole. Both of these techniques have advantages. The choice between them brings inlo question our concepts of the degree of coloniality shown by graptoloids. Using a whole colony model. graptoloids can be shown to have sampled the water with variable efficiency. as defined in this paper. Planar forms were relatively inefficient, generally sampling less than 10% of the available waler. Inclined forms frequently approached 75% efficiency. Biserial forms and slrdight monograptids roulinely exceeded 100%. sampling each unit of water more lhan once. Rotation of the rhabdosome during movement increased the efficiency of horizontal and inclined forms. It reduced the efficiency of scandent biserials and straight monograptids. These were bolh advantageous effects. Aslogenetic changes in colony size and form would have had a profound effect on feeding efficiency. 0",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Suson Righy. Depormienr of Eurrh Sciencr.s. Downing Slreer, Cunihridp. Englund; ri~ci4ix~i/ lOlh Decrmher, 1990; recisiv/ rypesi ripr uccrppred 2Znd June, 1991",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Rates Of rotation and movement -_ _",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The rates at which graptoloids moved through the Rickards 1989]), 150\"/m, 200 /m, 360/m and water, and the rates at which they rotated, are 500\"/m.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "LETHAIA Oslo. lSSN 0024-1 164. Physical models of graptoloids have been observed to rotate as they move through the water ( Rigby & Rickards 1989) . Rotation has been suggested to have occurred by a number of authors (Bulman 1964; Kirk 1969; Lenz 1974; Williams 1981 ) for a diverse range of graptoloids. The reasons given for rotation vary from current generation to the passive response of the colony to water movement. In this paper all graptoloids are assumed to have been capable of rotation. This may prove to be incorrect for some species but seems a reasonable assumption in most cases. The rates of rotation observed in models of graptoloids were used as the starting point for a consideration of the effects of rotation on the colony. However, they were not the only rates considered. Mathematical models are used here to calculate feeding parameters and to simulate the effect of rotation on a variety of rhabdosome shapes. Mathematical modelling has the advantage of allowing the effects of different rates of rotation to be investigated. It is also much faster than building physical models. However, no account can be taken yet of factors such as water currents and changes in the rate of vertical movement with time. The detailed soft part morphology and metabolic rates of the graptoloid zooid remain speculative.",
            "cite_spans": [
                {
                    "start": 19,
                    "end": 30,
                    "text": "0024-1 164.",
                    "ref_id": null
                },
                {
                    "start": 122,
                    "end": 146,
                    "text": "( Rigby & Rickards 1989)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 217,
                    "end": 230,
                    "text": "(Bulman 1964;",
                    "ref_id": null
                },
                {
                    "start": 231,
                    "end": 241,
                    "text": "Kirk 1969;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 242,
                    "end": 252,
                    "text": "Lenz 1974;",
                    "ref_id": null
                },
                {
                    "start": 253,
                    "end": 266,
                    "text": "Williams 1981",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "unknown. Most planktonic animals migrate in a die1 fashion (Raymont 1983 ) and studies of species in the South Pacific indicate a daily range of between 100 and 450 m (Roger 1974) . This is predominantly achieved by muscular movement, although some siphonophores use a method of buoyancy control (Raymont 1983) . Graptoloids must have moved in the water in order to avoid starvation. They must have been able to move up as well as passively down, because otherwise they would quickly have dropped below their food supply and starved even before they landed on the bottom. How they moved is unknown.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 72,
                    "text": "(Raymont 1983",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 167,
                    "end": 179,
                    "text": "(Roger 1974)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 296,
                    "end": 310,
                    "text": "(Raymont 1983)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It is possible that the method by which graptoloids moved enhanced the rotation rates brought about by the colony shape, although this in itself has been observed to cause rotation in many shapes of graptoloid (Rigby & Rickards 1989) . It is possible also that the mere presence of soft parts would have aided rotation in some way, if only making the \"ribbon'-like crosssection of the stipes more pronounced. Until some means of more tightly estimating these rates of movement and rotation is available, it is considered preferable to consider the effect of a range of rotation rates on colony morphology. For the study described here, those rates were O\"/m, 86.5\"/m (the average rate of rotation obseived in the models [Rigby & Previous work on graptoloid feeding strategies Previous work on this subject is scarce. Some preliminary results of rotation on feeding have been described (Rigby & Rickards 1989) and observations about the distribution of feeding patterns through time are emerging (Rigby 1991) . Horizontal, multiramous graptoloids have been compared to paradigmic harvesting arrays (Fortey & Bell 1987) , a view which is to some extent challenged here. Williams ( 1981) suggested that the spiralling of thecae about the stipe of many dicellograptids was advantageous for food gathering as it maintained all the zooids in the outside of the colony. Berry er al. (1987) suggested that Early Ordovician graptoloids lived in highly productive seas, gathering food from the surrounding water. Scandent graptoloids evolved in response to a scavenging mode, catching particles of food as they fell from above. Uniserial colonies are interpreted as being able to actively seek out food by daily migrations into the photic zone, from the denitrification zone where they lived. These ideas, though imaginative, are totally untestable.",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 233,
                    "text": "(Rigby & Rickards 1989)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 720,
                    "end": 728,
                    "text": "[Rigby &",
                    "ref_id": null
                },
                {
                    "start": 885,
                    "end": 908,
                    "text": "(Rigby & Rickards 1989)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 995,
                    "end": 1007,
                    "text": "(Rigby 1991)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1097,
                    "end": 1117,
                    "text": "(Fortey & Bell 1987)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1168,
                    "end": 1184,
                    "text": "Williams ( 1981)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1376,
                    "end": 1382,
                    "text": "(1987)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Mathematical models of graptoloids Imagine a graptoloid moving vertically through the water and rotating while it did so. Each zooid would have followed a different path through the water defined by its distance from the proximal end and the rate of rotation. This can be expressed as",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "where h is the vertical distance moved by the colony; 0 is the angular displacement of the zooid; r is the distance of the zooid from the proximal end; and d is the length of the feeding path for that zooid. Sets of zooids at a given distance from the proximal end would have fallen by the same distance at a given rate of rotation. It is therefore possible to build up a profile of total feeding path length with distance from the proximal end, for any shape of graptoloid at any rate of rotation. This should show which zooids benefited most and which least from rotational feeding. This method gives a 'selfish' view of colony zooids, assuming that benefit to one individual was limited to it and did not improve the viability of the rest of the colony.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Alternatively, whole colony feeding areas can be mathematically modelled using the following equation",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "( 2 ) A = h2/48(sin 2Y + 2\");;",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "whereY, = s i n h -' ( -O R , c o s~/ h ) ; Y 2 = s i n h -'",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "x (O{X -R, cos # ) / h ) ; A is the total fall area of the colony; 0 is the angle of rotation in radians; X is the length of a straight section of stipe; R, is the radial distance from the proximal end to the beginning of the stipe section; and 4 is the angle between a line drawn from the proximal end to the beginning of the stipe section, and the section itself (Rigby & Rickards 1989 ). This mathematical model assumes that the colony reacted as one entity and that food increases in the distal portions were of benefit to all. Fall areas are easily converted into feeding volumes by considering the volume sampled during a fall distance of I m.",
            "cite_spans": [
                {
                    "start": 365,
                    "end": 387,
                    "text": "(Rigby & Rickards 1989",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Any shape of graptoloid can be quantified in this way and its feeding volume calculated at any rate of rotation. This value can be compared then to the amount of water available for it to have fed from. This is taken to be the volume of a I-m tall cylinder with a basal diameter equivalent to that of the rhabdosome in question. In all cases conventional orientations for the different species are assumed. In order to compare these, an estimate was required of the feeding area of a single graptoloid zooid. As most thecae are spaced at 10 per cm (Rigby 1991), a feeding circle of 1 mm diameter was assumed for zooids in each thecae. This is to some extent arbitrary as the exact nature of the zooid feeding apparatus remains unknown. It could well have been directional as in modern pterobranchs (Lester 1985) . However, this value has the merit of being plausible and simple to use. It can be modified as our knowledge increases, such modification resulting in a shift of all results rather than a relative change between them. The test set A test set of graptoloids was needed with exhibited the morphological range of the group. A general test set was chosen from Elles and Wood ( 1901 -18) that was considered to exhibit the overall range of morphology. The 10 species chosen are illustrated in Fig. I . Using published drawings rather than specimens, one runs the risk of the scale being wrong. Forty specimens illustrated by Elles and Wood (1901-18) and held in the Sedgwick Museum, Cambridge, were chosen at random. This was done by using random number tables to select graptolites from a computer printout of Museum holdings.",
            "cite_spans": [
                {
                    "start": 798,
                    "end": 811,
                    "text": "(Lester 1985)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1169,
                    "end": 1195,
                    "text": "Elles and Wood ( 1901 -18)",
                    "ref_id": null
                },
                {
                    "start": 1433,
                    "end": 1457,
                    "text": "Elles and Wood (1901-18)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1301,
                    "end": 1307,
                    "text": "Fig. I",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "These specimens were measured and the measurements compared with those taken from the drawings. The percentage error was less than 5%, in numerical terms the average difference between the two measurements was 0.5 mm. It was therefore concluded that the illustrations in this Monograph are, to all intents and purposes, accurate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A multiramous test set was chosen from Rickards and Chapman (1991). The set comprises large and well-preserved specimens of Bendigonian (Lower Ordovician) age, collected from the Bendigo region of New South Wales, Australia. Reconstructions were made by Rickards and Chapman and are illustrated in Fig. 2 . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 298,
                    "end": 304,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "The Elles and Wood (1901-18) test set feeding profiles were drawn for the following rates of rotation: O/m, 86.5\"/m (the average rate of rotation of physical models [Rigby & Rickards 1989 ]), 150\"/m and 2W/m. The higher values were chosen arbitrarily.",
            "cite_spans": [
                {
                    "start": 4,
                    "end": 28,
                    "text": "Elles and Wood (1901-18)",
                    "ref_id": null
                },
                {
                    "start": 165,
                    "end": 187,
                    "text": "[Rigby & Rickards 1989",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Projiles of the test set graptoloids"
        },
        {
            "text": "The test set species appear to fall into three main categories and are shown in Fig. 3 . Holograptus deani (Fig. 3A) would have showed the largest increase in feeding path with rotation, with the 50 zooids 0.24 m from the proximal end sampling 50m of water per metre fall without rotation and about 70m when rotating at 200°/ m. However, the pattern of dichotomy is such that there are relatively few branches distally where the benefit from rotation is greatest. In this case a combination of colony size (in terms of diameter) and frequency of branches contributes to the increased effect of rotation on sampling. Terragraprus headi (Fig. 3B ) also would have showed a marked increase in feeding path of its distal zooids with rotation. At 200\"/m the four distal zooids could have sampled about 50% more water than they would have sampled without rotation (a total of 5.9 m per metre fall as opposed to 4 m per metre fall without rotation). This species has four stipes which show no further dichotomies away from the proximal end. However, they are very long (about 0.25111) which would have caused their distal ends to benefit markedly from rotation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 80,
                    "end": 86,
                    "text": "Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 107,
                    "end": 116,
                    "text": "(Fig. 3A)",
                    "ref_id": null
                },
                {
                    "start": 635,
                    "end": 643,
                    "text": "(Fig. 3B",
                    "ref_id": null
                }
            ],
            "section": "Projiles of the test set graptoloids"
        },
        {
            "text": "In the second category, T . serra ( Fig. 3C ) and Dicellograptus morrisi (Fig. 3D ) would have both benefited slightly from totation. In the case of T . serru, the four most distal zooids would each have sampled an extra 1 cm3 of water for each metre fall, at a rotation rate of 200\"/m. The two most distal zooids on D. morrisi would each have benefited just slightly less, as they would have been marginally closer to the centre of rotation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 36,
                    "end": 43,
                    "text": "Fig. 3C",
                    "ref_id": null
                },
                {
                    "start": 73,
                    "end": 81,
                    "text": "(Fig. 3D",
                    "ref_id": null
                }
            ],
            "section": "Projiles of the test set graptoloids"
        },
        {
            "text": "The last category of test set species contains those forms whose distal zooids would have increased their feeding paths by less than 1 cm each per metre of fall at a rotation rate of 2W/m. This is an arbitrarily chosen point below which rotation is interpreted to have conferred no feeding benefit on the colony. This category includes",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Projiles of the test set graptoloids"
        },
        {
            "text": "Monograptus convoluius was not analysed in this way because of the difficulty of taking circular sections across a spiral form. It would fall into category two on the basis of its diameter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Monograptus priodon, Orthograptus quadrimu -cronatus var. spinigerus, M . revoluius and Didymograptus bifidus (Fig. 3E-H)."
        },
        {
            "text": "It is the multiramous, horizontally disposed colonies where this form of profile analysis is most interesting. Here different patterns of dichotomy and different colony diameters produce an original pattern for each species. To investigate this further a second test set was used, consisting of five large, multiramous colonies reconstructed and described from the Bendigonian of New South Wales (Rickards & Chapman 1990 ). Their feeding path profiles are shown in Fig. 4 . In all five species the number of branches increases distally. They.vary in their number of dichotomies and in their diameter. The colonies with the greatest diameters unsurprisingly show the greatest increase in the feeding path of the distal zooids with rotation. The smallest increase distally is shown by Tridensigraprus zhaoi (Fig.  4A ), which is cone shaped.",
            "cite_spans": [
                {
                    "start": 396,
                    "end": 420,
                    "text": "(Rickards & Chapman 1990",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 465,
                    "end": 471,
                    "text": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 805,
                    "end": 814,
                    "text": "(Fig.  4A",
                    "ref_id": null
                }
            ],
            "section": "Monograptus priodon, Orthograptus quadrimu -cronatus var. spinigerus, M . revoluius and Didymograptus bifidus (Fig. 3E-H)."
        },
        {
            "text": "Goniograptus alternuns (Fig. 4B) and Triaenograptus neglecius (Fig. 4C) show an interesting result of distal versus proximal dichotomies. Goniograptus branches proximally. Its profile shows a rapid increase in the number of zooids with increasing distance from the proximal end out to about 4cm after which the number of branches stays approximately stable. Even with 200\"/m rotation the differential between the aggregate paths at any point more than 4 cm from the proximal end is small. By contrast, Triaenograptus branches frequently at all distances from the proximal end and would have increased the number of zooids consistently with distance from the proximal end. This in turn would have increased the differential between proximal and distal sets of zooids at higher rates of rotation. The pattern adopted by Triaenograptus would have been much more efficient in food sampling at higher rates of rotation than the pattern adopted by Goniograptus.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 23,
                    "end": 32,
                    "text": "(Fig. 4B)",
                    "ref_id": null
                },
                {
                    "start": 62,
                    "end": 71,
                    "text": "(Fig. 4C)",
                    "ref_id": null
                }
            ],
            "section": "Monograptus priodon, Orthograptus quadrimu -cronatus var. spinigerus, M . revoluius and Didymograptus bifidus (Fig. 3E-H)."
        },
        {
            "text": "In general, the longer the stipes, the more the distal zooids would have benefited from rotation. Horizontally disposed colonies would have benefited from this more than inclined forms because in the latter case the increase in effective stipe length is given by where L, = effective stipe length, L = length of stipe and 0 =angle of inclination. The more stipcs that were present, the greater would have been the aggregate benefits of rotation, especially if the patterns of dichotomy concentrated zooids distally. Curved monograptids could be interpreted as effectively concentrating most of their zooids near to the outer edge of the cylinder through which they rotated. However, the benefits would have been small and the exact 1992) orientation of this shape of colony remains in doubt. Scandent biserial forms and straight monograptids would have derived no effective increase in feeding path from rotation.",
            "cite_spans": [
                {
                    "start": 732,
                    "end": 737,
                    "text": "1992)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Monograptus priodon, Orthograptus quadrimu -cronatus var. spinigerus, M . revoluius and Didymograptus bifidus (Fig. 3E-H)."
        },
        {
            "text": "All of the Bendigo test set specimens would have sampled large volumes of water during feeding and particularly in rotating fall. for these colonies at varying rates of rotation are shown in Fig. 5 . At low rates of rotation, Triaenograptus would have sampled most water as it contained the most zooids. However, at rates of rotation above 250\"/m, Kellamograptus would have sampled more water as a consequence of its larger diameter and abundant distal (relative to proximal) branches. The very large Clonograptus would have increased its fall area only a little with rotation because it had, relatively, so few distal zooids.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 191,
                    "end": 197,
                    "text": "Fig. 5",
                    "ref_id": null
                }
            ],
            "section": "Fall volumes for the multiramous test set"
        },
        {
            "text": "It is useful to compare Triaenograptus and Kellamograptus. At low rates of rotation, Triaenograptus would have sampled more water than Kellamograptus as a consequence of its superior number of zooids. However, as the rotation rate is increased the model shows that Kellamograptus would have sampled more water than Triaenograptus because of its larger diameter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fall volumes for the multiramous test set"
        },
        {
            "text": "An interesting feature of Triaenograptus is the central web, which is patchy but extends in places up to 12cm from the proximal end. It is possible that the zooids in the thecae beneath it were dead, although it is impossible to tell if their apertures were occluded. I expected that if these zooids were removed from the calculation of sampling area there would be a larger differential between the results at increasing rates of rotation (i.e. a higher gradient to the line on the graph). Figure 5 shows that this is not the case. The gradient of increase in feeding area when all the zooids are considered is marginally greater than that for the zooids not covered by the web.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 491,
                    "end": 499,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Fall volumes for the multiramous test set"
        },
        {
            "text": "The sampling efficiencies of the Bendigo test set were worked out by dividing the fall volume of the graptoloid by the total amount of water from which it could have fed per metre of fall. The results are shown in Fig. 6 . Clonograptus would, unsurprisingly, have been the least efficient sampler, tapping 3.5% of the available water at 5W/m rotation. Triaenograptus would have been the most efficient sampler at 500\"/m rotation, tapping 16% of the available water.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 214,
                    "end": 220,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Eficiency of the multiramous test set"
        },
        {
            "text": "This is not to suggest that all graptoloids necessarily rotated at the same speed. However, it suggests that there was an upper limit to the sampling efficiency possible for a multiramous colony, even at high rates of rotation. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Eficiency of the multiramous test set"
        },
        {
            "text": "The fall volumes for five species from the main test set, at varying rotation rates, are shown in Fig. 7 . As expected, the horizontal, multiramous forms, H . deani (Fig. 7A ) and T. headi (Fig. 7B) , would have sampled most water, with or without rotation and benefited most from rotation occurring. Vertically disposed forms ( M . priodon (Fig. 7C ) and 0. quadrimucronatus var. spinigerus (Fig. 7D) would have benefited very little by rotation. Monograptus priodon appears to have increased its feeding volume slightly at higher degrees of rotation but this result must be viewed with suspicion. The equation applied to these species was designed for horizontally disposed forms. It appears to cope well with inclined forms but begins to produce anomalous solutions for scandent species. The feeding profiles described earlier (Fig. 3) are considered to be more accurate for these shapes of colony.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 98,
                    "end": 104,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 165,
                    "end": 173,
                    "text": "(Fig. 7A",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 189,
                    "end": 198,
                    "text": "(Fig. 7B)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 341,
                    "end": 349,
                    "text": "(Fig. 7C",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 392,
                    "end": 401,
                    "text": "(Fig. 7D)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 830,
                    "end": 838,
                    "text": "(Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "Fall volumes for the main test set"
        },
        {
            "text": "The curved monograptid, M . revolutus (Fig. 7E ) also would have benefited slightly from rotation. This also may be an anomalous result but is as expected from the feeding profiles (Fig. 3G) . Being curved would effectively have thrown most zooids to the distal part of the colony diameter. The small size of M . revolutus is considered to be the main reason why the observed effect is so small.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 38,
                    "end": 46,
                    "text": "(Fig. 7E",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 181,
                    "end": 190,
                    "text": "(Fig. 3G)",
                    "ref_id": null
                }
            ],
            "section": "Fall volumes for the main test set"
        },
        {
            "text": "It is suggested that there was an upper limit to the possible sampling efficiency of horizontally disposed graptoloids, even at high rates of rotation (relative to those observed in physical models). However, much higher sampling efficiencies might be expected in species with inclined stipes (that is, inclined relative to the horizontal plane, either above or below it); higher efficiencies still in scandent biserial forms and straight monograptids. This is indeed the case, as shown in Table 1 . Tetragraptus headi would have sampled the water least efficiently, even at high rates of rotation. Holograptus deani would have been slightly more efficient, sampling 4.1 YO of the total available column at 500\"/m rotation. Monographs conoolutus would have sampled a much larger proportion of the whole ( 1 l.8?40) . This value is high for an essentially horizontally disposed form. Tetragrapfus serra and D. morrisi would both have been less efficient than this, even with inclined stipes. This is essentially because they have few stipes, inclined at a low angle.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 490,
                    "end": 497,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 803,
                    "end": 814,
                    "text": "( 1 l.8?40)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Eficiency of the main test set graptoloids"
        },
        {
            "text": "Monograptus revolutus appears to have sampled about 12% of its available water column. The degree of sampling might have increased towards the outside of the column, depending on the exact orientation of the rhabdosome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Eficiency of the main test set graptoloids"
        },
        {
            "text": "Didymograptus murchisoni and Dicranograptus ziczac would both have sampled over 70% of the total water available to them, rotating at SW/m. These forms are examples of high feeding efficiencies, with little or no sampling of the same piece of water more than once.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Eficiency of the main test set graptoloids"
        },
        {
            "text": "A vivid contrast to this would have been M . priodon and 0. quadrimucronatus var. spinigerus. Both of these forms would have sampled the available water several times. The actual figures for these forms are probably inaccurate because the tube of water they are assumed to have sampled would actually have been full of rhabdosome and the water would have been displaced around the colony.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Eficiency of the main test set graptoloids"
        },
        {
            "text": "Multiramous forms would have benefited most from rotation, in terms of their increase in feeding volume. Those which would have benefited most within this group would have been large diameter individuals with mainly, and many, distal dichotomies. In terms of their feeding efficiency, these forms would have scored low, even when their stipes were closely packed. It seems that any regular pattern of dichotomies cannot fill a circle efficiently, especially if growth - (r Wl) can occur only at the distal tips with limited later infilling. A greater feeding efficiency would have been possible in species with inclined stipes, especially when the inclination was at a high angle or the stipes curved around each other (e. g. D. ziczac) . These forms would have approached the maximum efficiency possible without repetitive sampling of some parts of the water column in calculations based on rotation rates of 500\"/m. Scandent biserial forms and straight monograptids probably would not have benefited from rotation at all in terms of increases in the volume of water that they sampled. Instead they appear to have faced an inverse problem. In the following argument a vertical orientation and vertical movement are assumed.",
            "cite_spans": [
                {
                    "start": 470,
                    "end": 476,
                    "text": "(r Wl)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 723,
                    "end": 736,
                    "text": "g. D. ziczac)",
                    "ref_id": null
                }
            ],
            "section": "Conclusions and discussion"
        },
        {
            "text": "Without rotation a straight monograptid, with all of its thecae pointing the same way, would have sampled a thin band of water repetitively (about 162 times in the case of the test set M . priodon). Even if this water was saturated with food, and allowing for a degree of horizontal drift, and even for some thecae being empty at any one time, it is hard to imagine how this could have been feasible. Rotation would have allowed the number of times a unit of water was sampled to have been reduced. For M . priodon it would have been reduced to around 10 times at a rotation rate of 360\"/m. Ideally, perhaps, a colony such as this would have rotated 360\" each time it fell its own length. Sampling of all the water would then have occurred only once. However, for this specimen of M . priodon this would have meant rotating 360\" every 0.16 m, or 2222\"/m, a value two orders of magnitude higher than was observed in physical models (Rigby & Rickards 1989) , albeit models of different graptolite morphologies. I consider rotation of this order to have been unlikely. Perhaps then M . priodon lived in an environment where food was 10 times more abundant than that in which D. ziczac lived.",
            "cite_spans": [
                {
                    "start": 931,
                    "end": 954,
                    "text": "(Rigby & Rickards 1989)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions and discussion"
        },
        {
            "text": "In all of the test set graptoloids the efficiency and absolute sampling values would have depended not only on the overall shape of the colony but on the number of zooids living in it. One or both of these factors would have varied with astogeny. In some cases the two factors are linked, with the colony shape changing radically as zooids were added. An example of this is Loganograptus where the density of zooids falls off dramatically after the last dichotomy. The shape of a large and a small colony is very different. In other cases, for example in scandent biserial graptoloids, the overall shape of the colony remains the same despite the addition of zooids.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A st ogeny"
        },
        {
            "text": "Different astogenetic stages of most graptoloid species would clearly have had very different feeding efficiencies and absolute sampling values. A biserial species would have added progressively more zooids to a constant feeding area, and so would be predicted to have become a more intensive feeder as astogeny progressed. A horizontally disposed colony might have achieved a balance between adding zooids and increasing feeding area, thus changing its feeding intensity and efficiency relatively little.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A st ogeny"
        },
        {
            "text": "A small survey was .made to investigate changes in feeding intensity and efficiency with astogeny in a range of graptoloid forms. Twelve species from Elles and Wood (1901-18) and Bulman (1970) For each species one drawing was taken as representative. These are reproduced in Fig. 8 . Each drawing was divided into a series of astogenetic stages and the feeding efficiency calculated for each stage.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 174,
                    "text": "Elles and Wood (1901-18)",
                    "ref_id": null
                },
                {
                    "start": 179,
                    "end": 192,
                    "text": "Bulman (1970)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 275,
                    "end": 281,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "A st ogeny"
        },
        {
            "text": "All of the species showed simple patterns of feeding efficiency change with astogeny. Many of these patterns were similar to one another and are tentatively suggested to fall into three groups. These are:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A st ogeny"
        },
        {
            "text": "( I ) Species showing a linear increase in feeding efficiency with astogeny. This group included 0. calcaratus, P. cf. typus and M . priodon. In all of these species the sicular individual would have had a lower feeding intensity than later growth stages of the colony. The feeding efficiency changes with astogeny for these species, assuming a constant rotation rate of 360\"/m, are shown in Fig. 9 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 392,
                    "end": 398,
                    "text": "Fig. 9",
                    "ref_id": null
                }
            ],
            "section": "A st ogeny"
        },
        {
            "text": "(2) Colonies where the feeding efficiency of the colony did not vary significantly during astogeny after the initial phase of budding. This group comprised C . tenellus, C. Jexilis and D. bijidus. Feeding-efficiency-astogeny graphs for these species are shown in Fig. 10 c c , . , . , , . , . , . , Theca no. Theca no. Feeding-efficiency -astogeny graphs for these species are shown in Fig. 1 1. This group may require future subdivision as some species (e.g. D.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 263,
                    "end": 270,
                    "text": "Fig. 10",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 386,
                    "end": 395,
                    "text": "Fig. 1 1.",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "A st ogeny"
        },
        {
            "text": "octobrachiatus) seem to have reached the flat part of the exponential curve early in astogeny while others (e.g. M. clingani) reached it much later. Some of the forms which reach the flat part of their feeding efficiency curve early might be better placed in group 2. The problem is how to quantify the time taken to achieve stability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A st ogeny"
        },
        {
            "text": "Discussion. -Graptoloids showing a group 1 astogenetic pattern would have included all the biserial 2and 4-stiped graptoloids and straight monograptids. As such, it would have been a common stratcgy throughout the Ordovician and Silurian. The same is true for the strategy employed by group 3 species, which includes a wide range of forms. Group 2 strategy was only recorded in Ordovician graptoloids, but this could easily be a case of selection bias in the chosen sample. It is possible that some spiral monograptids achieved a constancy of feeding efficiency with growth, although the pattern was almost certainly rarer after the Ordovician-Silurian boundary extinction event than before. It is surely significant that such diverse shapes of graptoloid conform to so few patterns of astogenetic change. Clearly the early growth stages of members of groups 1 and 3 would have had very different feeding requirements to the later astogenetic stages of the same colony. In the case of group I members, the early food requirement would have been lower than that of the later stages; in the case of group 3 members it would have been higher. It seems likely that early and late growth stages of these colonies would need to have lived either spatially or temporally separated form one another. In the case of group 1 species it is tempting to speculate that growth might have followed the seasonal bloom of phytoplankton,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A st ogeny"
        },
        {
            "text": "Several problems remain to be tackled in this kind of analysis. At present the modelled system is so simple as to be inevitably incorrect. It takes no account of factors such as irregular fall rates or the effect of side currents in bringing food into the system. Each zooid is assumed to have been capable of sweeping the water completely clear of food particles on one pass, something which no modern animal can achieve except perhaps the large baleen whales (P. N. Dilly pers. corn.). It is difficult to strike a balance between increasing the possible accuracy of the mathematical system by incorporating correction factors for these things and keeping to the known and measurable facts about graptoloids. On the one hand a greater apparent reality is achieved, on thc other a security borne of minimizing the necessary assumptions. This problem is one on which the author would welcome comments and suggestions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Future work"
        },
        {
            "text": "These studies are investigations of graptoloid shape and the consequence of that shape for feeding during rotational movement. They offer interesting insights into the simple shapes adopted by the graptoloid rhabdosome. However, they d o not prove that this is why those shapes were adopted, or that feeding considerations of the kind outlined here were important during the life of the colony. Proof of this kind is impossible to find for an extinct group, if it can bc found for a living form.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Future work"
        },
        {
            "text": "Work on bedding plane assemblages of different feeding strategy species may reveal a temporal or spatial separation between astogenctic stages if one existed. However, bedding planes almost always show a time-averaged assemblage and may contain species from different levels in the water column or those from different locations swept in after death. Careful studies of modern plankton may reveal patterns of growth that can be compared to those seen in graptoloids.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Future work"
        },
        {
            "text": "Overprinting all of these possible studies needs to be a consideration of the nature of coloniality in graptoloids. This must be one of the most intriguing lines for future research. might have had different growth stages suited to malhematical advice and 10 Roger Cooper for his helpful",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Future work"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The Oceanic non-sulphidic oxygen minimum zone: a habitat for graptolites? Bullerin of the Geological Sociery of Denmark 35",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "P"
                    ],
                    "last": "Wilde",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Quinby-Hunt",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "",
            "volume": "103",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Lower Palaeozoic pkdnkton. Quarrerly Journd I ? / rhc Geo/ogical Sociery",
            "authors": [],
            "year": 1964,
            "venue": "",
            "volume": "120",
            "issn": "",
            "pages": "455--476",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The Geologicdl Society of America and the University of Kansas",
            "authors": [],
            "year": null,
            "venue": "Treirrise on Inrerrehrure Pulaeonrology, Part V. V57-VI 38",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "1901 -18: A Monogruph of British Grupr~~/;ri~.s",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "G L"
                    ],
                    "last": "Elles",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "E M R"
                    ],
                    "last": "Wood",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Branching geometry and function of multiramous graptoloids",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "R A"
                    ],
                    "last": "Fortey",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "A"
                    ],
                    "last": "Bell",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Pulrobiology",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Some thoughts on the ecology, mode of life and evolution of the Graptolithina",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "N H"
                    ],
                    "last": "Kirk",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Proceedings oJrhe Geologi d Si~c~icq qf London",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "1974: A membrane bearing Cyrrogruprus, and an interpretation of the hydrodynamics of the cyrlograptids",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Cephalodiscus sp.; observations of functional morphology, behavior and Occurrence in shallow water around Bermuda",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Lester",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Marine Biology",
            "volume": "85",
            "issn": "",
            "pages": "263--268",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Plankton and productivity in the oceans",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "J E G"
                    ],
                    "last": "Raymont",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "489--524",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Bendigonian graptolites (Hemichordata) of Victoria. National Museum of Vicroria",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "R B"
                    ],
                    "last": "Rickards",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Chapman",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Memoir Series",
            "volume": "52",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "New evidence for the life habit of graptoloids from physical modelling",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rigby",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "R B"
                    ],
                    "last": "Rickards",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Paleohiology IS",
            "volume": "",
            "issn": "",
            "pages": "402--413",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Feeding strategies in graptoloids",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rigby",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Pulueonrology",
            "volume": "34",
            "issn": "",
            "pages": "797--813",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Repartitions bathymetriques el migrations verticales des Euphausiaces (Crustaces) dans les zones de peche au thon du Pacifique sud-tropical",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Roger",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "series Oceanography XII",
            "volume": "",
            "issn": "",
            "pages": "221--239",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Form and mode of life of Dicellograprus zirzac (Graptolithina). Geological Muguzine 118",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "401--408",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The general test set, chosen from Elles and Wood (1901 -18) to show the range of graptoloid form: ( I ) Monograpfus priodon; ( 2) 0rrhograptu.r quadrimucronatus var. spinigerus; ( 3 ) Dicranograpfus ziczac; (4) Dicellograptus morris;; ( 5 ) Didymograptus murchisoni; ( 6 ) M . convolurus; ( 7 ) Tetragraptus serra; ( 8 ) M. revolufus; ( 9 ) Holograpfus deani; (10) T. headi. Drawings from Elles and Wood (1901 -18) not lo scale.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Multiramous test set from Rickards and Chapman (1990) ( I ) Goniograpfus olfernans (diameter = 0.26 m); (2) Triaenograpfus neglectus (diameter = 0.45 m); (3) 'Kellamograpfus ausfralis' (diameter = 0.56 m); (4) Tridensigraprus zhaoi (diameter = 0.28 m); (5) Clonograprus ramulosus (diameter = 0.70 m).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "200° m-' 0 150' m-1 A 86.5'm-'",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Oo m-I 0002 0.004 0.006 OD08 0.01 0.012 0.014 0.016 Distance (m) from proximal end Fig. 3. Fall profiles for graptoloids of the main test set. Symobls represent rotation rates of O\"/m (diamonds), 86.S\"/m (triangles), 150'lrn (circles. 200\"/m (squares). Species are 0 A, Holograprus deani, 0 B, Terragraprus headi. 0 C. T. serra, 0 D. Dicellograprus morrisi, 0 E, Monograprus priodon, 0 F. Orrhograprus quadrirnucronarus var. spinigerus, 0 G , M . ratolurus, 5 H, Didymograprus murchisoni. 06 0.08 0.1 0.12 0.02 0.04 o,o6 aoa 0.1 0.12 0.14 0.16 0.18 0.2 Distance (m) from proximal end Distance (m) Fall profiles for the multiramous test set. 0 A, Goniograprus alternans. 0 B, Triaenograprus neglecrus. 0 C, Kellamograptus oustralis. D, Tridensigraprus zhaoi. 0 E, Clonograprus ramulosus. Fall volumes of the species of the multiramous test set at varying rates of rotation. 0 A. Kellamograptus, 0 B, Triaenograptus. 0 C, Ganiograprus, 0 D, Clonagraprus and E, Tridensigraptus.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Feeding efficiencies of the multiramous test set species. 0 A. Goniograprus. 0 8. Tridensigraprus. 0 C , Triaenograprus. 0 D. Kellamograptus. 0 E. Clonograptus.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "06.5 150 200 250 300 3EO 400 450 100 R o t d o n ( Fall volumes for species of the main test set at varying rates of rotation. 0 A, Holograptus deani. 0 B, Tetragraptus 06.5 150 280 100 500 headi, 0 C, Monograptus priodon. 0 D. Orthograptus quadrimucronatus var. spinigerus. 0 E, M . revolutus.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Astogcny Iesl set from Elles and Wood (1901-18) and Bulman (1970). Those from Bulman (1970) are marked (B). 1, Dhhograprus octobrachiarus; 2. Clonograptus Jiexilis; ( 8 ) 3, C. fenellus; (B) 4, Anisograptus matonensis; ( B) 5, Tetrugruptus quudrihrachiurus; 6. Phyllograptus cf. rypus; 7. Didymograptus bifidus; 8, D. gihberulus; 9, Orthograprus ralcaratus; 10, Monograptus priodon; I I. M. clinguni; 12, M . reaolurus. Drawings not to scale.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Feeding-efficiency-astogeny patterns in group 1. 0 A, Orrhograprus calcararus. 0 0, Phyllograprus cf. rypus. 0 C, Monograprus priodon. b$dus. Feeding-efficiency-astogcny patterns in group 2. 0 A. Clonograprus renellus. 0 0. C. flexilis. 0 C, Didymograprus showing a generally exponential decrease in feeding efficiency with astogeny. This group included the bulk of the species investigated: D. ortobrachiatus, T. quadribrachiatus, A . matonensis, M . revolutus, M . clingani, D. gibherulus.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "with more being added to the colony in A&now/&e,nmrs. -This work was funded by an NERC response to an increased abundance of food in the water column. Group 2 strategy graptoloids, with postgraduate studentship and by a Junior Research Fellowship from Emmanuel College. Cambridge. The swporl of both similar feeding efficiencies throughout astogeny the Same location at the Same time. What that location might have been remains obscure. bodies is gralefully acknowledged. Thanks once again lo Richard Essery, Cavendish Laboratory, Cambridge. for his comments on the manuscript. Hilary Alberti was kind enough to redraft the figures.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Feeding efficiency of the main test set graptoloid species.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "were chosen for this purpose. They were Dichograptus octobrachiatus, Clonograptus Jexilis, C. tenellus, Anisograptus matonensis, T. quadribrachiatus, Phyllograptus cf. typus, D. bijidus, D. gibberulus. 0. calcaratus, M . priodon, M . clingani and M . revolutus.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}