{
    "paper_id": "2160d30c13240a243b2ce9fa0eb9ffd2c5bea0d0",
    "metadata": {
        "title": "Comment 846 www",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Policies and public health efforts have not addressed the gendered impacts of disease outbreaks. 1 The response to coronavirus disease 2019 (COVID-19) appears no different. We are not aware of any gender analysis of the outbreak by global health institutions or governments in affected countries or in preparedness phases. Recognising the extent to which disease outbreaks affect women and men differently is a fundamental step to understanding the primary and secondary effects of a health emergency on different individuals and communities, and for creating effective, equitable policies and interventions.",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 98,
                    "text": "1",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although sex-disaggregated data for COVID-19 show equal numbers of cases between men and women so far, there seem to be sex differences in mortality and vulnerability to the disease. 2 Emerging evidence suggests that more men than women are dying, potentially due to sex-based immunological 3 or gendered differences, such as patterns and prevalence of smoking. 4 However, current sex-disaggregated data are incomplete, cautioning against early assumptions. Simultaneously, data from the State Council Information Office in China suggest that more than 90% of health-care workers in Hubei province are women, emphasising the gendered nature of the health workforce and the risk that predominantly female health workers incur. 5 The closure of schools to control COVID-19 transmission in China, Hong Kong, Italy, South Korea, and beyond might have a differential effect on women, who provide most of the informal care within families, with the consequence of limiting their work and economic opportunities. Travel restrictions cause COVID-19: the gendered impacts of the outbreak the intervention, a careful interpretation of the negative findings is needed. Drug development and clinical evaluation of more potent and specific latency reversal agents alone and in combination in people living with HIV receiving ART and finding new approaches to put the kill into the kick and kill regimen are still warranted to determine if this strategy might allow people living with HIV to safely stop ART and achieve a cure. financial challenges and uncertainty for mostly female foreign domestic workers, many of whom travel in southeast Asia between the Philippines, Indonesia, Hong Kong, and Singapore. 6 Consideration is further needed of the gendered implications of quarantine, such as whether women and men's different physical, cultural, security, and sanitary needs are recognised. Experience from past outbreaks shows the importance of incorporating a gender analysis into preparedness and response efforts to improve the effectiveness of health interventions and promote gender and health equity goals. During the 2014-16 west African outbreak of Ebola virus disease, gendered norms meant that women were more likely to be infected by the virus, given their predominant roles as caregivers within families and as front-line health-care workers. 7 Women were less likely than men to have power in decision making around the outbreak, and their needs were largely unmet. 8 For example, resources for reproductive and sexual health were diverted to the emergency response, contributing to a rise in maternal mortality in a region with one of the highest rates in the world. 9 During the Zika virus outbreak, differences in power between men and women meant that women did not have autonomy over their sexual and reproductive lives, 10 which was compounded by their inadequate access to health care and insufficient financial resources to travel to hospitals for check-ups for their children, despite women doing most of the community vector control activities. 11 Given their front-line interaction with communities, it is concerning that women have not been fully incorporated into global health security surveillance, detection, and prevention mechanisms. Women's socially prescribed care roles typically place them in a prime position to identify trends at the local level that might signal the start of an outbreak and thus improve global health security. Although women should not be further burdened, particularly considering much of their labour during health crises goes underpaid or unpaid, incorporating women's voices and knowledge could be empowering and improve outbreak preparedness and response. Despite the WHO Executive Board recognising the need to include women in decision making for outbreak preparedness and response, 12 there is inadequate women's representation in national and global COVID-19 policy spaces, such as in the White House Coronavirus Task Force. 13 If the response to disease outbreaks such as COVID-19 is to be effective and not reproduce or perpetuate gender and health inequities, it is important that gender norms, roles, and relations that influence women's and men's differential vulnerability to infection, exposure to pathogens, and treatment received, as well as how these may differ among different groups of women and men, are considered and addressed. We call on governments and global health institutions to consider the sex and gender effects of the COVID-19 outbreak, both direct and indirect, and conduct an analysis of the gendered impacts of the multiple outbreaks, incorporating the voices of women on the front line of the response to COVID-19 and of those most affected by the disease within preparedness and response policies or practices going forward.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 184,
                    "text": "2",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 362,
                    "end": 363,
                    "text": "4",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 726,
                    "end": 727,
                    "text": "5",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1695,
                    "end": 1696,
                    "text": "6",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2345,
                    "end": 2346,
                    "text": "7",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2469,
                    "end": 2470,
                    "text": "8",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2671,
                    "end": 2672,
                    "text": "9",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2829,
                    "end": 2831,
                    "text": "10",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 3058,
                    "end": 3060,
                    "text": "11",
                    "ref_id": null
                },
                {
                    "start": 3981,
                    "end": 3983,
                    "text": "13",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As of March 5, 2020, there has been sustained local transmission of coronavirus disease 2019 (COVID-19) in Hong Kong, Singapore, and Japan. 1 Containment strategies seem to have prevented smaller transmission chains from amplifying into widespread community transmission. The health systems in these locations have generally been able to adapt, 2,3 but their resilience could be affected if the COVID-19 epidemic continues for many more months and increasing numbers of people require services. We outline some of the core dimensions of these resilient health systems 4 and their responses to the COVID-19 epidemic.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 141,
                    "text": "1",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 568,
                    "end": 569,
                    "text": "4",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "*Clare Wenham, Julia Smith, Rosemary Morgan, on behalf of the Gender and COVID-19 Working Group † c.wenham@lse.ac.uk"
        },
        {
            "text": "First, after variable periods of adaptation, the three locations took actions to manage the outbreak of a new pathogen. Surveillance systems were readjusted to identify potential cases while public health staff identified their contacts. National laboratory networks developed diagnostic tests once the COVID-19 genetic sequences were published 5 and laboratory testing capacity was increased in all three locations, although expansion of the diagnostic capacity to university and large private laboratories in Japan is still ongoing. In Hong Kong, initially, only pneumonia patients without a microbiological diagnosis were tested, but surveillance has been broadened to include all inpatients with pneumonia and a purposively sampled proportion of outpatients and emergency attendees totalling about 1500 per day (Leung GM, unpublished). Japan's testing strategy has also evolved with diagnostic tests now offered to all suspected cases irrespective of their travel history; however, there are reports of cases that should have been tested but were not.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "*Clare Wenham, Julia Smith, Rosemary Morgan, on behalf of the Gender and COVID-19 Working Group † c.wenham@lse.ac.uk"
        },
        {
            "text": "Different strategies were used to selectively control travellers entering these locations. In Singapore, there was a stepwise series of decisions to restrict entry for anyone from mainland China and, more recently, from northern Italy, Iran, and South Korea. Hong Kong has imposed mandatory 14-day quarantine for everyone who enters from the mainland, and denies entry to non-local visitors from South Korea and Iran as well as the most affected parts of Italy. In Japan, there were travel restrictions on citizens from Hubei and Zhejiang provinces, and cruise ships with cases of COVID-19 were quarantined.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "*Clare Wenham, Julia Smith, Rosemary Morgan, on behalf of the Gender and COVID-19 Working Group † c.wenham@lse.ac.uk"
        },
        {
            "text": "Second, intragovernmental coordination was improved because health authorities drew on their experiences of severe acute respiratory syndrome during 2002-03 in Hong Kong and Singapore, H5N1 avian influenza in 1997 in Hong Kong, and the 2009 influenza H1N1 pandemic in all three locations. Hong Kong and Singapore began interministerial coordination within the first week, whereas Japan did this in early February when the operation to quarantine passengers on the Diamond Princess cruise ship was heavily criticised as inadequate, resulting in the widespread infections among crew and passengers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "*Clare Wenham, Julia Smith, Rosemary Morgan, on behalf of the Gender and COVID-19 Working Group † c.wenham@lse.ac.uk"
        },
        {
            "text": "Third, all locations adapted financing measures so that all direct costs for treating patients are borne by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "*Clare Wenham, Julia Smith, Rosemary Morgan, on behalf of the Gender and COVID-19 Working Group † c.wenham@lse.ac.uk"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "UK (CW); Faculty of Health Sciences",
            "authors": [],
            "year": null,
            "venue": "London WC2A",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "USA (RM) †Members of the Gender and COVID-19 Working Group include Ahmed Al-Rawi",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Oswaldo Cruz Foundation (Fiocruz), Brazil; Denise Pimenta, Fiocruz, Brazil",
            "authors": [
                {
                    "first": "Gustavo",
                    "middle": [],
                    "last": "Matta",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Overcoming the \"tyranny of the urgent\": integrating gender into disease outbreak preparedness and response",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Gender Develop",
            "volume": "27",
            "issn": "",
            "pages": "355--69",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The Novel Coronavirus Pneumonia Emergency Response Epidemiology Team. The epidemiological characteristics of an outbreak of 2019 novel coronavirus disease (COVD-19)",
            "authors": [],
            "year": 2020,
            "venue": "China CDC Weekly",
            "volume": "2",
            "issn": "",
            "pages": "113--135",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "507--520",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Prevalence and patterns of tobacco smoking among Chinese adult men and women: findings of the 2010 national smoking survey",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Epidemiol Community Health",
            "volume": "71",
            "issn": "",
            "pages": "154--61",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Gender equity in the health workforce: analysis of 104 countries: Working Paper 1. Geneva: World Health Organization",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Boniol",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mcisaac",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wuliji",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Diallo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Campbell",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Coronavirus: Hong Kong families await return of thousands of stranded domestic helpers as the Philippines lifts travel ban. South China Morning Post",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Carvalho",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Cheung",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Siu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A gendered human rights analysis of Ebola and Zika: locating gender in global health emergencies",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Davies",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bennett",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int Aff",
            "volume": "92",
            "issn": "",
            "pages": "1041--60",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "gender and conspicuously invisible women in global health governance",
            "authors": [
                {
                    "first": "Harman",
                    "middle": [
                        "S"
                    ],
                    "last": "Ebola",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Third World Quart",
            "volume": "37",
            "issn": "",
            "pages": "524--565",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Counting indirect crisis-related deaths in the context of a low-resilience health system: the case of maternal and neonatal health during the Ebola epidemic in Sierra Leone",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sochas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Channon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nam",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Health Policy Plan",
            "volume": "32",
            "issn": "3",
            "pages": "32--39",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "abortion and health emergencies: a review of contemporary debates",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wenham",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Arevalo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Coast",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Global Health",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "SRL reports grants from the National Health and Medical Research Council of Australia, National Institutes of Health, American Foundation for AIDS Research, the Wellcome Trust, Australian Centre for HIV and Hepatitis Virology Research, Melbourne HIV Cure Consortium, Gilead Sciences, Merck, ViiV Healthcare, and Leidos, outside of the area of work commented on here. TAR reports grants from the Danish Research Council, Region Midt Denmark, Australian Centre for HIV and Hepatitis Virology Research, Melbourne HIV Cure Consortium, and Gilead, outside the area of work commented on here. *Sharon R Lewin, Thomas A Rasmussen sharon.lewin@unimelb.edu.au The Peter Doherty Institute for Infection and Immunity, The University of Melbourne and Royal Melbourne Hospital, Melbourne, VIC 3000, Australia (SRL, TAR); and Department of Infectious Diseases, Alfred Hospital and Monash University, Melbourne, Australia (SRL) 1 Pitman MC, Lau JSY, McMahon JH, Lewin SR. Barriers and strategies to achieve a cure for HIV. Lancet HIV 2018; 5: e317-28. 2 Fidler S, Stöhr W, Pace M, et al. Antiretroviral therapy alone versus antiretroviral therapy with a kick and kill approach, on measures of the HIV reservoir in participants with recent HIV infection (the RIVER trial): a phase 2, randomised trial. Lancet 2020; published online Feb 18. https://doi.org/10.1016/S0140-6736(19)32990-3. 3 Zerbato JM, Purves HV, Lewin SR, Rasmussen TA. Between a shock and a hard place: challenges and developments in HIV latency reversal. Curr Opin Virol 2019; 38: 1-9.4 Elliott JH, Wightman F, Solomon A, et al. Activation of HIV transcription with short-course vorinostat in HIV-Infected patients on suppressive antiretroviral therapy. PLoS Pathog 2014; 10: e1004473. 5 Archin NM, Liberty AL, Kashuba AD, et al. Administration of vorinostat disrupts HIV-1 latency in patients on antiretroviral therapy. Nature 2012; 487: 482-85. 6 Bruner KM, Wang Z, Simonetti FR, et al. A quantitative approach for measuring the reservoir of latent HIV-1 proviruses. Nature 2019; 566: 120-25. 7 Laird GM, Bullen CK, Rosenbloom DI, et al. Ex vivo analysis identifies effective HIV-1 latency-reversing drug combinations. J Clin Invest 2015; 125: 190-92. 8 Sogaard OS, Graversen ME, Leth S, et al. The depsipeptide romidepsin reverses HIV-1 latency in vivo. PLoS Pathog 2015; 11: e1005142. 9 Julg B, Dee L, Ananworanich J, et al. Recommendations for analytical antiretroviral treatment interruptions in HIV research trials-report of a consensus meeting. Lancet HIV 2019; 6: 259-68. 10 Lau J, Smith MZ, Allan B, et al. Community and provider community and provider perspectives on Treatment Interruptions in the landscape of HIV cure focused studies. AIDS Res Hum Retroviruses 2019; published online Dec 2. DOI:10.1089/AID.2019.0118.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}