{
    "paper_id": "21a9df1c9b815d891b2946ad38f050499f05f752",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [
        {
            "text": "The COVID-19 has posed an unprecedented challenge to the global workforce. To better understand the impact of the pandemic on work and careers, I call for research taking a closer look at the boundaries in the career context. Specifically, both the micro (boundaries that demarcate role domains) and macro (national borders) boundaries should be considered. The pandemic changes the existing boundaries and challenges the \"usual\" practices; while it blurs the micro, cross-domain boundaries, it strengthens the macro, cross-country boundaries. I propose that the changes in the micro and macro boundaries are one of the important mechanisms in how COVID-19 affects many individuals' vocational behaviors and career outcomes. In this essay, I explain why we should pay more attention to the boundaries to learn about the impact of COVID-19 on vocational and career behaviors. I conclude with a discussion of several directions for future research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "J o u r n a l P r e -p r o o f Examining Boundaries to Understand the Impact of COVID-19 on Vocational Behaviors",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The COVID-19 has posed an unprecedented challenge to the global workforce. We need to better understand the impact of the pandemic on work and careers to guide individuals to navigate through this dynamic situation. To this end, I call for research taking a closer look at the boundaries in the career context, both at the micro and macro levels, given their critical relevance to vocational behaviors and career outcomes. At the micro level, much research examined boundaries that demarcate role domains (e.g., Allen, Cho, & Meier, 2014; Ammons, 2013; Ashforth, Kreiner, & Fugate, 2000; Kossek, Ruderman, Braddy, & Hannum, 2012; Olson-Buchanan & Boswell, 2006) . Individuals create, maintain, and amend role boundaries in various forms, such as temporal, spatial, and psychological boundaries, in order to simplify the environment and manage multiple roles more efficiently. Evidence suggests that the role boundaries are important determinants of work, career, and health outcomes. At the macro level, boundaries between nations have attracted considerable research attention (e.g., Cohen, Arnold, & O'Neill, 2011; Dickman & Baruch, 2011; Newman, Bimrose, Nielsen, & Zacher, 2018; Presbitero & Quita, 2017) . Studies have shown that the national boundary exerts substantial impact on individuals' work and careers such that the way national borders are maintained influences individuals' career outcomes. In this essay, I explain why we should pay more attention to the boundaries to learn about the impact of COVID-19 on vocational and career behaviors. Then, I discuss several directions for future research.",
            "cite_spans": [
                {
                    "start": 512,
                    "end": 538,
                    "text": "Allen, Cho, & Meier, 2014;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 539,
                    "end": 552,
                    "text": "Ammons, 2013;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 553,
                    "end": 587,
                    "text": "Ashforth, Kreiner, & Fugate, 2000;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 588,
                    "end": 629,
                    "text": "Kossek, Ruderman, Braddy, & Hannum, 2012;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 630,
                    "end": 661,
                    "text": "Olson-Buchanan & Boswell, 2006)",
                    "ref_id": null
                },
                {
                    "start": 1085,
                    "end": 1116,
                    "text": "Cohen, Arnold, & O'Neill, 2011;",
                    "ref_id": null
                },
                {
                    "start": 1117,
                    "end": 1140,
                    "text": "Dickman & Baruch, 2011;",
                    "ref_id": null
                },
                {
                    "start": 1141,
                    "end": 1182,
                    "text": "Newman, Bimrose, Nielsen, & Zacher, 2018;",
                    "ref_id": null
                },
                {
                    "start": 1183,
                    "end": 1208,
                    "text": "Presbitero & Quita, 2017)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The pandemic changes the existing boundaries and challenges the \"usual\" practices.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Importance of Micro Boundaries to Work and Careers During a Pandemic"
        },
        {
            "text": "The pandemic blurs the micro, cross-domain boundaries that shape day-to-day work behaviors. As COVID-19 has spurred the adoption of remote work (Duffy, 2020) , many individuals work from home while attending to various non-work demands (e.g., assisting J o u r n a l P r e -p r o o f children's home-based learning, running errands for the elderly family members who are advised to stay home at all times). These changes are likely to affect individuals' work and career outcomes in different ways.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 157,
                    "text": "(Duffy, 2020)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Importance of Micro Boundaries to Work and Careers During a Pandemic"
        },
        {
            "text": "First, individuals have different preferences in terms of the role boundary characteristics (flexibility and permeability) and suffer from negative work and health consequences when the actual boundaries do not satisfy their desires (e.g., Kreiner, 2006; Park, Fritz, & Jex, 2011) . As such, the sudden shift to the work-from-home practice may create disruptions, especially for those who prefer work-family segmentation, those who have high family demands, and those who are not ready for remote working in terms of technological skills and equipment.",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 254,
                    "text": "Kreiner, 2006;",
                    "ref_id": null
                },
                {
                    "start": 255,
                    "end": 280,
                    "text": "Park, Fritz, & Jex, 2011)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Importance of Micro Boundaries to Work and Careers During a Pandemic"
        },
        {
            "text": "Second, given the self-imposed nature of role boundaries, various tactics individuals employ to manage boundaries and the degree of perceived control of boundaries have been shown to play a key role in successful boundary management (Ashforth et al., 2000; Kossek et al., 2012) . However, as the current extreme circumstances allow little individual choice, individuals may have to utilize novel strategies to compensate for the blurred physical role boundaries or try to re-gain perceived control over the situation.",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 256,
                    "text": "(Ashforth et al., 2000;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 257,
                    "end": 277,
                    "text": "Kossek et al., 2012)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Importance of Micro Boundaries to Work and Careers During a Pandemic"
        },
        {
            "text": "Third, research underscores that the role boundaries have a far-reaching impact beyond the focal individual. That is, members of role domains (e.g., supervisors, coworkers, and family members) are involved in boundary creation and are affected by the boundary once it is set up (for review, see Allen et al., 2014) . Applying to the present situation, the pandemic likely necessitates boundary-related negotiation and communication among the members of role domains. Also, the altered role boundaries likely affect multiple stakeholders in various domains. (Gaskell, 2020) . Similarly, many universities have suspended international exchange programs while recalling students who were studying abroad (Redden, 2020). These changes may have subsequent ripple effects because there is a sizeable workforce in the global talent management and international education industries (e.g., international talent recruiting services, marketing and accommodation services for international education).",
            "cite_spans": [
                {
                    "start": 295,
                    "end": 314,
                    "text": "Allen et al., 2014)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 557,
                    "end": 572,
                    "text": "(Gaskell, 2020)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Importance of Micro Boundaries to Work and Careers During a Pandemic"
        },
        {
            "text": "Second, related to the growth of international migration, research has shown that there are considerable number of transnational families whose members maintain familial ties with each other while living dispersed across nations (Goulbourne, Reynolds, Solomos, & Zontini, 2010) . Workers and family members in transnational families encounter unique challenges in work performance, health, and work-family management (Bryceson & Vuorela, 2002; Carrasco, 2010; Cho & Allen, 2019) . Given the record-high unemployment rate (BBC, 2020) and the enhanced border control (Salcedo et al., 2020), keeping in touch and providing necessary financial and emotional support to each other may become more difficult for these individuals.",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 277,
                    "text": "(Goulbourne, Reynolds, Solomos, & Zontini, 2010)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 417,
                    "end": 443,
                    "text": "(Bryceson & Vuorela, 2002;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 444,
                    "end": 459,
                    "text": "Carrasco, 2010;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 460,
                    "end": 478,
                    "text": "Cho & Allen, 2019)",
                    "ref_id": null
                },
                {
                    "start": 521,
                    "end": 532,
                    "text": "(BBC, 2020)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Importance of Macro Boundaries to Work and Careers During a Pandemic"
        },
        {
            "text": "Last, research suggests that fear and discrimination against outgroup members may be heightened during a pandemic (Schaller & Neuberg, 2012) . There have been more reported cases of violence against foreigners in various countries during the pandemic (e.g., Chapman, Journal Pre-proof J o u r n a l P r e -p r o o f 2020; Haynes, 2020) . This trend highlights that individuals working in a foreign country may be subject to discriminatory practices.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 140,
                    "text": "(Schaller & Neuberg, 2012)",
                    "ref_id": null
                },
                {
                    "start": 322,
                    "end": 335,
                    "text": "Haynes, 2020)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Importance of Macro Boundaries to Work and Careers During a Pandemic"
        },
        {
            "text": "The extant literature on the boundaries in the vocational context and the implications of the boundary changes that have occurred due to COVID-19 urge us to examine boundaries to gain insights into work and vocational behaviors during this challenging time. I discuss a few important directions for future research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Investigating Boundaries to Understand the Impact of a Pandemic"
        },
        {
            "text": "The first is the positive as well as negative outcomes of the boundary changes. Given the chaotic and uncertain nature of the pandemic, many negative consequences, ranging from short-term (e.g., reduced work productivity) to long-term (e.g., a downward career trajectory), are expected. Further, whether and why such harmful impact on work and careers differs depending on individuals' non-work circumstances merits attention. For instance, blurred role boundaries are likely to be disruptive for workers with family demands more so than those without. Research should also explore positive outcomes; while the negative outcomes are logical given the situation, some people may reap benefits from the adversity. The extreme blend of work and family, for instance, may push more people to learn how to create and negotiate role boundaries or how to maintain daily productivity despite frequent interruptions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Investigating Boundaries to Understand the Impact of a Pandemic"
        },
        {
            "text": "The second concerns the nature and effectiveness of various actions individuals take against the boundary changes. While it is undeniable that the pandemic situation is beyond one's control, it is still important to recognize and identify what one can do for optimal work and career outcomes. Individual initiatives to amend the micro boundaries is one such example. Encouraged (or forced) by the situation, people may revisit their assumptions and preferences about role boundaries and change their boundary management styles and tactics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Investigating Boundaries to Understand the Impact of a Pandemic"
        },
        {
            "text": "Given that support from other members of role domains is pivotal, another interesting J o u r n a l P r e -p r o o f question is how dual-earner couples create rules and negotiate their work and family involvement. When members of a dual-earner couple are working from home while taking care of dependents, what are some factors that explain their relative resource allocation (e.g., income, workplace flexibility, gender ideology, etc.)? A related question concerns work-, relationship-, and health-related consequences of the (un)satisfactory boundary amendment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Investigating Boundaries to Understand the Impact of a Pandemic"
        },
        {
            "text": "Concerning the macro boundary, an interesting question is what individuals do to minimize the disruptive impact of closed borders on their work, career, and family. Would they change their career plans, and if so, what factors shape such changes? Answers to these questions can help individuals to adapt adequately to the macro boundary changes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Investigating Boundaries to Understand the Impact of a Pandemic"
        },
        {
            "text": "The third focuses on the organizational and institutional resources that help individuals to navigate through the boundary changes. Regarding the micro boundary, what types of organizational and supervisory support are effective to help workers cope with the situation? Research could examine whether various support constructs that are wellestablished in the literature (e.g., family-supportive organizational perception, Allen, 2001;  family-supportive supervisor behaviors, Hammer, Kossek, Yragui, Bodner, & Hanson, 2009) are applicable and effective in supporting workers during this crisis. Alternatively, research may identify a novel type of support that is effective in such unusual circumstances. For the macro boundary, what approaches should companies and educational institutions take to provide adequate and timely support for those individuals undergoing unexpected difficulties?",
            "cite_spans": [
                {
                    "start": 423,
                    "end": 435,
                    "text": "Allen, 2001;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 436,
                    "end": 436,
                    "text": "",
                    "ref_id": null
                },
                {
                    "start": 477,
                    "end": 524,
                    "text": "Hammer, Kossek, Yragui, Bodner, & Hanson, 2009)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Investigating Boundaries to Understand the Impact of a Pandemic"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Family-supportive work environments: The role of organizational perceptions",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Allen",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Journal of Vocational Behavior",
            "volume": "58",
            "issn": "",
            "pages": "414--435",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Work-family boundary dynamics",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Allen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Meier",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Annual Review of Organizational Psychology and Organizational Behavior",
            "volume": "1",
            "issn": "",
            "pages": "99--121",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Work-family boundary strategies: Stability and alignment between preferred and enacted boundaries",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Ammons",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of vocational behavior",
            "volume": "82",
            "issn": "1",
            "pages": "49--58",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "All in a day's work: Boundaries and micro role transitions",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Ashforth",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Kreiner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fugate",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "The Academy of Management Review",
            "volume": "25",
            "issn": "",
            "pages": "472--491",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Coronavirus: Four out of five people's jobs hit by pandemic",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bbc",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Transnational families in the twenty-first century",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Bryceson",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Vuorela",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "The transnational family: New European frontiers and global networks",
            "volume": "",
            "issn": "",
            "pages": "3--30",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Transnational family life among Peruvian migrants in Chile: Multiple commitments and the role of social remittances",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "N"
                    ],
                    "last": "Carrasco",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Comparative Family J",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Global careers",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dickmann",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Baruch",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Big tech firms ramp up remote working orders to prevent coronavirus spread",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Duffy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Global talent in a COVID world",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gaskell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Transnational families: Ethnicities, identities and social capital",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Goulbourne",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Reynolds",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Solomos",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Zontini",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Development and validation of a multidimensional measure of family supportive supervisor behaviors (FSSB)",
            "authors": [],
            "year": null,
            "venue": "Journal of Management",
            "volume": "35",
            "issn": "",
            "pages": "837--856",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "As Coronavirus spreads, so does xenophobia and anti-Asian racism",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Haynes",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Time",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "ILO global estimates on migrant workers: Results and methodology. Geneva: International Labour Office",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Work-nonwork boundary management profiles: A person-centered approach",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Kossek",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Ruderman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Braddy",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Hannum",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "strengthens the macro level, cross-country boundaries. The COVID-19 has led to national border closures and travel restrictions across the globe (Salcedo, Yar, & Cherelus, 2020). Several lines of research emphasize that the tightened national borders should be an important consideration for work and vocational behavior research. First, data suggest that a large number of individuals search for work and career opportunities outside their home country (International Labour Organization, 2015). The tighter national borders thwart individuals' plans for transnational and global career. Indeed, many companies have canceled or postponed international talent recruitment amid the global virus outbreak",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}