{
    "paper_id": "2215fa0c4ee46139291f47fa43ad7f8b304c48a8",
    "metadata": {
        "title": "Controversies in the management of acute tonsillitis: an evidence-based review",
        "authors": [
            {
                "first": "J",
                "middle": [
                    "H"
                ],
                "last": "Bird",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Hospital Southampton NHS Foundation Trust",
                    "location": {
                        "settlement": "Southampton"
                    }
                },
                "email": ""
            },
            {
                "first": "T",
                "middle": [
                    "C"
                ],
                "last": "Biggs",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Hospital Southampton NHS Foundation Trust",
                    "location": {
                        "settlement": "Southampton"
                    }
                },
                "email": ""
            },
            {
                "first": "E",
                "middle": [
                    "V"
                ],
                "last": "King",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Poole NHS Foundation Trust",
                    "location": {
                        "settlement": "Poole",
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Background: Patients admitted with acute tonsillitis generate a substantial workload for the National Health Service (NHS), placing huge financial pressures on an already overstretched budget. Objective of review: Due to the difficulty of accurate diagnosis and varying practices across the UK, there exist a number of controversial areas and non-standardised practice. These will be highlighted and tackled within this article. Type of review and search strategy: A literature review, last performed in September 2013, searched PubMed citing variations on the areas of controversies with 'tonsillitis', 'pharyngitis' and 'pharyngotonsillitis'from 1956 to present with language restrictions. Excluded articles included those regarding sore throat after tonsillectomy and peritonsillar abscess. Evaluation method: Titles and abstracts were initially screened, and full text of potentially relevant articles obtained. The bibliographies of articles were searched for relevant references. The references were then compiled and reviewed independently by two authors (JB & TB), overseen by the senior author (EK). Results: (i) Diagnosis and investigation: Use of the Centor criteria is inadequate within the secondary care setting. Blood testing is unnecessary in the majority of cases where patients do not require admission, as they are unlikely to change management. (ii) Antibiotics: Antibiotics are likely to be indicated in all those presenting to secondary ENT care, with penicillin being the antibiotic of choice for first-line therapy. (iii) Corticosteroids: Moderate evidence supports the benefit of steroid administration in this patient cohort, advocating a single dose initially followed by reassessment. (iv) Analgesia: Paracetamol and NSAIDs have good evidence of action. Codeine should be used with caution in the paediatric population. (v) Reduced admission rates and early discharge: There is evidence suggesting that a trial of medical therapy prior to admission is beneficial in reducing rates of admission and length of stay. Conclusions: Management of acute tonsillitis within a secondary care setting largely consists of anecdotal or relatively low-quality evidence. Thus, much evidence from management comes from expert opinion or practice within a primary care setting. Management across the UK can also vary greatly. An evidence-based review of best practice has been presented here, but further evidence will be required in the future examining the significance of corticosteroids and antibiotic administration in this patient cohort specifically, ensuring practice is evidence based and clinically relevant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Acute tonsillitis is the commonest cause for emergency admissions to ENT services. Indeed from 2010 to 2011, there were over 61,000 patients admitted to hospital with this diagnosis alone, associated with a mean inpatient admission of 22 h. 1 Patients admitted with acute tonsillitis generate a substantial workload for the National Health Service (NHS), placing huge financial pressures on an already overstretched budget. To date, guidelines published regarding the management of sore throat predominantly target those working within a primary care environment. Both the Scottish Intercollegiate Guidelines Network (SIGN) and the National Institute of Health and Clinical Excellence (NICE) provide limited guidance for those working within the secondary care setting.",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 242,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The epidemiology of tonsillitis has been well described. 2 Between 50% and 80% of infective sore throat, symptomatology is of viral origin, predominantly consisting of rhinovirus, coronavirus and parainfluenza viruses, and rarely more unusual organisms such as primary herpes simplex. In addition, approximately 1-10% of cases are caused by the Epstein-Barr virus (EBV; causing infectious mononucleosis or glandular fever). 2 The more serious clinical cases tend to be bacterial and commonly develop following an initial viral infection. 2 The most common bacterial organism is group A beta-haemolytic streptococcus (GABHS), thought to be associated with 5-36% of tonsillar infections, 3 with other organisms involved including: Chlamydia pneumonia, Mycoplasma pneumonia, Haemophilus influenza, Candida, Neisseria meningitides and Neisseria gonorrhoeae. 2,3 Management of a viral illness is conservative in the majority of cases; bacterial causes are treated more aggressively and in severe cases with hospital admission. Due to the difficulty of accurate diagnosis and varying practices across the UK, there exist a number of controversial areas and non-standardised practice. It is the aim of this article to detail these controversies and discuss the evidence base surrounding them, enabling a management consensus to be formed (Fig. 1) . gotonsillitis'from 1956 to present with language restrictions. Excluded articles included those regarding sore throat after tonsillectomy and peritonsillar abscess. The titles and abstracts were initially screened, and full text of potentially relevant articles obtained. The bibliographies of articles were searched for relevant references. The references were then compiled and reviewed independently by two authors (JB & TB), overseen by the senior author (EK). The review process was conducted independently, with the results then collated, with the aim of identifying the highest levels of evidence in each of the areas of controversy detailed below.",
            "cite_spans": [
                {
                    "start": 424,
                    "end": 425,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 538,
                    "end": 539,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 1331,
                    "end": 1339,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Over 200 full text articles were retrieved. Several specific areas of controversy were identified and addressed, with the highest available evidence referenced for each area: 1 Diagnosis and investigation 2 Antibiotic use 3 Corticosteroid use 4 Analgesia 5 Early appropriate discharge",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Clinical diagnosis. Acute tonsillitis is diagnosed clinically (level 5 evidence). It is based on a history of a pyrexial illness, sore throat with a painful swallow, and the finding of pharyngeal erythema with or without tonsillar exudates and painful cervical adenopathy. 2 However, these findings do not differentiate between a bacterial or viral aetiology, often leading to confusion and mismanagement.",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 274,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "I Diagnosis and investigation"
        },
        {
            "text": "Centor criteria. Within primary care, the most well-known management guidance based on confirmatory diagnosis of a Group A Streptococcus (GABHS) comes from the Centor criteria 4 (level 3 evidence). As the Centor criteria only dictates whether antibiotics are required, and because of differences in its study population (primary care versus secondary care) its value is limited. Furthermore, a systematic review (level 1 evidence, within both the primary and secondary care setting) has demonstrated that the Centor scoring system may help categorise the risk level for GABHS infection in adults, but cannot be relied upon for a precise diagnosis. 3 In addition, it is considered ineffective in the paediatric population. 5 This evidence highlights weaknesses in the use of the Centor criteria, especially within a secondary care setting, and for that reason, it is of limited value in this context (see text Box 1). Box 1. The Centor criteria referenced from the SIGN for management of sore throat 12 The Centor criteria give one point each for:",
            "cite_spans": [
                {
                    "start": 648,
                    "end": 649,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 722,
                    "end": 723,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 999,
                    "end": 1001,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "I Diagnosis and investigation"
        },
        {
            "text": "• Tonsillar exudate • Tender anterior cervical lymph nodes • History of fever • Absence of cough",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I Diagnosis and investigation"
        },
        {
            "text": "The likelihood of GABHS infection increases with increasing score and is between 2 and 23% with a score of 1 and between 25% and 86% with a score of 4. This is dependent upon age, local prevalence and seasonal variation. Streptococcal infection is most likely in 5-to 15-year-old age group and gets progressively less likely in younger or older patients. This score is not validated in those under 3 years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I Diagnosis and investigation"
        },
        {
            "text": "Throat culture. Throat cultures are an alternative method for confirmation of bacterial infection and may yield positive cultures in some cases. However, the incidence of a positive throat culture may be as high as 40% in asymptomatic carriers, 6 and therefore, we do not advocate this investigation as routine practice.",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 246,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "I Diagnosis and investigation"
        },
        {
            "text": "Laboratory investigations. Blood investigations are commonly carried out in patients presenting with tonsillitis. The significance of raised inflammatory markers in those with tonsillitis is debatable, but there is some evidence that their increase is linked to a higher likelihood of streptococcal infection requiring antibiotics. 7 An area of particular controversy regarding blood testing surrounds investigation of infectious mononucleosis (IM). Those with IM are increasingly likely to require hospitalisation, have worsening symptoms and suffer from respiratory distress and/or splenic/hepatic complications (including haemorrhage). Monospot testing is routinely undertaken in hospital practice, but results can be misleading, with current commercially available. Monospot tests quoted to be 70-92% sensitive and 96-100% specific. 8 The gold standard investigation is Epstein-Barr virus serology, but this test is significantly more expensive and is probably unnecessary in the majority of cases. 8 IM is a clinical diagnosis with laboratory investigations used to confirm the diagnosis. 2 Evidence within the literature 9 suggests that the lymphocyte count alone or when used in combination with the total white cell count could be used as a quick screening test prior to monospot or serological testing (level 3/4 evidence). However, it is reported that in the paediatric population or those with strong clinical signs of IM, these methods may be more unreliable.",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 333,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 837,
                    "end": 838,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1003,
                    "end": 1004,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1094,
                    "end": 1095,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "I Diagnosis and investigation"
        },
        {
            "text": "We would suggest that patients who are systemically unwell, with dehydration, requiring hospital admission should probably undergo routine blood testing (full blood count, urea and electrolytes and liver function tests, +/monospot). However, on the whole, the majority of patients presenting for a trial of therapy followed by immediate discharge can be managed without blood investigations, as it is unlikely to alter management. We could find no specific evidence surrounding the value of blood testing on admitted patients with tonsillitis, but given the nature of admission and treatment using intravenous fluids, steroid and antibiotics (plus oral NSAIDs), it seems reasonable to undertake some form of baseline laboratory investigations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I Diagnosis and investigation"
        },
        {
            "text": "Nasendoscopy and senior support. In the treatment algorithm highlighted (Fig. 1) , we recommend a focused examination including nasendoscopy, if clinically indicated in the presence of severe pain or inability to swallow fluids, to exclude complications of acute tonsillitis and to consider other concomitant diagnoses. Case reports (level 4 evidence) demonstrate masked epiglottitis 10 and supraglottitis 11 presenting in combination with acute tonsillitis in adults. We would not advocate routine nasendoscopy in the paediatric population. In addition, we would recommend critical reassessment of the diagnosis; if there is doubt or concern regarding the patient's condition, a senior opinion should be sought without delay and appropriate management commenced.",
            "cite_spans": [
                {
                    "start": 406,
                    "end": 408,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 72,
                    "end": 80,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "I Diagnosis and investigation"
        },
        {
            "text": "• Acute tonsillitis is a clinical diagnosis. • Diagnosis of bacterial disease, using the Centor criteria, is inadequate for use in the secondary care setting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Keypoints"
        },
        {
            "text": "• Blood investigations are unnecessary in patients not being admitted, and in most patients, examination of the lymphocyte count can be used as a screening test prior to monospot or EBV serology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Keypoints"
        },
        {
            "text": "• Nasendoscopy should be performed (in adults) in those presenting to secondary care with atypical symptoms, and senior input should be obtained in cases of clinical doubt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Keypoints"
        },
        {
            "text": "Are antibiotics required? Within the primary care setting, antibiotic use for tonsillitis is controversial. The most commonly used guidelines within primary care are SIGN, and they suggest that superiority of antibiotics over simple analgesics is marginal in reducing both duration and severity of symptoms. 12 A Cochrane review (level 1 evidence, conducted within primary care), 13 examining antibiotics for sore throat, revealed that there are benefits associated with the use of antibiotics (reduced otitis media, reduced sinusitis complications, reduction in symptoms and duration of symptoms), but that these benefits were modest and that numbers needed to treat were relatively high to confirm benefit. Once patients have made it to the secondary care setting, a trial of intravenous therapy (as highlighted within the treatment algorithm) in those with worsening clinical signs requiring inpatient management seems reasonable (level 3 evidence).",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 310,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 380,
                    "end": 382,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "II Antibiotic use"
        },
        {
            "text": "Type of antibiotic. The highest levels of evidence within this category comes from a Cochrane review (level 1 evidence) conducted in 2013 examining the role of antibiotics in the presence of GABHS. 14 The review included seventeen trials in its analysis (5352 total participants); 16 compared penicillin with other antibiotic agents (six with cephalosporins, six with macrolides, three with carbacephem and one with sulphonamides), with the final one comparing clindamycin with ampicillin. Study conclusions revealed no strong evidence to show any meaningful differences across types of antibiotic studied. As penicillin is cheap, reliable (no significant resistance to GABHS seen yet), safe for use in those with IM and is well tolerated, it is an appropriate first-line treatment in those with suspected bacterial infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II Antibiotic use"
        },
        {
            "text": "Route of administration. We could find no evidence within the literature comparing the efficacy of intravenous antibiotics therapy compared with oral therapy in the management of tonsillitis within the secondary care setting. Anecdotally, it is presumed that intravenous therapy is preferable to oral administration. Many patients presenting to hospital will be unable to take oral therapy initially, making intravenous therapy more appropriate (level 5 evidence). The study 15 used to validate the treatment algorithm presented in this article (Fig. 1) revealed that a trial of intravenous antibiotic therapy (used in combination with fluid rehydration and steroid therapy) was associated with a significantly reduced rate of hospital admission and length of stay. Although teasing out the exact effect of using the combination of an intravenous antibiotic with steroid will be difficult, what is clear is in the population of patients presenting with inability to swallow with systemic features, the use of an intravenous antibiotic initially and then converting to oral Controversies in the management 371 therapy later is likely to be sound clinical practice (level 5 evidence).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 545,
                    "end": 553,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "II Antibiotic use"
        },
        {
            "text": "• Once patients have made it to the secondary care setting, antibiotic therapy will be necessary in the majority of cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Keypoints"
        },
        {
            "text": "• Penicillin is considered best as a first-line treatment in those with suspected bacterial infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Keypoints"
        },
        {
            "text": "• Patients presenting with inability to swallow and systemic features should be commenced on intravenous antibiotics, with conversion to oral when able to tolerate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Keypoints"
        },
        {
            "text": "Are corticosteroids effective? The only relevant evidence within this area come from the primary care setting. A Cochrane systematic review and meta-analysis 16 (level 1 evidence) reviewing eight trials in the ambulatory setting (369 children, 374 adults) examined patients given a short course of corticosteroid or placebo (in addition, all patients also received an antibiotic). Results revealed an increased likelihood of complete resolution of pain at 24 and 48 h regardless of GABHS status, and a reduction in the meantime to onset of pain relief by more than 6 h. Interestingly, another Cochrane review only including patients diagnosed with IM revealed an improvement in symptoms at 12 h (versus placebo), but these benefits were not maintained following this time period. 17 The algorithm highlighted within this latter review suggests that in the absence of complications, a single dose of corticosteroid should be considered. This is likely to work effectively as a pain reliever but also, it is hoped, aid early oral intake which should expedite oral therapy and hospital discharge.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 160,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 780,
                    "end": 782,
                    "text": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "III Corticosteroid use"
        },
        {
            "text": "A few studies have examined the most appropriate delivery method of corticosteroids in tonsillitis, and to date, there appears to be no conclusive evidence. The highest level of evidence (level 1, randomised, doubleblind, placebo-controlled trial) comes from a study conducted by Marvez-Valls et al. 18 examining oral versus intramuscular delivery of steroids in exudative pharyngitis in 70 patients. They concluded no significant difference between the two groups, when assessing visual analogue pain scores at 24 and 48 h. This would suggest that if tolerated, oral steroids would be an appropriate delivery method. Of course in the acute setting, patients with severe tonsillitis might not be able to swallow medication or fluids, meaning a parenteral route would have to be considered.",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 302,
                    "text": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Route of delivery."
        },
        {
            "text": "• Evidence would suggest that corticosteroids are likely to be beneficial with regard to improving pain relief and reduction in time to improvement of symptoms in adults.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Keypoints"
        },
        {
            "text": "• Corticosteroids, when given orally would appear to be as effective with regards to pain relief when compared with parenteral routes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Keypoints"
        },
        {
            "text": "We now address the role of analgesics in the management of tonsillitis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV Analgesia"
        },
        {
            "text": "Adults. Paracetamol is known to be effective and superior to placebo at reducing fever, headache and throat pain for up to 6 h (level 1 evidence). 19 Non-steroidal anti-inflammatory drugs (NSAIDS), namely diclofenac and ibuprofen, 20,21 are also highly effective when compared to placebo (level 1 evidence). NSAIDS should be used with caution in the presence of dehydration due to nephrotoxic effects, and rehydration therapy should be commenced in conjunction. No studies were found contraindicating the use of codeine, tramadol or other opioid metabolites. Caution (level 4 evidence) must be taken when using opiates in those whom airway compromise is already a concern, due to the addition of opioid-associated respiratory depression.",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 149,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "IV Analgesia"
        },
        {
            "text": "Children. There have been no randomised control trials examining the efficacy of pain relief in sore throat regarding paracetamol, ibuprofen and diclofenac; either alone or in comparison with each other. Again, caution should be taken using ibuprofen in the presence of dehydration, and diclofenac is not recommended in children due to insufficient evidence to establish its safety. 12 Recent medicines and healthcare products regulatory agency guidance has suggested caution over the use of codeine within the paediatric population, especially in those with potential respiratory depression (level 4 evidence). 22, 23 Topical mouthwash. A multicentre, prospective, randomised, double-blinded, placebo-controlled study (level 1 evidence) enrolled 147 patients comparing chlorhexidine, gluconate and benzydamine hydrochloride with placebo on the systemic effects of streptococcal tonsillopharyngitis. 24 The study concluded that when combined with oral antibiotics, topical analgesic sprays decreased the intensity of clinical signs in patients with streptococcal pharyngitis. Similar findings have also been documented regarding the use of topical analgesic sprays versus placebo in viral pharyngitis in a study including 164 patients (level 2 evidence). Both pain and quality of life were improved at day 3 and day 7 using mouth sprays versus placebo, with no measurable side-effects. 25 Evidence would suggest that the use of topical mouth sprays in acute tonsillitis, bacterial or viral, is well tolerated with few side-effects and may result in improvements in symptoms. Therefore, for this reason, we have recommended their use in the treatment algorithm of acute tonsillitis.",
            "cite_spans": [
                {
                    "start": 383,
                    "end": 385,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 612,
                    "end": 615,
                    "text": "22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 616,
                    "end": 618,
                    "text": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 900,
                    "end": 902,
                    "text": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1386,
                    "end": 1388,
                    "text": "25",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "IV Analgesia"
        },
        {
            "text": "• Paracetamol and NSAIDs have good evidence of action in adults and are safe in the majority of cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Keypoints"
        },
        {
            "text": "• Paracetamol and NSAIDs are safe, in most cases, in paediatric patients, but codeine should be used with caution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Keypoints"
        },
        {
            "text": "• Anaesthetic mouth washes have some evidence of benefit and should be considered for symptomatic relief.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Keypoints"
        },
        {
            "text": "The evidence for this comes from expert opinion (level 5 evidence) and a published two-cycle audit (level 3 evidence) where the guidelines presented here were studied. 15 This study revealed that early use of a trial of medical therapy (intravenous antibiotics, steroid and analgesia), followed by reassessment for discharge if the patients could swallow (in the absence of complications), resulted in a significantly increased rate of discharge and reduced length of stay. No other studies were identified within the literature, which examined a trial of therapy prior to expedited discharge. It is likely that many units across the UK manage patients with a trial of medical therapy in the ENT department or A&E department, prior to assessment for discharge on oral medication. This therefore seems reasonable to undertake within routine clinical practice.",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 170,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "V Early appropriate discharge"
        },
        {
            "text": "• A trial of medical management, prior to admission, is appropriate in most patients presenting with acute tonsillitis (in the absence of sepsis or complications).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Keypoints"
        },
        {
            "text": "• Expedited discharge following commencement of oral intake is associated with increased rates of discharge and reduced length of stay (level 3 evidence).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Keypoints"
        },
        {
            "text": "Management of acute tonsillitis within a secondary care setting largely consists of anecdotal or relatively low-quality evidence. Thus, much evidence for management comes from expert opinion or practice within a primary care setting. Management across the UK can vary greatly. An evidencebased review of best practice has been presented here, but further evidence will be required in the future, specifically examining the use of corticosteroids and oral versus intravenous antibiotics, ensuring practice is evidence based and clinically relevant. As acute tonsillitis accounts for the majority of the otolaryngologist's emergency workload, it is vital that best practice is utilised, limiting controversial and non-standardised practice in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "None to declare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        },
        {
            "text": "Nil.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "Nil.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Presentations"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Hospital episode statistics online. www.hesonline.nhs.uk (last accessed",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Scott-Brown's Otorhinolaryngology: Head and Neck Surgery",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Gleeson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Browning",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Burton",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The rational clinical examination. Does this patient have strep throat?",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Ebell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Barry",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "JAMA",
            "volume": "284",
            "issn": "",
            "pages": "2912--2918",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Open randomised trial of prescribing strategies in managing sore throat",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Little",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Williamson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Warner",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "BMJ",
            "volume": "314",
            "issn": "",
            "pages": "722--727",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Centor criteria in children in a paediatric emergency department: for what it is worth",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Roggen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Van Berlaer",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gordts",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BMJ Open",
            "volume": "22",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Case against the use of throat culture in the management of streptococcal pharyngitis",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Caplan",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "J. Fam. Pract",
            "volume": "8",
            "issn": "",
            "pages": "485--490",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Towards evidence-based emergency medicine: best BETs from the Manchester Royal Infirmary. Can inflammatory markers distinguish streptococcal from viral tonsillitis?",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Koo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Eisenhut",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Emerg. Med. J",
            "volume": "28",
            "issn": "",
            "pages": "715--717",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Evaluation of six commercially available kits using purified heterophile antigen for the rapid diagnosis of infectious mononucleosis compared with Epstein-Barr virus-specific serology",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Elgh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Linderholm",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Clin. Diagn. Virol",
            "volume": "7",
            "issn": "",
            "pages": "17--21",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Use of the lymphocyte count as a diagnostic screen in adults with suspected epstein-barr virus infectious mononucleosis",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Biggs",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Hayes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Bird",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Laryngoscope",
            "volume": "123",
            "issn": "",
            "pages": "2401--2404",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Recurrent adult epiglottitis: contiguous spread from group A streptococcus lingual tonsillitis",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yousuf",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lui",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lemckert",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Otolaryngol",
            "volume": "35",
            "issn": "",
            "pages": "65--67",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Severe throat pain in patients with negative oropharyngeal examination: four case reports and overview of the literature",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Peltekis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Palaskas",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Anyfantakis",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Folia Med",
            "volume": "54",
            "issn": "",
            "pages": "57--61",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Management of Sore Throat and Indication for Tonsillectomy. Scottish Intercollegiate Guidelines Network",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Antibiotics for sore throat",
            "authors": [
                {
                    "first": "Del",
                    "middle": [],
                    "last": "Mar",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Spinks",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Glasziou",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Cochrane Database Sys. Rev",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Different antibiotic treatments for group A streptococcal pharyngitis. Cochrane Database Syst. Rev",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Van Driel",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Sutter",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Keber",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "30",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Implementation of an evidence-based acute tonsillitis protocol: our experience in one hundred and twenty-six patients",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Bird",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Biggs",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Schulz",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Clin. Otolaryngol",
            "volume": "38",
            "issn": "",
            "pages": "410--415",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Corticosteroids as a standalone or add-on treatment for sore throat",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hayward",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Perera",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Cochrane Database Syst. Rev",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Steroids for symptom control in infectious mononucleosis",
            "authors": [
                {
                    "first": "Candy",
                    "middle": [
                        "B"
                    ],
                    "last": "Hotopf",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Cochrane Database Syst. Rev",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "A randomized clinical trial of oral versus intramuscular delivery of steroids in acute exudative pharyngitis",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Marvez-Valls",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stuckey",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Ernst",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Acad. Emerg. Med",
            "volume": "9",
            "issn": "",
            "pages": "9--14",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Aspirin compared with acetaminophen in the treatment of fever and other symptoms of upper respiratory tract infection in adults: a multicenter, randomized, double-blind, double-dummy, placebo controlled, parallel-group, single-dose, 6-hour dose-ranging study",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bachert",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Chuchalin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Eisebitt",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Clin. Ther",
            "volume": "27",
            "issn": "",
            "pages": "993--1003",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Lowest effective single dose of diclofenac for antipyretic and analgesic effects in acute febrile sore throat",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gehanno",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Dreiser",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ionescu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Clin. Drug Investig",
            "volume": "23",
            "issn": "",
            "pages": "263--271",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Evaluation of ibuprofen vs paracetamol analgesic activity using a sore throat pain model",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Boureau",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pelen",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Verriere",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Clin. Drug Investig",
            "volume": "17",
            "issn": "",
            "pages": "1--8",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "More codeine fatalities after tonsillectomy in North American children. Time to revise prescribing practice!",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Robb",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Clin. Otolaryngol",
            "volume": "38",
            "issn": "",
            "pages": "365--367",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Medicines and Healthcare Products Regulatory Agency. (2013) Drug Safety Update. 6, A1",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Effect of chlorhexidine gluconate and benzydamine hydrochloride mouth spray on clinical signs and quality of life of patients with streptococcal tonsillopharyngitis: multicentre, prospective, randomised, double-blinded, placebo-controlled study",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cingi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Songu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ural",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Laryngol. Otol",
            "volume": "125",
            "issn": "",
            "pages": "620--625",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Effects of chlorhexidine/benzydamine mouth spray on pain and quality of life in acute viral pharyngitis: a prospective, randomized, double-blind, placebo-controlled, multicenter study",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cingi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Songu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ural",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Ear Nose Throat J",
            "volume": "89",
            "issn": "",
            "pages": "546--549",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Acute tonsillitis management algorithm.Controversies in the management 369",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Are the following risk factors present*? Shortness of breath or stertor • Signs of severe dehydration or septic shock *If so perform flexible laryngoscopy and proceed to admission Is either of the following present? 1. Unable to swallowing fluids or saliva 2. Pain out of proportion to clinical findings",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}