{
    "paper_id": "2274471246f2f32f361c12d0ce27c1ba9d8cd93d",
    "metadata": {
        "title": "Corona Virus Disease 2019 (COVID-19): the image tells the truth",
        "authors": [
            {
                "first": "Pei-Lun",
                "middle": [],
                "last": "Han",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sichuan University",
                    "location": {
                        "addrLine": "No. 37 Guoxue Xiang",
                        "postCode": "610041",
                        "settlement": "Chengdu",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Tong Pang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sichuan University",
                    "location": {
                        "addrLine": "No. 37 Guoxue Xiang",
                        "postCode": "610041",
                        "settlement": "Chengdu",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Kai-Yue Diao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sichuan University",
                    "location": {
                        "addrLine": "No. 37 Guoxue Xiang",
                        "postCode": "610041",
                        "settlement": "Chengdu",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhi-Gang",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sichuan University",
                    "location": {
                        "addrLine": "No. 37 Guoxue Xiang",
                        "postCode": "610041",
                        "settlement": "Chengdu",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A 34-year-old male came to our hospital on 21st Jan and complained of fever (peak temperature: 38.5 °C). He lived in Wuhan for the past years and came to visit his relatives in Chengdu for the Spring Festival. He reported no exposure to the \"South-China Seafood Market\" in Wuhan during the recent months. The fever presented on 20th Jan. He took some Cefoperazone but was not relieved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "On admission, the patient had normal lymphocytes and white blood cell count but slightly increased monocyte percentage (17.0%) ( Table 1 ). The high-resolution chest computed tomography (HRCT) showed a mild ground-glass opacity (GGO) at right upper lobar. (Fig. 1a1 ). Fungal and other common respiratory viral infections were excluded though laboratory test. With suspicion of the Corona Virus Disease 2019 (COVID-19) infection, the throat swab was obtained from the patient for real-time reverse transcription polymerase chain reaction (RT-PCR) assay. The RT-PCR test kits were manufactured by Sansure Biotech Inc. (Changsha, China) and its limit of detection (LOD) was established at a Ct of 40. Before the result came out, the patient was isolated and treated with Cefoperazone continuously. On 25th Jan, his first and second SARS-CoV-2 PCR results were negative; thus, the patient was discharged.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 129,
                    "end": 136,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 256,
                    "end": 265,
                    "text": "(Fig. 1a1",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "However, the patient continuously felt ill and the fever lasted. He came to our hospital again for further treatment. On this admission, the re-arranged blood test result showed reduced total white blood cell count of 2.87 × 10 9 /L, reduced neutrophil count of 1.02 × 10 9 /L, and normal lymphocytes count. The second HRCT showed that the original GGO grew larger with evidence of fibrosis ( Fig. 1b1-b3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 393,
                    "end": 405,
                    "text": "Fig. 1b1-b3)",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Empirical antimicrobial treatment with moxifloxacin failed to resolve the infection (Fig. 1c1-c3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 84,
                    "end": 97,
                    "text": "(Fig. 1c1-c3)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "A repetitive throat swab was obtained again and was sent for SARS-CoV-2 PCR assay. Two days later, the result came back and was positive. The patient was isolated and treated with antiviral therapy (lopinavir/ritonavir and interferon) and anti-inflammatory (glucocorticoid) therapy. On 28th Feb, with reduction of both GGO and fibrosis on HRCT ( Fig. 1d1-f3) , and twice negative SARS-CoV-2 PCR assay results of throat swabs and stool sample, the patient was discharged. At a telephone follow-up 28 days after the discharge, the patient reported no recurrent symptoms or any other discomfort.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 346,
                    "end": 358,
                    "text": "Fig. 1d1-f3)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Current guidelines [1] recommended SARS-CoV-2 PCR assay as gold standard testing for COVID-19. However, SARS-CoV-2 PCR could not reflect viral load, and the sampling deviation added to the dissatisfactory sensitivity. Our case showed the ability of chest HRCT to recognize infected patient at the very early stage. Although we cannot completely exclude the possibility of bacterial superinfection to cause the GGO [2, 3] , considering the white cell/neutrophil depletion at the second blood test, the progression of lesions on CT after antimicrobial therapy did not support it. According to our case, patients with exposure to the epidemic area and suspicious HRCT findings should be isolated rigorously. Besides, since nasopharyngeal swab was reported to be more sensitivie than throat swab [4] , samples from multiple sites might be required to avoid sampling bias for PCR assay.",
            "cite_spans": [
                {
                    "start": 19,
                    "end": 22,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 414,
                    "end": 417,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 418,
                    "end": 420,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 792,
                    "end": 795,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Pei-lun Han and Tong Pang have contributed equally to this work and should be considered co-first authors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Zhi-gang Yang: Guarantor. 1 Comparison between the initial and follow-up CT scans. a1-a3 were on 22nd Jan at the patient's 1st-time admission. b1-b3 were on 28th Jan at the patient's 2nd-time admission with the same level of a1-a3 separatory. c1-c3 were on 1st Feb after antimicrobial therapy. d1-f3 were CT scans during antiviral therapy. a1 showed lightly ground-glass opacity (GGO) located at the right apical segment, which was prominently enlarged on b1 and b2, b3 showed newly increased GGO, as well as evidence of fibrosis (b2). c1-c3 showed enlarged GGO and fibrosis after antimicrobial therapy. d1 shows newly increased fibrosis, which was reduced in e1 and disappeared in f1. d1-f3 showed that the lesions gradually decreased after antiviral therapy",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 26,
                    "end": 27,
                    "text": "1",
                    "ref_id": null
                }
            ],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "National Health Commission of the People's Republic of China (NHC,PRC)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Outbreak of novel coronavirus (COVID-19): what is the role of radiologists",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur Radiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s00330-020-06748-2"
                ],
                "PMID": [
                    "32072255"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "507--520",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A comparative study of nasal and pharyngeal swabs in the diagnosis of coronavirus disease 2019",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Tao",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yue",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Chin J Respir Crit Care Med",
            "volume": "19",
            "issn": "",
            "pages": "141--144",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Zhi-gang Yang yangzg666@163.com 1 Department of Radiology, West China Hospital, Sichuan University, No. 37 Guoxue Xiang, Chengdu 610041, China",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements This work was supported by the 1·3·5 project for disciplines of excellence, West China Hospital, Sichuan University (ZYGD18013), which helped with writing and data collection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Author contributions All authors have been involved in the care of the patient. PH is mainly in charge of the manuscript writing and idea design. TP helped edit the table and figures, as well as the patient's image analysis; KD helped in data collection and the patient's image analysis; ZY takes responsibility of the study design, has full access to the data in the study and has the final responsibility to submit for publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creat iveco mmons .org/licen ses/by/4.0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest None."
        }
    ]
}