{
    "paper_id": "22879bacba6bce5538f7b695e136f6088bc44fbd",
    "metadata": {
        "title": "A Novel Way to Numerically Characterize DNA Sequences and Its Application",
        "authors": [
            {
                "first": "Ying",
                "middle": [],
                "last": "Guo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Dalian University",
                    "location": {
                        "postCode": "116622",
                        "settlement": "Dalian of Liaoning",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yan-Fang",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Dalian University",
                    "location": {
                        "postCode": "116622",
                        "settlement": "Dalian of Liaoning",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Sheng-Li",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Dalian University of Technology",
                    "location": {
                        "postCode": "116024",
                        "settlement": "Dalian",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We presented a novel way to numerically characterize DNA sequences based on the graphical representation for the sequences comparison and analysis. Instead of calculating the leading eigenvalues of the matrix for graphical representation, we computed curvature and torsion of curves as the descriptor to numerically characterize DNA sequences. The new method was tested on three data sets: the coding sequences of β-globin gene, all of their exons, and 24 coronavirus geneomes from NCBI. The similarities/dissimilarities and phylogenetic tree of these species verify the validity of our method.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Hamori and Ruskin [1] have emerged as a very powerful tool for the visualization and analysis of long DNA sequences. Several authors outlined different 2D graphical representations of DNA sequences based on two dimensional Cartesian coordinates. The original plot of a DNA sequence as a random walk on a 2D grid using the four cardinal directions to represent the four bases was done by Gates [2] , Leong and Morgenthaler [3] , and Nandy [4] . Their method is based on the assignment of the four bases of DNA sequences to the four directions of the (x, y) coordinate system. These 2D graphical representations of DNA sequence provide useful insights into local and global characteristics and the occurrences, variations and repetition of the nucleotides along a sequence that are not easily observed from DNA sequences directly. However, these graphical representations are accompanied with some loss of information because of overlapping and crossing of the curve representing DNA with itself. To eliminate, or at least reduce the degeneracy of the above graphical representations, many high orders and unique graphical representations have been proposed [5] [6] [7] [8] [9] [10] [11] .",
            "cite_spans": [
                {
                    "start": 18,
                    "end": 21,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 393,
                    "end": 396,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 422,
                    "end": 425,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 438,
                    "end": 441,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 1156,
                    "end": 1159,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 1160,
                    "end": 1163,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 1164,
                    "end": 1167,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 1168,
                    "end": 1171,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 1172,
                    "end": 1175,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 1176,
                    "end": 1180,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 1181,
                    "end": 1185,
                    "text": "[11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction G raphical techniques initiated in 1983 by"
        },
        {
            "text": "In recent years, based on existing graphical representation, several authors have presented various methods to assign mathematical descriptors to DNA sequences to quantitatively compare the sequences and determine similarities and dissimilarities between them [8] [9] [10] [12] [13] [14] [15] [16] . In particular, the leading eigenvalues of the L/L matrices have been considered to be good descriptors of DNA sequences. However, the computation of the leading eigenvalues of the L/L matrices for long DNA sequences will be expensive. Therefore, the emergence of research into mathematical descriptors of DNA sequences is apparent and necessary.",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 263,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 264,
                    "end": 267,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 268,
                    "end": 272,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 273,
                    "end": 277,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 278,
                    "end": 282,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 283,
                    "end": 287,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 288,
                    "end": 292,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 293,
                    "end": 297,
                    "text": "[16]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction G raphical techniques initiated in 1983 by"
        },
        {
            "text": "Motivated by searching an efficient descriptor of DNA sequences, we propose a novel way to numerically characterize DNA sequences. When a DNA sequence is mapped into a 3D space, we can obtain a curve. Then, the curvature and torsion of the curve are computed to numerically characterize DNA sequences. The proposed numerical characterizations are tested by similarity analysis and phylogenetic analysis on three different data sets. Our results show that our method is preferable to numerically characterize DNA sequences. Furthermore, our method is rapid because the whole process does not involve complex algorithm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction G raphical techniques initiated in 1983 by"
        },
        {
            "text": "Yuan et al. [7] proposed a 3D graphical representation that assigns one nucleotide base as follows:",
            "cite_spans": [
                {
                    "start": 12,
                    "end": 15,
                    "text": "[7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "3D GRAPHICAL REPRESENTATION"
        },
        {
            "text": "That is to say, A, G, T, and C are assigned to −x, +x, −y, and +y, respectively, while the corresponding curve extend along with z-axes. In detail, for a given DNA sequence G = g 1 g 2 . . . g i . . ., inspect it by stepping one base at a time. For the step i (i = 1, 2, . . . , N), a 3D space point P i (x i , y i , z i ) can be constructed by function φ(g i ) as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3D GRAPHICAL REPRESENTATION"
        },
        {
            "text": "(1) where N is the length of the given DNA sequence. When i runs from 1 to N, we have points",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3D GRAPHICAL REPRESENTATION"
        },
        {
            "text": "Connecting adjacent points, we obtain a 3D zigzag curve. For example, the 3D graphical representation of the sequence ATGGTGCACC is presented in Figure 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 145,
                    "end": 153,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "3D GRAPHICAL REPRESENTATION"
        },
        {
            "text": "According to the method of the graphical representation, there are three curves corresponding to the same DNAsequence. If we assign the four nucleotide bases as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3D GRAPHICAL REPRESENTATION"
        },
        {
            "text": "we will get the second 3D curve. For the same sequence, ATGGTGCACC, the graph of the second curve is shown in Figure 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 110,
                    "end": 118,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "3D GRAPHICAL REPRESENTATION"
        },
        {
            "text": "The third curve will be gotten by assigning the four nucleotide bases as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3D GRAPHICAL REPRESENTATION"
        },
        {
            "text": "After having three curves corresponding to the same DNA sequence, we conveniently denote them as the curves of the patterns AGTC, ATCG, and ACGT.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3D GRAPHICAL REPRESENTATION"
        },
        {
            "text": "The most fundamental characteristics of a curve are its curvature and torsion, so we regard the curvature and torsion of curves as the descriptors to Based on the reference [17] , let be the difference operator, which assigns to every function f (x), the function g = f , which is defined by",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 177,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "THE CURVATURE AND TORSION OF THE CURVE"
        },
        {
            "text": "For each integer n ≥ 2, we define n f = ( n−1 f ), and we denote n f (x) instead of ( n f )(x). Then, we have:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE CURVATURE AND TORSION OF THE CURVE"
        },
        {
            "text": "So we can get the first to third difference form as below:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE CURVATURE AND TORSION OF THE CURVE"
        },
        {
            "text": "Then the three curves are obtained, denoted by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE CURVATURE AND TORSION OF THE CURVE"
        },
        {
            "text": "For the i-th curve, its curvature k and torsion τ can be calculated by the following formula [18] .",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 97,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "THE CURVATURE AND TORSION OF THE CURVE"
        },
        {
            "text": "If t is equal to t 0 , the curvature and torsion values are",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE CURVATURE AND TORSION OF THE CURVE"
        },
        {
            "text": "Give a DNA sequence with length of N, N curvature and torsion values will be obtained. The average curvature and torsion values of the N curvature and torsion values, denoted by k i 0 and τ i 0 respectively, can be computed as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE CURVATURE AND TORSION OF THE CURVE"
        },
        {
            "text": "As the curvature and torsion are character of the curve, they, in turn, can be regarded as descriptors to numerically characterize the curve. For extracting more characters from sequence, we construct a six-component vector, which is composed of three average curvatures and three average torsions, for numerical characterization the DNA sequence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE CURVATURE AND TORSION OF THE CURVE"
        },
        {
            "text": "Comparison of different DNA sequences is main application of our method. In Table I , the coding sequences of β-globin genes of 11 species and their exons are presented. using any of existing distance measures for vectors. The distance between two DNA sequences can be computed as the Euclidean distance between the end points of the two vectors representing them. The Euclidean distance between u and v is defined as:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 76,
                    "end": 83,
                    "text": "Table I",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "SIMILARITY ANALYSIS"
        },
        {
            "text": "where u and v are vectors, u i and v i denote the sixcomponent of the vectors u and v, respectively. The underlying rationale is that if two vectors points in similar direction and the difference in their magnitudes is small, then the two sequences represented by these vectors are similar. In other words, the smaller the Euclidean distance between the end points of two vectors, the more similar are the two sequences represented by these vectors. Table III denotes the similarity matrix of the coding sequences of the β-globin gene of 11 species. Following the same method, we can also get the similarity matrices of the coding sequences of the each exon of 11 species, which are represented in Tables IV-VI. In Table III , for the coding sequences of the βglobin gene of 11 species, it is obvious that the coding sequences of Gallus is the most dissimilar to the other 10 species, which is consistent with the fact that Gallus is non-mammal, whereas the others are mammal. The more similar species pairs are Human-Gorilla, Human-Chimpanzee, Rat-Mouse, and Gorilla-Chimpanzee, which are consistent with the results obtained by Randic [5, 19] and B. Liao [20] . In Tables IV-VI, for the single exon of the coding sequences of the β-globin gene of 11 species, there are some flaws. Some entries are not better than that of Table III. To compare with other methods, we use the leading eigenvalues of E, L/L, M/M matrices [7] to perform the similarity analysis on the same data. The similarity for any pair of DNA sequences can be Table VII . Table VII shows that our results are better than E, L/L, and M/M matrix. For example, Human is more similar to Chimpanzee and Gorilla in our method. But in E, L/L, and M/M matrix, Human is more similar to Lemur, which does not accord with the results reported in the references [5, 19, 20] .",
            "cite_spans": [
                {
                    "start": 1137,
                    "end": 1140,
                    "text": "[5,",
                    "ref_id": null
                },
                {
                    "start": 1141,
                    "end": 1144,
                    "text": "19]",
                    "ref_id": null
                },
                {
                    "start": 1157,
                    "end": 1161,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 1421,
                    "end": 1424,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 1820,
                    "end": 1823,
                    "text": "[5,",
                    "ref_id": null
                },
                {
                    "start": 1824,
                    "end": 1827,
                    "text": "19,",
                    "ref_id": null
                },
                {
                    "start": 1828,
                    "end": 1831,
                    "text": "20]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 450,
                    "end": 459,
                    "text": "Table III",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 698,
                    "end": 711,
                    "text": "Tables IV-VI.",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 715,
                    "end": 724,
                    "text": "Table III",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1324,
                    "end": 1334,
                    "text": "Table III.",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1530,
                    "end": 1539,
                    "text": "Table VII",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1542,
                    "end": 1551,
                    "text": "Table VII",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "SIMILARITY ANALYSIS"
        },
        {
            "text": "On the other hand, it is noteworthy that the eigenvalues of E, L/L, and M/M matrixes is computationally intensive. Its running times is 6.5-times longer than that of our method. For example, in the β-globin gene, the leading eigenvalues of E, L/L, and M/M matrixes take 2.103 h, and our method just 19.4 s, using a 1.41 GHZ, AMD with 512 MB total memory. It is obvious that our method performs faster.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIMILARITY ANALYSIS"
        },
        {
            "text": "The comparison similarity between Human and the other 10 species based on our method and Yuan's method.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TABLE VII"
        },
        {
            "text": "Chimp work 0.04546 0.02183 0.15386 0.08196 0.10383 0.08294 0.06119 0.10542 0. work 0.00418 0.00992 0.05362 0.05805 0.05955 0.05134 0.04771 0.03977 0. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 6,
                    "end": 77,
                    "text": "work 0.04546 0.02183 0.15386 0.08196 0.10383 0.08294 0.06119 0.10542 0.",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 78,
                    "end": 149,
                    "text": "work 0.00418 0.00992 0.05362 0.05805 0.05955 0.05134 0.04771 0.03977 0.",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Species"
        },
        {
            "text": "Phylogenetics is the study of the evolutionary history among organisms. Moreover, it can provide information for function prediction. When sequences are grouped into families, it can provide us some clues about the general features of that family and evolutionary evidence of sequences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PHYLOGENETIC ANALYSIS"
        },
        {
            "text": "Given a set of DNA sequences, their phylogenetic relationship can be gotten through the following main operation: first, we calculate the numerical characterizations of DNA sequences and the Euclidean distance between these numerical characterizations. Second, by arranging all the distance into a matrix, we obtain a distance matrix. Finally, we put the distance matrix into the UPGMA program in the PHYLIP package. We obtain the phylogenetic tree drawn by Treeview program.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PHYLOGENETIC ANALYSIS"
        },
        {
            "text": "To further demonstrate the utility of our method, we also analyze 24 coronavirus geneomes, which are listed in Table VIII . Recently, more attentions have been paid to atypical syndrome (SARS), which was first identified in Guangdong Province, China, and rapidly spread to several countries later. The research of the relationships between the SARS-CoVs and the other coronaviruses can help to discover drags and develop vaccines against the virus. The phylogenetic tree for 24 coronavirus geneomes is constructed by using our method, which is presented in Figure 3 . To indicate the validity, we also constructed an evolutionary tree by the Clustal X method. Clustal X is a multiple sequence alignment program. The result is shown in Figure 4 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 111,
                    "end": 121,
                    "text": "Table VIII",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 557,
                    "end": 565,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 735,
                    "end": 743,
                    "text": "Figure 4",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "PHYLOGENETIC ANALYSIS"
        },
        {
            "text": "The topology of the tree obtained by our method (Fig. 3) is on the whole consistent with the established taxonomic groups, except for BCoVM and IBV. Coronaviruses can be divided into four groups according to serotypes. Group I (HCoV_229E, TGEV, and PEDV) and group II (BCoVL, BCoVQ, BCoV, MHVM, MHV2, MHVP, and MHV) contain mammalian viruses, while group II coronaviruses contain a hemagglutinin esterase gene homologous to that of Influenza C virus [21] . Group III (IBV) contains only avian viruses, and Group IV [22, 23] are SARS-CoVs. Compared with the results in Figures 3 and 4 , we can find some difference. In Figure 4 , the result of Group IV is not clear. All in all, our method gives a more intuitively acceptable arrangement compared with the result of Clustal X.",
            "cite_spans": [
                {
                    "start": 450,
                    "end": 454,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 515,
                    "end": 519,
                    "text": "[22,",
                    "ref_id": null
                },
                {
                    "start": 520,
                    "end": 523,
                    "text": "23]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 48,
                    "end": 56,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 568,
                    "end": 583,
                    "text": "Figures 3 and 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 618,
                    "end": 626,
                    "text": "Figure 4",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "PHYLOGENETIC ANALYSIS"
        },
        {
            "text": "Sequence comparison, which aims to discover similarity relationships between molecular sequences, is a fundamental task in computational biology. Currently, it is mainly handled using alignments. With the biological sequences explosive increasing, the alignment methods seem inadequate for postgenomic studies. Therefore, other methods are actively pursued.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "In this article, we proposed a new method to numerically characterize DNA sequences and applied it to analyze the similarity of different sequences. Based on the 3D graphical representation, we calculated curvature and torsion in difference forms. Then, the curvature and torsion are regarded as the new descriptor to numerically characterize the DNA sequences. Avoiding the complexity of calculating the leading eigenvalues of the matrix for graphical representation, our method is more simple. Its application to the similarity/dissimilarity of the coding sequences of β-globin gene of 11 species and each of the exons of the gene illustrates validity. Not only so, using our method we analyzed coronavirus genomes and constructed the phylogenetic tree. The result, that is consistent with previous analysis, shows that SARS-CoVs form an independent group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Advanced Combinatiorics",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Comtet",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Differential Geometry",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "M"
                    ],
                    "last": "Mei",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Z"
                    ],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Fields Virology",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M C"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The 3-D graphical representation of the sequence ATGGTGCACC.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The 3-D graphical representation of the sequence ATGGTGCACC. numerically characterize curve of DNA sequences. The zigzag curve from the graphical representation of Yuan et al. is not smooth. In this section, we introduce a new method to calculate curvature and torsion of unsmooth curves.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "III The similarity matrix of the coding sequences of the β-globin gene of 11 species. matrix of the coding sequences of the first exon of the β-globin gene of 11 species. matrix of the coding sequences of the second exon of the β-globin gene of 11 species. matrix of the coding sequences of the third exon of the β-globin gene of 11 species. calculating the Euclidean distance between their leading eigenvalues. The similarity between Human and the other species are listed in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The phylogenetic tree for the 24 coronavirus geneomes based on our numerical characterization. The tree is constructed by the UPGMA method.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "The phylogenetic tree for the 24 coronavirus geneomes by Clustal X.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Table II shows the sixcomponent vectors of the coding sequences of the β-globin genes of 11 species. Having a vector representation of a DNA sequence, we can compare various sequences by VOL. 111, NO. 14 DOI 10.1002/qua INTERNATIONAL JOURNAL OF QUANTUM CHEMISTRY 3973",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "The accession numbers, length, and location for each β-globin genes and their exons.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "The six-components vectors of coding sequence of the β-globin gene of 11 species.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "The accession number, abbreviation, name and length for the 24 coronavirus geneomes.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}