{
    "paper_id": "23393756d6ee4c06022ce31b81f3b1c445ae7a9c",
    "metadata": {
        "title": "Clinical Practice: Case Report COVID-19 Infection in a Patient with End-Stage Kidney Disease",
        "authors": [
            {
                "first": "Dian",
                "middle": [],
                "last": "Fu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nanjing University School of Medicine",
                    "location": {
                        "settlement": "Nanjing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Bo",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Second Military Medical University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jing",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Second Military Medical University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhiguo",
                "middle": [],
                "last": "Mao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Second Military Medical University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Chenchen",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yangpu Third Military Retreat",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Cheng",
                "middle": [],
                "last": "Xue",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Second Military Medical University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Cheng Xue",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Since December 2019, the epidemic of coronavirus disease 2019 has spread very rapidly in China and worldwide. In this article, we report on a 75-year-old man infected with 2019 novel coronavirus who has end-stage kidney disease (ESKD). COVID-19 patients with ESKD need isolation dialysis, but most of them cannot be handled in time due to limited continuous renal replacement therapy (CRRT) machines. CRRT provided benefits for this patient by removing potentially damaging toxins and stabilizing his metabolic and hemodynamic status. With the control of uremia and fluid status, this patient ended up with an uneventful post-CRRT course, absence of clinical symptoms, and negative PCR tests. Greater efforts are needed to decrease the mortality of COVID-19-infected ESKD patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Since December 2019, the epidemic of coronavirus disease 2019 (COVID-19) has spread very rapidly in China and worldwide [1] . Up to March 3, COVID-19 has led to 2,873 deaths in China with a 2% mortality rate, which surpassed the total of SARS (774 deaths) and MERS (858 deaths) [2] . Clinical characteristics of patients with CO-VID-19 infection have been reported in previous studies [3] . However, there are limited data about the clinical features of infections in patients with end-stage kidney disease (ESKD). Most ESKD patients return to their homes for isolation when infected, which leads to a high risk of mortality.",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 123,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 278,
                    "end": 281,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 385,
                    "end": 388,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "On February 11, 2020, a 75-year-old man with ESKD living in Wuhan was referred to Huoshenshan Hospital with a 2-week history of cough and chest tightness. Due to his symptoms and travel history, a chest CT was ordered ( Fig. 1 ) and an oropharyngeal swab specimen was collected and tested with 2019 novel coronavirus RT-PCR assays several days before his hospitalization. The patient received 75 mg of oseltamivir orally twice daily. Immediately after Dian Fu and Bo Yang contributed equally. the positive RT-PCR result was revealed, the patient was referred to Huoshenshan for hospitalization. A review of the patient's history showed that he had hypertension, chronic heart failure, COPD, and ESKD and was on routine hemodialysis. The patient had an atrophied right kidney, and in 2004, he underwent an open stone surgery for his nephrolithiasis in the left kidney. After the surgery, his renal function declined gradually and eventually entered hemodialysis in 2016. Due to the exhaustion of medical resources and travel restriction inside Wuhan city, the patient presented without dialysis for 5 days. His temperature was 36.8°C, respiratory rate was 23/min, heart rate was 100/min, and blood pressure was 139/89 mm Hg. His physical examination revealed pitting edema bilaterally in his lower limbs but was otherwise unremarkable.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 220,
                    "end": 226,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Case Presentation"
        },
        {
            "text": "The patient was admitted to an airborne infection isolation unit with healthcare workers following CDC recommendations for contact, droplet, and airborne precautions with eye protection. His oxygen saturation was 90% in room air and he was given oxygen therapy at 4-5 L/min flow rate. His oxygen saturation increased to 96%. Laboratory tests showed Cr 1,432.3 μmol/L, BUN 40 μmol/L, K + 4.63 mmol/L, and uric acid 760 μmol/L. On February 12, 14, 16, 19, and 23, the patient was given continuous venovenous hemodiafiltration 5 times and decreased water retention for 2,400, 1,904, 1,500, 1,200, and 1,500 mL, respectively. The total duration of continuous renal replacement therapy (CRRT) (continuous venovenous hemodiafiltration: blood flow, 120 mL/min; effluent flow rate, 1,000 mL/h; ultrafiltration rate, 150-200 mL/h; anticoagulation agent, heparin; vascular access site, right jugular vein) was 53 h (14, 12, 8, 10, and 9 h, respectively). Respiratory distress was relieved immediately after the first CRRT session and almost disappeared after three sessions. He was also administrated Arbidol 200 mg tid for 8 days from February 12. The laboratory tests were repeated on these days (Table 1) . CRRT improved his BUN, serum Cr, uric acid, potassium, and C-reactive protein levels. The chest CT was repeated on February 22 (Fig. 1 ). An oropharyngeal swab specimen was collected twice and both tested negative in 2019 novel coronavirus RT-PCR assays on February 21 and 24, respectively. On February 26, his temperature was 36.6°C, respiratory rate was 17/min, heart rate was 79/min, blood pressure was 132/96 mm Hg, and oxygen saturation was 99% in room air. He met the criteria for hospital discharge in China (absence of clinical symptoms and radiological abnormalities, and 2 negative PCR results). Then, the patient was discharged home on February 26.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1188,
                    "end": 1197,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1327,
                    "end": 1334,
                    "text": "(Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Case Presentation"
        },
        {
            "text": "Previous studies suggest that COVID-19 in people with chronic comorbidities can more easily become a critical illness or cause death [4] . ESKD patients may be at great risk of COVID-19 infection due to suppression of the immune system and may have poorer outcomes from COVID-19. In this article, we reported on an ESKD patient with COVID-19 who was treated with CRRT to save his life. This case ended up with an uneventful post-CRRT course and negative PCR tests.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 136,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Several reasons may contribute to this uneventful course. First, the ESKD pathogenesis in our case was Although CRRT is a normal treatment for saving critically ill ESKD patients, most COVID-19-infected ESKD patients would not receive CRRT or normal hemodialysis due to limited CRRT resources and strict isolation requirements. Besides, there is no family dialysis in China. As far as we know, more than 6 infected ESKD patients died of multiple organ dysfunction syndromes. Therefore, more medical resources such as CRRT machines, protection suits, and N95 respirators are needed to be prepared in this COVID-19 crisis, and more intensive care is urgently needed to decrease the mortality of CO-VID-19-infected ESKD patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A written informed consent of the patient for publication has been obtained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statement of Ethics"
        },
        {
            "text": "The authors declare that they have no relevant financial interests and no conflict of interest. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosure Statement"
        },
        {
            "text": "C.X. and B.Y. drafted and revised the manuscript; all authors attended the interview. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Contributions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization Official Website",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Coronavirus disease 2019 and influenza",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Livingston",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bucher",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rekito",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in wuhan",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. JAMA",
            "volume": "323",
            "issn": "11",
            "pages": "1061--1070",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "This work was supported by the National Natural Science Foundation (grant 81700579), Shanghai science and technology talent program (19YF1450300), the National Social Science Fund of China (No. 17AGL024), and general scientific research project of Huoshenshan hospital (No. 140).",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Laboratory characteristics of the patient with ESKD infected with COVID-19 ESKD, end-stage kidney disease; COVID-19, coronavirus disease 2019.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}