{
    "paper_id": "23a8045db90c6b6130dbe705c90d6ad7a4565a0b",
    "metadata": {
        "title": "EXPLORING THE NUANCES OF R 0 : EIGHT ESTIMATES AND APPLICATION TO 2009 PANDEMIC INFLUENZA A PREPRINT",
        "authors": [
            {
                "first": "Shannon",
                "middle": [],
                "last": "Gallagher",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Carnegie Mellon University Pittsburgh",
                    "location": {
                        "postCode": "20852, 77005, 15213",
                        "region": "MD, TX, PA"
                    }
                },
                "email": "shannon.gallagher@nih.gov"
            },
            {
                "first": "Andersen",
                "middle": [],
                "last": "Chang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Carnegie Mellon University Pittsburgh",
                    "location": {
                        "postCode": "20852, 77005, 15213",
                        "region": "MD, TX, PA"
                    }
                },
                "email": ""
            },
            {
                "first": "William",
                "middle": [
                    "F Eddy"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Carnegie Mellon University Pittsburgh",
                    "location": {
                        "postCode": "20852, 77005, 15213",
                        "region": "MD, TX, PA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "For nearly a century, the initial reproduction number (R 0 ) has been used as a one number summary to compare outbreaks of infectious disease, yet there is no 'standard' estimator for R 0 . Difficulties in estimating R 0 arise both from how a disease transmits through a population as well as from differences in statistical estimation method. We describe eight methods used to estimate R 0 and provide a thorough simulation study of how these estimates change in the presence of different disease parameters. As motivation, we analyze the 2009 outbreak of the H1N1 pandemic influenza in the USA and compare the results from our eight methods to a previous study. We discuss the most important aspects from our results which effect the estimation of R 0 , which include the population size, time period used, and the initial percent of infectious individuals. Additionally, we discuss how pre-processing incidence counts may effect estimates of R 0 . Finally, we provide guidelines for estimating point estimates and confidence intervals to create reliable, comparable estimates of R 0 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "What has been called \"arguably the most important quantity in the study of epidemics,\" R 0 (by convention pronounced \"R-naught\"), the initial reproduction number remains an important quantity to estimate to assess the severity of infectious diseases. As defined by Anderson and May (1992) , R 0 is the \"the average number of secondary infections produced when one infected individual is introduced into a host population where everyone is susceptible.\" Often understood to be synonymous with the severity of infection, R 0 is still used to inform both professionals and lay people alike. For example, the Wall Street Journal in February 2020 reported an estimate of R 0 before the impending outbreak of COVID-19, a novel coronavirus, in the West (Craven McGinty, 2020) . Because of this reliance upon this estimate, it is more important than ever to produce accurate and reliable estimates of this quantity.",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 288,
                    "text": "Anderson and May (1992)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 746,
                    "end": 768,
                    "text": "(Craven McGinty, 2020)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In some ways, R 0 summarizes the entire outbreak of a disease. R 0 is used to assess whether a disease outbreak will occur and its severity. Additionally, R 0 describes what percentage of the population needs to be vaccinated to avoid such an epidemic, roughly 1 − R −1 0 ; is used to estimate the final size of the total number of infected individuals; and is related to the probability of observing an outbreak under the same conditions (Anderson & May, 1992; Britton, 2010) . Despite a clear definition of R 0 , epidemiologists have struggled to create a standard estimator for R 0 (Hethcote, 2000) .",
            "cite_spans": [
                {
                    "start": 439,
                    "end": 461,
                    "text": "(Anderson & May, 1992;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 462,
                    "end": 476,
                    "text": "Britton, 2010)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 585,
                    "end": 601,
                    "text": "(Hethcote, 2000)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "One major issue in estimating R 0 is that the quantity is a property of the model, meaning that R 0 is dependent not only on the usual noise that comes with statistical modeling but also on a variety of assumptions on how researchers assume a disease is transmitted through a population (Brown, Oleson, & Porter, 2016; Diekmann, Heesterbeek, & Roberts, 2009 ). The consequences of this is that despite being nominally the same, R 0 may have a different interpretation depending on the model used. As an example, there are two common types of epidemic frameworks to describe the transmission of infectious disease; SIR and SEIR models. Here, 'S' stands for susceptible, 'I' for infectious, 'R' for recovered or removed, and 'E' for exposed (i.e. infected but not yet infectious). In both models, R 0 is defined in the same manner, namely the infection rate over the recovery rate, R 0 = β γ . However, the two estimates are not directly comparable to one another. An analogy is comparing coefficient β 1 that appears in two linear regression models, where the second model is nested in the first, as shown in Eq. (1)-(2).",
            "cite_spans": [
                {
                    "start": 287,
                    "end": 318,
                    "text": "(Brown, Oleson, & Porter, 2016;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 319,
                    "end": 357,
                    "text": "Diekmann, Heesterbeek, & Roberts, 2009",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "arXiv:2003.10442v1 [q-bio.PE] 23 Mar 2020"
        },
        {
            "text": "In both models, estimates of β 1 can indicate whether X 1 is a significant variable or not. However, in Eq. (1), β 1 can only be interpreted in the context of X 2 whereas the interpretation β 1 in Eq.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "arXiv:2003.10442v1 [q-bio.PE] 23 Mar 2020"
        },
        {
            "text": "(2) has no explicit connection to X 2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "arXiv:2003.10442v1 [q-bio.PE] 23 Mar 2020"
        },
        {
            "text": "A number of papers have been written about the difficulties and nuances involved in estimating R 0 (see Diekmann et al. (2009) ; Hethcote (2000) ; Li, Blakeley, et al. (2011) ; Van den Driessche (2017) . Our study differs from those previous through a study of different methods to estimate R 0 , emphasis on the data format, and sensitivity to certain disease parameters. However, even in the same model framework (e.g. SIR models), estimates may differ from one another. Difference in estimates can result from mathematical versus statistical methods (i.e. solving for R 0 versus estimating R 0 ), the number of observations used to estimate R 0 (e.g. time steps), population size, initial SI ratio, and model specification. These are all issues for producing point estimates, to say nothing of issues related to estimating confidence intervals (CI). Moreover, there is the important issue of the data itself. Methods to estimate SIR curves typically assume the observed number of Susceptible, Infectious, and Recovered (S(t), I(t), R(t)) are available at a number of time steps, but typically those values are unobserved, and we, instead, observe only newly reported cases in a given time interval.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 126,
                    "text": "Diekmann et al. (2009)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 129,
                    "end": 144,
                    "text": "Hethcote (2000)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 147,
                    "end": 174,
                    "text": "Li, Blakeley, et al. (2011)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 177,
                    "end": 201,
                    "text": "Van den Driessche (2017)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "arXiv:2003.10442v1 [q-bio.PE] 23 Mar 2020"
        },
        {
            "text": "In this paper, we focus on highlighting the three following aspects of R 0 : 1) variety in estimators, 2) sensitivity to certain disease parameters, and 3) how the difference between ideal and actual data can influence our estimates of R 0 . We limit our estimates to eight estimates that are constructed to work within the SIR framework. Moreover, we consider Bayesian models to be outside the scope of our paper. Our results are shown in both a simulation study as well as an application to 2009 pandemic influenza.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "arXiv:2003.10442v1 [q-bio.PE] 23 Mar 2020"
        },
        {
            "text": "The rest of this paper is organized as follows. In Section 2, we introduce the deterministic SIR model and stochastic variations of it. We then describe eight different estimates of R 0 in Sections 2.1-2.8. Following that in Section 3 we describe the data and nuances thereof of both our simulation data and the 2009 pandemic influenza data. In Section 4, we describe the results of the simulation study the 2009 pandemic influenza application. Finally, in Section 5, we discuss our recommends and conclusions from our analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "arXiv:2003.10442v1 [q-bio.PE] 23 Mar 2020"
        },
        {
            "text": "The deterministic model. In order to discuss our eight methods to estimate R 0 in the SIR model, we first need to define the SIR model. The SIR model introduced by Kermack and McKendrick (1927) is a compartment model, where individuals move from susceptible, to infectious, and finally recovered states (compartments). We study the SIR model without vital dynamics (e.g. no birth and death into or out of a population). We make five essential assumptions: 1) the compartments are discrete and have no overlap, 2) transition of individuals is described by a set of known equations, possibly dependent on an unknown parameter, 3) the populations mix homogeneously, 4) the number of individuals in each compartment at time t = 0 is known, and 5) the law of mass action is obeyed. The last of these conditions is a property borrowed from chemistry which says that the mass of the product per unit time is proportional to the mass of the reactants (Lotka, 1920) . In epidemiology, this means that the proportion of new infections per unit time is proportional to the current number of susceptible (Anderson & May, 1992) .",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 193,
                    "text": "Kermack and McKendrick (1927)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 943,
                    "end": 956,
                    "text": "(Lotka, 1920)",
                    "ref_id": null
                },
                {
                    "start": 1092,
                    "end": 1114,
                    "text": "(Anderson & May, 1992)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "In this SIR model, (displayed graphically in Figure 1 ), the total number of individuals (N ) is constant. Adaptations of the SIR model can include birth and death rates, which may correspondingly change the derivation of R 0 (for further discussion. Recall, β is the average infection rate and γ is the average recovery rate. We assume β and γ are positive. The movement of individuals from one compartment to another is represented through the ordinary differential equations below. For the remainder of this paper, we use X, Y , and Z to denote the number of individuals in the S, I, and R compartments, respectively, to avoid any confusion with R 0 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 45,
                    "end": 53,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Methods"
        },
        {
            "text": "In words, susceptible individuals become infected at a rate that is proportional to the percentage of infected individuals multiplied by β, the infection rate, and the number of susceptible individuals. Infectious individuals recover at a rate of γ multiplied by the number of infected individuals. Whenever we refer to the \"original SIR model\" in this paper, we mean the set of equations given in Eq.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "(3) along with known initial state counts, (X(0), Y (0), Z(0)). X Y Z Figure 1 : Depiction of a SIR model where X = S, Y = I, and Z = R. One can only be infected once by the disease in this model. Individuals begin in the X state as susceptible individuals, possibly become infectious and move to the Y state, and finally possibly recover in the Z state. There are no births or deaths in this SIR model.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 70,
                    "end": 78,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Methods"
        },
        {
            "text": "An outbreak occurs if the rate of change of infectious individuals is positive, dY dt > 0, or equivalently, β γ > N X , since the sum of the derivatives is zero as the population N is constant. That is, an outbreak occurs if the rate of new infections is greater than the rate of recovery. So as long as the number of initially susceptible individuals is large compared to the total population, i.e. X N ≈ 1, then an outbreak will occur if R 0 > 1, where",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The stochastic model. To incorporate randomness into the model, we add noise to the compartments, namely,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The \"hats\" in Equation 4 are used to distinguish random variables from the \"true,\" deterministic model without hats (e.g. X vs. X). We are assuming the observations are generated from the deterministic ODEs (possibly converted to discrete time) presented in Equation 3 along with time and compartment dependent noise X,t and Z,t . Since N , the total population, is constant, thenŶ is adjusted accordingly. An advantage to adding noise to the X and Z compartments as opposed to the X and Y or the Z and Y compartments is that we can more readily enforce the X and Z compartments to be monotonic in t. This is useful as we expect the number of susceptible to be non-decreasing and the number of recovered to be non-increasing in an SIR disease-transmission process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "In summary, when we discuss estimators for R 0 for the SIR model, we mean to say we are forming an estimator of R 0 from the given set of data in Eq. 4,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "where m is a function of the data. We note that our SIR formulation does not include other population processes, such as vital dynamics (e.g. birth and death rates). This will be true throughout our analysis, and we will discuss the implications of this in a later section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Review of eight methods. In the following subsections, we review eight methods to estimate R 0 , that are all of the form shown in Eq. (4), that is, an estimate of R 0 that is a function of XYZ data. We examine both unspecified distribution and specified distribution-based estimates. By unspecified-distribution, we refer to estimates that do not explicitly identify the distributions of random processes. For example, we describe a method that estimates R 0 through minimizing the L 2 norm of the data and expected model estimates. In contrast, distribution-based estimates refer to the methods that do explicitly identify a generative model to incorporate noise. For example, we describe an estimate based on the chain Binomials described by Abbey (1952) , which describes the transmission process via Binomial draws.",
            "cite_spans": [
                {
                    "start": 745,
                    "end": 757,
                    "text": "Abbey (1952)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "In the below sections, we describe the eight methods, but before we describe the methods, we would like to comment on some of the methods we omitted from this analysis. Originally, we included 19 unique methods to estimate R 0 . Many of these 19 methods were similar enough to one another to be combined into one group. For example, some methods used a Binomial variable to model the transmission of new infections whereas others used a Poisson variable but were otherwise the same. A number of these similar methods were hierarchical models where the initial transmission and recovery were modeled with parameters and hyperparameters were then placed upon those parameters. While we recognize the importance and utility of such models, we decided to focus on non-hierarchical models and consider these other models to be variants on these simplified, core models.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Other omissions were made because upon close inspection, the method presented did not fit the SIR paradigm. For example, branching processes such as the Galton-Watson process (as seen in Farrington, Kanaan, and Gay (2003) ) are of historical importance in epidemiology. However, such processes presume a limitless population size, and the recovery process is not explicitly modeled. Despite this, many parts of the branching process can be seen in our Markov Chain model.",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 221,
                    "text": "Farrington, Kanaan, and Gay (2003)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Another notable omission is that of the individual-based (IBM) or agent-based model (ABM). In these models, individuals or agents interact with each and their environment over time to produce difficult-to-calculate effects (Blower & Chou, 2004; Epstein, 2007) . However, IBMs and ABMs rarely satisfy our assumption of homogeneity among individuals in the same compartment, which we require in the eight methods. We hope to study R 0 estimates in such models in future work, because IBMs and ABMs present a fairly unique way to estimate R 0 , as we can directly count who infected whom at each time point.",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 244,
                    "text": "(Blower & Chou, 2004;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 245,
                    "end": 259,
                    "text": "Epstein, 2007)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Wallinga and Lipsitch (2007) report that the effective reproduction number R 0 and hence the initial reproduction number R 0 may derived using the fact that infection \"counts increase exponentially in the initial phase of an epidemic.\" We then have to estimate r, the per capita change in the number of new cases per unit of time and ω the serial interval, the distribution of time between a primary and secondary infection. Then, we have R 0 = exp (rω) (6) Equation (6) is derived from a demographic view using the Lotka-Euler survival equations which come from the fields of demography, ecology, and evolutionary biology. Sometimes, in epidemiology, the first order Taylor series expansion of Eq. (6) is instead used. This method is often taught as a way to introduce the concept of R 0 and a variant can be seen in Nishiura, Chowell, Safan, and Castillo-Chavez (2010) . Commonly, we assume that the serial interval ω is the same as infection duration, ω ≈ γ −1 and during the 'initial growth phase' that the number of susceptibles is equal to",
            "cite_spans": [
                {
                    "start": 818,
                    "end": 870,
                    "text": "Nishiura, Chowell, Safan, and Castillo-Chavez (2010)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Exponential Growth (EG)"
        },
        {
            "text": "To estimate R 0 , we then must estimate r,r = arg min r tmax t=tmin (X(t) − x(t)) 2 R 0 = 1 +r γ .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exponential Growth (EG)"
        },
        {
            "text": "The advantages to this method are that it relies only on estimates of the number of susceptibles. However, it assumes exponential growth during the initial growth phase and so relies on knowing when that initial growth phase occurs. Nishiura et al. (2010) provide guidelines of when such a method should be used because of the initial growth assumption. This method also relies on having some estimate of γ available. Tuning parameters for this method include t max , the maximum time point of exponential growth in the number of infections is observed (or the corresponding exponential decay in the number of susceptibles), possibly t min , the minimum time point, and γ (if it is not treated as a random variable). We choose that t min = 0 and t max is the time corresponding to the maximum number of infectious of the observed data.",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 255,
                    "text": "Nishiura et al. (2010)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Exponential Growth (EG)"
        },
        {
            "text": "There are a number of adjustments one can make to this method. For example, Wallinga and Lipsitch (2007) detail a way to estimate R 0 through treating ω as a random variable. Some variations of this method assume that r has its own distribution (Obadia, Haneef, & Boëlle, 2012) .",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 104,
                    "text": "Wallinga and Lipsitch (2007)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 245,
                    "end": 277,
                    "text": "(Obadia, Haneef, & Boëlle, 2012)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Exponential Growth (EG)"
        },
        {
            "text": "Our second approach to estimate R 0 in the SIR model is to minimize the joint mean square error for the data collected at each time point and use the plug-in estimator found in Equation 8. In particular, we find:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ratio Estimator (RE)"
        },
        {
            "text": "Then the ratio estimator (RE) estimate for R 0 is given by Equation 8,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ratio Estimator (RE)"
        },
        {
            "text": "The estimates resulting from this method are often found via a grid search of β and γ values to minimize the sum square errors. The estimates can also be found using more sophisticated optimization algorithms. Since we typically cannot explicitly write down the partial derivatives of S, I, and R with respect to β and γ, we can only use minimization algorithms which do not rely on an explicit gradient, such as Nelder-Mead 1965 simplex minimization. RE and similar variants have been used to estimate R 0 in Majumder et al. (2016) .",
            "cite_spans": [
                {
                    "start": 510,
                    "end": 532,
                    "text": "Majumder et al. (2016)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Ratio Estimator (RE)"
        },
        {
            "text": "A reasonable question one may ask is why we use the L 2 -norm as opposed to L 1 or some other similarity score. One answer is that if we were to assume independent and identically distributed Gaussian noise, then the L 2 -norm would be equivalent to the maximum likelihood estimation. Another answer is that L 2 is a continuously differentiable function and hence is easier to compute, which allows for sensitivity analysis to be conducted more easily. Finally, the RE estimate can be found without writing down explicit assumptions about the noise within the model. However, we cannot guarantee properties of consistency or convergence to a known distribution without more explicit assumptions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ratio Estimator (RE)"
        },
        {
            "text": "For the most part, there are not many adjustments that can be made to this method because we do not explicitly specify a stochastic model for how the data are generated. As such, we have no nuisance parameters or tuning parameters that we need to adjust when fitting our model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ratio Estimator (RE)"
        },
        {
            "text": "In the previous method (Section 2.2), we estimated β and γ and then estimated R 0 . However, it is possible to directly estimate R 0 if we reparameterize the ODEs in Equation (3) directly with R 0 and γ, using the relation R 0 = β γ . We find",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reparameterized Ratio Estimator (rRE)"
        },
        {
            "text": "We use the R 0 directly from the above estimation problem, which again can be found with a grid search or another optimization process. It may be surprising that this method can lead to different results than simply using the ratio estimator. In our simulation study, we show that we have differences in both the mean and variance of the two estimates of R 0 . The difference in mean can be attributed to the practical issue of finding the arguments that minimize the objective function (e.g. R 0 is typically not near the boundary of zero whereas β and γ are more likely to be closer to that boundary). The difference in variance is due to both the difference in mean (as the mean estimate is used in the variance estimate) and also because RE estimates the variance by first estimating the Hessian of the 'true' function numerically and then applying the delta method to estimate the variance of R 0 . On the other hand, in rRE only the Hessian needs to be estimated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reparameterized Ratio Estimator (rRE)"
        },
        {
            "text": "Like RE, while we have no explicit assumptions on the noise. Likewise, the same difficulties in sensitivity analysis arise as for the RE. We are unaware of any attempts in the literature to directly estimate R 0 with rRE as opposed to estimating β and γ in RE and then taking the ratio to estimate R 0 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reparameterized Ratio Estimator (rRE)"
        },
        {
            "text": "Harko, Lobo, and Mak (2014) reduce the SIR model with two ODEs and one constraint to one ODE and one constraint. From this, we can derive the following, log",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Log Linear (LL)"
        },
        {
            "text": "We can regress the left hand side in Eq. 9 on Z(t), the number of recovered individuals, using least squares to estimate the coefficients with R 0 as the coefficient of Z(t)/N to obtain an estimate of R 0 ,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Log Linear (LL)"
        },
        {
            "text": "This method says that for a one percent increase in the number of recovered individuals over time period ∆, we expect the ratio of the number of previous susceptibles to number of new susceptibles to increase by e .01R0 ,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Log Linear (LL)"
        },
        {
            "text": "An advantage of this method is an alternative interpreation of R 0 : in terms of the ratio of the old number of susceptibles to new number of susceptibles for a specific amount of time. Another advantage is that this method is easily implemented using any linear modeling software. To our knowledge, the log-linear model has not yet been applied to a data setting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Log Linear (LL)"
        },
        {
            "text": "The method also has disadvantages in that it is assumes the expected path of the individuals exactly follows the Kermack and McKendrick differential equations, which makes this model choice very sensitive to the disease transmission process. As a result, we currently do not know of any variants for this method.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Log Linear (LL)"
        },
        {
            "text": "A natural approach to epidemic modelling is that of Markov chains (MC), since it is assumed an individual's next state is only dependent on its current state and the current states of other individuals. Much work has been done over the years in this specific field including asymptotic behavior, continuous time MC, confidence intervals, and more (Daley, Gani, & Gani, 2001; Gani & Yakowitz, 1995; Jacquez & O'Neill, 1991) . We present one simple instance of the model, the discrete time case, which traces its origin back to the Reed-Frost model (Abbey, 1952) .",
            "cite_spans": [
                {
                    "start": 347,
                    "end": 374,
                    "text": "(Daley, Gani, & Gani, 2001;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 375,
                    "end": 397,
                    "text": "Gani & Yakowitz, 1995;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 398,
                    "end": 422,
                    "text": "Jacquez & O'Neill, 1991)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 547,
                    "end": 560,
                    "text": "(Abbey, 1952)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Markov Chain (MC)"
        },
        {
            "text": "In this model, the number of susceptibles at the next step,X(t + 1), has a Binomial distribution based on the contacts with the current number of infectious,Ŷ (t) and the current number of susceptibles. This is based on estimating α, the probability of coming into contact and subsequently becoming infected by a single infectious individual.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Markov Chain (MC)"
        },
        {
            "text": "Unlike some of the other methods, the Reed-Frost Chain Binomial has a very specific form of Y (t), the number of infectious at time t. We assume that that the incidence at time t is equal to the number of infectious at at time t,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Markov Chain (MC)"
        },
        {
            "text": "The full likelihood for α in this model, namely,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Markov Chain (MC)"
        },
        {
            "text": ".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Markov Chain (MC)"
        },
        {
            "text": "Maximizing the likelihood yields an estimate for α,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Markov Chain (MC)"
        },
        {
            "text": "An approximate estimate of the reproduction number is then,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Markov Chain (MC)"
        },
        {
            "text": "This method typically allows for more than just the reproduction number to be estimated. Through recursion, one can estimate the probability of having a given number of susceptibles and infected at each time step, and hence the entire probability distribution may be known. The advantages of this model are its simplicity of interpretation and ability to generate an estimate for the probability distribution for (X(t), Y (t)).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Markov Chain (MC)"
        },
        {
            "text": "Essentially, in this model we assume that all infectious cases have recovered by the next time step or equivalently, that γ = 1. As a result, it is likely that this method will overestimate R 0 except in cases where, for example, infectiousness does not appear until symptom onset and at discovery of symptoms the patient is immediately treated and no longer infectious.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Markov Chain (MC)"
        },
        {
            "text": "A common way used to estimate epidemiological quantities is through likelihood based estimation. We saw an example of this in the previous section with MC estimation. However, as we will see in the results, this particular model does not seem to fit the data well. As a result, many researchers specify different models for the generation of SIR data; estimate the likelihood through direct calculation or approximate the likelihood through simulation such as iterated filtering used in \"plug-and-play\" and finally derive point estimates and CIs from this likelihood estimate R 0 (Abbey, 1952; Bhadra et al., 2011; Forsberg White & Pagano, 2008; He, Ionides, & King, 2009 ). Here, we examine one model that has been used to model the discrete-time SIR: a binomial chain with probabilities based on the deterministic SIR model.",
            "cite_spans": [
                {
                    "start": 580,
                    "end": 593,
                    "text": "(Abbey, 1952;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 594,
                    "end": 614,
                    "text": "Bhadra et al., 2011;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 615,
                    "end": 645,
                    "text": "Forsberg White & Pagano, 2008;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 646,
                    "end": 671,
                    "text": "He, Ionides, & King, 2009",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Likelihood-Based Estimation (LBE)"
        },
        {
            "text": "The discrete time XYZ model is as follows, where we have replaced d with ∆,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Likelihood-Based Estimation (LBE)"
        },
        {
            "text": "DenoteX(t),Ŷ (t), andẐ(t) to be the observed number in each compartment and X(t), Y (t), and Z(t) to be the true, underlying model at time t. The stochastic model is given bŷ (0) known. The terms Xt and Zt in Equation (4) incorporate random behavior into the model and we constrain β, γ ∈ [0, 1]. Here we choose them to have the following distributions,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Likelihood-Based Estimation (LBE)"
        },
        {
            "text": "If we assume that the next time step is dependent only on the current time step, then the likelihood is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Likelihood-Based Estimation (LBE)"
        },
        {
            "text": "The estimate for R 0 is then",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Likelihood-Based Estimation (LBE)"
        },
        {
            "text": "The two main differences between this model and MC are that 1) LBE looks at the joint likelihood of the XYZ model, whereas MC assumes the previous infectious individuals all recover from one time step to the next and 2) the difference in the structure of the transition probability. A major advantage of this model easily modified and can be used to as a basis for more sophisticated models, and can be easily estimated in available software such as pomp (King, Nguyen, & Ionides, 2016) . Disadvantages include maximizing the likelihood may be more time consuming than other methods due to the need to approximate X(t) and Z(t) for many different values of β and γ and that this model is sensitive to the underlying assumptions of how the disease is stochastically transmitted. There are no tuning or nuisance parameters that need to be estimated.",
            "cite_spans": [
                {
                    "start": 455,
                    "end": 486,
                    "text": "(King, Nguyen, & Ionides, 2016)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Likelihood-Based Estimation (LBE)"
        },
        {
            "text": "The incidence to prevalence ratio (IPR), described by , is another intuitive method to estimate R 0 . It incorporates some of the most basic epidemiological quantities: incidence and prevalence. In terms of data from the SIR model, the incidence is approximately the number of new infectious for a given time step, J(t) ≈ −(X(t + 1) − X(t)), and the IPR is the ratio of incidence to prevalence, IPR(t) = J(t) Y (t) . This method assumes that we have some prior knowledge about γ, the recovery rate. Thus we use as our estimate,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Incidence to Prevalence (IPR)"
        },
        {
            "text": "where t * is the time at which the maximum prevalence is reached.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Incidence to Prevalence (IPR)"
        },
        {
            "text": "Here we assume that the time step is small enough to approximate the incidence. The advantage of this method is that incidence data is generally readily available as is prevalence data for certain diseases. However, as one is required to have prior knowledge about γ, it may be easier to directly estimate R 0 with one of the many other methods described that does not require prior knowledge. Again, we are using only one time point to estimate R 0 . This model places no assumptions on the noise. Here, γ may be treated as a tuning parameter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Incidence to Prevalence (IPR)"
        },
        {
            "text": "In the past decade, non-parametric and semi non-parametric methods have been increasingly used to (quite successfully) predict the prevalence of a disease such as the methods by Brooks, Farrow, Hyun, Tibshirani, and Rosenfeld (2015) used in Center of Disease Control and Prevention's yearly influenza prediction contest. This success in prediction prompted us to ask whether success in non-parametric curve fitting could transfer to estimating R 0 .",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 232,
                    "text": "Brooks, Farrow, Hyun, Tibshirani, and Rosenfeld (2015)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Linear model approximation (LMA)"
        },
        {
            "text": "The idea is as follows: assume (X(t),Ŷ (t),Ẑ(t)) = (f (t), g(t), h(t)) + t where f, g, h are functions such that f (t), g (t), and h (t) exist for all t ∈ (0, T ). Then a rough estimate of R 0 is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Linear model approximation (LMA)"
        },
        {
            "text": "wheref andĥ are smooth estimates of the actual underlying distributions. For example, we could havef be a polynomial function in t.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Linear model approximation (LMA)"
        },
        {
            "text": "The linear approximation of the Kermack and McKendrick SIR model has been studied previously (Chen & Li, 2009; Hu, Teng, & Long, 2014) . We extend these linear models to polynomial models. Alternatively, one can think of this method as a naive way to approximate the S, I, and R curves. We use this method to estimate R 0 . Specifically, we estimate two polynomials in t with degree K using least squares to find the coefficients {(x k ,ẑ k )} k=1,...,K and use the resulting polynomial coefficients to estimate the derivatives,X (t) andŶ (t). An estimator for R 0 is derived from the ODEs in Equation (3),",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 110,
                    "text": "(Chen & Li, 2009;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 111,
                    "end": 134,
                    "text": "Hu, Teng, & Long, 2014)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Linear model approximation (LMA)"
        },
        {
            "text": "Here, K is arbitrary and should be selected using some criterion such as AIC. Besides optionally deciding on the degree of polynomials to fit, this model is simple to implement. The time t = 0 is used to best capture the initial outbreak. An advantage of using this estimation method is that it is simple to implement using any linear modelling software.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Linear model approximation (LMA)"
        },
        {
            "text": "A prominent disadvantage of this method (and in general using semi or non-parametric curve estimates to estimate R 0 ) is that we implicitly assume that the underlying disease curves are mechanistic in nature, specifically of the mechanism of disease transmission indicated by the SIR model. As such, it may make no sense in the first place to estimate the the curves in a non-parametric manner, when ultimately we are using those estimates to estimate a disease parameter. Moreover, if the disease transmission process is not truly described by the SIR model, then our derivation of R 0 may be meaningless and so we may be estimating the wrong quantity of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Linear model approximation (LMA)"
        },
        {
            "text": "Despite this prominent disadvantage, we include this model in our testing because non-parametric methods have been successfully used recently for the prediction of disease models, and it is a natural question of whether we can 'plug and chug' the curve estimates to obtain a reliable estimate of R 0 . If the estimates are reliable (or reliable enough), then we can use curves for both prediction and inference.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Linear model approximation (LMA)"
        },
        {
            "text": "Methods Summary. Sections 2.1-2.8 describe how to form an estimate of R 0 for eight different methods. The eight methods are summarized in Table 1 . All of our methods explicitly describe point estimates of R 0 . In addition, we report 95% CI to go along with every point estimate. These 95% CI are determined by appropriate use of the Delta Method as described in Wasserman (2004) .",
            "cite_spans": [
                {
                    "start": 365,
                    "end": 381,
                    "text": "Wasserman (2004)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [
                {
                    "start": 139,
                    "end": 146,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Linear model approximation (LMA)"
        },
        {
            "text": "An important and sometimes glossed-over issue in estimating parameters in SIR models (and compartment models in general) is how the data is \"pre-processed\" into a format that the mentioned methods can use. The methods for estimating R 0 in Section 2 rely on observations of (x(t), y(t), z(t)), the number of individuals in the susceptible, infectious, and recovered compartments at different time points. However, such observations only occur in fairly contrived situations such as small, closed populations where infection time and recovery time are almost immediately known. What is far more common is, instead, to have a fairly good estimate of the population size N and the new case counts (incidence) j(t) on a daily, weekly, or monthly basis. From there, the data may be pre-processed into a usable form that the above methods may use. For example, if N is large, the number of susceptibles can be reasonably estimated from the case counts as x(t) = N − t s=0 j(s), the population size minus the cumulative sum of the incidence over the time period. However, it is typically more difficult to disentangle y(t) and z(t).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "One approach to separate the number of infectious from the number of recovered is to employ the use of a known estimate of γ, the rate of recovery or equivalently γ −1 , the average time to recovery for an infectious individual, as seen in Towers and Feng (2009) . We assume that the number of infectious is the previous number of infectious, plus the new cases and minus the new recovered cases. In fact, the above is a discrete approximation of the SIR model where j(t) is the new cases flowing in, y(t − 1) is the previous number of cases and γy(t − 1) is the number of cases flowing out of the infectious state and so are subtracted. The transformation from incidence to the XYZ values are given by the following equations,",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 262,
                    "text": "Towers and Feng (2009)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "The consequence of pre-processing the data is that we are imposing SIR (XYZ) structure on our observed data. This will almost certainly have an effect of estimating γ and thus R 0 , but this pre-processing step remains a common approach (as seen recently in Wang et al. (2020) ). Other approaches to pre-processing include treating the XYZ compartment values as latent variables or through data augmentation (Fintzi, Cui, Wakefield, & Minin, 2017; He et al., 2009) . We find these other approaches to be useful and valuable but do not analyze them here.",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 276,
                    "text": "Wang et al. (2020)",
                    "ref_id": null
                },
                {
                    "start": 408,
                    "end": 447,
                    "text": "(Fintzi, Cui, Wakefield, & Minin, 2017;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 448,
                    "end": 464,
                    "text": "He et al., 2009)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "In our simulation study, we generate and fit our methods on data of the form (x(t), y(t), z(t)), i.e. the ideal situation where we know the counts of all three compartments. In contrast, the 2009 pandemic influenza data uses an approximation of the incidence (weighted influenza like illness). In that case, we use the pre-processing steps described above in Eq. 13 to format the data into a usable SIR format. Because the data is approximated, we perform sensitivity analysis on γ.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "In this section, we give the details of how we generate our simulation data. Since we want to compare the eight methods to one another, we strive to compare data with both process and measurement error, where the former refers to the error from the inherent variability in transmission model, and the latter to observation error. In all of these simulations, we first generate data from the models under known functions (f , g). We then add noise drawn from known distributions ( X,t , Y,t ) to each time point,X",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation data"
        },
        {
            "text": "To maintain a constant population, we adjust the recovered compartmentŶ (t) afterX(t) andẐ(t) are determined. We simulate data that has a combination of process error and measurement error. We assume that the initial values (X(0),Ŷ (0),Ẑ(0)) are known.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation data"
        },
        {
            "text": "Simulation data generation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation data"
        },
        {
            "text": "The process error in our simulations is shown through the Binomial draws, which noisily approximate the Kermack and McKendrick SIR equations. Measurement error is added through autoregressive error which can compound over time. In this simulation, we set R 0 = 2, which is an upper bound estimate of R 0 for pandemic influenza. We let the total population size be N = 100, 000, approximately the size of an average US county. The rest of the parameter specifications for the baseline simulation data are shown in Table 2 . 2. We examine three variations to the baseline data: changes in time points used (T ), susceptible to initial infectious ratio (X(0) : Y (0)), and total population size N = X(0) + Y (0) + Z(0). Additionally, we examine two data sets where non-Kermack and McKendrick SIR models are the true generative models. The first data set is two independent SIR models (e.g. children and adult infections) that are initialized with different R 0 values (1.5 and 2.5) and the final data is accumulated together (e.g. X 1 (t) + X 2 (t) = X(t)). The second data set is an SEIR (XEYZ) model with R 0 = 2 such that the X and E compartments are combined together (i.e. exposed individuals are observed to be susceptible). More details of how these non Kermack and McKendrick SIR data sets are simulated are described in Appendix A.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 513,
                    "end": 520,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Simulation data"
        },
        {
            "text": "The data for the 2009 pandemic influenza are publicly available from the Center of Disease Control and Prevention's (CDC) FluView (FluView, 2018) . The data source is ILINet and is the national level data. We use a similar date range as in Towers and Feng (2009) who use data from epiweeks 21-33 (May 23, 2009 -August 22, 2009 . This time range turned out to be the first wave of H1N1 in the USA. The disease later had a more severe outbreak, but we do not analyze that period here.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 145,
                    "text": "(FluView, 2018)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 240,
                    "end": 262,
                    "text": "Towers and Feng (2009)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 290,
                    "end": 309,
                    "text": "21-33 (May 23, 2009",
                    "ref_id": null
                },
                {
                    "start": 310,
                    "end": 326,
                    "text": "-August 22, 2009",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "2009 Pandemic influenza data"
        },
        {
            "text": "From the United States Census Bureau, we use the population estimate of the USA as of April 1, 2010 of N = 308, 740, 000 individuals (United States Census Bureau, 2018). The main features in this data set are weighted influenza like illness (wILI) for a given week (Epiweek). The wILI values are estimated based on the number of patients diagnosed with influenza like illness and weighted based on the reporting locations. To obtain weekly incidence from wILI, we use J(t) = wILI(t)/100 · N .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2009 Pandemic influenza data"
        },
        {
            "text": "To impute the number of individuals in each state at different time points, we use the relations described in Eq. (13), which requires an estimate of γ −1 , the average expected time from infection to recovery. We use γ −1 = 3 days which was estimated by Colizza, Barrat, Barthelemy, Valleron, and Vespignani (2007) and was also the estimate used by Towers and Feng (2009) . Because γ −1 is a random variable, we perform sensitivity analysis and report R 0 estimates for multiple values of γ −1 . The data is summarized in Table 3 and the pre-processed data is shown in Figure 2 . Looking at the pre-processed data with differing values of γ −1 , we see that the course of the outbreak can drastically differ depending on the average infectious period. Figure 3 . ",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 315,
                    "text": "Colizza, Barrat, Barthelemy, Valleron, and Vespignani (2007)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 350,
                    "end": 372,
                    "text": "Towers and Feng (2009)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 523,
                    "end": 530,
                    "text": "Table 3",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 570,
                    "end": 578,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 753,
                    "end": 761,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "2009 Pandemic influenza data"
        },
        {
            "text": "We present the results of a single, arbitrary simulation for each specified set of initial parameters. The reason for this is 1) because epidemic data typically occurs within a single data set and 2) so readers see how the point and CI estimates look together. As a note, we ran thousands of simulations that are not shown here but are available for reproduction in our code repository at github.com/skgallagher/r0. The results described and shown here are representative of our simulations as a whole.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation Results"
        },
        {
            "text": "We find the estimates from RE, rRE, LL, and LBE to be accurate and informative (in terms of CI size) and the estimates of of EG, MC, IPR, and LMA to be both inaccurate and uninformative. Point and 95% CI estimates for the baseline simulated data are shown in Figure 3 and the corresponding table of numbers are shown in Table 4 . These results indicate that both 1) a variety of methods can be used to reach similar conclusions such as RE, rRE, LL, LBE all indicate that R 0 ≈ 2 and 2) that naive application of methods can lead to poor interpretations of R 0 (EG, MC, IPR, LMA). For example, we see that exponential growth is not a good approximation of the Kermack and McKendrick SIR model and should not be used to obtain 'back-of-the-envelope' estimates of R 0 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 259,
                    "end": 267,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 320,
                    "end": 327,
                    "text": "Table 4",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Simulation Results"
        },
        {
            "text": "In our simulations, we find that the unspecified-distribution methods of RE, rRE, and LL produce accurate and informative estimates of R 0 , which may be especially useful when the specifics of disease transmission are unknown. On the other hand, our likelihood based method of LBE, a fairly simple model of disease transmission, produces comparable results to that of RE, rRE, and LL., Since the basic LBE model is an accurate and informative estimate, it can used to verify more complex likelihood based models where more is known about the disease transmission process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation Results"
        },
        {
            "text": "Note that the successful estimates closely model the true transmission function, especially in comparison to EG, MC, and LMA which make considerable approximations to the Kermack and McKendrick SIR model. IPR is an outlier in that although it closely models the transmission function, it produces estimates that are neither reliable or informative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation Results"
        },
        {
            "text": "In addition to showing estimates of R 0 for the baseline simulated data, we also show the difference among the methods when we vary three important disease parameters, the number of time steps used (T ), the initial percent of infectious Table 4 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 238,
                    "end": 245,
                    "text": "Table 4",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Simulation Results"
        },
        {
            "text": "individuals Y (0)/(X(0) + Y (0)), and the population size N = X(0) + Y (0). These results show variation from the baseline simulated data in one parameter at a time and are summarized visually in Figure 4 and Table 5 . We only show the results from the methods of RE, rRE, LL, and LBE so as to more closely examine differences among our more successful method estimates.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 196,
                    "end": 204,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 209,
                    "end": 216,
                    "text": "Table 5",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Simulation Results"
        },
        {
            "text": "With respect to the number of time points used (left column in Fig. 4 , we see that confidence intervals increase as the number of time points decreases. This is especially apparent for LBE. When T = 20 (early in the outbreak), note how all methods overestimate the true value of R 0 . With respect to the initial percent of infectious individuals (middle column in Fig. 4) , for the most part the estimates of R 0 from RE, rRE, LL, and LBE are accurate and informative, except when there is exactly one infectious individual. In this case, we see RE produces a very large CI. With respect to the population size, we find that estimates decrease in accuracy and increase in CI width as N decreases. This is especially apparent when the initial population size is quite small (N=100), where none of the estimates produce an accurate estimate of R 0 and only LL produces a somewhat informative estimate.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 63,
                    "end": 69,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 366,
                    "end": 373,
                    "text": "Fig. 4)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Simulation Results"
        },
        {
            "text": "In some of the estimates from LBE in Figure 4 , R 0 has wider CI than we would perhaps expect or want. Part of this is that LBE is particularly sensitive to the data generation process, namely in that it requires the number of susceptibles to be monotonically non-increasing and the number of recovered to be monotonically non-decreasing. However, the autoregressive observation error we add in the simulation is not constrained to this (and we have observed data in the wild that also defies this constraint). This goes to highlight the nuances and difficulties involved in these estimates.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 37,
                    "end": 45,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Simulation Results"
        },
        {
            "text": "Finally, we show estimates and 95% CIs where the simulated data is generated from non-Kermack and McKendrick SIR models in Figure 5 and Table 6 . When we misidentify XEYZ (SEIR) data as XYZ (SIR) data, then we see we systematically (but very slightly) underestimate R 0 . While mathematically, we would expect underestimation of R 0 , this is likely worse real life implications than overestimating R 0 . On the other hand, if there are two separate groups of equal size that have two different true values of R 0 (1.5 and 2.5), the combined estimate of the population R 0 is about 1.75. This shows some of the non-linearity about the quantity R 0 , as it is not as simple as taking the average R 0 of the equally sized groups. This may indicate that correctly identifying sub-populations that have different risk factors is important to create accurate and informative estimates of R 0 . Overall, we find that proper model specification is very important when obtaining an estimate of R 0 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 123,
                    "end": 131,
                    "text": "Figure 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 136,
                    "end": 143,
                    "text": "Table 6",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Simulation Results"
        },
        {
            "text": "The forest plot for the eight method estimates (assuming γ −1 = 3 days when imputing SIR data from the wILI reports) is displayed in Figure 6 and their corresponding table of values is seen in Table 7 . As this is real data, we cannot say what the true value of R 0 is, but encouragingly, the methods that had the best results in the simulation study (RE, rRE, LL, and LBE) have similar point estimates. The median estimate is R 0 = 1.23. Surprisingly, even EG and MC have estimates close to 1.20, even though they rarely matched RE, rRE, LL, or LBE in our simulation study. The full table of Table 5 . Table 6 . The figure entitled \"SEIR\" refers to data generated according to Eq. (16), and the data in \"Sum SIR\" refers to two SIR models that have been combined together, one with a true value of R 0 = 1.5 and the other with R 0 = 2.5. These forest plots correspond to the figures in Table 5 . These numbers correspond to the forest plots in Figure 6 . Figure 6 : Results from SIR methods on H1N1 data, assuming γ −1 = 3 days when imputing SIR data from the wILI reports.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 133,
                    "end": 141,
                    "text": "Figure 6",
                    "ref_id": null
                },
                {
                    "start": 193,
                    "end": 200,
                    "text": "Table 7",
                    "ref_id": "TABREF8"
                },
                {
                    "start": 593,
                    "end": 600,
                    "text": "Table 5",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 603,
                    "end": 610,
                    "text": "Table 6",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 886,
                    "end": 893,
                    "text": "Table 5",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 944,
                    "end": 952,
                    "text": "Figure 6",
                    "ref_id": null
                },
                {
                    "start": 955,
                    "end": 963,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "2009 Pandemic Influenza Results"
        },
        {
            "text": "results is shown in Table 7 . Using the results from rRE, we estimate that R 0 = 1.23 with 95% CI [1.03, 1.42], which is a smaller estimate than the value of 1.7-1.9 found in Towers and Feng (2009) , which used the same estimate of γ −1 = 3 days. In Figure 7 , we show the number of weeks used to estimate R 0 , all with the initial time point of April 16, 2019 and using one of 4, 8, 12, or 16 weeks worth of data. We see that the average estimate for most of the R 0 estimates are robust to the amount of time used but the estimates of R 0 from 4 weeks of data compared to the others, results in larger estimates of R 0 . The method estimates are reported in Table 8 . When using only 4 weeks of data, we see estimates of R 0 from LL to be 1.80 (0.33), which is much closer to the Towers and Feng (2009) estimate.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 197,
                    "text": "Towers and Feng (2009)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 20,
                    "end": 27,
                    "text": "Table 7",
                    "ref_id": "TABREF8"
                },
                {
                    "start": 250,
                    "end": 258,
                    "text": "Figure 7",
                    "ref_id": null
                },
                {
                    "start": 661,
                    "end": 668,
                    "text": "Table 8",
                    "ref_id": "TABREF9"
                }
            ],
            "section": "2009 Pandemic Influenza Results"
        },
        {
            "text": "Our above results are generated after imputing the SIR data from wILI counts using the average time to recovery, γ −1 = 3 days, which is a major assumption. In Figure 8 , it is clear that estimates of R 0 increase in magnitude as the estimate of γ −1 increases, which makes sense as a longer infectious period leads to more infections. Moreover, we see that the width of the CIs typically increases for the estimates as γ −1 increases and is especially noticeable for rRE. On the other hand, we see that the LBE CI widths are large, which may indicate that the transmission spread does not follow the simple specified likelihood model well. Finally, we see that both EG and MC produce estimates that only increase by a few thousandths for different periods of infectiousness. In contrast, the mean estimate from RE is 1.23 for γ −1 = 3 days and is 1.87 when γ −1 = 9 days. In context, the differences in estimates represent a final size (cumulative percent of infected individuals) difference from 35% to 76%, respectively, or approximately 123 million people in the US.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 160,
                    "end": 168,
                    "text": "Figure 8",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "2009 Pandemic Influenza Results"
        },
        {
            "text": "That said, all of RE, rRE, LBE, and LL have similar point estimates of R 0 for a given value of γ −1 in the imputation step. We also note that in all their estimates, RE and LBE have SE of at least 0.25, which means the confidence intervals Figure 7 : Results from SIR methods on H1N1 data, assuming γ −1 = 3 days when imputing SIR data from the wILI reports. This shows the estimates of R 0 using different maximum time points, to get a sense of how R 0 estimates can change with time. The top left graph uses 4 weeks, the top right 8 weeks, bottom left 12 weeks, and bottom right 16 weeks worth of data. The corresponding table of estimates is shown in Table 8 . Overall, from this analysis, we conclude when we assume that γ −1 = 3 days, that R 0 is closer to 1.2 than it is to 1.6, which indicates that, at least within this time frame, R 0 for H1N1 is comparable to that of seasonal influenza where R 0 is estimated to be between 1.19-1.37 (Biggerstaff, Cauchemez, Reed, Gambhir, & Finelli, 2014) . However, our estimate does not factor in how prevention/awareness campaigns influenced the spread of the disease, the differing seasonality of pandemic influenza (the time range we analyze is May-August) compared to seasonal influenza (the time range is typically October-March), and the severity and impact of the infection on the individual. Another possible concern is that of \"backfill,\" the phenomenon of where the number of infections for the different weeks are constantly updated, even months after the original date. As such, we have no guarantee we are using the same numbers from previous analyses. Also, pandemic influenza occurred in two waves in the US, and we are analyzing the first wave, as was done in Towers and Feng (2009) .",
            "cite_spans": [
                {
                    "start": 945,
                    "end": 1001,
                    "text": "(Biggerstaff, Cauchemez, Reed, Gambhir, & Finelli, 2014)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1724,
                    "end": 1746,
                    "text": "Towers and Feng (2009)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 241,
                    "end": 249,
                    "text": "Figure 7",
                    "ref_id": null
                },
                {
                    "start": 655,
                    "end": 662,
                    "text": "Table 8",
                    "ref_id": "TABREF9"
                }
            ],
            "section": "2009 Pandemic Influenza Results"
        },
        {
            "text": "We assumed that γ −1 = 3 days when imputing the SIR data from wILI reports. If we had assumed a 7 or 9 day infectious period then our estimates of R 0 become more in line with those reported by Biggerstaff et al. (2014) for pandemic influenza: estimates of R 0 between 1.3-1.7. Finally, we see that the estimates of R 0 are sensitive to the time period used (see Table 8 ) where 4 weeks of data lead to estimates of about 1.8 or larger and which substantially decreases as more data points (time) is added.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 219,
                    "text": "Biggerstaff et al. (2014)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 363,
                    "end": 370,
                    "text": "Table 8",
                    "ref_id": "TABREF9"
                }
            ],
            "section": "2009 Pandemic Influenza Results"
        },
        {
            "text": "What this disparity in estimates indicates is how sensitive estimates of R 0 can be to different parameters and emphasizes the need for reproducible research in this area. The reproduction number can be a viable way to compare disease outbreaks to one another, but it is not so simple as comparing one number to another, as the model framework (e.g. SIR vs. SEIR) must be considered. We recommend, along with reporting the estimate and CI of R 0 to also explicitly report the modeling framework (e.g. Transmission Model: S → I → R, R 0 = 1.4, 95% CI [1.1, 1.5]) and what steps are taken in pre-processing the data and what time steps are used and why.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2009 Pandemic Influenza Results"
        },
        {
            "text": "In this paper, we examine the nuances of the initial reproduction number R 0 , with emphasis on 1) variability in methods of estimation, 2) sensitivity to a number of infection parameters, and 3) the role of data pre-processing steps to transform incidence counts to a more familiar data format.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "As to issue 1), we examine eight methods to estimate R 0 which include exponential growth (EG), ratio estimator (RE), reparameterized ratio estimator (rRE), log linear (LL), Markov Chain (MC), likelihood-based estimate (LBE), incidence-to-prevalence ratio (IPR), and linear model approximation (LMA). Although, this is not an exhaustive list of methods used to estimate R 0 from the SIR model, we believe it shows the diversity of the different methods that may be used to estimate this quantity. We review the details of these methods in Sections 2.1-2.8.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "As to issue 2), we compare the the estimates of R 0 for the eight methods using a series of simulations. To this effort, we generate different simulated data sets under different noise assumptions and estimate R 0 using each of these data sets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We then analyze estimates of R 0 while varying individual parameters of the model including the infection and recovery parameters, the total amount of data, the initial percent of infectious and susceptible individuals, the standard deviation of the noise used to generate the simulated data, and the total number of individuals in a population. We also analyze the model under misspecification, that is when a model other than the SIR model is used to generate the simulated data sets. Our simulation code is available for reproduction in our code repository: github.com/skgallagher/r0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "As to issue 3) we discuss one common approach to pre-processing incidence counts into the number of susceptible, number of infectious, and number of recovered individuals at each time step and how this pre-processing is dependent on our estimate of the average recovery period duration, γ −1 . We show the effects of this pre-processing step in our application to 2009 pandemic influenza in the US.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Overall, we recommend based on our analysis:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "• RE, rRE, LL, and LBE provide the most accurate and informative estimates of R 0 . This is based on both the results of our simulation study and the similar results in the 2009 pandemic influenza data application.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "• LL provides a way to establish a useful novel/secondary/confirmatory interpretation of R 0 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "• LBE is a reliable and useful estimate and tends to generate larger CIs than the sum of square based methods (RE, rRE, LL).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "• LBE is a simple likelihood based estimate and seems to work well in our simulation study and the data application, which shows to us that other more sophisticated LBE methods may work even better.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "• We do not recommend using EG or IPR even as 'back of the envelope' calculations based on our simulation study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "• The larger the number of initially infectious individuals is, the smaller the CIs for R 0 are.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "• Of the parameters described here, R 0 is most sensitive to changes in T , the time points used in an epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "• Small sample sizes in total population size or the initial percent of infectious also cause disparity in R 0 method estimates and larger CIs than when changing other simulation parameters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We also analyzed estimates of R 0 using data from the 2009 H1N1 pandemic in the USA. From this study we conclude:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "• For the H1N1 application, we find that when we assumed the infectious period was on average γ −1 = 3 days, we found our estimates to be closer to R 0 = 1.2, whereas the Towers and Feng (2009) reports estimates of 1.7-1.9 from. In both our and their study, we use similar data imputation steps, most importantly assuming γ −1 =3 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "• Also for H1N1, we found that when we increased γ −1 to 7 or 9 days, we find estimates much more in line with 2009 pandemic influenza values of R 0 reported in Biggerstaff et al. (2014) .",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 186,
                    "text": "Biggerstaff et al. (2014)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "• From this, we conclude that imputation/pre-processing steps are essential in producing accurate and reliable estimates of R 0",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Overall, we find that R 0 is a difficult quantity to estimate. We find that estimates often are nuanced and only interpretable in the context of other parameters, which is contrary to the idea of a one number summary, which R 0 is often purported to be. We, however, are not yet ready to give up on the 'most important quantity' in epidemic modeling.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "To better understand what the process of estimating R 0 entails, we recommend the following guidelines. First, we emphasize the need for reproducible research in this field, in every step there is: data collection, data cleaning, and statistical analysis. We also recommend that every abstract/paper summary not only includes the estimate and 95% CI of R 0 but also explicitly gives the disease framework and any pre-processing/imputation steps of the data. This would go a long way for scientists to methodically scrape publication data to create an extensive table of R 0 for various outbreaks around the world. Finally, we do not see any harm in presenting multiple estimates of R 0 , especially those of rRE, RE, LL, and LBE. Disparity in these estimates, for example, can show a deeper issue about the data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The goal of this paper is explore some of the underlying nuances of R 0 how these nuances shape and guide ongoing statistical analysis. We hope this paper provides a step in the right direction in a better understanding of R 0 for all scientists involved in the field of infectious disease transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "As this paper is being prepared, COVID-19, novel coronavirus, is beginning to severely outbreak in the US, and we see many estimates of R 0 being purported online and in the news (such as a table seen in MIDAS (2020)). We hope this paper provides guidance in what features to analyze and assess when attempting to assess the reliability of R 0 estimates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "again, with a constant population of N and with known initial values (X(0), E(0), Y (0), Z(t)). As in the XYZ model, β and γ represent the average rate of infection and average rate of recovery, respectively. The parameter µ is the rate at which latently exposed individuals become infectious. The reproduction number for the XEYZ model, is R 0 = β γ , like in the XYZ model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "To simulate XYZ data from the XEYZ model, we first determine the XEYZ values for a given set of initial values. Then we combine the susceptible and exposed states into a new susceptible state, X new (t) = X(t) + E(t). Then following the equations in Eq. (14) f = X new and g = Z. In the simulations we let µ = 0.1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "An examination of the Reed-Frost theory of epidemics",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Abbey",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 1952,
            "venue": "Human biology",
            "volume": "24",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Malaria in northwest india: Data analysis via partially observed stochastic differential equation models driven by levy noise",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bhadra",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Ionides",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Laneri",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pascual",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bouma",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Dhiman",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of the American Statistical Association",
            "volume": "106",
            "issn": "494",
            "pages": "440--451",
            "other_ids": {
                "DOI": [
                    "10.1198/jasa.2011.ap10323"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Estimates of the reproduction number for seasonal, pandemic, and zoonotic influenza: a systematic review of the literature",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Biggerstaff",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Reed",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gambhir",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Finelli",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC infectious diseases",
            "volume": "14",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Modeling the emergence of the 'hot zones': tuberculosis and the amplification dynamics of drug resistance",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Blower",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chou",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nature medicine",
            "volume": "10",
            "issn": "10",
            "pages": "1111--1116",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Stochastic epidemic models: A survey",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Britton",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Mathematical Biosciences",
            "volume": "225",
            "issn": "1",
            "pages": "24--35",
            "other_ids": {
                "DOI": [
                    "10.1016/j.mbs.2010.01.006"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Flexible modeling of epidemics with an empirical bayes framework",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Brooks",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Farrow",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hyun",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Tibshirani",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rosenfeld",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLOS Computational Biology",
            "volume": "11",
            "issn": "8",
            "pages": "1--18",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pcbi.1004382"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "An empirically adjusted approach to reproductive number estimation for stochastic compartmental models: A case study of two ebola outbreaks",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Oleson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Porter",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Biometrics",
            "volume": "72",
            "issn": "2",
            "pages": "335--343",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Stability of stochastic delayed sir model",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Stochastics and Dynamics",
            "volume": "9",
            "issn": "2",
            "pages": "231--252",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The estimation of the effective reproductive number from disease outbreak data",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cintrón-Arias",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Castillo-Chávez",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Bettencourt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Lloyd",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Banks",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Math Biosci Eng",
            "volume": "6",
            "issn": "2",
            "pages": "261--282",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Modeling the worldwide spread of pandemic influenza: Baseline case and containment interventions",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Colizza",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barrat",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barthelemy",
                    "suffix": ""
                },
                {
                    "first": "A.-J",
                    "middle": [],
                    "last": "Valleron",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "PLOS Medicine",
            "volume": "4",
            "issn": "1",
            "pages": "1--16",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pmed.0040013"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "How many people might one person with coronavirus infect?",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Craven Mcginty",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Wall Street Journal. Retrieved from",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Epidemic modelling: an introduction",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Daley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gani",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Gani",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The construction of next-generation matrices for compartmental epidemic models",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Diekmann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Heesterbeek",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of the Royal Society Interface",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Agent-based computational models and generative social science",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Epstein",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Branching process models for surveillance of infectious diseases controlled by mass vaccination",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Farrington",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Kanaan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Gay",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Biostatistics",
            "volume": "04",
            "issn": "2",
            "pages": "279--295",
            "other_ids": {
                "DOI": [
                    "10.1093/biostatistics/4.2.279"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Efficient data augmentation for fitting stochastic epidemic models to prevalence data",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fintzi",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wakefield",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "N"
                    ],
                    "last": "Minin",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Journal of Computational and Graphical Statistics",
            "volume": "26",
            "issn": "4",
            "pages": "918--929",
            "other_ids": {
                "DOI": [
                    "10.1080/10618600.2017.1328365"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "2008-2009 influenza season",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fluview",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "A likelihood-based method for real-time estimation of the serial interval and reproductive number of an epidemic",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Forsberg White",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pagano",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Statistics in Medicine",
            "volume": "27",
            "issn": "16",
            "pages": "2999--3016",
            "other_ids": {
                "DOI": [
                    "10.1002/sim.3136"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Error bounds for deterministic approximations to markov processes, with applications to epidemic models",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gani",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yakowitz",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Journal of Applied Probability",
            "volume": "32",
            "issn": "4",
            "pages": "1063--1076",
            "other_ids": {
                "DOI": [
                    "10.1017/S0021900200103547"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Exact analytical solutions of the susceptible-infected-recovered (sir) epidemic model and of the sir model with equal death and birth rates",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Harko",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Lobo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mak",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Applied Mathematics and Computation",
            "volume": "236",
            "issn": "",
            "pages": "184--194",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Plug-and-play inference for disease dynamics: measles in large and small populations as a case study",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Ionides",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "King",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of The Royal Society Interface",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1098/rsif.2009.0151"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The mathematics of infectious diseases",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Hethcote",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "SIAM Review",
            "volume": "42",
            "issn": "4",
            "pages": "599--653",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Stability and bifurcation analysis in a discrete sir epidemic model",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Teng",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Long",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Mathematics and computers in Simulation",
            "volume": "97",
            "issn": "",
            "pages": "80--93",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Reproduction numbers and thresholds in stochastic epidemic models i. homogeneous populations",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Jacquez",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Neill",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Mathematical Biosciences",
            "volume": "107",
            "issn": "2",
            "pages": "161--186",
            "other_ids": {
                "DOI": [
                    "10.1016/0025-5564(91)90003-2"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "A contribution to the mathematical theory of epidemics",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "O"
                    ],
                    "last": "Kermack",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Mckendrick",
                    "suffix": ""
                }
            ],
            "year": 1927,
            "venue": "Proceedings of the Royal Society of London A: Mathematical, Physical and Engineering Sciences",
            "volume": "115",
            "issn": "772",
            "pages": "700--721",
            "other_ids": {
                "DOI": [
                    "10.1098/rspa.1927.0118"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Statistical inference for partially observed markov processes via the r package pomp",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ionides",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of Statistical Software",
            "volume": "",
            "issn": "12",
            "pages": "1--43",
            "other_ids": {
                "DOI": [
                    "10.18637/jss.v069.i12"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The Failure of R 0 . Computational and mathematical methods in medicine",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Blakeley",
                    "suffix": ""
                }
            ],
            "year": 1920,
            "venue": "Journal of the american chemical society",
            "volume": "42",
            "issn": "8",
            "pages": "1595--1599",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Utilizing nontraditional data sources for near real-time estimation of transmission dynamics during the 2015-2016 colombian zika virus disease outbreak. JMIR public health and surveillance",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Majumder",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Santillana",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Mekaru",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Mcginnis",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Brownstein",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Covid-19",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "A simplex method for function minimization",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Nelder",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mead",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "The Computer Journal",
            "volume": "7",
            "issn": "4",
            "pages": "308--313",
            "other_ids": {
                "DOI": [
                    "10.1093/comjnl/7.4.308"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The effective reproduction number as a prelude to statistical estimation of time-dependent epidemic trends",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "103--121",
            "other_ids": {
                "DOI": [
                    "10.1007/978-90-481-2313-1_5"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Pros and cons of estimating the reproduction number from early epidemic growth rate of influenza a (h1n1)",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Safan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Castillo-Chavez",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Theoretical Biology and Medical Modelling",
            "volume": "7",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The r0 package: a toolbox to estimate reproduction numbers for epidemic outbreaks",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Obadia",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Haneef",
                    "suffix": ""
                },
                {
                    "first": "P.-Y",
                    "middle": [],
                    "last": "Boëlle",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "BMC medical informatics and decision making",
            "volume": "12",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Pandemic h1n1 influenza: Predicting the course of vaccination programme in the united states",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Towers",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Quickfacts. Available at . Accessed",
            "volume": "18",
            "issn": "",
            "pages": "288--303",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "How generation intervals shape the relationship between growth rates and reproductive numbers",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Proceedings of the Royal Society of London B: Biological Sciences",
            "volume": "274",
            "issn": "",
            "pages": "599--604",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Phase-adjusted estimation of the number of coronavirus disease 2019 cases in wuhan, china",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Cell Discovery",
            "volume": "6",
            "issn": "1",
            "pages": "1--8",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "All of Statistics: A Concise Course in Statistical Inference",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wasserman",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Observed data from H1N1 influenza 2009 in the USA. Weekly wILI is reported, which we transform into S, I, and R counts shown for weeks April 16-Aug. 27. We see large variation in both the number and the shape of the Y and Z compartments for values between 2 and 10 days of the average time to recovery (γ −1 ).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Point and 95% CI estimates of a result of a single simulated data set for the given parameter conditions. The vertical blue line denotes the true value of R 0 . The estimates colored in red have CIs that are truncated at least on one side for visibility. The corresponding table of estimates are shown in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Point and 95% CI estimates of a result of a single simulated data set for the given parameter conditions. The vertical blue line denotes the true value of R 0 . The estimates colored in red have CIs that are truncated at least on one side for visibility. The corresponding table of estimates are shown in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "(X(0) = 9, 950, Y (0) = 50) 2.032 (0.0221) 2.032 (0.0222) 2.025 (0.029) 1.283 (0.2032) (X(0) = 990, Y (0) = 10) 2.014 (0.1288) 2.014 (0.1289) 2.494 (0.3402) 0.054 (1.9697) (X(0) = 99, Y (0) = 1) -55 (1230) 21 (41) 1.471 (0.4831) 2.168 (4.6) Point and 95% CI estimates of a result of a single simulated data set for the given parameter conditions. The vertical blue line denotes the 'true' value of R 0 . The estimates colored in red have CIs that are truncated at least on one side for visibility. The corresponding table of estimates are shown in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Variability of R 0 estimates for different values of γ −1 , the average time to recovery or average infectious period in imputing the SIR data from the wILI reports.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Table ofmethods used. The heading \"Specified distribution?\" refers to whether a statistical distribution is explicitly specified in the model. The methods are described in Sections 2.1-2.8.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Parameter values for baseline simulated data. The simulation data is generated in accordance to the model in Eq. (15).",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Table of R 0 point estimates and standard error (SE) for the baseline simulated data. These numbers correspond to the forest plots in",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Summary of the data used to estimate R 0 during the 2009 H1N1 influenza pandemic in the USA.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Tableof R 0 point estimates and standard error (SE) for simulated data that differs from the baseline simulated data by either number of time steps, population size, and initial percent of infectious. These numbers correspond to the forest plots inFigure 4.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Table of R 0 point estimates and standard error (SE) for non-Kermack and McKendrick SIR, simulated data.",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Estimates of R 0 from the 8 methods and assuming γ −1 = 3 when imputing SIR data from the wILI reports.",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Results from SIR methods on H1N1 data, assuming γ −1 = 3 days when imputing SIR data from the wILI reports. This shows the estimates of R 0 using different maximum time points, to get a sense of how R 0 estimates can change with time. The table corresponds to the forest plots shown inFigure 7.are fairly large. Of the methods we prefer, only LL has a reasonably small CI width for every value of γ −1 , with a maximum SE of 0.06.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "A Non Kermack and McKendrick SIR-Based Data XYZ (SIR) × 2 In this model, we have two independent XYZ models that are then aggregated together. Specifically, both models are given from the equations in Eq. (3). The first one, denoted A, is given byThe second one is denoted by B and is given by (X B (0) = 49, 950, Y B (0) = 50, Z B (0) = 0) and disease parameters such that R (B) 0 = 2 (β A = 0.02, γ A = 0.01). We then add the two sets of compartments together:Then following the equations in Eq. (14) f = X and g = Z.XEYZ (SEIR). The deterministic SEIR (XEYZ) model (seen in Cintrón-Arias, Castillo-Chávez, Bettencourt, Lloyd, and Banks (2009)) is based upon the following ODEs:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}