{
    "paper_id": "23bdede9ba077a4be7a79b296ce8a3a68e7ea76d",
    "metadata": {
        "title": "Journal Pre-proof COVID-19 & PPE: Treatment and Prevention of Skin Conditions Related to the Occupational Use of Personal Protective Equipment Title: COVID-19 & PPE: Treatment and Prevention of Skin Conditions Related to the Occupational Use of 2 Personal Protective Equipment 3",
        "authors": [
            {
                "first": "Seemal",
                "middle": [
                    "R"
                ],
                "last": "Desai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Carrie",
                "middle": [],
                "last": "Kovarik",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Pennsylvania",
                    "location": {
                        "settlement": "Philadelphia",
                        "region": "Pennsylvania"
                    }
                },
                "email": ""
            },
            {
                "first": "Bruce",
                "middle": [],
                "last": "Brod",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Pennsylvania",
                    "location": {
                        "settlement": "Philadelphia",
                        "region": "Pennsylvania"
                    }
                },
                "email": ""
            },
            {
                "first": "William",
                "middle": [],
                "last": "James",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Pennsylvania",
                    "location": {
                        "settlement": "Philadelphia",
                        "region": "Pennsylvania"
                    }
                },
                "email": ""
            },
            {
                "first": "Matthew",
                "middle": [
                    "E"
                ],
                "last": "Fitzgerald",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ave",
                "middle": [],
                "last": "Preston",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "George",
                "middle": [
                    "J"
                ],
                "last": "Hruza",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "St. Louis University",
                    "location": {
                        "postCode": "10",
                        "settlement": "St. Louis",
                        "region": "Missouri"
                    }
                },
                "email": ""
            },
            {
                "first": "Matthew",
                "middle": [
                    "E"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Fitzgerald",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "St. Louis University",
                    "location": {
                        "postCode": "10",
                        "settlement": "St. Louis",
                        "region": "Missouri"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Surgical and N95 masks, as well as goggles and face shields, have been reported to cause 47 contact dermatitis, typically behind the ears (from elastic straps), on the bridge of the nose, or rarely on 48 the entire face. Mask-induced contact dermatitis, as well as contact urticaria, can occur due to 49 adhesives, rubber in straps, free formaldehyde released from the non-woven polypropylene, and metals 50 in clips. 3,4 The tighter and more secure N95 masks can cause significant skin damage due to pressure on 51 anatomic points like the bridge of the nose, and across the zygoma. Moisture can accumulate under 52 either type of facemask and predispose to skin breakdown, and potentially superinfection. Facial PPE 53 should be adjusted to fit correctly and should not lead to excess pressure or discomfort on any one 54 particular area of the face. Skin should be routinely cleaned and moisturized using non-comedogenic 55 emollients at least one hour before utilizing facial PPE. Petrolatum-based products are not 56 recommended as a skin sealing or repair agents as they may interfere with the integrity of the mask 57 itself, in particular the N95. 5 58",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "According to the Centers for Diseases Control and Prevention (CDC), contact dermatitis accounts 59 for 10% to 15% of all healthcare occupational illnesses. Glove-related allergic contact dermatitis is 60 relatively common in healthcare workers. The most common causes are rubber accelerators used in the 61 manufacturing of gloves. Skin manifestations include pruritus, erythema, scale, vesicles and, in 62 prolonged cases, hyperpigmentation and lichenification. Healthcare workers should be encouraged to 63 use moisturizers frequently, especially when not in direct patient care, and ensure hands are clean and 64 dry prior to the use of gloves and other PPE during patient contact time. For more severe cases of 65 contact dermatitis, topical corticosteroids and other prescription therapies may be warranted. 66",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In addition to masks, gloves and respirators, the repetitive and prolonged use of sterilizing 67 agents, including hand soaps, detergents, and repeated exposure to water, can lead to irritated skin and 68 an increased risk for contact sensitization. To reduce this risk, especially after hand washing, emollients 69 with either ceramides and/or petrolatum may be beneficial. 6 70",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As healthcare workers, we are ultimately responsible for protecting our patients, ourselves, and 71 the broader community. Wearing PPE for extended periods, as has occurred in the era of COVID-19, can ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "-Wash your face with gentle, mild fragrance free, non-comedogenic cleanser in the morning and at the end of the day. -Take appropriate breaks from the mask: 15 min off every 2 hours.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acne"
        },
        {
            "text": "-Wash your face with gentle, mild fragrance free, non-comedogenic cleanser in the morning and at the end of the day. -Take appropriate breaks from the mask: 15 min off every 2 hours.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acne"
        },
        {
            "text": "-Wash your face with gentle, mild fragrance free, non-comedogenic cleanser in the morning and at the end of the day. -Take appropriate breaks from the mask: 15 min off every 2 hours.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Moisture Associated skin irritation"
        },
        {
            "text": "-Wash your face with gentle, mild fragrance free, non-comedogenic cleanser in the morning and at the end of the day. -Take appropriate breaks from the mask: 15 min off every 2 hours -if safe and practical to do so. 139",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Moisture Associated skin irritation"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Skin reactions to non-glove personal protective 90 equipment: An emerging issue in the COVID-19 Pandemic",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gheisari",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Araghi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Moravvej",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Eur Acad Dermatol Venereol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Skin damage among health care workers managing coronavirus 94 disease-2019",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Miao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Am Acad Dermatol",
            "volume": "82",
            "issn": "",
            "pages": "1215--1216",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Adverse skin reactions to personal protective equipment 97 against severe acute severe acute respiratory syndrome-a descriptive study in Singapore",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Foo",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Goon",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "At",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Leow",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Contact Derm",
            "volume": "",
            "issn": "5",
            "pages": "291--294",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Skin reactions following use of N95 facial masks",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Donovan",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kudla",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Holness",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "72 have potentially serious consequences for healthcare workers. Recognizing occupationally induced skin 73 conditions from PPE, and which of these can be prevented or minimized with proper measures, is critical 74 to help mitigate long-term skin sequelae and maintain compliance. 75 76 Acknowledgements: We would like to thank staff at the American Academy of Dermatology for their 77 logistical and administrative support. We would also like to thank in particular Theresa Carbone, BSN, 78 RN, CWOCN, William Falone, MSN, RN, CWON, and Shawn Parsons, MSN, CRNP, CWON along with the 79 Penn Medicine Wound Care Nursing Collaborative for their ongoing efforts to educate healthcare 80 workers and the public on the occupational risks in the era of COVID-",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Department of Nursing, Hospital of the University of Pennsylvania, Philadelphia, Pennsylvania 12 There have been an increasing number of reports of occupationally induced skin conditions in 41 healthcare workers related to the use of personal protective equipment (PPE) during the Coronavirus 42 (COVID-19) pandemic. 1,2 The breadth and variety of different types of PPE, such as facemasks, gloves, 43 and respiratory equipment, as well as the extended use beyond previous standards, have led to a 44 spectrum of common dermatologic conditions including: contact/irritant dermatitis, pressure related 45 skin injury, acneiform eruptions, and moisture associated skin irritation(Table 1)46",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Skin Condition Related to Masks -Treatment and Prevention Strategies 138 eyes or eyelids. Allow to dry for 90 seconds prior to donning PPE. -Wear facial PPE correctly and make sure size is correct. -If skin damage is present, consider applying Vaseline to open areas 3 -4 times a day when AWAY from work. If an open area of skin is present, hydrocolloid dressing may be used to help it heal, however, using these dressings under N95 masks requires refit testing to ensure adequate seal.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": " Hand  108  109  110  111  112  113  114  115  116  117  118  119  120  121  122  123  124  125  126  127  128  129  130  131  132  133 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1,
                    "end": 135,
                    "text": "Hand  108  109  110  111  112  113  114  115  116  117  118  119  120  121  122  123  124  125  126  127  128  129  130  131  132  133",
                    "ref_id": null
                }
            ],
            "section": "annex"
        }
    ]
}