{
    "paper_id": "23e5705e9fcbf4f8fee4b4558be021479bb889ba",
    "metadata": {
        "title": "Perspectives on the death investigation during the COVID-19 pandemic-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/)",
        "authors": []
    },
    "abstract": [
        {
            "text": "The pandemic of COVID-19 caused by 2019-nCoV outbreaks in most of the countries, which has subsequently spread rapidly and become a pandemic worldwide. Due to the strong infectivity of COVID-19 and lack of experience of performing an autopsy to infectious disease-induced death, the pandemic created some challenges for forensic practitioners. In this article, we summarize the experience of how we handle the confirmed or suspected infectious cases, and give some perspectives for the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "A new pneumonia called COVID-19, which is caused by a novel coronavirus (2019-nCoV), has broken out around the world. Due to the characteristics of strong infectivity, long incubation period, over 693,224 cases have been confirmed in the whole world and led to at least 33,106 death by the end of March 2020 [1] . The World Health Organization (WHO) announced that the COVID-19 outbreak can be characterized as a \"pandemic\" as the virus spreads increasingly worldwide [2] . The Chinese government reacted quickly and took effective measures to deal with the pandemic [3] . During the past three months, this highly contagious pandemic also created some challenges for forensic practitioners in China [4, 5] . It is important for forensic practitioners to increase protection awareness and accumulate experience in the medicolegal death investigation of infectious diseases.",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 311,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 468,
                    "end": 471,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 567,
                    "end": 570,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 700,
                    "end": 703,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 704,
                    "end": 706,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Because death scenes normally require processing as soon as possible, forensic practitioners may not know the victim's accurate health condition, travel history in a pandemic area or the contact history with possibly infected persons immediately. These uncertainties lead the forensic practitioners and police working at the death scene are faced with severe risks of getting infected. The asymptomatic transmission of 2019-nCoV means that any individual can be infected but not show signs. The use of personal protective equipment by all personnel at a death scene is recommended.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Potential risks during death scene investigations"
        },
        {
            "text": "2019-nCoV has strong survivability and resistance to cold environments [6, 7] . It indicates that the 2019-nCoV can survive in a corpse for a period of time after the infected person has died. The remains of patients who have died of COVID-19 may have a large amount of the virus. Cryopreservation may prolong the persistence of the virus in the body [8] .",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 74,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 75,
                    "end": 77,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 351,
                    "end": 354,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Potential risks during autopsy"
        },
        {
            "text": "Currently, known routes of transmission of 2019-nCoV are mainly respiratory droplets, aerosols, and contact with viral secretions [9, 10] . During an autopsy, forensic practitioners need to perform tissue segmentation, organ extraction, organ incision and other procedures, during which the virus can be passively released and increase the risk of inhaling the virus due to the timeframe of the autopsy and close proximity to the body. Additionally, sharp instrument injury and body fluid spray contact can increase the risk of occupational exposure.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 133,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 134,
                    "end": 137,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Potential risks during autopsy"
        },
        {
            "text": "Forensic pathology examination of specific organs requires sample extraction, fixation, and section after autopsy. Samples need to transfer to the pathology laboratory and storage in formalin for more than one week; any aerosols have the potential to effuse in air and endanger physicians. Subsequent operations should be performed in a laboratory with a heightened level of protection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Potential risks during pathological samples' transfer and storage"
        },
        {
            "text": "Thorough investigation before any death scene investigation and body examination is very helpful to determine whether the cause of death has a connection with COVID-19 or not, in order to take proper protections including personal protective equipment. Relevant information such as medical history, travel history in an outbreak area or the contact history with any potentially infected persons and medical records should be obtained from the hospital, family members, witnesses, and morgue personnel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Thorough investigation of the history of victims"
        },
        {
            "text": "During the outbreak response, all death investigations should follow the strictest protective measures for dealing with infected cases at the scene and in the morgue. If we are involved in a death scene with confirmed infected cases, it is better for us to be isolated and under medical observation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Thorough investigation of the history of victims"
        },
        {
            "text": "Forensic practitioners should wear one-piece protective clothing, N95 mask, protective goggles face shield, protective shoe covers, and at least two layers of medical latex gloves; they should also be aware of the proper order of putting on and taking off protective equipment [11, 12] . Autopsies should be performed in a special autopsy laboratory in strict accordance with a process of three areas and two buffer zones, which consist of:",
            "cite_spans": [
                {
                    "start": 277,
                    "end": 281,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 282,
                    "end": 285,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Protection measures for the death scene and autopsy"
        },
        {
            "text": "1. Clean area, 2. One first-level buffer zone, 3. Semi-contaminated areas, 4. A second level buffer zone and 5. Contaminated area.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protection measures for the death scene and autopsy"
        },
        {
            "text": "Examiners should wear protective equipment in the clean area before entering the semi-contaminated area and organize autopsy instruments in the semi-contaminated areas before entering the contaminated area for autopsy. After the autopsy, the protective clothing and gloves require disinfecting first in the contaminated area of the autopsy laboratory, and the protective clothing, mask, shoe covers, gloves, and other equipment surfaces require thoroughly disinfecting in the semi-contaminated area a second time before removing. All must be sent for bio-safety disposal immediately.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protection measures for the death scene and autopsy"
        },
        {
            "text": "The contaminated area must maintain a sufficient negative pressure, sufficient filtering conditions for air emission and sewage discharge [11] . Furthermore, the procedure of pathological examination and sample transfer should strictly follow the procedure of sealing after sample extraction. The pathology laboratory should be held to standard negative pressure operating conditions.",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 142,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Protection measures for the death scene and autopsy"
        },
        {
            "text": "The joint control system should coordinate with multiple departments, such as the Center for Disease Control, Civil Administration Department, Health Commission and Environmental Protection Authorities for death investigation, as soon as possible. All departments should unite together and share information about the pandemic situation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Establish a multi-department joint control system"
        },
        {
            "text": "Currently, many forensic practitioners lack the occupational protection awareness for infectious disease and lack of experience in death investigation for infectious disease, especially those with asymptomatic transmission. It is necessary to establish rules of occupational protection and risk prevention monitoring systems and integrate these into regular training.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Improvement and training of occupational protection for forensic practitioners"
        },
        {
            "text": "For dealing with infected cases, autopsy laboratories should be constructed in the future to be qualified at certain biological safety levels (P1eP4) [13] . The P3 autopsy laboratory would satisfy the requirements for most of the infectious diseases, with the special requirements in terms of floor layout, maintenance structure, ventilation and air conditioning system, water supply and air supply system, sewage disposal, and disinfection system. Each functional area of the autopsy laboratory must maintain a certain negative pressure and suction gradient to ensure no leak or reflux of contaminating air [14] .",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 154,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 608,
                    "end": 612,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Improvement of the forensic autopsy laboratory construction"
        },
        {
            "text": "Clinical diagnostic criteria for COVID-19 are the nucleic acid test and radiology examination by CT scan [15] . Virtual autopsy based on forensic radiology technology could play a significant role in the autopsy of infectious diseases. CT scan of the cadaver before autopsy provides an initial assessment of a possible cause of death and also prevent forensic practitioners from directly contacting an infected but asymptomatic body. Forensic practitioners could make a preliminary judgment on whether the deceased may be infected or not and take appropriate protective measures during subsequent autopsy.",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 109,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Forensic radiology requires progress"
        },
        {
            "text": "In the past three months, these forensic practices have proven to be effective for the death investigation of confirmed or suspected infectious decedents and also exposed the defects of insufficient response, which also points out the direction for our future development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Forensic radiology requires progress"
        },
        {
            "text": "The author has no financial or personal interests to report. The author is on the editorial board of Forensic Science International: Synergy and has previously published with Elsevier. The opinions are solely those of the author.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of competing interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Novel Coronavirus Pneumonia Epidemic Situation up to 24:00 on",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "general-s-opening-remarks-at-the-media-briefing-on-covid",
            "authors": [],
            "year": 2020,
            "venue": "WHO Director-General's Opening Remarks at the Media Briefing on COVID",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19) Situation Report-65",
            "authors": [
                {
                    "first": "Coronavirus",
                    "middle": [],
                    "last": "Who",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Disease",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "National Health Commission of the People's Republic of China, Announcement of health commission of the people's Republic of China: No",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Academician Bin Cong: novel coronavirus infection is needed to strengthen autopsy",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. FaYi Xue Za Zhi",
            "volume": "36",
            "issn": "",
            "pages": "4--5",
            "other_ids": {
                "DOI": [
                    "10.12116/j.issn.1004-5619.2020.01.002"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Case report: detection of the Middle East respiratory syndrome corona virus (MERS-CoV) in nasal secretions of a dead human",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Mahallawi",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. J Taibah Univ Med Sci",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jtumed.2017.07.004"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Persistence of coronaviruses on inanimate surfaces and their inactivation with biocidal agents",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kampf",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Todt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pfaender",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. J Hosp Infect",
            "volume": "104",
            "issn": "",
            "pages": "246--251",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jhin.2020.01.022"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Joseph",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kathy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Gabriel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Lancet",
            "volume": "395",
            "issn": "",
            "pages": "30260--30269",
            "other_ids": {
                "DOI": [
                    "10.1016/s0140-6736(20)30260-9"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "General Office of National Health Commission, Diagnosis and treatment of novel coronavirus pneumonia (trial version sixth",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The State Council of People's Republic of China, Regulations on biosafety management of pathogenic microorganism laboratory: order No. 424 of the State Council of the People's Republic of China",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Guide to the forensic pathology practice on death cases related to corona virus disease 2019 (COVID-19) (trial draft)",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Mao",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Fa Yi Xue Za Zhi",
            "volume": "36",
            "issn": "",
            "pages": "6--15",
            "other_ids": {
                "DOI": [
                    "10.12116/j.issn.1004-5619.2020.01.003"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "General Office of National Health Commission of the people's Republic of China, Notice of the autopsy of cases with pneumonia infected by novel coronavirus issued by general office the national health commission of the people's Republic of China",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "General Administration of Quality Supervision, Inspection and quarantine of the people's Republic of China, standardization administration of the people's Republic of China. Laboratories-general requirements for biosafety",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Perspectives on the construction of autopsy laboratory under the infectious diseases",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Niu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Fa Yi Xue Za Zhi",
            "volume": "35",
            "issn": "",
            "pages": "269--271",
            "other_ids": {
                "DOI": [
                    "10.13618/j.issn.1001-5728.2020.02.004"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "X"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China, J. Lancet",
            "volume": "395",
            "issn": "",
            "pages": "30183--30188",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30183-5"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "PR China Liying Lai Guangzhou 12th People's Hospital, Tianqiang Road 1, Tianhe District, 510620",
            "authors": [],
            "year": null,
            "venue": "** Criminal Investigation Department",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "//doi.org/10.1016/j.fsisyn.2020.04.001 2589-871X/© 2020 The Authors. Published by Elsevier B.V. This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}