{
    "paper_id": "24f7631dda9cdcaef3cb6d75f40cc2fef9ac50d5",
    "metadata": {
        "title": "Emergence of a Novel Coronavirus Disease (COVID-19) and the Importance of Diagnostic Testing: Why Partnership between Clinical Laboratories, Public Health Agencies, and Industry Is Essential to Control the Outbreak",
        "authors": [
            {
                "first": "Matthew",
                "middle": [
                    "J"
                ],
                "last": "Binnicker",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In late December 2019, Chinese health authorities investigated a cluster of atypical pneumonia cases occurring primarily in individuals who had visited a seafood and wet market in Wuhan, Hubei Province, China. Patients reported fever and cough, and most developed chest discomfort and/or respiratory distress, with a diagnosis of pneumonia being made by chest radiographs and/or computed tomographic (CT) scan (1) . After testing for common causes of respiratory infection yielded negative results, unbiased sequencing of bronchoalveolar lavage (BAL) fluid identified a variant beta-coronavirus with nearly 85% sequence homology to that of a bat severe acute respiratory syndrome (SARS)-like coronavirus (CoV) (1) . The virus was subsequently isolated in eukaryotic cell culture, and further characterization showed it to be distinct from SARS-CoV and Middle East respiratory syndrome (MERS)-CoV, with sequence homology of approximately 79% and about 50%, respectively (2). The variant CoV, which has been named SARS-CoV-2 by the International Committee on Taxonomy of Viruses (3), represents the seventh CoV to cause disease in humans, and the third CoV since 2003 to cross over from animals to humans and be associated with severe respiratory illness (1). The World Health Organization (WHO) has named the illness caused by SARS-CoV-2 coronavirus disease-2019 (COVID-19).",
            "cite_spans": [
                {
                    "start": 410,
                    "end": 413,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 710,
                    "end": 713,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To date, there have been approximately 95 000 confirmed cases of COVID-19 in over 80 different countries. However, the majority of cases (about 85%) have occurred in mainland China. Following an incubation period ranging from 2 to 13 days, most (>80%) symptomatic patients have reported a fever and cough, and some have developed shortness of breath (4). Although COVID-19 is generally thought to be a milder illness compared to SARS and MERS-CoV, nearly 3200 deaths have occurred, yielding a casefatality rate of about 3% (versus approximately 10% for SARS-CoV and approximately 35% for MERS-CoV) (5) . This mortality rate is likely an overestimation, due to the high probability that many infected individuals have not sought medical attention and laboratory confirmation (6) . It is important to emphasize that details regarding this outbreak are rapidly evolving, and therefore, the full extent of COVID-19's impact is still unknown. That being said, the nonspecific clinical features of COVID-19, along with the co-circulation of other respiratory viruses (e.g., influenza, respiratory syncytial virus) in many parts of the world, have presented a major challenge to public health officials and healthcare providers. This outbreak represents an opportunity for government agencies, the public health sector, industry, and clinical laboratories to partner and develop a robust and sustainable system that would allow for rapid development, production, dissemination, and implementation of diagnostic tests for infectious agents of global health concern.",
            "cite_spans": [
                {
                    "start": 598,
                    "end": 601,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 774,
                    "end": 777,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Diagnostic Testing for COVID-19",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the weeks following the initial characterization of COVID-19, the Chinese and American Centers for Disease Control and Prevention (CDC) rapidly developed molecular assays for detection of the variant virus in clinical samples (1, 7) . Other groups have also described the development of real-time PCR methods to diagnose COVID-19, mainly targeting various combinations of the open reading frame (Orf), envelope (E), nucleocapsid (N), and RNA-dependent RNA polymerase (RdRp) genes (8-10). On February 4, 2020, the United States Food and Drug Administration (FDA) took an important step, issuing an emergency use authorization for the US CDC's COVID-19 real-time PCR assay, thereby enabling CDC-qualified laboratories to perform the test. Currently, there are 115 CDCqualified laboratories in the US (i.e., state and local public health laboratories and Department of Defense laboratories), and 191 qualified laboratories worldwide. However, to date, clinical laboratories in the US have not had access to the CDC COVID-19 assay, leaving a gap in the ability of healthcare providers to rapidly diagnose and manage patients who present with a respiratory illness during this emerging outbreak.",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 232,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 233,
                    "end": 235,
                    "text": "7)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Closing the Gap: The Importance of Performing Diagnostics at the Front Line",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "During an outbreak such as COVID-19, healthcare providers may evaluate patients whose clinical presentation and travel/exposure history renders them a \"patient under investigation\" (PUI) for the disease. Although many of these patients ultimately test negative for the outbreak-associated virus, the initial uncertainty regarding the cause of disease often has an important impact on management decisions. For example, PUIs are often placed in conservative isolation precautions (e.g., airborne isolation), and healthcare teams may defer or avoid certain procedures, which may have otherwise been performed to treat, stabilize, and/or diagnose a patient's condition. Furthermore, clinical laboratories may limit, or significantly modify, their testing approach for a PUI, due to safety concerns for healthcare providers and laboratory personnel. As an example, the CDC has issued interim laboratory biosafety guidelines for handling specimens from suspect cases of COVID-19, and these guidelines recommend against viral culture and state that any procedure with the potential to generate an aerosol (e.g,. vortexing, sonication, pipetting of respiratory samples) be carried out in a certified Class II biosafety cabinet (11) . These modifications to routine clinical and laboratory practice are required to ensure the safety of healthcare personnel, laboratory staff, and patients, and are designed to prevent further transmission of the disease. However, any delay in establishing a diagnosis (i.e., resulting from transporting samples to an off-site laboratory or from making modifications to the standard operating procedures of a clinical laboratory that may limit its diagnostic approach) has the potential to negatively impact patient outcomes.",
            "cite_spans": [
                {
                    "start": 1220,
                    "end": 1224,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To provide physicians with the answers they need to manage patients effectively during an outbreak setting, laboratory testing is needed at the front lines, whenever feasible and safe. This is especially true during an outbreak such as COVID-19, which is a nonspecific illness during the early stages, similar to other more common infectious diseases such as influenza. So how do we provide rapid answers, while ensuring that the testing is accurate, reproducible, and robust? The author proposes the following as a high-level framework for consideration and discussion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "If there has been one enduring lesson from SARS-CoV, the 2009 H1N1 influenza pandemic, MERS-CoV, Ebola, Zika, and now COVID-19, it is that the next novel or emerging viral outbreak is likely just around the corner. Therefore, a general framework to guide our response to outbreaks of global health concern is needed. This should involve the expertise and direction of government agencies (e.g., FDA/CDC), state and local public health departments, industry partners, clinical laboratories, and healthcare providers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Building an Adaptable Infrastructure for Rapid Dissemination of Laboratory Diagnostics"
        },
        {
            "text": "During the early stages of an outbreak, national (i.e., CDC) and international (i.e., World Health Organization) agencies are best positioned to develop new diagnostic tests rapidly, given their 1) involvement in investigating cases; 2) role in characterizing the disease; and 3) access to clinical samples from patients with the illness. Once an assay has been developed and shown to meet established performance characteristic standards, a proposed next step would be for the national/international public health agency to partner with a contracted test manufacturer(s) to initiate the process of mass production of test reagents and submission of performance data to the FDA. As is currently the process, the FDA would then review the test performance characteristics, and if acceptable, issue an emergency use authorization. This would then allow for the test manufacturer to distribute kits to qualified laboratories, which, in the proposed model, would be expanded to include not only state and local public health laboratories, but also clinical laboratories that have participated in a thorough vetting and credentialing process. This process could involve 1) an application/registration from the clinical laboratory confirming that they have the required equipment, safety infrastructure, and personnel to complete testing; 2) a site-visit from an existing, CDC-qualified laboratory representative; and 3) successful completion of required validation studies and a blinded verification panel sent from the CDC and/or test manufacturer to the clinical laboratory. Ideally, Steps #1 and #2 would be performed outside of (i.e., prior to) an outbreak setting, and would serve as an accreditation that the clinical laboratory is qualified to be a testing site for a specified period of time (e.g., 5 years), after which re-accreditation would be required. Although this approach would likely require modifications and special considerations to account for disease-specific features (e.g., route of transmission [blood-borne versus airborne] or recommended testing approach [molecular versus serology]), it could serve as a general framework to apply during an infectious disease outbreak that has been determined to be a global health emergency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Building an Adaptable Infrastructure for Rapid Dissemination of Laboratory Diagnostics"
        },
        {
            "text": "The COVID-19 outbreak has once again highlighted the need to create a robust and sustainable system allowing for rapid development, dissemination, and implementation of diagnostic tests targeted against infectious diseases of global health concern. To provide healthcare providers with the answers they need to make critical patient-management decisions, rapid testing for the outbreak-associated pathogen is needed. This will require us to think creatively, so that testing for novel and emerging pathogens can be implemented in both public health laboratories and clinical laboratories in a timely fashion. To accomplish this goal, there will be substantial logistical challenges and resource limitations to overcome. However, this is certainly a challenge worth taking on, and one in which we can be successful by working together.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Closing Thoughts and a Path Forward"
        },
        {
            "text": "Author Contributions: All authors confirmed they have contributed to the intellectual content of this paper and have met the following 4 requirements: (a) significant contributions to the conception and design, acquisition of data, or analysis and interpretation of data; (b) drafting or revising the article for intellectual content; (c) final approval of the published article; and (d) agreement to be accountable for all aspects of the article thus ensuring that questions related to the accuracy or integrity of any part of the article are appropriately investigated and resolved. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Closing Thoughts and a Path Forward"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A novel coronavirus from patients with pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xingwang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "New Engl J Med",
            "volume": "382",
            "issn": "8",
            "pages": "727--733",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Niu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "565--574",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Severe acute respiratory syndromerelated coronavirus: the species and its viruses-a statement of the Coronavirus Study Group",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Gorbalenya",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Babic",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "De Groot",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Gulyaeva",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.07.937862"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Qu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "507--513",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The continuing 2019-nCoV epidemic threat of novel coronaviruses to global health-the latest 2019 novel coronavirus outbreak in Wuhan, China",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Azhar",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Madani",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ntoumi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kock",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Dar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Infect Dis",
            "volume": "91",
            "issn": "",
            "pages": "264--270",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A novel coronavirus outbreak of global health concern",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Horby",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Hayden",
                    "suffix": ""
                },
                {
                    "first": "Gao",
                    "middle": [],
                    "last": "Gf",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "470--473",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "First case of 2019 novel coronavirus in the United States",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Holshue",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Deblot",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lindquist",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Lory",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wiesman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bruce",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001191"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Kok",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "514--523",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A pneumonia outbreak associated with a new coronavirus of probable bat origin",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "L"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "G"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-020-2012-7"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Molecular diagnosis of a novel coronavirus (2019-nCoV) causing an outbreak of pneumonia",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Krishnan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Chem",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Centers for Disease Control and Prevention. Information for laboratories 2019 novel coronavirus",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Authors' Disclosures or Potential Conflicts of Interest: Upon manuscript submission, all authors completed the author disclosure form. Authors' disclosures and/or potential conflicts of interest: Employment or Leadership: None declared. Consultant or Advisory Role: M.J. Binnicker, DiaSorin Molecular Advisory Board (current), Roche Molecular Advisory Board (past). Stock Ownership: None declared. Honoraria: M.J. Binnicker, Abbott Molecular. Research Funding: None declared. Expert Testimony: None declared. Patents: None declared.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The author would like to thank Drs. Melissa Miller, Morgan Pence, and Bobbi Pritt for their review of the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments:"
        }
    ]
}