{
    "paper_id": "25000f807ac5ced9350c8705c2fb7cceb34560d7",
    "metadata": {
        "title": "Elucidating genetic diversity with oligonucleotide arrays",
        "authors": [
            {
                "first": "Claire",
                "middle": [],
                "last": "Kidgell",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Scripps Research Institute",
                    "location": {
                        "addrLine": "10550 North Torrey Pines Road, La Jolla",
                        "postCode": "ICND202, 92037",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Elizabeth",
                "middle": [
                    "A"
                ],
                "last": "Winzeler",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Scripps Research Institute",
                    "location": {
                        "addrLine": "10550 North Torrey Pines Road, La Jolla",
                        "postCode": "ICND202, 92037",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": "winzeler@scripps.edu"
            }
        ]
    },
    "abstract": [
        {
            "text": "DNA microarrays, initially designed to measure gene expression levels, also provide an ideal platform for determining genetic diversity. Oligonucleotide microarrays, predominantly high-density oligonucleotide arrays, have emerged as the principal platforms for performing genome-wide diversity analysis. They have wide-ranging potential applications including comparative genomics, polymorphism discovery and genotyping. The identification of inheritable genetic markers also permits the analysis of quantitative traits, population studies and linkage analysis. In this review, we will discuss the application of oligonucleotide arrays, in particular high-density oligonucleotide arrays for elucidating genetic diversity and highlight some of the directions that the field may take.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Elucidating the diversity of genes between and within individual species forms the basis of understanding the evolution and adaptation of an organism. The level of similarity (homogeneity) or difference (heterogeneity) within a species population indicates the diversity of the gene pool. This diversity can be assessed through the observation of expressed genetic traits (phenotype) or by determining the variants of individual genes (genotype). Such information can then be related to understanding the molecular basis of pathogenesis and disease transmission, for example, as well as deciphering the evolutionary history of a species. Understanding genetic variation is also important in the analysis of an organism's transcriptome, where a change in gene expression may result from coding sequence variability rather than differential gene regulation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Genetic diversity can be introduced by either mutation or recombination. Mutation is a change in the DNA sequence of a gene within an organism. A single nucleotide change, or polymorphism, results in either a change in amino acid (non-synonymous) or a silent mutation, where no change in amino acid occurs (synonymous). Recombination produces di¡erent combinations of alleles as a result of the physical exchange of DNA between two di¡erent chromosomes in the case of higher organisms, or between another isolate or closely related species in the case of prokaryotic organisms. Other sources of genetic variation can be sequence rearrangements, genetic insertions and/or deletions. In all cases, the frequencies at which these events occur within a particular species are in£uenced by biological and ecological factors and help drive the evolutionary processes within the organism.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The genetic analysis of organisms, both prokaryotic and eukaryotic, is a fast-moving and expanding scientific field. Population diversity can be measured by a variety of techniques, with the simplest method being an assessment of the observed phenotype of a population, such as eye colour or hair colour. However, for those species where the expressed phenotypes are not readily determined, biochemical and molecular approaches are needed for a more in-depth analysis of genetic relatedness. At the moment there is a wide-ranging number of approaches available for identifying genetic diversity or relatedness in a population. These include Pulse Field Gel Electrophoresis (PFGE) (Beadle et al. 2003) , microsatellite mapping (Dearlove 2002) , along with more recent techniques such as mass spectrometry-based genotyping (Pusch et al. 2002) . However, while traditional techniques, such as PFGE, are highly discriminatory and have added greatly to the study of genetic diversity, they do not illustrate the total variability of the organism in question. The only way to show total variability is to sequence the genome. The advances in whole genome DNA sequencing within the last few years have permitted considerable progress towards the assessment of genetic diversity within certain organisms (Bentley & Parkhill 2004) . Comparative genomics can facilitate a detailed catalogue of the biological similarities and differences between species, revealing fascinating insights into the genome evolution and biology of numerous organisms (Herrero et al. 2003 , Nelson et al. 2004 , McClelland et al. 2004 ). However, typically, only one strain or individual of a particular species is sequenced, thereby limiting the extent of analysis possible by this whole-genome approach.",
            "cite_spans": [
                {
                    "start": 680,
                    "end": 700,
                    "text": "(Beadle et al. 2003)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 726,
                    "end": 741,
                    "text": "(Dearlove 2002)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 821,
                    "end": 840,
                    "text": "(Pusch et al. 2002)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1296,
                    "end": 1321,
                    "text": "(Bentley & Parkhill 2004)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1536,
                    "end": 1556,
                    "text": "(Herrero et al. 2003",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1557,
                    "end": 1577,
                    "text": ", Nelson et al. 2004",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1578,
                    "end": 1602,
                    "text": ", McClelland et al. 2004",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Molecular approaches to assess genetic diversity"
        },
        {
            "text": "The availability of whole genome sequences from many organisms has directly influenced the development of DNA microarrays as rapid highthroughput molecular analysis platforms that are now commonplace in laboratory research. The microarray system is a powerful apparatus that has revolutionized functional and genomic analyses in a variety of species. A DNA microarray enables all or selected open reading frames from an annotated genome to be represented on a single microscope slide or window. Generally, there are two microarray technologies that dominate the field, the glass spotted DNA microarray and the high-density oligonucleotide array (Yauk et al. 2004) .",
            "cite_spans": [
                {
                    "start": 645,
                    "end": 663,
                    "text": "(Yauk et al. 2004)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "DNA microarrays"
        },
        {
            "text": "Two methods can be used in the generation of the glass spotted microarray. Either PCR ampli¢ed open reading frames (ORFs) or cDNA clones from the genome of interest are robotically spotted onto poly-L-lysine-coated glass slides or long oligonucleotides (60^70 mers) are directly synthesized and subsequently also spotted onto poly-L-lysine slides. In contrast, a very di¡erent approach is taken in the manufacturing of high-density oligonucleotide arrays. A¡ymetrix (A¡ymetrix, Santa Clara, CA) have pioneered the production of the high-density array in which photolithographic chemistry is utilized to synthesize in situ short oligonucleotides, typically 25-mers directly onto the microarray platform (Lockhart & Winzeler 2000) .",
            "cite_spans": [
                {
                    "start": 702,
                    "end": 728,
                    "text": "(Lockhart & Winzeler 2000)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "DNA microarrays"
        },
        {
            "text": "There are advantages and disadvantages associated with both techniques. Greater £exibility can be attained with the spotted microarray as speci¢c PCR products can be easily generated and as such there is no ¢xed probeset. However, spotted PCR amplicons only facilitate a limited coverage of the genome and, due to the size of each PCR product representing an ORF, issues of cross hybridization can also arise. Inconsistencies in the hybridization properties of long oligonucleotide probes can also be an issue. Consequently, although the high-density oligonucletide array platform overcomes both of these issues, the photolithographic manufacturing process required to directly build the 25-mer feature onto the microarray platform signi¢cantly reduces the £exibility of this system. However, such an array produces better speci¢city, quality control and portability and the smaller feature size allows for signi¢cantly greater coverage of any genome. The increased number of probes for every ORF also permits novel observations that would be impossible using glass spotted microarrays.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DNA microarrays"
        },
        {
            "text": "Both the spotted DNA microarray and oligonucleotide array platforms can be successfully applied to genetically characterize a strain or species. However, the increased feature density and reproducibility o¡ered by the high-density oligonucleotide arrays makes them the preferred platform for genomic analysis (Figure 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 309,
                    "end": 318,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "DNA microarrays"
        },
        {
            "text": "The identification of single nucleotide polymorphisms (SNPs) within any genome can provide information as to the age and diversity of the organism in question. However, by only sampling particular regions of a genome, as in nucleotide sequencing, one can obtain a biased picture of the true extent of any such diversity. Although originally designed as a tool for gene expression analysis (Lockhart et al. 1996) , hybridization of genomic DNA to an Affymetrix high-density oligonucleotide array can be used effectively for the genome-wide detection of variation in the alternative hybridizing strain relative to the reference strain.",
            "cite_spans": [
                {
                    "start": 389,
                    "end": 411,
                    "text": "(Lockhart et al. 1996)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Single nucleotide polymorphisms"
        },
        {
            "text": "Due to the short probe sequences (25-mer) used in the construction of the microarray, the alteration in hybridization signal caused by a single base change between the target and probe sequence can be readily identi¢ed. Consequently, because the exact location of each 25-mer probe in the genome is known, the position of these potential single feature polymorphisms (SFP) can be found. A SFP can represent a single nucleotide polymorphism, small insertion/deletion or full deletion. These genetic markers can then be used in population studies, the analysis of quantitative traits, genetic mapping and linkage analysis (Steinmetz et al. 2002) .",
            "cite_spans": [
                {
                    "start": 620,
                    "end": 643,
                    "text": "(Steinmetz et al. 2002)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Single nucleotide polymorphisms"
        },
        {
            "text": "Generally, the high-density arrays for SNP genotyping in humans contain thousands of allele-speci¢c oligonucleotides for each SNP to be analysed. The probes contain all possible sequences at the site of the SNP, and multiplex hybridizations are undertaken (Hacia et al. 1998 ). In the A¡ymetrix GeneChip assay, a computer algorithm is then implemented to assign the genotype of each SNP. However, while SNP detection and genotyping in humans is now feasible on a microarray platform, mapping studies in which 400^500 SNPs were analysed using high-density allele-speci¢c oligonucleotide microarrays showed that the assay failed to distinguish between heterozygous and homozygous SNP genotypes for a large fraction of the SNPs (Wang et al. 1998) . Indeed, the PCR ampli¢cation step required to achieve sensitive and speci¢c SNP genotyping is a principal factor that limits the use of high-throughput hybridizationbased assays in human SNP genotyping (Syvanen 2001) . To overcome such issues, approaches including DNA-polymerase assisted single nucleotide primer extension are now being implemented in order to perform parallel genotyping of SNPs on microarrays. In studies, this method provided a ten-fold better power of discrimination between genotypes in comparison with hybridization with allele-speci¢c oligonucleotide probes (Syvanen 2001) . Since a number of complex issues still remain with high-throughput microarray-based SNP genotyping in humans, in the remainder of this review, we will discuss the application of high-density oligonucleotide arrays to elucidate genetic diversity, with particular focus on studies undertaken with Saccharomyces cerevisiae (Winzeler et al. 2003) , Arabidopsis thalania (Borevitz et al. 2003 ) and the pathogenic organisms, Plasmodium falciparum (Volkman et al. 2002) and Mycobacterium tuberculosis (Tsolaki et al. 2004 ). We will summarize by highlighting some of the directions that the ¢eld maytake.",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 274,
                    "text": "(Hacia et al. 1998",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 725,
                    "end": 743,
                    "text": "(Wang et al. 1998)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 948,
                    "end": 962,
                    "text": "(Syvanen 2001)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1329,
                    "end": 1343,
                    "text": "(Syvanen 2001)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1666,
                    "end": 1688,
                    "text": "(Winzeler et al. 2003)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1712,
                    "end": 1733,
                    "text": "(Borevitz et al. 2003",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1788,
                    "end": 1809,
                    "text": "(Volkman et al. 2002)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1841,
                    "end": 1861,
                    "text": "(Tsolaki et al. 2004",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Single nucleotide polymorphisms"
        },
        {
            "text": "Malaria is responsible for at least 1.5 million deaths annually worldwide (Breman et al. 2001) . Currently, there is no commercially available malaria vaccine and parasite resistance to the cheap yet e¡ective anti-malarials is rapidly increasing. Despite the release of the complete genome sequence of the most lethal causative agent, the apicomplexan parasite P. falciparum (Gardner et al. 2002) , relatively little is know about the extent of genetic diversity within this complex organism. Genetic diversity in the malaria parasite facilitates both its survival and propagation and therefore an understanding of such variation is critical if longterm control measures are to be implemented (Clark 2002) .",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 94,
                    "text": "(Breman et al. 2001)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 375,
                    "end": 396,
                    "text": "(Gardner et al. 2002)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 693,
                    "end": 705,
                    "text": "(Clark 2002)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Single nucleotide polymorphisms"
        },
        {
            "text": "Detecting variation, such as SNPs and putative deletions on a genome-wide scale using established molecular systems in this organism is technically challenging. However, it was recently reasoned that a custom-designed A¡ymetrix oligonucleotide array would facilitate such an analysis. In order to investigate this, a high-density oligonucleotide array based on the chromosome 2 sequence of P. falciparum was designed. This microarray consisted of 4167 unique single-stranded 25-mer probes, positioned approximately every 200 nucleotides to provide complete coverage of all 93,000 base-pairs of chromosome 2 (Volkman et al. 2002) . The array also consisted of 395,833 probes for 80,000 cDNAs from human tissues so that the amount of host mRNA contamination occurring during the culture and extraction of the parasite DNA could be measured. The AT content of the malaria genome is extremely high (80%) (Gardner et al. 2002) , yet this did not pose any problems in the subsequent analysis.",
            "cite_spans": [
                {
                    "start": 607,
                    "end": 628,
                    "text": "(Volkman et al. 2002)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 900,
                    "end": 921,
                    "text": "(Gardner et al. 2002)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Single nucleotide polymorphisms"
        },
        {
            "text": "Although single nucleotide changes have previously been identi¢ed in P. falciparum (Clark 2002) , the genome-wide analysis facilitated by hybridization of genomic DNA to the A¡ymetrix microarray identi¢ed signi¢cant di¡erences in potential selection pressure across di¡erent gene families and locations within the chromosome (Volkman et al. 2002) . A total of 981 SNPs was identi¢ed across the four strains, along with a large 42-kb pair deletion in the strain W2 isolated in Southeast Asia. Polymorphisms were predominantly located in those genes associated with varying the antigenic and adhesive character of the parasite. These gene families are of particular importance as currently they are being widely investigated as potential vaccine candidate epitopes due to their antigenicity. Elevated levels of genetic diversity were shown to be located in the subtelomeric ends of each chromosome, which is consistent with the extensive breakage and recombination previously reported in Plasmodium ssp. (Freitas-Junior et al. 2000) and yeast (Winzeler et al. 2003) .",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 95,
                    "text": "(Clark 2002)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 325,
                    "end": 346,
                    "text": "(Volkman et al. 2002)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1002,
                    "end": 1030,
                    "text": "(Freitas-Junior et al. 2000)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1041,
                    "end": 1063,
                    "text": "(Winzeler et al. 2003)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Single nucleotide polymorphisms"
        },
        {
            "text": "The broad genetic diversity observed within chromosome 2 warranted an analysis of the complete P. falciparum genome in order to elucidate the extent of genetic variation in this human pathogen. With this in mind, an A¡ymetrix custom oligonucleotide array containing 367 226 25-mer single-stranded probes speci¢c to the coding and non-coding sequences of the entire P. falciparum genome was designed. The probes were placed on average every 150 bp on both strands (Le Roch et al. 2003 ). An additional 6000 human and mouse sequences corresponding to genes that are highly expressed in blood cells, 3602 A¡ymetrix controls and 2397 background controls were also included. To date, genomic DNA from several strains of P. falciparum have been hybridized to this array and initial results illustrate extensive diversity across and within the series of global isolates analysed. In addition, the ability of oligonucleotide arrays to identify areas within the malaria genome likely to be under selection pressure from the host's immune system may have a signi¢cant impact on the choice of future targets for vaccine and drug development.",
            "cite_spans": [
                {
                    "start": 467,
                    "end": 483,
                    "text": "Roch et al. 2003",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Single nucleotide polymorphisms"
        },
        {
            "text": "Although SNPs and deletions can be readily identi¢ed using A¡ymetrix high-density arrays, more complex types of genetic diversity may also be determined using this platform. Identifying inheritable markers permits the relatedness of di¡erent strains to be easily determined. The hybridization of fourteen strains of S. cerevisiae (laboratory and wild-type isolates) to an A¡ymetrix S98 oligonucleotide array containing 285 156 25-mer probes allowed approximately 16% of the yeast genome to be investigated. A total of 11 115 markers were derived that detected variation in at least one of the 14 strains. The criterion for determining relatedness was obtained by comparing each of the strains in a pair-wise fashion and determining whether each marker was present in both, one or neither of the strains. The genealogical relationship between all fourteen strains could then be easily plotted (Winzeler et al. 2003) . Typically, phylogenetic trees are plotted from data derived from selected sequences of a particular genome. However, plotting relatedness by the use of highdensity oligonucleotide arrays o¡ers a signi¢cantly more re¢ned and, through the increased number of markers, more in-depth approach to determining ancestral genetic relationships.",
            "cite_spans": [
                {
                    "start": 892,
                    "end": 914,
                    "text": "(Winzeler et al. 2003)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Single nucleotide polymorphisms"
        },
        {
            "text": "Traditionally, identifying the genes responsible for quantitative genetic traits in complex genomes is challenging and laborious (Lander & Schork 1994) . In highly pathogenic organisms such as Plasmodium spp., genetic mapping and linkage analysis are essential to locate and verify genetic determinants involved in traits of drug resistance (Su et al. 1997) , virulence (Wellems et al. 1987 , Day et al. 1993 ) and transmission (Vaidya et al. 1995) . Marker location data combined with information regarding recombination frequencies can subsequently be used as a basis for exploring the genetic structure and variation in populations.",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 151,
                    "text": "(Lander & Schork 1994)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 341,
                    "end": 357,
                    "text": "(Su et al. 1997)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 370,
                    "end": 390,
                    "text": "(Wellems et al. 1987",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 391,
                    "end": 408,
                    "text": ", Day et al. 1993",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 428,
                    "end": 448,
                    "text": "(Vaidya et al. 1995)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Quantitative trait loci"
        },
        {
            "text": "High-density oligonucleotide arrays o¡er a novel approach to dissecting the genetic loci responsible for such phenotypes. For example, the A¡ymetrix yeast microarray (Winzeler et al. 1998) was successful in determining the quantitative trait responsible for the high temperature growth phenotype (Htg) common in clinical isolates of yeast. The hybridization of total genomic DNA from the reference strain S96 (HtgÀ) and the haploid strain, YJM789 (Htgþ) identi¢ed a total of 3444 bi-allelic markers, with markers spaced approximately every 3504 bp across the genome. A series of Htgþ segregants was subsequently analysed in genome-wide scans and meotic recombination breakpoints were identi¢ed which permitted the genomic intervals inherited from the same parent to be identi¢ed (Steinmetz et al. 2002) . This analysis indicated that a combination of both common and rare variants are likely to underlie quantitative traits and the number of genes responsible for each trait is generally far higher than anticipated. Consequently, genome-wide analysis of heritability permitted by oligonucleotide microarrays will probably be critical to e¡ectively mapping quantitative traits in the future.",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 188,
                    "text": "(Winzeler et al. 1998)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 779,
                    "end": 802,
                    "text": "(Steinmetz et al. 2002)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Quantitative trait loci"
        },
        {
            "text": "The mapping of recessive mutations by DNA hybridization has been demonstrated in the plant, A. thaliana. The erecta mutation is a recessive mutation in the A. thaliana Landsberg erecta strain (Ler) and maps to a de¢ned region on chromosome 2. Genomic DNA was extracted from pooled samples of either the reference strain Columbia (Col) and Ler F2 plants showing the erecta phenotype or from the wild-type Col/Ler F2 plants and hybridized to an oligonucleotide microarray consisting of 285 186 perfect match (PM) features speci¢c to the reference strain, Col. A total of 3806 markers (SFPs) were scored following a single hybridization and the position of the erecta gene was mapped to within 12 cM from the exact position of the erecta gene, within a 95% con¢dence interval (Borevitz et al. 2003) .",
            "cite_spans": [
                {
                    "start": 773,
                    "end": 795,
                    "text": "(Borevitz et al. 2003)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Quantitative trait loci"
        },
        {
            "text": "The ability to perform genetic analyses with oligonucleotide arrays o¡ers renewed hope in complex organisms such as Plasmodium spp. where genetic and biochemical manipulation is severely limited due to the cultivation and life-cycle stages of this haploid eukaryote. The incidence of malaria in endemic countries is rising rapidly due to the appearance of multidrug-resistant parasites (White 2004 ) and insecticide-resistant mosquito vectors (Roberts & Andre 1994) . However, one must be able to genetically characterize the drugresistant phenotype in order to fully understand the basis of resistance and facilitate the implementation of novel therapies. The chloroquine resistance locus was mapped using microsatellite markers to a 36-kbp segment on chromosome 7 (Su et al. 1997 ) after typing 16 progeny strains from a cross between chloroquine-resistant and chloroquine-sensitive parental strains (Wellems et al. 1990) . Although linkage analysis based on laboratory crosses has been highly successful in identifying the genetic basis of genetic traits such as drug resistance (Su et al. 1997 ) and parasite development (Guinet & Wellems 1997 ) traditional molecular analysis is di⁄cult and limited by the number of speci¢c markers available for each chromosome. In contrast, microarray hybridization has shown to be a valuable and highly e⁄cient method to map inheritance markers and localize key genetic traits in a number of organisms (Steinmetz et al. 2002 , Borevitz et al. 2003 and o¡ers renewed optimism for genome-wide linkage analysis of quantitative traits in clinically important organisms.",
            "cite_spans": [
                {
                    "start": 386,
                    "end": 397,
                    "text": "(White 2004",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 443,
                    "end": 465,
                    "text": "(Roberts & Andre 1994)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 766,
                    "end": 781,
                    "text": "(Su et al. 1997",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 902,
                    "end": 923,
                    "text": "(Wellems et al. 1990)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1082,
                    "end": 1097,
                    "text": "(Su et al. 1997",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1125,
                    "end": 1147,
                    "text": "(Guinet & Wellems 1997",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1443,
                    "end": 1465,
                    "text": "(Steinmetz et al. 2002",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1466,
                    "end": 1488,
                    "text": ", Borevitz et al. 2003",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Quantitative trait loci"
        },
        {
            "text": "Whole genome comparisons can reveal extensive differences in gene content and genome organization between related organisms, which enable a better understanding of the genome function and evolution of a species. The loss of genetic material can be both deleterious and advantageous. For example, short-term evolutionary pressure from the immune system may favour the elimination of a gene that is a drug target, whereas long-term physiological requirements may be in place to maintain the gene in the population. The enteric bacteria Salmonella enterica serovar Typhimurium, the cause of human gastroenteritis, and Salmonella enterica serovar Typhi, which causes human typhoid, share 97.6% identity at the genome level (Edwards et al. 2002 ), yet 11% of S. typhimurium genes are lost or inactivated (pseudogene) in the S. typhi genome. This is widely thought to have contributed to the evolution from host generalist (S. typhimurium) to humanrestricted variants (S. typhi; McClelland et al. 2001) . Chromosomal gene deletions in humans can be attributed to a host of clinical outcomes. A large deletion in a region of the long arm of chromosome 7 is associated with the cause of Williams-Beuren syndrome and loss of the long arm of chromosome 4 has been identified previously as a common occurrence in adenocarcinomas of the oesophagus and gastro-oesophageal junction (Rumpel et al. 1999) .",
            "cite_spans": [
                {
                    "start": 719,
                    "end": 739,
                    "text": "(Edwards et al. 2002",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 962,
                    "end": 972,
                    "text": "(S. typhi;",
                    "ref_id": null
                },
                {
                    "start": 973,
                    "end": 996,
                    "text": "McClelland et al. 2001)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1368,
                    "end": 1388,
                    "text": "(Rumpel et al. 1999)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Putative deletions"
        },
        {
            "text": "Comparative genomics, although a vital tool for identifying potential deletions between two genomes is limited by the number of complete genome sequences available. Following the hybridization of genomic material to A¡ymetrix gene expression arrays, clusters of SFPs that exhibit a low hybridization signal can be considered potential deletions (Borevitz et al. 2003) . This approach provides a means by which to interrogate hundreds of unsequenced genomes and gain information as to the diversity of a particular population.",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 367,
                    "text": "(Borevitz et al. 2003)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Putative deletions"
        },
        {
            "text": "The comparison of complete genome sequences of two strains of the causal agent of tuberculosis in humans, M. tuberculosis, identi¢ed large sequence polymorphisms (LSP) and SNPs but clues as to the molecular basis of virulence and pathogenicity remained unresolved (Fleischmann et al. 2002) . In contrast, the hybridization of 100 epidemiologically well-characterized clinical isolates of M. tuberculosis to an A¡ymetrix M. tuberculosis high-density oligonucleotide array facilitated an improved understanding of genomic deletions (Tsolaki et al. 2004 ). Approximately 5.5% of the M. tuberculosis reference genome H37Rv was found to be completely or partially absent from the clinical isolates investigated. Gene deletions were observed in many functional classes of genes; however, the ¢ndings also suggested that these deletions did not have a strong e¡ect on the isolate phenotype. Deletions were not found to be evenly distributed throughout the genome, with certain closely related isolates exhibiting distinct deletions suggesting genomically disruptive processes speci¢c to an individual mycobacterial lineage (Tsolaki et al. 2004 ).",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 289,
                    "text": "(Fleischmann et al. 2002)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 530,
                    "end": 550,
                    "text": "(Tsolaki et al. 2004",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1116,
                    "end": 1136,
                    "text": "(Tsolaki et al. 2004",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Putative deletions"
        },
        {
            "text": "The specificity of oligonucleotide arrays in detecting single base-pair variations suggests that microarrays could also play a role in the detection and genotyping of viral and bacterial pathogens. Multiple pathogens and variable sequences could be detected in a single assay, which would revolutionize current typing and detection methods. Although the Affymetrix array platform offers the highest probe density and resolution, the high price and lack of flexibility with this technology currently limits their application in microbial diagnostics. To date, there are few examples of such technology being used in the clinical setting but preliminary studies suggest that oligonucleotide arrays would offer a fast high-throughput alternative for the parallel detection of organisms, which would overcome some of limitations encountered when using traditional molecular-based techniques (Bodrossy & Sessitsch 2004) .",
            "cite_spans": [
                {
                    "start": 887,
                    "end": 914,
                    "text": "(Bodrossy & Sessitsch 2004)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Oligonucleotide arrays: microbial diagnostics"
        },
        {
            "text": "In 2004, a study was published describing the use of oligonucleotide arrays in the detection of common pathogenic bacteria causing foodborne infections (Hong et al. 2004 ). Twenty-one species-speci¢c oligonucleotide probes of the 23 S rRNA gene from sixteen bacterial species were synthesized and spotted onto nylon membranes. The results were extremely encouraging, showing that the custom oligonucleotide array was successful in distinguishing between nine of the pathogenic bacteria. However, the results also highlighted a potential drawback with the approach in that closely related bacterial strains may not be so easily distinguished. Indeed, the widely used 16 S rRNA markers do not facilitate resolution to below the species level and, in cases of the Enterobacteriaceae, do not allow even species di¡erentiation. Therefore, a wide range of highly validated markers that allow resolution at a number of taxonomic levels would be required in order for microarrays to be used in clinical applications.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 169,
                    "text": "(Hong et al. 2004",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Oligonucleotide arrays: microbial diagnostics"
        },
        {
            "text": "A more extensive study of the discriminatory power of oligonucleotide arrays was undertaken in the detection of viral pathogens. A series of overlapping 70-mer oligonucleotides speci¢c to the most highly conserved sequences within a viral gene family from 140 sequenced viral genomes were represented on the microarray. This custom-designed array is capable of detecting hundreds of viruses (Wang et al. 2002) . Following a random sequence independent ampli¢cation step, a diverse set of viruses such as rhinovirus and para-in£uenza virus could be detected from human respiratory samples. Di¡erential patterns of hybridization also enabled discrimination between viral sero-types, greatly increasing the ease at which viruses can be typed. Consequently, this information may also form the basis for the re-assignment of established viral subtypes. The use of the most conserved sequences also permits unsequenced, unidenti¢ed or newly evolved viral family members to be detected as hybridization of DNA isolated from an unsequenced/uncharacterized virus to the conserved regions within a viral gene family suggests a common lineage (Wang et al. 2002) .",
            "cite_spans": [
                {
                    "start": 391,
                    "end": 409,
                    "text": "(Wang et al. 2002)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1132,
                    "end": 1150,
                    "text": "(Wang et al. 2002)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Oligonucleotide arrays: microbial diagnostics"
        },
        {
            "text": "In conclusion, although oligonucleotide arrays are currently not routinely used in molecular diagnostics, preliminary studies are encouraging (Wang et al. 2002 , Hong et al. 2004 ) and suggest that microarrays can be used as a rapid, accurate and e⁄cient approach for identifying diversity within a species. However, issues with speci¢city and sensitivity still have to be resolved.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 159,
                    "text": "(Wang et al. 2002",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 160,
                    "end": 178,
                    "text": ", Hong et al. 2004",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Oligonucleotide arrays: microbial diagnostics"
        },
        {
            "text": "While the application of oligonucleotide arrays in current scientific research is vast, there are also disadvantages and pitfalls associated with such a technique (Table 1) . Cost considerations and the requirement for high-throughput screening equipment currently limit the use of this technology to those laboratories that have the financial resources to fund such experiments. With regard to genetic diversity analyses, an important practical limitation is the number of specific probe features that can be synthesized on a single array platform, which restricts the extent of variability that can be discovered. For example, only 16% of the yeast genome S. cerevisiae was represented on a single Affymetrix chip (Winzeler et al. 2003) . Although recent array designs have enabled up to 500 000 unique features to be represented (Le Roch et al. 2003) , this still does not facilitate complete genome coverage for many organisms. Consequently, although the false discovery rate for SFP detection is low (Borevitz et al. 2003) , the false negative discovery rate must also be considered.",
            "cite_spans": [
                {
                    "start": 716,
                    "end": 738,
                    "text": "(Winzeler et al. 2003)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 836,
                    "end": 853,
                    "text": "Roch et al. 2003)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1005,
                    "end": 1027,
                    "text": "(Borevitz et al. 2003)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 163,
                    "end": 172,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": "Pitfalls and disadvantages"
        },
        {
            "text": "Secondly, the detection of SFPs using a 25-mer oligonucleotide array only permits the resolution of polymorphisms within 25 base pairs and does not provide the actual sequence of the alternative allele. This is a disadvantage in terms of detecting novel drug resistant or disease-related alleles where, in some cases, a single point mutation may be all that is required to confer the phenotype. In population biology, this level of resolution does not permit the assignment of a synonymous or non-synonymous nucleotide change and consequently limits the extent of evolutionary analysis that can be undertaken. It has also been shown that the location of the SFP within the 25-mer sequence is important (Borevitz et al. 2003 , Winzeler et al. 2003 . Polymorphisms located near the central base of the 25-mer feature are more likely to be detected than those near to the 3 0 or 5 0 end.",
            "cite_spans": [
                {
                    "start": 702,
                    "end": 723,
                    "text": "(Borevitz et al. 2003",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 724,
                    "end": 746,
                    "text": ", Winzeler et al. 2003",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Pitfalls and disadvantages"
        },
        {
            "text": "Frequently the features on an oligonucleotide array are speci¢c to one particular strain or individual of a species. Consequently, all subsequent hybridization analysis and comparisons are rela-tive to this reference strain. Although a higher intensity of hybridization signal at a particular locus may be characteristic of a gene duplication, insertions and re-arrangements within the hybridizing strain will not be identi¢ed with this approach thereby limiting the extent to which genetic diversity can be characterized.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pitfalls and disadvantages"
        },
        {
            "text": "Whole genome tiling arrays offer a redefined approach for elucidating genetic diversity and SFP discovery. In contrast to the Affymetrix expression arrays where only a proportion of the genome of interest is represented, tiling arrays facilitate significantly higher genome coverage. Whole genome tiling arrays interrogate the whole genome in an unbiased approach allowing various features of the genome to be investigated (Mockler & Ecker 2005) . Non-overlapping or partially overlapping probes are designed that tile the whole genome from end to end. This not only enables the identification of many more SFPs within a particular genome but overlapping probes increase the resolution of SFP discovery. For the 125-Mbp Arabidopsis genome, only 12 chips were required to tile both strands of the genome at a 25-base-pair resolution. Furthermore, at an 8-base-pair resolution, only 36 chips were needed to cover the complete genome (Yamada et al. 2003) . Although such an approach is viable for the smaller eukaryote and prokaryotic Table 1 . Advantages and disadvantages associated with elucidating genetic diversity by high-density oligonucleotide arrays.",
            "cite_spans": [
                {
                    "start": 423,
                    "end": 445,
                    "text": "(Mockler & Ecker 2005)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 931,
                    "end": 951,
                    "text": "(Yamada et al. 2003)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [
                {
                    "start": 1032,
                    "end": 1039,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Future applications"
        },
        {
            "text": ". Genome-wide analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advantages Disadvantages"
        },
        {
            "text": ". All data derived is relative to the reference strain (generally the sequenced strain). . Extremely rapid and reproducible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advantages Disadvantages"
        },
        {
            "text": ". Cost prohibitive (arrays and expensive laboratory equipment are required to undertake experiments). . Large amounts of data (potential deletions and single nucleotide polymorphisms) can be obtained from a single hybridization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advantages Disadvantages"
        },
        {
            "text": ". Diversity resulting from insertions, deletions and rearrangements is not readily determined.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advantages Disadvantages"
        },
        {
            "text": ". High resolution (up to 1 bp).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advantages Disadvantages"
        },
        {
            "text": ". The alternative allele and position of a SNP can only be determined with resequencing arrays or traditional methods. . Inheritable markers can be used to easily map quantitative traits such as drug resistance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advantages Disadvantages"
        },
        {
            "text": ". The Affymetrix array platform is currently not suitable for microbial genotyping and identification due to the lack of specific species markers. . High-throughput.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advantages Disadvantages"
        },
        {
            "text": ". Low flexibility. . Low false-positive rate of SFP identification.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advantages Disadvantages"
        },
        {
            "text": ". False-negative rate of SFP identification must be considered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advantages Disadvantages"
        },
        {
            "text": "genomes, the cost and technical practicalities of this method mean it may not be feasible for the analysis of larger eukaryotic genomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advantages Disadvantages"
        },
        {
            "text": "Resequencing arrays o¡er the highest resolution and discriminatory power in array technology to date, essentially resequencing a genome or portion of a genome relative to the reference sequence. The resequencing array is designed with a set of tiled probes at an ultra-high resolution (1 bp). Essentially, four probes are designed for each base pair in any given sequence. One probe is speci¢c for the reference sequence while the three remaining probes vary at the central base and code for the three alternative nucleotides at that position ( Figure 2 ). Using the same principles as the A¡ymetrix expression arrays for detecting mismatches (SFP), following the labelling and hybridization of genomic DNA, three out of the four probes should show a decrease in hybridization signal between the target and probe sequence whereas the fourth probe, containing the correct nucleotide at the central position, should show a stronger hybridization signal.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 545,
                    "end": 553,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Advantages Disadvantages"
        },
        {
            "text": "Using this approach, an entire genome can be resequenced in a single hybridization experiment (Wong et al. 2004) , facilitating in-depth genomewide analysis of diversity. The recent use of resequencing arrays in decoding the 30-kb genome of several clinical isolates of the SARS-Coronavirus (SARS-CoV) demonstrates the application of this array-based technology as a rapid and reliable approach for assessing genetic diversity within a species population and undertaking epidemiological studies of outbreaks of disease (Wong et al. 2004) . The advantage of resequencing arrays in determining the alternative alleles present at each nucleotide mismatch has important implications for population biology and diversity analysis within a species. While sequence rearrangements and novel sequences or insertions will still not be identi¢able by such an approach, the possibilities ",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 112,
                    "text": "(Wong et al. 2004)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 519,
                    "end": 537,
                    "text": "(Wong et al. 2004)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Advantages Disadvantages"
        },
        {
            "text": "There is no doubt that the DNA microarray is a powerful tool that has revolutionized the field of genetic diversity. A single hybridization can quickly yield vast quantities of data on the relatedness of one strain to another, at a single base-pair resolution. While traditional typing techniques suffer from severe limitations, microarrays offer a comprehensive and unbiased approach to analysing diversity and permit observations that would be overlooked with established techniques where only small regions of a given genome are investigated. In today's society, accurately distinguishing between closely related strains is essential in cases of pathogens associated with food-borne diseases or bioterrorism. Indeed, microarrays played a critical role in epidemiological studies concerned with the emergence of the deadly new pathogen, SARS. We also foresee the application of microarrays in the typing and classification of organisms such as bacteria and viruses where traditional antibody typing can sometimes fall short. In summary, the application of oligonucleotide arrays in elucidating genetic diversity is immense and will continue to make a significant impact in future population and evolutionary genetic studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Electrophoretic karyotype analysis in fungi",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Beadle",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wright",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mcneely",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Bennett",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Adv Appl Microbiol",
            "volume": "53",
            "issn": "",
            "pages": "243--270",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Comparative genomic structure of prokaryotes",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Bentley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Parkhill",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Annu Rev Genet",
            "volume": "38",
            "issn": "",
            "pages": "771--791",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Oligonucleotide microarrays in microbial diagnostics",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bodrossy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sessitsch",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Curr Opin Microbiol",
            "volume": "7",
            "issn": "",
            "pages": "245--254",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Large-scale identification of single-feature polymorphisms in complex genomes",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Borevitz",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Plouffe",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Genome Res",
            "volume": "13",
            "issn": "",
            "pages": "513--523",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The intolerable burden of malaria: a new look at the numbers",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Breman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Egan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "T"
                    ],
                    "last": "Keusch",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Am J Trop Med Hyg",
            "volume": "64",
            "issn": "1-2",
            "pages": "iv--vii",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Population genetics: malaria variorum",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Clark",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nature",
            "volume": "418",
            "issn": "",
            "pages": "283--285",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Genes necessary for expression of a virulence determinant and for transmission of Plasmodium falciparum are located on a 0.3-megabase region of chromosome 9",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Day",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Karamalis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Proc Natl Acad Sci",
            "volume": "90",
            "issn": "",
            "pages": "8292--8296",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "High throughput genotyping technologies",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Dearlove",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Brief Funct Genomic Proteomic",
            "volume": "1",
            "issn": "",
            "pages": "139--150",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Comparative genomics of closely related salmonellae",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Edwards",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Olsen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Maloy",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Trends Microbiol",
            "volume": "10",
            "issn": "",
            "pages": "94--99",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Wholegenome comparison of Mycobacterium tuberculosis clinical and laboratory strains",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Fleischmann",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Alland",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Eisen",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Bacteriol",
            "volume": "184",
            "issn": "",
            "pages": "5479--5490",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Frequent ectopic recombination of virulence factor genes in telomeric chromosome clusters of P. falciparum",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Freitas-Junior",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bottius",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Pirrit",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Nature",
            "volume": "407",
            "issn": "",
            "pages": "1018--1022",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Genome sequence of the human malaria parasite Plasmodium falciparum",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Gardner",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fung",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nature",
            "volume": "419",
            "issn": "",
            "pages": "498--511",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Physical mapping of a defect in Plasmodium falciparum male gametocytogenesis to an 800 kb segment of chromosome 12",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Guinet",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Wellems",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Mol Biochem Parasitol",
            "volume": "90",
            "issn": "",
            "pages": "343--346",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Strategies for mutational analysis of the large multiexon ATM gene using high-density oligonucleotide arrays",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Hacia",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hunt",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Genome Res",
            "volume": "8",
            "issn": "",
            "pages": "1245--1258",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Comparative genomics of yeast species: new insights into their biology",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Herrero",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "De La Torre",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Valentin",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Int Microbiol",
            "volume": "6",
            "issn": "",
            "pages": "183--190",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Application of oligonucleotide array technology for the rapid detection of pathogenic bacteria of foodborne infections",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "X"
                    ],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "Y"
                    ],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Microbiol Meth",
            "volume": "58",
            "issn": "",
            "pages": "403--411",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Genetic dissection of complex traits",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Lander",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Schork",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Science",
            "volume": "265",
            "issn": "",
            "pages": "2037--2048",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Discovery of gene function by expression profiling of the malaria parasite life cycle",
            "authors": [
                {
                    "first": "Le",
                    "middle": [],
                    "last": "Roch",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Blair",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "301",
            "issn": "",
            "pages": "1503--1508",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Genomics, gene expression and DNA arrays",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Lockhart",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Winzeler",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Nature",
            "volume": "405",
            "issn": "",
            "pages": "827--836",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Expression monitoring by hybridization to high-density oligonucleotide arrays",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Lockhart",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Byrne",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Nat Biotechnol",
            "volume": "14",
            "issn": "",
            "pages": "1675--1680",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Complete genome sequence of Salmonella enterica serovar Typhimurium LT2",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mcclelland",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Sanderson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Spieth",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nature",
            "volume": "413",
            "issn": "",
            "pages": "852--856",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Comparison of genome degradation in Paratyphi A and Typhi, human-restricted serovars of Salmonella enterica that cause typhoid",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mcclelland",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Sanderson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Clifton",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nat Genet",
            "volume": "36",
            "issn": "",
            "pages": "1268--1274",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Applications of DNA tiling arrays for whole-genome analysis",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Mockler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Ecker",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Genomics",
            "volume": "85",
            "issn": "",
            "pages": "1--15",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Whole genome comparisons of serotype 4b and 1/2a strains of the food-borne pathogen Listeria monocytogenes reveal new insights into the core genome components of this species",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Nelson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Fouts",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Mongodin",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nucl Acids Res",
            "volume": "32",
            "issn": "",
            "pages": "2386--2395",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "MALDI-TOF mass spectrometry-based SNP genotyping",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Pusch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Wurmbach",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Thiele",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kostrzewa",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Pharmacogenomics",
            "volume": "3",
            "issn": "",
            "pages": "537--548",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Insecticide resistance issues in vector-borne disease control",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Andre",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Am J Trop Med Hyg",
            "volume": "50",
            "issn": "6",
            "pages": "21--34",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Mapping of genetic deletions on the long arm of chromosome 4 in human esophageal adenocarcinomas",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Rumpel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Powell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Moskaluk",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Am J Pathol",
            "volume": "154",
            "issn": "",
            "pages": "1329--1334",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Dissecting the architecture of a quantitative trait locus in yeast",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Steinmetz",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sinha",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Richards",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nature",
            "volume": "416",
            "issn": "",
            "pages": "326--330",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Complex polymorphisms in an approximately 330 kDa protein are linked to chloroquine-resistant P. falciparum in Southeast Asia and Africa",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Kirkman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fujioka",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Wellems",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Cell",
            "volume": "91",
            "issn": "",
            "pages": "593--603",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Accessing genetic variation: genotyping single nucleotide polymorphisms",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Syvanen",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nat Rev Genet",
            "volume": "2",
            "issn": "",
            "pages": "930--942",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Functional and evolutionary genomics of Mycobacterium tuberculosis: insights from genomic deletions in 100 strains",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Tsolaki",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Hirsh",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Deriemer",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc Natl Acad Sci",
            "volume": "101",
            "issn": "",
            "pages": "4865--4870",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "A genetic locus on Plasmodium falciparum chromosome 12 linked to a defect in mosquito-infectivity and male gametogenesis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Vaidya",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Muratova",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Guinet",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Keister",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Wellems",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Kaslow",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Mol Biochem Parasitol",
            "volume": "69",
            "issn": "",
            "pages": "65--71",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Excess polymorphisms in genes for membrane proteins in Plasmodium falciparum",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Volkman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Hartl",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Wirth",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Science",
            "volume": "298",
            "issn": "",
            "pages": "216--218",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Large-scale identification, mapping, and genotyping of single-nucleotide polymorphisms in the human genome",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Siao",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Science",
            "volume": "280",
            "issn": "",
            "pages": "1077--1082",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Microarraybased detection and genotyping of viral pathogens",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Coscoy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zylberberg",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Proc Natl Acad Sci",
            "volume": "99",
            "issn": "",
            "pages": "15687--15692",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "A histidinerich protein gene marks a linkage group favored strongly in a genetic cross of Plasmodium falciparum",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Wellems",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Walliker",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Cell",
            "volume": "49",
            "issn": "",
            "pages": "633--642",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Chloroquine resistance not linked to mdr-like genes in a Plasmodium falciparum cross",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Wellems",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Panton",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "Y"
                    ],
                    "last": "Gluzman",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Nature",
            "volume": "345",
            "issn": "",
            "pages": "253--255",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Antimalarial drug resistance",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Clin Invest",
            "volume": "113",
            "issn": "",
            "pages": "1084--1092",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Direct allelic variation scanning of the yeast genome",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Winzeler",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Richards",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Conway",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Science",
            "volume": "281",
            "issn": "",
            "pages": "1194--1197",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Genetic diversity in yeast assessed with whole-genome oligonucleotide arrays",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Winzeler",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "I"
                    ],
                    "last": "Castillo-Davis",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Oshiro",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Genetics",
            "volume": "163",
            "issn": "",
            "pages": "79--89",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Tracking the evolution of the SARS coronavirus using high-throughput, high-density resequencing arrays",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Albert",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "B"
                    ],
                    "last": "Vega",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Genome Res",
            "volume": "14",
            "issn": "",
            "pages": "398--405",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Empirical analysis of transcriptional activity in the Arabidopsis genome",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yamada",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Dale",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "302",
            "issn": "",
            "pages": "842--846",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Comprehensive comparison of six microarray technologies",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Yauk",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Berndt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Douglas",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nucl Acids Res",
            "volume": "32",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The hybridization of genomic DNA to high-density oligonucleotide arrays permits genome-wide observations of genetic diversity.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Tiling re-sequencing array design. Four probes per strand are tiled for each base in the reference genome. Each 25-mer probe varies at the central position to incorporate all four possible nucleotides (A, T, C, G).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "o¡ered by this technology for future analysis of genetic diversity are immense.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}