{
    "paper_id": "27610ddaadd7e4a1b5138d50bf2c235a8b479a1f",
    "metadata": {
        "title": "Understanding the temporal pattern of spreading in heterogeneous networks: Theory of the mean infection time",
        "authors": [
            {
                "first": "Mi",
                "middle": [
                    "Jin"
                ],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Inha University",
                    "location": {
                        "postCode": "22212",
                        "settlement": "Incheon",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Deok-Sun",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Inha University",
                    "location": {
                        "postCode": "22212",
                        "settlement": "Incheon",
                        "country": "Korea"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "For a reliable prediction of an epidemic or information spreading pattern in complex systems, well-defined measures are essential. In the susceptible-infected model on heterogeneous networks, the cluster of infected nodes in the intermediate-time regime exhibits too large fluctuation in size to use its mean size as a representative value. The cluster size follows quite a broad distribution, which is shown to be derived from the variation of the cluster size with the time when a hub node was first infected. On the contrary, the distribution of the time taken to infect a given number of nodes is well concentrated at its mean, suggesting the mean infection time is a better measure. We show that the mean infection time can be evaluated by using the scaling behaviors of the boundary area of the infected cluster and use it to find a nonexponential but algebraic spreading phase in the intermediate stage on strongly heterogeneous networks. Such slow spreading originates in only small-degree nodes left susceptible, while most hub nodes are already infected in the early exponential-spreading stage. Our results offer a way to detour around large statistical fluctuations and quantify reliably the temporal pattern of spread under structural heterogeneity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Heterogeneity of the connectivity of elements in complex systems [1] leads to peculiar dynamic behaviors, including large connected components formed with a small number of links [2] , the onset of a global epidemic [3] or synchronization [4] at all positive interaction strengths, and a novel singularity of the free energy in the Ising and the Potts models [5] [6] [7] . Different dynamic influences of nodes essentially determined by their degrees (numbers of connected nodes) have been shown to underlie such anomalous emergent behaviors by extensive studies on the structure and dynamics of complex networks [8] [9] [10] .",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 68,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 179,
                    "end": 182,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 216,
                    "end": 219,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 239,
                    "end": 242,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 359,
                    "end": 362,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 363,
                    "end": 366,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 367,
                    "end": 370,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 613,
                    "end": 616,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 617,
                    "end": 620,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 621,
                    "end": 625,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "This advancement in our understanding is, however, restricted to the equilibrium or stationary state. In reality, taking quick action before reaching the stationary state is necessary to control, e.g., the spread of a life-threatening virus or the word about marketed products. Despite such importance, theoretical understanding of the nonstationary state is far from complete. This is partly because of the time variation of relevant variables and having neither small nor large order parameters in the intermediate-time regime, defying analytic approaches based on approximations which are valid in the early-or late-time regime. Moreover, the speed of epidemic spreading shows a large statistical fluctuation, presumably due to the heterogeneity of the infection seed's degree and the stochasticity of infection trajectories [11, 12] . As we will address here, the epidemic size at a given time suffers from such a large fluctuation that it is disqualified from being a reliable measure, particularly in the intermediate stage of spreading. Therefore, a new reliable measure and its theory * deoksun.lee@inha.ac.kr are required to predict and control efficiently disease and information spreading in real-world complex systems.",
            "cite_spans": [
                {
                    "start": 828,
                    "end": 832,
                    "text": "[11,",
                    "ref_id": null
                },
                {
                    "start": 833,
                    "end": 836,
                    "text": "12]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "Here we pay attention to epidemic spreading processes, for which various approaches have been proposed, such as pair approximation [13] , the branching process approach [14] , the moment closure method [15] , and message passing [16] . We study the simplest model, the susceptible-infected (SI) model, to investigate thoroughly the statistical fluctuations appearing in the temporal pattern of spreading and provide the theory for an alternative reliable measure. To quantify fluctuation, the distribution of the number of infected nodes I at a given time t is measured, which turns out to be so broad that the mean I t loses its representativeness in the intermediate-time regime on heterogeneous networks. We show analytically that the asymptotic behavior of the distribution is derived from the dependence of the epidemic size I on the time when a hub, defined here as a node with a degree larger than 30% of the maximum degree, is first infected. In contrast, the distribution of the time t taken to infect a given number I of nodes is well concentrated at its mean. This suggests that the mean infection time t I can be a measure for the reliable description of the spreading phenomena. We construct a theory to evaluate the mean infection time, which leads us to discover, for strongly heterogeneous networks, the algebraic relation between t I and I in the intermediate stage contrasted with the well-known exponential spreading in the early stage. The origin of the algebraic-spreading phase is investigated, which helps us understand the temporal complexity derived from the structural heterogeneity in various complex systems.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 135,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 169,
                    "end": 173,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 202,
                    "end": 206,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 229,
                    "end": 233,
                    "text": "[16]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "In Sec. II, the SI model and the model networks are described along with their numerical implementation. We compare and analyze the fluctuations of the number of infected nodes and the infection time in Sec. III. Our theory for the mean infection time is presented in Sec. IV. We summarize and discuss the results in Sec. V.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "We consider the SI model on scale-free (SF) networks of N nodes and L undirected links, displaying a power-law degree distribution P degree (k) ∼ k −γ for large k, with γ being the degree exponent. In simulations, we use the uncorrelated configuration model [17] to construct the SF networks, in which each node is assigned k link stubs with degree k selected as described below such that its distribution takes a prescribed power-law form, and then those stubs are randomly paired until no single or pair of stubs is left. Finally, an unpaired stub, multiple links, and self-loops are removed, the numbers of which are negligible in all the considered cases. For given N, L, and γ , the degree k i of node i is given by the integer part of a real-valued random number r from a distribution p(r) = p 1 r −γ for r 0 < r < √ N + 1, with p 1 being a normalization constant and r 0 determined such that the resultant mean degree k = N −1 i k i is equal to 2L/N [18] . The degree cannot be larger than √ N, a constraint imposed to remove the degree-degree correlation of neighboring nodes, and actually, the maximum degree k max behaves as k max √ N for 2 < γ < 3 and k max ∼ N 1 γ −1 [17] . In the SI model, the state x i of node i is either susceptible (x i = 0) or infected (x i = 1). A susceptible node becomes infected with rate λ by each of its infected neighbors, while the transition from infected to susceptible is disallowed. We run the simulation of the SI model by asynchronous updating [19] as follows. (i) At the initial stage (t = 0), a randomly selected node is infected. (ii) At each time t, we count the number B of links having a susceptible node at one end and an infected node at the other end. And we select randomly one such link and infect the susceptible node with probability λ. This is repeated B times to move to the next time step t + 1. (iii) Repeat step (ii) until all the nodes are infected.",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 262,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 957,
                    "end": 961,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 1180,
                    "end": 1184,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 1494,
                    "end": 1498,
                    "text": "[19]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "II. MODEL"
        },
        {
            "text": "Simulation data for the number of infected nodes I = N i=1 δ x i ,1 are scattered in the (t, I ) plane to an extent varying with γ except for quite small or large t. See Fig. 1 for γ = 2.75. See also Fig. 8 in Appendix C for other γ .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 170,
                    "end": 176,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 200,
                    "end": 206,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "III. LARGE FLUCTUATION OF THE NUMBER OF INFECTED NODES AND ITS ORIGIN"
        },
        {
            "text": "To quantify such a fluctuation, we measure the number of infected nodes at time t, which is found in the intermediatetime regime to follow a power law In striking contrast, the distribution P I (t ) of the time t taken to infect I nodes is well concentrated at its mean, . The standard deviation remains far smaller than the mean unless I is too small, demonstrating that t I is a well-defined measure (see Appendix A). Note that the line representing t I is in the middle of the region showing high probability in the (t, I ) plane ( Fig. 1) , supporting its representativeness. Therefore, one should refer to how long it will take to infect a given number of nodes, rather than how many will be infected at a given time, in describing and predicting the pattern of spreading over heterogeneous contact networks. The difference between the two mean values grows with N in SF networks (see Appendix B).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 535,
                    "end": 542,
                    "text": "Fig. 1)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "III. LARGE FLUCTUATION OF THE NUMBER OF INFECTED NODES AND ITS ORIGIN"
        },
        {
            "text": "Before addressing the theory for the mean infection time, let us consider why P t (I ) decays so slow in Eq. (1). Hubs are abundant in SF networks, and their infection should play a role in speeding up or slowing down spreading [11] . As seen in Figs. 3(a) and 3(b), the cluster of the first 80 infected nodes in the fastest spreading has many hub nodes infected very early, while that from the slowest spreading has only smalldegree nodes infected early and hub nodes infected late. This suggests that whether and when hubs are infected determine the growth of the infected cluster. To check this, we measure the hub-infection time t hub , the earliest time when any hub is infected. Using different criteria for hubs does not change the results qualitatively. When I is plotted as a function of t − t hub [ Fig. 3 (c)], its statistical fluctuation is significantly reduced in comparison to the large fluctuation for given t shown in Fig. 1 . Moreover, I grows abruptly for 0 t − t hub , with being a constant. For example, 5000 for γ = 2.75 and N = 10 6 . This demonstrates that the global spreading can occur when hubs are infected. The number of infected nodes at time t satisfies the relation",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 232,
                    "text": "[11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 809,
                    "end": 815,
                    "text": "Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 935,
                    "end": 941,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "III. LARGE FLUCTUATION OF THE NUMBER OF INFECTED NODES AND ITS ORIGIN"
        },
        {
            "text": "for 0 t − t hub , with a 0 and a 1 being positive constants. Given the small fluctuation of ln I with respect to its mean in Eq. (2) for given t and t hub and the observation that the probability distribution P(t hub ) is almost constant P 0 for |t hub − t| (see Appendix C), we obtain P t (I ) from Eq. (2) as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. LARGE FLUCTUATION OF THE NUMBER OF INFECTED NODES AND ITS ORIGIN"
        },
        {
            "text": "which agrees with Eq. (1). This finding provides a guideline for the epidemic-size distribution; P t (I ) different from Eq. (1) implies a relation other than Eq. (2) . t hub is expected to depend on the network characteristics of the initially infected node (seed) [11] and also on the specific realization of spreading in the early stage. We find both the degree of the seed and its shortest distance to a hub significantly correlated with t hub (see Fig. 9 in Appendix C). In practically controlling the epidemic spreading, various factors can be influential, such as the k core [20] , and should be considered when designing efficient intervention strategies [21] and identifying superspreaders and superblockers [22, 23] .",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 166,
                    "text": "(2)",
                    "ref_id": null
                },
                {
                    "start": 266,
                    "end": 270,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 582,
                    "end": 586,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 663,
                    "end": 667,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 717,
                    "end": 721,
                    "text": "[22,",
                    "ref_id": null
                },
                {
                    "start": 722,
                    "end": 725,
                    "text": "23]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 453,
                    "end": 459,
                    "text": "Fig. 9",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "III. LARGE FLUCTUATION OF THE NUMBER OF INFECTED NODES AND ITS ORIGIN"
        },
        {
            "text": "According to the conventional mean-field theory applied to heterogeneous networks [10, 24] , the probability of a susceptible node to be infected per unit time interval is proportional to its degree and the probability of encountering an infected neighbor. The latter probability is assumed to be a function of time and is solved in a self-consistent way to reveal exponential growth and saturation of the number of infected nodes in the early-and late-time regimes, respectively [3, 10, 11, 25] . However, in the intermediate-time regime, large fluctuations prevent us from referring to time-dependent functions.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 86,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 87,
                    "end": 90,
                    "text": "24]",
                    "ref_id": null
                },
                {
                    "start": 480,
                    "end": 483,
                    "text": "[3,",
                    "ref_id": null
                },
                {
                    "start": 484,
                    "end": 487,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 488,
                    "end": 491,
                    "text": "11,",
                    "ref_id": null
                },
                {
                    "start": 492,
                    "end": 495,
                    "text": "25]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "IV. ANALYTIC APPROACH TO THE MEAN INFECTION TIME"
        },
        {
            "text": "To construct a theory for the mean infection time, let us first consider the time τ taken to newly infect a susceptible node, the average of which will be identified with d t I dI . As infection spreads along the links connecting an infected node and a susceptible node, the total number B of such links, which is counted during the simulation of the SI model as in Sec. II and we call boundary links, essentially determines τ . The boundary links were also used to formulate the uniform mean-field framework for time-dependent quantities in [26] . If a cluster of infected nodes has B boundary links, a newly infected node will first appear at a time between τ and τ + dτ with probability P B (τ )dτ = λ dτ Be −λτ B . Given I infected nodes, the fluctuation of B is insignificant unless I is too small (see Fig. 10 in Appendix D), allowing us to use the mean B I . Therefore, we evaluate the mean time τ I taken to infect one more node given I infected ones as",
            "cite_spans": [
                {
                    "start": 542,
                    "end": 546,
                    "text": "[26]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 808,
                    "end": 815,
                    "text": "Fig. 10",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "IV. ANALYTIC APPROACH TO THE MEAN INFECTION TIME"
        },
        {
            "text": "where we introduced with A being the adjacency matrix, which is symmetric, and k new I being the expected degree of the newly infected node given I infected nodes or, equivalently, the (I + 1)th infected node. V and C are the link-based volumes of the whole and the internal part of the infected cluster; V (C) is the sum of the number of all (infected) neighbors of all infected nodes. In this sense, B = i, j A i j δ x i ,1 δ x j ,0 = V − C can be considered the boundary area of the cluster. A similar link-based approach was taken in establishing nonlinear differential equations for time-dependent variables [12, 27] .",
            "cite_spans": [
                {
                    "start": 613,
                    "end": 617,
                    "text": "[12,",
                    "ref_id": null
                },
                {
                    "start": 618,
                    "end": 621,
                    "text": "27]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "IV. ANALYTIC APPROACH TO THE MEAN INFECTION TIME"
        },
        {
            "text": "To complete and solve Eq. (4), the I dependence of V I and C I should be known. When a node is newly infected, C is increased by twice the number of its previously infected neighbors, 2 j A j δ x j ,1 . When I is not so large, the node is very likely to have just one infected neighbor, without forming a loop in the infected cluster as supported by its tree structure, as seen in Figs. 3(a) and 3(b) [28] . C is increased by 2 whenever a newly infected node appears, resulting in",
            "cite_spans": [
                {
                    "start": 401,
                    "end": 405,
                    "text": "[28]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "IV. ANALYTIC APPROACH TO THE MEAN INFECTION TIME"
        },
        {
            "text": "It is valid for a wide range of I [ Fig. 4(a) ], except for the large-I region where a newly infected node can have more than one infected neighbor, forming loops in the infected cluster. Next, we consider the degree of the (I + 1)th infected node. Before its infection, the node was susceptible and connected to one of the I previously infected nodes. Let us assume that every link from the susceptible nodes is equally likely to be heading to one of the infected nodes. Then the probability r I (k) that a susceptible neighbor of the I infected nodes has degree k can be approximated as r I (k) kn(k|I )/ k k n(k |I ) kn(k|I )/(2L), where n(k|I ) is the expected number of susceptible nodes with degree k given I infected nodes. We also assumed V I 2L in the relation k k n(k |I ) = 2L − V I 2L, which is valid in the intermediate stage. The decrease in the number of susceptible nodes of degree k, n(k|I ) − n(k|I + 1), is equal to r I (k), giving",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 36,
                    "end": 45,
                    "text": "Fig. 4(a)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "IV. ANALYTIC APPROACH TO THE MEAN INFECTION TIME"
        },
        {
            "text": "Here 1 − k/(2L) is the probability that any link of a susceptible node of degree k is not used to transmit infection when a newly infected node appears. From Eq. (7), one obtains n(k|I ) n(k|I = 0)e − kI 2L . The expected degree of the (I + 1)th infected node k new I = k kr I (k) is evaluated as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. ANALYTIC APPROACH TO THE MEAN INFECTION TIME"
        },
        {
            "text": "where we defined k nn (I ), which is reduced to the mean degree of a node's neighboring node k nn = k k 2 P degree (k)/ k kP degree (k) for I = 0. Notice that k nn (I ) is computed by using the degree distribution of the underlying network.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. ANALYTIC APPROACH TO THE MEAN INFECTION TIME"
        },
        {
            "text": "Simulations support the agreement between k new I and k nn (I ) [ Fig. 4(b) ]. k new I is constant for small I but decreases with I for large I, particularly in SF networks with small γ . A similar decrease in the degree of newly infected nodes with time was noted in [11] . However, its functional behavior remains unknown, which should be understood for the theory of the mean infection time. The exponential term e − kI 2L in Eq. (8) is the key. When I is so small that k max I/(2L) 1 or I I c , with",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 272,
                    "text": "[11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 66,
                    "end": 75,
                    "text": "Fig. 4(b)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "IV. ANALYTIC APPROACH TO THE MEAN INFECTION TIME"
        },
        {
            "text": "the exponential term is close to 1 for all k k max , and thus, k new (I ) k nn (I = 0) = k nn . If I I c , e − kI 2L will be quite small for k k (I ) ≡ 2L/I, meaning that susceptible nodes with a degree larger thank(I ) are rarely seen, as they are already infected, causing k nn (I ) to decrease with I. In the configuration-model SF networks [17] , k max ∼ N 1 2 for 2 < γ < 3, and k max ∼ N 1 (γ −1) for γ > 3. Therefore, the intermediate stage of infection is divided into two regimes: 1 I I c and I c I N. The decay of k nn (I ) with I for I I c is significant in SF networks with 2 < γ < 3, for which k nn (I ) diverges with min{k max ,k(I )}. As N → ∞, k nn (I ) k nn ∼ k 3−γ max for I I c , and k nn (I ) ∼k(I ) 3−γ ∼ I −(3−γ ) for I I c (see Appendix E). Solving Eq. (4) by using the approximation for V I ,",
            "cite_spans": [
                {
                    "start": 344,
                    "end": 348,
                    "text": "[17]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "IV. ANALYTIC APPROACH TO THE MEAN INFECTION TIME"
        },
        {
            "text": "which behaves as k nn I for I I c and I γ −2 for I I c , and using Eq. (6) for C I , one obtains t I from P degree (k) of the substrate networks. In Fig. 4(c) , the simulation data agree with this solution in the intermediate stage.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 149,
                    "end": 158,
                    "text": "Fig. 4(c)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "IV. ANALYTIC APPROACH TO THE MEAN INFECTION TIME"
        },
        {
            "text": "The analytic solution to t I reveals a crossover around I c from the exponential-to algebraic-spreading phase in SF networks of 2 < γ < 3. For 1 I I c , k nn (I ) is fixed at k nn , yielding the exponential spreading",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. ANALYTIC APPROACH TO THE MEAN INFECTION TIME"
        },
        {
            "text": "where I 0 is a constant larger than 1 but much smaller than I c and t 0 = t I 0 . In SF networks with γ > 3, k new I decreases very weakly with I for I c I N, and therefore, Eq. (11) is valid approximately for 1 I N. On the contrary, in SF networks with 2 < γ < 3, the sublinear growth of V I for I I c leads to",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. ANALYTIC APPROACH TO THE MEAN INFECTION TIME"
        },
        {
            "text": ". This means that infection spreads with time algebraically, slower than an exponential spreading. The polynomial t dependence of I t has been studied using the branching process approach [14] . It reflects the inequivalent chances of infection for nodes of different degrees; most hub nodes are infected for I I c , and only the small-degree nodes are left susceptible for I I c . Knowing such crossover in the spreading speed can be helpful for designing and executing in a timely fashion an efficient strategy to intervene in the spreading process.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 192,
                    "text": "[14]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "IV. ANALYTIC APPROACH TO THE MEAN INFECTION TIME"
        },
        {
            "text": "To conclude, we have shown that the infection time is well defined as a function of the number of infected nodes, enabling the reliable description and prediction of the temporal pattern of spreading in heterogeneous networks. The linkbased volume and boundary area of the infected cluster were investigated as a function of its size, which allowed us to see how the node degree affects the order of infection and understand the temporal complexity characterized by the algebraic spreading in the nonstationary state. In more complex spreading dynamics such as the susceptible-infected-susceptible and susceptible-infected-recovered models, the infected cluster may shrink in the bulk due to recovery as well as grow at the boundary, which could deepen our understanding of the spreading phenomena. The perspective and method presented in this work can be used in practical applications as well as in the study of various model dynamics on heterogeneous networks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. CONCLUSION"
        },
        {
            "text": "For a random variable, its standard deviation should be smaller than the mean if the mean is to be used as a representative value. We present the relative fluctuation, the ratio of the standard deviation to the mean, of the number of infected nodes at each given time and of the time taken to infect a given number of nodes in Figs. 5(a) and 5(b). In SF networks with γ = 2.75 and N = 10 6 , the mean number of infected nodes at a given time I t is a good measure only in the early-time regime, t 500, or in the late-time regime, t 20 000. In the intermediate-time regime, 500 t 20 000, the standard deviation σ I;t is not smaller than the mean I t . On the other hand, the mean infection time t I is well defined as long as I 3. One can see a broad region in the (t, I ) plane where only the mean infection time t I is well defined in Fig. 5(c) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 836,
                    "end": 845,
                    "text": "Fig. 5(c)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "APPENDIX A: FLUCTUATIONS OF THE NUMBER OF INFECTED NODES AND THE INFECTION TIME"
        },
        {
            "text": "The difference between the mean number of infected nodes and the mean infection time plotted in the (t, I ) plane in Fig. 1 appears particularly large in the intermediate-time regime. To see whether this difference remains significant in the limit N → ∞, we plot the ratio of I t to the value of I at which t I = t versus t for SF networks and Erdős-Rényi (ER) networks in Figs. 6(a)-6(c). We find that the ratio is significantly larger than 1 in the range 0.1 t/t c 2, where t c = t I c is the mean time to infect I c nodes with I c in Eq. (9). In Fig. 6(d) , the largest value of the ratio is shown to increase quickly with N in SF networks with γ = 2.75, contrary to a relatively weak or no increase in weakly heterogeneous networks. Therefore, the difference in the two approaches relying on I t and t I cannot be neglected for strongly heterogeneous networks. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 117,
                    "end": 123,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 549,
                    "end": 558,
                    "text": "Fig. 6(d)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "APPENDIX B: DIFFERENCE BETWEEN I t AND t I"
        },
        {
            "text": "We can decompose P t (I ) as P t (I ) = d t hub P(t hub ) P t,t hub (I ),",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX C: DERIVATION OF EQUATION (3)"
        },
        {
            "text": "where P(t hub ) is the probability distribution of the time t hub taken to infect a node with a degree larger than 0.3k max and P t,t hub (I ) is the conditional distribution of the number of infected nodes at time t for a given t hub . Our simulation shows that P(t hub ) can be fitted to a log-normal distribution as [ Fig. 7 (a)]",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 321,
                    "end": 327,
                    "text": "Fig. 7",
                    "ref_id": null
                }
            ],
            "section": "APPENDIX C: DERIVATION OF EQUATION (3)"
        },
        {
            "text": "with ln t hub and σ ln t hub being the mean and the standard deviation of ln t hub . The conditional distribution P t,t hub (I ) also takes a lognormal form, in Eq. (C4) is smaller than the width of P(t hub ). For γ = 2.75 and N = 10 6 , we have˜ 1/a 1 500 ( / ln N ), while the width w of the probability distribution P(t hub ) is approximately w exp( ln t hub + σ ln t hub ) − exp( ln t hub ) 10 4 . Here is the width of the region of t − t hub displaying the abrupt increase in I in Fig. 3(c) . Therefore, inserting Eq. (C3) into (C1), we obtain P t (I ) t hub (t,I )+˜ t hub (t,I )−˜ d t hub P(t hub ) P t,t hub (I ) suggest that for a given t, the number of infected nodes I abruptly decreases from I 2 to I 1 with I 2 I 1 as t hub increases in the region t − t hub t. The variation oft hub (t, I ) in the interval I 1 I I 2 for a given t is not larger than ;t hub (t, I 1 ) = t − (ln I 1 − a 0 )/a 1 t, andt hub (t, I 2 ) = t − (ln I 2 − a 0 )/a 1 t − . Since the width w of P(t hub ) is not smaller than , with w 10 4 and 5000 as an example in the case of γ = 2.75 and N = 10 6 , P(t hub (t, I )) is expected to vary only weakly with I in the interval I 1 I I 2 for a given t, allowing us to make the approximation P(t hub (t, I )) P 0 , with P 0 being a constant depending only on t in Eq. (C5), reproducing Eq. (3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 486,
                    "end": 495,
                    "text": "Fig. 3(c)",
                    "ref_id": null
                },
                {
                    "start": 1320,
                    "end": 1323,
                    "text": "(3)",
                    "ref_id": null
                }
            ],
            "section": "APPENDIX C: DERIVATION OF EQUATION (3)"
        },
        {
            "text": "Actually, the asymptotic behavior P t (I ) ∼ I −1 is valid as long as the conditional probability P t,t hub (I ) is well concentrated in the logarithmic scale at its mean I * = e ln I t,t hub with width I, for which we have approximately 1 = dIP t,t hub (I ) IP t,t hub (I * ) I t hub | I=I * d t hub P t,t hub (I * ), leading to d t hub P t,t hub (I ) ∼ | dt hub dI | ∼ I −1 from Eq. (2). In Fig. 9 , the dependence of t hub on the network characteristics of the seed is shown.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 393,
                    "end": 399,
                    "text": "Fig. 9",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "APPENDIX C: DERIVATION OF EQUATION (3)"
        },
        {
            "text": "Suppose that there are I infected nodes. Assuming that every link from the N − I susceptible nodes is connected to one of the I infected nodes with the same probability q, we find that a susceptible node reached from an infected node by a link has degree k with probability r I (k) = q kn(k|I ) k qk n(k |I )",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX D: DERIVATION OF EQUATION (8)"
        },
        {
            "text": "where n(k|I ) is the expected number of susceptible nodes of degree k given I infected nodes and 2L − V I = k kn(k|I ) is the expected number of links incident to susceptible nodes. It can be noticed that q = B I 2L− V I , where B I is a well-defined value as seen in Fig. 10 . When a new node is infected to become the (I + 1)th infected node, the number of susceptible nodes of degree k will be decreased by one if the newly infected node has degree k, which occurs with probability r I (k). Therefore, the decrease in the expected number of susceptible nodes of degree k, n(k|I ) − n(k|I + 1), is equal to r I (k) [28] : n(k|I ) − n(k|I + 1) = r I (k) = and the initial condition n(k|0) = NP degree (k). The remainder in Eq. (D4) can be evaluated by using Eq. (E4) derived below [28] . Using Eqs. (D3) and (D4), we obtain Eq. (8).",
            "cite_spans": [
                {
                    "start": 617,
                    "end": 621,
                    "text": "[28]",
                    "ref_id": null
                },
                {
                    "start": 782,
                    "end": 786,
                    "text": "[28]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 268,
                    "end": 275,
                    "text": "Fig. 10",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "APPENDIX D: DERIVATION OF EQUATION (8)"
        }
    ],
    "bib_entries": {
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Dynamical Processes on Complex Networks",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barrat",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barthélemy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Dynamical Systems on Networks",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Porter",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Gleeson",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "wide range of I with the exponent η 1 [Fig. 2(a)]. The standard deviation is mostly not smaller than the mean I t = I IP t (I ), scaling almost linearly in the time period showing 1 I t N, which we refer to as the intermediatetime regime. With such a large fluctuation, I t cannot be a representative value of I. For instance, the probability to observe I larger than I t is only 0.15 at t = 10 4 [see Figs. 1 and 2(a)].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fluctuation in the spreading of infection on SF networks. The fraction of simulation runs of the SI model yielding I infected nodes at time t is color-coded. The SI model with infection rate λ = 10 −4 is simulated 100 times in each of 200 SF networks of N = 10 6 nodes, L = 2 × 10 6 links (the mean degree k = 4), and degree exponent γ = 2.75. Shown are I t , t I , and the fastest and slowest spreading, taking the shortest and longest time to infect I 0 = 100 nodes, respectively. t I = dt t P I (t ) [Fig. 2(b)]",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Statistics of the infection spreading in the SI model on SF networks with γ = 2.75. (a) The probability distribution P t (I ) of I at time t for the network of N = 10 6 . σ I;t is its standard deviation. The dashed line y = 0.003x −1 is shown as a guide. Inset: σ I;t versus the mean I t for different N. The lines y = x (solid) and y = 30x 4/5 (dashed) are shown. (b) The distribution P I (t ) of the time t taken to infect I nodes. t I and σ t;I are its mean and standard deviation. Inset: σ t;I versus t I . The line y = x (solid) is shown as a guide. FIG. 3. Role of infecting hubs in infection spreading on a SF network with γ = 2.75. The cluster of the first 80 infected nodes appears (a) at the observation time t = 550 (fastest spreading) or (b) at t = 110870 (slowest spreading). Node size and color represent the degree and the infection order of each node. (c) Plot of I versus the difference between t and the hub-infection time t hub . The mean and the standard deviation are shown, along with a solid line fitting Eq. (2) to the data.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The volume of the infected cluster and the mean infection time t I for N = 10 6 . (a) The internal volume C I versus I. The approximation in Eq. (6) is shown as a guide. (b) The degree k new I of the newly infected node given I infected nodes. Its cumulative sum gives the whole volume V I as in Eq. (10). The lines represent k nn (I )/ k nn computed using Eq. (8) with P degree (k) from the simulations used. (c) Plots of I versus t I from simulations (points) and from the solutions (lines) to Eq. (4) with Eqs. (6) and (10) and the initial condition I 0 = 100 and t 0 = t I 0 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Relative fluctuations of the number of infected nodes and the infection time in the SI model on SF networks with γ = 2.75 and different numbers of nodes N. (a) The ratio of the standard deviation σ I;t to the mean I t of the number of infected nodes at time t. (b) The ratio of the standard deviation σ t;I to the mean t I of the time to infect I nodes in the same networks as in (a). (c) The region where σ t;I < t I and σ I;t > I t is shaded in the (t, I ) plane.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Ratio of the mean number of infected nodes I t at time t to the value of I at which t I = t, denoted by I t I =t . Time t in the horizontal axis is scaled by t c ≡ t Ic with I c in Eq. (9). (a) The ratio I t /I t I =t in the SF networks with γ = 2.75 and different numbers of nodes N. (b) The ratio in the SF networks with γ = 3.6. (c) The ratio in the ER networks. (d) The maximum of the ratio max t ( I t /I t I =t ) versus system size N.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "t, I ) = t − ln I − a 0 a 1 ,˜ = σ ln I;t,t hub a 1 (C4) are used, from approximating ln I t,t hub with Eq. (2), and σ ln I t,t hub is shown in the inset of Fig. 7(b). Our simulation results, particularly those in Figs. 3(c) and 7, indicate that FIG. 7. Statistics of the hub-infection time and the number of infected nodes for a given hub-infection time. (a) The distributions P(t hub ) of the hub-infection time in the SF and ER networks of N = 10 6 .They are fitted to log-normal distributions with mean ln t hub = 9.01, 9.74, and 8.12 and standard deviation σ ln t hub = 0.78, 0.41, and 1.22 of ln t hub for SF networks with γ = 2.75, 3.6 and the ER networks, respectively. (b) The conditional probability distribution P t,t hub (I ) of the number of infected nodes at t for selected hubinfection times t hub in SF networks with γ = 2.75 and N = 10 6 . They are also fitted to log-normal distributions with the mean and standard deviation of ln I at time t = 10 4 for given t hub shown in the inset.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Simulation results of the SI model on (a)-(d) SF networks with γ = 3.6 and (e)-(h) ER networks. (a) and (e) The fraction of simulation runs yielding I infected nodes at time t is color-coded in the (t, I ) plane. (b) and (f) The probability distribution P t (I ) for N = 10 6 . Inset: the standard deviation σ I;t versus the mean I t . (c) and (g) The probability distribution P I (t ) for N = 10 6 . Inset: the standard deviation σ t;I versus the mean t I . (d) and (h) Plot of I versus t − t hub . A solid line fitting Eq. (2) is shown.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "The dependence of the hub-infection time on the initially infected node (seed). (a) The hub-infection time t hub increases with the distance d seed,hub of the seed node to the nearest hub node, having a degree larger than 0.3k max , in SF networks with γ = 2.75 and different numbers of nodes N. (b) Plot of t hub versus the degree k seed of the seed node.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "k|I + 1) = 1 − k 2L − V I n(k|I ).(D2)FIG. 10. The ratio of the standard deviation σ B;I to the mean B I of the number of boundary links for a given number of infected nodes I in SF networks with γ = 2.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "In SF networks with an asymptotic power-law degree distribution P degree (k) c 0 k −γ for large k, with c 0 being a constant, the numerator in Eq. (8) may diverge with the smaller of the maximum degrees k max and the cutoffk(I ) if the degree exponent γ is smaller than 3. If γ > 3, the contribution of the summand for large k is negligible and so is the effect of the exponential term in the whole sum, allowing us to approximate Eq. (8) aswith k = k kP degree (k). If 2 < γ < 3, the slow decay of the summand for large k causes the divergence of the numerator. From Eq. (8), we findwhere we used the Euler-Maclaurin formula and the incomplete gamma function (s, z) ≡ ∞ z dk k s−1 e −k . The values of k nn (I ) evaluated with Eq. (E2) and by using the numerical degree distribution in Eq. (8) are in good agreement. The incomplete gamma function is expanded as [29] (s, z)which leads us to find, for 2 < γ < 3 in the limitk(I ), k max → ∞, the small-and large-k(I ) behaviors of k nn (I ), given byNoting that k nn for 2 < γ < 3 is evaluated as ",
            "cite_spans": [
                {
                    "start": 791,
                    "end": 794,
                    "text": "(8)",
                    "ref_id": null
                },
                {
                    "start": 863,
                    "end": 867,
                    "text": "[29]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "APPENDIX E: ASYMPTOTIC BEHAVIORS OF k nn (I)"
        }
    ]
}