{
    "paper_id": "288fd6c7e39d647e3c91b488e9d6dd8409b6883c",
    "metadata": {
        "title": "Pathogenesis and pathophysiology of yellow fever",
        "authors": [
            {
                "first": "Barrett",
                "middle": [],
                "last": "Further Reading",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Adt",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "T",
                "middle": [
                    "P"
                ],
                "last": "Monath",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active. these mechanisms, in addition to neutralizing antibody, presumably mediate clearance of primary infection. Based on immunologic studies of YFV vaccine recipients, neutralizing antibody generally peaks 4-6 weeks after infection but high titers of neutralizing antibodies persist for more than 10 years and provide complete protection against disease on reexposure to the virus. No documented case of a second clinical YFV infection has ever been reported. Although initial antibody response to infection is YFV antigen specific, with affinity maturation, specificity declines and cross-reactions with other flaviviruses develop during the subsequent several week of the immune response. Persons with prior heterologous flavivirus immunity develop broadly cross-reactive antibody responses during YFV infections. Previous infection with flaviviruses, such as Zika, dengue, or Wesselsbron viruses, provides partial cross-protection against YFV and may ameliorate the clinical severity of YF.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Domestic control of Ae. aegypti mosquitoes remains important but is difficult to sustain. Currently, the most effective approach to control of YF is by immunizing persons living in or traveling to endemic areas. 17D vaccine is the only strain currently used for human immunization against YFV. It is a live, attenuated vaccine produced in embryonated chicken eggs. 17D vaccines are not biologically cloned and are heterogeneous mixtures of multiple virion subpopulations ('genetic swarms'); differences in plaque size, oligonucleotide fingerprints, and nucleotide sequences have been found but do not appear to affect safety or efficacy. Currently, manufacturers in seven countries market YFV 17D vaccine. Three manufacturers in Brazil, France, and Senegal produce large amounts of vaccine for the Expanded Programme of Immunization and for mass vaccination campaigns. As of 2006, annual global vaccine production was approximately 60 million doses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Monath et al. thoroughly review the development, immune response, and efficacy of the 17D vaccine strain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "As of 2006, over 400 million persons have been immunized with YFV vaccines. Over roughly 70 years of use, 17D vaccines have been acknowledged as one of the safest and most effective live vaccines in use. Recently, however, close scrutiny has been brought to bear as clinical and histopathological evidence has emerged linking 17D vaccines to severe and previously unrecognized adverse events, including viscerotropic disease closely resembling that caused by wild-type YFV. Although rare mutational events in 17D vaccine virus during replication in the host can alter pathogenicity, these recently reported serious adverse events were not associated with either mutations that change virulence or tropism of the virus or selection of virulent variants in vivo. Investigations suggest that host susceptibility, rather than a change in the virus, is responsible for these serious, adverse events. Advanced age and thymic disease appear to be risk factors for development of vaccine-associated viscerotropic disease. The incidence of this complication, which carries a case-fatality rate of approximately 50%, is believed to be 1:400 000.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "these mechanisms, in addition to neutralizing antibody, presumably mediate clearance of primary infection. Based on immunologic studies of YFV vaccine recipients, neutralizing antibody generally peaks 4-6 weeks after infection but high titers of neutralizing antibodies persist for more than 10 years and provide complete protection against disease on reexposure to the virus. No documented case of a second clinical YFV infection has ever been reported. Although initial antibody response to infection is YFV antigen specific, with affinity maturation, specificity declines and cross-reactions with other flaviviruses develop during the subsequent several week of the immune response. Persons with prior heterologous flavivirus immunity develop broadly cross-reactive antibody responses during YFV infections. Previous infection with flaviviruses, such as Zika, dengue, or Wesselsbron viruses, provides partial cross-protection against YFV and may ameliorate the clinical severity of YF.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Domestic control of Ae. aegypti mosquitoes remains important but is difficult to sustain. Currently, the most effective approach to control of YF is by immunizing persons living in or traveling to endemic areas. 17D vaccine is the only strain currently used for human immunization against YFV. It is a live, attenuated vaccine produced in embryonated chicken eggs. 17D vaccines are not biologically cloned and are heterogeneous mixtures of multiple virion subpopulations ('genetic swarms'); differences in plaque size, oligonucleotide fingerprints, and nucleotide sequences have been found but do not appear to affect safety or efficacy. Currently, manufacturers in seven countries market YFV 17D vaccine. Three manufacturers in Brazil, France, and Senegal produce large amounts of vaccine for the Expanded Programme of Immunization and for mass vaccination campaigns. As of 2006, annual global vaccine production was approximately 60 million doses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prevention and Control"
        },
        {
            "text": "Monath et al. thoroughly review the development, immune response, and efficacy of the 17D vaccine strain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prevention and Control"
        },
        {
            "text": "As of 2006, over 400 million persons have been immunized with YFV vaccines. Over roughly 70 years of use, 17D vaccines have been acknowledged as one of the safest and most effective live vaccines in use. Recently, however, close scrutiny has been brought to bear as clinical and histopathological evidence has emerged linking 17D vaccines to severe and previously unrecognized adverse events, including viscerotropic disease closely resembling that caused by wild-type YFV. Although rare mutational events in 17D vaccine virus during replication in the host can alter pathogenicity, these recently reported serious adverse events were not associated with either mutations that change virulence or tropism of the virus or selection of virulent variants in vivo. Investigations suggest that host susceptibility, rather than a change in the virus, is responsible for these serious, adverse events. Advanced age and thymic disease appear to be risk factors for development of vaccine-associated viscerotropic disease. The incidence of this complication, which carries a case-fatality rate of approximately 50%, is believed to be 1:400 000.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prevention and Control"
        },
        {
            "text": "Yellow head virus (YHV) is a pathogen of the black tiger shrimp (prawn), Penaeus monodon, which is one of the world's major aquaculture species. Yellow head disease was first reported in central Thailand in 1990 from which it spread rapidly along the eastern and western coasts of the Gulf of Thailand to southern farming regions. Outbreaks of yellow head disease have since been reported from most of the major shrimp farming countries in Asia. It is suspected that the YHV (rather than monodon baculovirus, which is not usually pathogenic for juvenile shrimp) may have previously caused the crash of the shrimp farming industry in Taiwan during the late 1980s. Mortalities usually occur during the mid-late stages of grow-out in ponds with complete crop loss commonly occurring within 3 days of the first signs of disease. YHV is one genotype in a complex of closely related viruses infecting black tiger shrimp. Other genotypes include gill-associated virus (GAV) which has been associated with relatively less severe forms of disease in farmed shrimp in Australia, and at least four other genotypes for which no disease association has yet been established. YHV and the other genotypes are endemic throughout the Indo-Pacific region, occurring commonly as low-level chronic infections in healthy shrimp.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "YHV is a positive-sense single-stranded RNA (ssRNA) virus that shares aspects of genome organization, replication, and transcription with coronaviruses, toroviruses, and arteriviruses with which it is classified in the order Nidovirales. In 2002, the International Committee on Taxonomy of Viruses (ICTV) established the genus Okavirus in the new family Roniviridae to accommodate YHV and closely related GAV. Okavirus is derived from the Oka or lymphoid organ of penaeid shrimp in which the virus is commonly detected; Roniviridae is derived from the sigla rod-shaped nidovirus. Gill-associated virus was assigned as the type species of the genus because its biological and molecular characterization were more complete. YHV is currently classified as a member of the species Gill-associated virus. No virus other than those described in the yellow head complex is currently assigned to the Roniviridae but several viruses with similar morphology have been reported in crabs and fish. Roniviruses are the only members of the order Nidovirales that are currently known to infect invertebrates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Taxonomy and Classification"
        },
        {
            "text": "YHV virions are rod-shaped, enveloped particles ($50 nm Â $175 nm) with prominent diffuse spikes ($8 nm Â $11 nm) projecting from the surface (Figure 1(a) ). Internal helical nucleocapsids are approximately 25 nm in diameter and have a periodicity of 5-7 nm. Filamentous nucleocapsid precursors, approximately 15 nm in diameter and of variable length ($80-450 nm), are observed in the cytoplasm, sometimes densely packed in paracrystalline arrays ( Figure 1(b) ). Nucleocapsids acquire trilamellar lipid envelopes by budding through membranes into intracytoplasmic vesicles or at the cell surface ( Figure 1(c) ). It has been reported that long nucleocapsid precursors generate elongated, enveloped structures that subsequently fragment into mature virions. The morphology of GAV virions is indistinguishable from that of YHV.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 142,
                    "end": 154,
                    "text": "(Figure 1(a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 449,
                    "end": 460,
                    "text": "Figure 1(b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 599,
                    "end": 610,
                    "text": "Figure 1(c)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Virion Structure and Morphology"
        },
        {
            "text": "YHV virions contain a polyadenylated 26.6 kDa (þ) ssRNA genome and three structural proteins. The nucleoprotein (p20) is a highly hydrophilic, basic protein that complexes with the genomic RNA in nucleocapsids. Transmembrane glycoproteins gp64 and gp116 are components of the envelope that form the visible projections on the virion surface. YHV infectivity can be at least partially neutralized by antibody to gp116 but not by antibody to gp64. It is reported that gp116 docks with a 65 kDa cell membrane protein (pmYRP65) that mediates YHV entry into susceptible shrimp cells. Knockdown of pmYRP65 expression has been reported to totally abrogate susceptibility of shrimp cells to YHV infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virion Structure and Morphology"
        },
        {
            "text": "The 26 662 nt YHV genome comprises four long open reading frames (ORFs) designated ORF1a, ORF1b, ORF2, and ORF3 ( Figure 2 ). ORF1a (12 216 nt) and ORF1b (7887 nt) encode all of the elements of a large replicase complex. ORF1a encodes a 4072 aa polyprotein (pp1a) that contains a 3C-like cysteine protease catalytic domain flanked by putative transmembrane domains. The pp1a protease has autolytic activity and appears to be involved in processing the replicase polyproteins. ORF1b overlaps ORF1a by 37 nt. Expression of ORF1b requires a -1 ribosomal frameshift at a slippery sequence (AAAUUUU) near a complex pseudoknot structure in the mRNA. The extended 6688 aa polyprotein (pp1ab) contains RNA-dependent RNA polymerase (RdRp), multinuclear zinc-binding (ZBD), helicase (HEL), 3 0 -5 0 exoribonuclease (ExoN), uridylate-specific endoribonuclease (NendoU), ribose-2 0 -O-methyltransferase (O-MT) catalytic domains, and other cysteine/histidine-rich domains that are conserved in pp1ab of other nidoviruses. ORF2 encodes the 146 aa nucleocapsid protein (p20). Roniviruses are unique among known nidoviruses in that the nucleocapsid protein gene is located upstream rather than downstream of the glycoprotein genes. ORF3 encodes a 1666 aa polyglycoprotein that is processed to generate virion envelope glycoproteins gp64 and gp116. Proteolytic cleavage of ORF3 occurs at two [Ala-X-Ala] motifs immediately following predicted transmembrane domains that appear to function as signal peptides. The cleavage also generates a 228 aa ($22 kDa) protein that contains triple membrane-spanning domains and resembles M-proteins in coronaviruses. The YHV M-like protein appears to be present in infected cells at relatively low levels. The YHV genome also features significant noncoding regions, including a 71 nt untranslated region (UTR) at the 5 0 -terminus, a 352 nt UTR between ORF1b and ORF2, and a 54 nt UTR between ORF2 and ORF3. The 677 nt region between ORF3 and the 3 0 -poly[A] tail contains no long ORFs (>65 nt) and so also appears to be a long UTR ( Figure 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 114,
                    "end": 122,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2055,
                    "end": 2064,
                    "text": "Figure 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Genome Organization and Transcription Strategy"
        },
        {
            "text": "Much of our understanding of YHV molecular biology has been obtained by comparison with closely related GAV. The 26 235 nt GAV genome is similar in structural organization to YHV, varying principally in the size and structure of the UTRs. In GAV, the ORF1b-ORF2 UTR comprises only 93 nt. The 638 nt region downstream of GAV ORF3 encodes a 252 nt ORF (ORF4) that has potential to express an unidentified 83 aa polypeptide with a deduced molecular weight $9.2 kDa. A short ORF in the corresponding region of the YHV genome is truncated with a termination codon after only 20 aa and is unlikely to be expressed. Like other nidoviruses, the GAV genome is transcribed as a nested set of 3 0 -co-terminal mRNAs comprising the full-length genome and two subgenomic messenger RNAs (sg mRNAs) that initiate at conserved transcription-regulating sequences (TRSs) in noncoding regions immediately upstream of ORF2 and ORF3. However, unlike coronaviruses and arteriviruses, conserved GAV (and YHV) TRSs are not present in the 5 0 -UTR of genomic RNA and so do not mediate splicing of common 5 0 -leader sequences on to the sg mRNAs. Sequences with partial identity to the conserved ORF2 and ORF3 TRSs occur upstream of GAV ORF4 (and the truncated YHV ORF4) but these do not appear to be functional. GAV has been associated with a less-aggressive disease of juvenile black tiger shrimp in Australia called mid-crop mortality syndrome. However, several other viruses have also been detected in shrimp with this condition and the etiology remains uncertain. GAV does cause disease and mortalities following experimental infection of several farmed shrimp species, including black tiger, brown tiger, and kuruma shrimp. GAV and other genotypes in the YHV complex have also been detected in healthy black tiger shrimp from Taiwan, the Philippines, Malaysia, Brunei, Indonesia, Vietnam, Thailand, India, Mozambique, and Fiji. A very high prevalence of GAV infection has been reported in healthy black tiger shrimp from eastern Australia. Evidence of GAV infection has also been detected in mud crab (Scylla serrata) in an experimental aquaculture facility.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Genome Organization and Transcription Strategy"
        },
        {
            "text": "Shrimp are susceptible to YHV infection from late postlarval stages but mass mortality in ponds usually occurs in early-to-late juvenile stages. Disease and mortalities usually occur within 2-4 days of a period of exceptionally high feeding activity followed by an abrupt cessation of feeding. Moribund shrimp congregate at pond edges near the surface and may exhibit a bleached overall appearance and discoloration of the cephalothorax caused by yellowing of the underlying hepatopancreas. YHV infects tissues of ectodermal and mesodermal origin, including lymphoid organ, hemocytes, hematopoeitic tissue, gill lamellae, and spongy connective tissue of the subcutis, gut, antennal gland, gonads, nerve tracts, and ganglia. In severe infections, there is a generalized cell degeneration with prominent nuclear condensation, pyknosis and karyorrhexis, and basophilic, perinuclear cytoplasmic inclusions in affected tissues. There is evidence of apoptosis, including chromatin condensation and DNA fragmentation, in hemocytes, lymphoid organ, and gill tissues and it has been suggested that widespread apoptosis rather than necrosis is the cause of disease and mortalities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathology"
        },
        {
            "text": "YHV, GAV, and other viruses in the yellow head complex can also occur as low-level chronic infections in apparently healthy shrimp. Chronic infections have been observed in shrimp of all life stages collected from hatcheries and farms, and in the survivors of experimental infection. For GAV, the progression of infection following experimental challenge has been shown to be dose related. Shrimp infected with a high dose of GAV progress rapidly to disease with high viral loads and typical pathology leading to mortalities. Shrimp infected with a low dose do not develop disease and the virus persists as a low-level infection for at least 60 days. There is also evidence that stress can lead to rapid increases in viral load. For YHV, the onset of disease has been associated with the stress of molting. During chronic infections, there is little histopathology other than the accumulation of partitioned foci of cells with hypertrophic nuclei (spheroid bodies) in the lymphoid organ. Spheroid bodies appear to form in shrimp as part of a nonspecific defense mechanism for clearance of infectious agents and other foreign bodies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathology"
        },
        {
            "text": "As invertebrates, shrimp lack antibodies, cytokines, T-lymphocytes, and other powerful components of the vertebrate immune system that allow a specific adaptive response to viral infection, clearance of virus and infected cells, and long-term immunological memory. There is also no evidence in shrimp of interferon, natural killer (NK) cells, or other key components of the vertebrate natural immune system that allow an immediate nonspecific defense against viruses. Nevertheless, shrimp do appear to have a capacity to respond to viral infection and highly pathogenic viruses are commonly present as low-level chronic infections in apparently healthy shrimp. For YHV, there is no evidence of an inflammatory response at the primary sites of infection. However, YHV accumulates in spheroid bodies in the lymphoid organ during chronic persistent infections, and it is thought that the lymphoid organ has an important role in filtering granulated hemocytes and the clearance of viruses from infected shrimp. It has been reported that cells within lymphoid organ spheroids become apoptotic during infection and may be cleared during molting. Apoptotic cells have been observed in lymphoid organs, hemocytes, and gills during acute YHV infections in what appears to be a fundamental host defensive reaction. It has also been reported that double-stranded RNA (dsRNA) corresponding to sequences in viral replicase and glycoprotein genes specifically inhibits YHV infection in vitro and in vivo, suggesting that RNA interference may play a role in the host response to infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Host Response to Infection"
        },
        {
            "text": "The natural transmission cycle of YHV has not been studied in detail. Experimentally, YHV infection and disease can be transmitted horizontally by injection, ingestion of infected tissue, immersion in membrane-filtered tissue extracts, or by cohabitation with infected shrimp. Transmission of disease by ingestion has been demonstrated from the late postlarval stages onward. Transmission has also been demonstrated by injection of black tiger shrimp with extracts of paste shrimp (Acetes sp.) and mysid shrimp (Palaemon styliferus) collected from infected ponds. For GAV, there is evidence that horizontal transmission can occur from chronically infected shrimp in the absence of disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transmission"
        },
        {
            "text": "There is no direct evidence of vertical transmission of YHV but it can be detected as a chronic infection in broodstock prior to spawning, and polymerase chain reaction (PCR) screening to eliminate infected broodstock and seed is increasingly being used to reduce risks of yellow head disease in ponds. GAV has been detected in spermatophores and mature ovarian tissue of broodstock, and in fertilized eggs and nauplii spawned from infected females. Examination by electron microscopy has revealed virions in seminal fluid but not in sperm cells. Artificial insemination of infected broodstock has shown that vertical transmission occurs efficiently from both male and female parents. Transmission is probably by surface contamination or infection of tissue surrounding the fertilized egg. The high prevalence of yellow head complex viruses in postlarvae collected from hatcheries in Australia and several Asian countries supports the view that vertical transmission has an important role in the infection cycle of all genotypes, particularly during propagation for aquaculture.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transmission"
        },
        {
            "text": "YHV is one of several closely related genotypes that have been detected in black tiger shrimp in the Indo-Pacific region. Analysis of nucleotide and deduced amino acid sequences in a relatively conserved region of the ORF1b gene has identified at least six distinct genetic lineages in the complex (Figure 3) . In pairwise alignments, nucleotide sequence identity between consensus sequences representing each genotype ranges from 80.3% to 96.5%. Variation within genotypes is generally low, with nucleotide sequence identities between isolates in the range 97.1-100%, except genotype 5 for which three available isolates have been reported to share 93.0-97.1% identity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 298,
                    "end": 308,
                    "text": "(Figure 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Genetic Diversity"
        },
        {
            "text": "YHV (genotype 1) is the only genotype that has been detected in shrimp with typical signs of yellow head disease. Although the disease has been reported from many sites in Asia, isolates are currently available only from Thailand and Taiwan. Genotype 1 is the most distantly related to other lineages and appears to occur less commonly than other genotypes in healthy shrimp. GAV (genotype 2) is the only other lineage known to be associated with disease of any form. Analysis of complete genome sequences of prototype strains of YHV and GAV indicates similar nucleotide sequence identities for ORF1a (79.7%), ORF1b (82.3%), ORF2 (81.0%), and a slightly lower level of identity for ORF3 (73.2%). Aminoacid-sequence identities between YHV and GAV proteins are similar for the replicase pp1ab (84.9%), nucleoprotein p20 (84.4%), and glycoprotein gp64 (83.9%), and lower for the M-like protein p22 (74.8%) and glycoprotein gp116 (71.7%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Genetic Diversity"
        },
        {
            "text": "GAV has been detected in black tiger shrimp from Australia, Vietnam, and Thailand. Phylogenetic analysis of sequences analyzed to date suggests that all isolates may have originated from translocated Australian shrimp. Genotype 3 has been detected to date in Taiwan, Vietnam, Indonesia, Malaysia, Thailand, and Mozambique. It appears to be the most widely distributed and most frequently detected genotype. Genotype 4 has been detected only in India. Genotype 5 has been detected in the Philippines, Malaysia, and Thailand. As indicated above, genotype 5 is genetically the most diverse genotype and may be split into three distinct lineages as more isolates become available. Genotype 6 has been detected only in Mozambique. Assignment of these genotypes has been based primarily on comparisons of sequences in a conserved region of the ORF1b gene. Analysis of nucleotide sequences in the 5 0 -terminal region of the ORF3 polyglycoprotein gene indicates more genetic variability and suggests that genetic recombination is contributing to diversity in the complex. Of 24 isolates examined recently, almost onethird were assigned to different genotypes in comparative phylogenetic analyses of nucleotide sequences in the ORF1b and ORF3 regions. Genetic recombination is a phenomenon known to occur commonly in other nidoviruses. It appears that the vast international trade in live shrimp broodstock and seed for aquaculture is providing adequate opportunities for recombination and diversification of the gene pool. This appears to confound the assignment of coherent genetic lineages and may have significant consequences for both the emergence and definitive diagnosis of disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Genetic Diversity"
        },
        {
            "text": "Gross clinical signs of YHV infection including yellowing of the carapace and erratic swimming behavior are not observed consistently and are not sufficiently pathognonomic to be useful for disease diagnosis. Histologically, moderate to large numbers of basophilic, spherical, cytoplasmic inclusions in tissues of ectodermal and mesodermal origin are indications of YHV infection and can be used for presumptive diagnosis. Confirmatory diagnosis of yellow head disease requires the use of electron microscopy or molecular methods such as the reverse transcriptase-polymerase chain reaction (RT-PCR) or in situ hybridization assays. Antibody-based tests such as western blotting and dot-blot nitrocellulose enzyme immunoassay (NC-EIA) are also available. Low-level chronic infections with YHV and other genotypes can be detected by nested RT-PCR or other highly sensitive molecular genetic tests such as real-time PCR or loop-mediated isothermal amplification (LAMP). Accurate genotype assignment can only be achieved by PCR, sequence analysis, and comparison with sequences of other known genotypes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosis and Disease Management"
        },
        {
            "text": "No effective vaccines or therapeutics are currently available for the control of YHV and no genetically resistant shrimp stocks have been reported yet. Disease management is primarily through pathogen exclusion by PCR screening of broodstock and/or seed, the application of on-farm biosecurity and sanitary measures, and stress reduction by careful management of water quality during grow-out.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosis and Disease Management"
        },
        {
            "text": "Key aspects of the biology of YHV infection are yet to be resolved and yellow head continues to be a disease of concern to aquaculture farmers. No direct link has been demonstrated between the presence of virus in infected broodstock and the appearance of disease on farms. Assumptions about vertical transmission come by analogy with GAV and may well be accurate. However, the prevalence of YHV in healthy shrimp appears to be far lower than for GAV and other genotypes, and it is unclear how it maintains a cycle of natural infection. It is possible that YHV is commonly introduced to ponds in healthy wild shrimp or other carrier crustaceans but surveys to date have not revealed a likely source. The host-viral interaction during the chronic phase of infection, the transition from chronic to acute phases, and the role of stress in disease emergence are also poorly understood, and there is little understanding of the molecular basis of virulence variations between YHV and other genotypes. A more comprehensive study of the sources of YHV infection and host and/or environmental factors leading to emergence of yellow head disease should be conducted. Emerging capabilities in shrimp genomics and proteomics will greatly facilitate this work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Current Status"
        },
        {
            "text": "There is an emerging understanding of RNA interference (RNAi) as a potentially powerful mechanism for the control of viral diseases. Inhibition of YHV infection in primary lymphoid organ cell culture has been demonstrated by treatment with dsRNA corresponding to YHV protease, polymerase, and helicase domains. Injection of shrimp with protease domain dsRNA has also been shown to inhibit YHV replication and mortalities. Knockdown of the shrimp dicer-1 endoribonuclease gene expression has demonstrated that the antiviral effects of dsRNA are caused by RNAi. RNAi technology has useful applications in studies of the molecular biology of YHV infection and, if delivered cost-effectively, could potentially find commercial application in the management of yellow head disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Current Status"
        },
        {
            "text": "Roniviruses are also seen as important links in understanding the evolutionary biology of (þ) ssRNA viruses. Considerations of virion structure and the size, complexity and structural organization of the genome suggest that roniviruses form a genetic lineage ancestral to coronaviruses and toroviruses. Studies of the ronivirus 3C-like cysteine protease encoded in ORF1a have also revealed structural similarities to coronaviruses in the catalytic site but substrate specificity and binding sites are more similar to those of potyviruses, suggesting that they bridge the gap between these distantly related proteases. A pseudoknot structure and slippery sequence at the ribosomal frameshift site is also distinct from the H-type structures characteristic of many vertebrate nidoviruses. Further molecular studies of ronivirus structure and function should provide insights into the evolution of these unusual viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Current Status"
        },
        {
            "text": "See also: Barley Yellow Dwarf Viruses; Tomato Yellow Leaf Curl Virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Current Status"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Identification and characterization of a Penaeus monodon lymphoid cell-expressed receptor for yellow head virus",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Assavalapsakul",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Panyim",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Journal of Virology",
            "volume": "80",
            "issn": "",
            "pages": "262--269",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Histology and ultrastructure reveal a new granulosis-like virus in Penaeus monodon affected by 'yellow-head' disease",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chantanachookin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Boonyaratpalin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kasornchandra",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Diseases of Aquatic Organisms",
            "volume": "17",
            "issn": "",
            "pages": "145--157",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The gene encoding the nucleocapsid protein of gill-associated nidovirus of Penaeus monodon prawns is located upstream of the glycoprotein gene",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Cowley",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Cadogan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Spann",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sittidilokratna",
                    "suffix": ""
                },
                {
                    "first": "Walker",
                    "middle": [],
                    "last": "Pj",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of Virology",
            "volume": "78",
            "issn": "",
            "pages": "8935--8941",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Gill-associated virus of Penaeus monodon shrimp: An invertebrate virus with ORF1a and ORF1b genes related to arteri-and coronaviruses",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Cowley",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Dimmock",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Spann",
                    "suffix": ""
                },
                {
                    "first": "Walker",
                    "middle": [],
                    "last": "Pj",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Journal of General Virology",
            "volume": "81",
            "issn": "",
            "pages": "1473--1484",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Gill-associated nidovirus of Penaeus monodon prawns transcribes 3 0 -coterminal subgenomic RNAs that do not possess 5 0 -leader sequences",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Cowley",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Dimmock",
                    "suffix": ""
                },
                {
                    "first": "Walker",
                    "middle": [],
                    "last": "Pj",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Journal of General Virology",
            "volume": "83",
            "issn": "",
            "pages": "927--935",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Vertical transmission of covert gill-associated virus (GAV) infections in Penaeus monodon",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Cowley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Cadogan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Spann",
                    "suffix": ""
                },
                {
                    "first": "Walker",
                    "middle": [],
                    "last": "Pj",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Diseases of Aquatic Organisms",
            "volume": "50",
            "issn": "",
            "pages": "95--104",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The complete genome sequence of gill-associated virus of Penaeus monodon prawns indicates a gene organisation unique among nidoviruses",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Cowley",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Walker",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Archives of Virology",
            "volume": "147",
            "issn": "",
            "pages": "1977--1987",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Genomic organization, biology and diagnosis of Taura syndrome virus (TSV) and yellowhead virus (YHV) of penaeid shrimp",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Dhar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Cowley",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Hasson",
                    "suffix": ""
                },
                {
                    "first": "Walker",
                    "middle": [],
                    "last": "Pj",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Advances in Virus Research",
            "volume": "63",
            "issn": "",
            "pages": "353--421",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Nidovirales: Evolving the largest RNA virus genome",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gorbalenya",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Enjuanes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ziebuhr",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Virus Research",
            "volume": "117",
            "issn": "",
            "pages": "17--37",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Identification and analysis of gp116 and gp64 structural glycoproteins of yellow head nidovirus of Penaeus monodon shrimp",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jitrapakdee",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Unajak",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sittidilokratna",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of General Virology",
            "volume": "84",
            "issn": "",
            "pages": "863--873",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Complete ORF1b-gene sequence indicates yellow head virus is an invertebrate nidovirus",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sittidilokratna",
                    "suffix": ""
                },
                {
                    "first": "Raj",
                    "middle": [],
                    "last": "Hodgson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Cowley",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Diseases of Aquatic Organisms",
            "volume": "50",
            "issn": "",
            "pages": "87--93",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Structural and antigenic analysis of the yellow head virus nucleocapsid protein p20",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sittidilokratna",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Phetchampai",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Boonsaeng",
                    "suffix": ""
                },
                {
                    "first": "Walker",
                    "middle": [],
                    "last": "Pj",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Virus Research",
            "volume": "116",
            "issn": "",
            "pages": "21--29",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Virus Taxonomy: Eighth Report of the International Committee on Taxonomy of Viruses",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Bonami",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Boonsaeng",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "973--977",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Yellow head complex viruses: Transmission cycles and topographical distribution in the Asia-Pacific region",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Cowley",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Spann",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "The New Wave: Proceedings of the Special Session on Sustainable Shrimp Culture",
            "volume": "",
            "issn": "",
            "pages": "292--302",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The 3C-like proteinase of an invertebrate nidovirus links coronavirus and potyvirus homologs",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ziebuhr",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bayer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Cowley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Gorbalenya",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of Virology",
            "volume": "77",
            "issn": "",
            "pages": "1415--1426",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Transmission electron micrographs of YHV. (a) Image of virions stained with heavy metal salts showing the external appearance of the enveloped particles (arrows). (b) Image of an ultrathin section of helical nucleocapsids (arrow) within the gill of an infected shrimp. (c) Image of an ultrathin section of virions (arrow) within the gill of an infected shrimp. Kindly provided by Dr. Alex Hyatt, CSIRO, Australian Animal Health Laboratory, Geelong, Australia.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Genome organization of YHV and GAV indicating the locations of subgenomic mRNAs (sg mRNA1 and sg mRNA2) and functional domains in ORF1a (3CLP) and ORF1b (RdRp, C/H, HEL, ExoN, N, and MT). Also indicated are proteolytic cleavage sites in the ORF3 polyprotein that is processed post-translation to generate triple-membrane-spanning protein (p22) and transmembrane glycoproteins (gp116 and gp64).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Phylogenetic tree constructed from an alignment of nucleotide sequences obtained from 26 viruses detected in Penaeus monodon shrimp from the Indo-Pacific region. The sequences correspond to a 671 nucleotide region of the ORF1b gene encompassing elements of the HEL domain. The alignment illustrates the six known genotypes in the yellow head complex including YHV (genotype 1), GAV (genotype 2), and four other genotypes (genotypes 3, 4, 5, and 6) that have been detected only in healthy shrimp. The viruses were obtained from shrimp collected in India (IND), Malaysia (MYS), Thailand (THA), the Philippines (PHL), Australia (AUS), Vietnam (VNM), Mozambique (MOZ), Indonesia (IDN), and Taiwan (TWN) between 1997 and 2004. Sequences kindly provided by Mrs Priyanjalie Wijegoonawardane, CSIRO Livestock Industries, St. Lucia, Australia.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Surveys for the presence of viral genomic RNA have indicated that YHV and other genotypes in the complex are endemic in black tiger shrimp populations across its natural geographic range throughout the Indo-Pacific. Yellow head disease has been reported in farmed tiger shrimp from Thailand, Taiwan, China, the Philippines, Vietnam, Malaysia, Indonesia, India, Sri Lanka, and Madagascar. Although natural infection and disease have been reported only in black tiger shrimp and kuruma shrimp (Marsupenaeus japonicus), YHV can cause high rates of mortality following experimental infection of most other farmed marine shrimp species, including Pacific white shrimp (Litopenaeus vannamei), Pacific blue shrimp (Litopenaeus stylirostris), brown tiger shrimp (Penaeus esculentus),",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}