{
    "paper_id": "28c5b4319ae647288518a9163ebe205388af138c",
    "metadata": {
        "title": "Journal Pre-proof COVID-19 outbreak: The early response of a UK orthopaedic department COVID-19 outbreak: The early response of a UK orthopaedic department",
        "authors": [
            {
                "first": "Baha",
                "middle": [
                    "John"
                ],
                "last": "Tadros",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "William Harvey Hospital",
                    "location": {
                        "settlement": "Ashford",
                        "region": "Kent",
                        "country": "UK"
                    }
                },
                "email": "b_tadros@yahoo.com"
            },
            {
                "first": "Jonathon",
                "middle": [],
                "last": "Black",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "William Harvey Hospital",
                    "location": {
                        "settlement": "Ashford",
                        "region": "Kent",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Baljinder",
                "middle": [],
                "last": "Singh Dhinsa",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "William Harvey Hospital",
                    "location": {
                        "settlement": "Ashford",
                        "region": "Kent",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Mr",
                "middle": [],
                "last": "Baha",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "William Harvey Hospital",
                    "location": {
                        "settlement": "Ashford",
                        "region": "Kent",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "John",
                "middle": [],
                "last": "Tadros",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "William Harvey Hospital",
                    "location": {
                        "settlement": "Ashford",
                        "region": "Kent",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Mr",
                "middle": [
                    "Jonathon"
                ],
                "last": "Black",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "William Harvey Hospital",
                    "location": {
                        "settlement": "Ashford",
                        "region": "Kent",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Mr",
                "middle": [],
                "last": "Baljinder",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "William Harvey Hospital",
                    "location": {
                        "settlement": "Ashford",
                        "region": "Kent",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Singh",
                "middle": [],
                "last": "Dhinsa",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "William Harvey Hospital",
                    "location": {
                        "settlement": "Ashford",
                        "region": "Kent",
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Coronavirus disease 2019 (COVID-19) outbreak was first reported to the World Health Organisation (WHO) on New Year's Eve 2019 in Wuhan, China. Thought to be linked to food markets, the virus quickly spread throughout the country and subsequently to most of the world. By April 2020 there were one million confirmed cases of COVID-19 infection worldwide. 1 The first cases of COVID-19 in the UK were reported by the end of January 2020. And by the 3 rd April 2020 there were 33,718 confirmed cases with 2,291 deaths. This put enormous pressures on an already stretched National Health Service (NHS).",
            "cite_spans": [
                {
                    "start": 354,
                    "end": 355,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 outbreak: The early response of a UK orthopaedic department"
        },
        {
            "text": "While the NHS has never faced a viral outbreak on this scale, this crisis is by no means unprecedented. In the last two decades alone there have been multiple influenza outbreaks worldwide including SARS 2003 and MERS 2012, which required governments to take extreme measures in response. 2 Indeed, one of the defining events of the twentieth century, the Spanish flu pandemic of 1917, has until recently been overshadowed by the two world wars, despite being responsible for the deaths of 50-100 million people in two years. This is more than the casualties of both world wars combined. 3 On the 12 th March 2020 WHO announced COVID-19 as a pandemic. By the end of the week the UK government was instructing the closure of non-essential businesses and schools. At that point hospitals in the NHS were taking measures to prepare for the anticipated surge of COVID-19 patients.",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 290,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 588,
                    "end": 589,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 outbreak: The early response of a UK orthopaedic department"
        },
        {
            "text": "As an Orthopaedic department in a district general hospital, our role in the management of this crisis at first was uncertain. However, from our experience all acute services and wider aspects of hospitalbased care have had to change and adapt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 outbreak: The early response of a UK orthopaedic department"
        },
        {
            "text": "In the initial phase, there was little guidance from the professional bodies as to how to deal with this as a surgical specialty, and at times the guidance was conflicting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 outbreak: The early response of a UK orthopaedic department"
        },
        {
            "text": "This article discusses the impact of this pandemic on the orthopaedic service and our response to the crisis in the early days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 outbreak: The early response of a UK orthopaedic department"
        },
        {
            "text": "With the realisation that COVID-19 was indeed gaining hold in the UK, the department made changes in anticipation of potentially large numbers of infected patients being admitted to the hospital. Unfortunately, at the time both government and trust advice were scarce in terms of specific advice or guidance specifically for Trauma and Orthopaedics. Therefore, the department made a number of changes and created internal guidelines based on the available literature on COVID-19 and similar virus' as well as a pragmatic approach with 'social distancing' as the key principle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Service changes"
        },
        {
            "text": "These changes included acute (trauma) work; elective theatre/clinic; workforce planning, and infection control measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Service changes"
        },
        {
            "text": "The first change that was implemented in response to social distancing advise was to set up the capacity for remote trauma meetings. The morning trauma meeting was moved into a large lecture theatre where all members of staff could maintain the two-metre physical distance. The lecture theatre had video conferencing capabilities, allowing staff to participate virtually from another location. As the cases of COVID-19 were detected at the trust it was decided to further restrict attendance in person to just the on-call and theatre teams. The first half of the trauma meeting was run as usual, discussing new admissions and planning the trauma list. The latter half of the meeting was devoted to a daily update on the local cases of COVID-19; the latest local and national advice on practice, and any adjustments to the departmental guidelines. A further virtual meeting for the whole department was introduced at the end of the day to discuss issues, raise concerns and answer questions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trauma meetings"
        },
        {
            "text": "Significant changes were made to the running of clinics by the department a week before BOA guidelines were introduced. All clinics were conducted by telephone consultation, and only seeing patients face-to-face when necessary (e.g. plaster change, wound reviews). Where possible patients had their radiographs on an outpatient basis, they were reviewed and patients contacted. Patients attending for change/removal of plaster were either discharged directly or reviewed face-to-face depending on clinical need. To reduce the need for attendance to hospital, patients were placed into a splint/boot in preference to plaster if possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outpatient and fracture clinics"
        },
        {
            "text": "The on-call structure remained more or less unchanged. The team consisting of a specialist nurse and on-site consultant from 0800 -1700. A Senior House Officer (SHO) and registrar were on site from 0800 -2000, with a Resident Medical Officer (RMO) on overnight with off-site registrar cover. Anecdotally there was a moderate decrease in total trauma referrals, mainly due to less minor trauma presenting to hospital as the public was self-isolating and trying to avoid hospitals. The major trauma, large bone and joint fractures thus far have only seen a very minor decrease. A mini C-arm has been relocated to the fracture clinic in order to offer early manipulation and plaster as the Emergency Department became more focused on respiratory referrals. This remains an evolving duty, and as members of the team become redeployed to the Intensive Care Unit, we are expecting this model to change.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Daily duties and on-call commitments"
        },
        {
            "text": "Elective lists were cancelled within two weeks of instituting departmental guidelines. Consultants were asked to review their waiting lists and submit a list of 'urgent' patients to the department. These patients were operated on in a combination of final urgent elective lists, or on the trauma lists on a case-by-case basis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trauma, elective operating lists"
        },
        {
            "text": "The trauma lists were split into ambulatory and non-ambulatory trauma. The hospital's orthopaedic operative capacity is normally split across two sites, consisting of a trauma unit, and the elective lower limb arthroplasty orthopaedic centre. The non-ambulatory trauma ran as normal with one list running on the main site, whilst ambulatory trauma patients were sent home after being assessed and allocated to a separate list. This list was initially run at the elective orthopaedic centre, once elective lists had been cancelled, but was later run at the local private hospital which had offered its services to the NHS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trauma, elective operating lists"
        },
        {
            "text": "Due to staff absence, and lack of clarity regarding the use of personal protection equipment (PPE), the lists ran less efficiently. This however improved in the following days as theatre members became more familiar with the adopted changes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trauma, elective operating lists"
        },
        {
            "text": "As the cases of COVID-19 rose within the hospital we created in-house PPE guidelines for orthopaedic operations based upon available literature. In the absence of clear national guidance and an adequate supply of appropriate PPE in the trust, these guidelines included:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trauma, elective operating lists"
        },
        {
            "text": "1) Discussing all potential or positive COVID-19 cases in the team brief, including the use of standard and enhanced PPE on a case-by-case basis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trauma, elective operating lists"
        },
        {
            "text": "2)Classifying highspeed drilling, pulsed lavage and cutting diathermy as aerosol generating procedures (AGPs),",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trauma, elective operating lists"
        },
        {
            "text": "3)Avoiding AGPs in theatre where possible, specifically no use of pulsed lavage; diathermy used sparingly in coagulation mode; use of tourniquets; operate in a dry field and cover the operative field when using drills or saws.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trauma, elective operating lists"
        },
        {
            "text": "4)The use of waterproof surgical face masks and eye protection for suspected or confirmed COVID-19 cases, with FFP3 masks used for AGPs. Surgical hoods were not to be used as it is thought to increase viral load into the suit. 4 These initial measures were quickly deemed inadequate or inappropriate by theatre teams, particularly in suspected and confirmed cases, leading to significant anxiety and dissatisfaction within the department.",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 228,
                    "text": "4",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Trauma, elective operating lists"
        },
        {
            "text": "Further adjustments to trauma operating was formulated by one of the senior consultants in our department in the absence of clear consensus from professional bodies in the initial stages That included using dissolvable sutures in place of clips; preferential use of plate instead of K-wires, and the use of removable splints instead of plaster where possible. These changes were aimed to avoid unnecessary follow-up clinic appointments and patients attending hospital unless absolutely necessary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trauma, elective operating lists"
        },
        {
            "text": "One of the major concerns was the maintenance of a healthy workforce to ensure the smooth running of the trauma service. Early in the outbreak the department took the decision that only staff members with necessary clinical commitments should be at work with all other work being done remotely. This was done to achieve social distancing, reduce potential exposure to higher viral load, and promote resilience on the workforce in the event of staff sickness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Workforce planning"
        },
        {
            "text": "There was also a lack of means for COVID-19 testing and more so a lack of guidance on who should be tested in the early days. The initial advice was anybody showing signs of fever or cough should self-isolate for 7 days, and if a person is living with someone showing similar signs, they were advised to self-isolate for 14 days. So, withing two days of this advice, five senior surgeons had to self-isolate and were unable to work. If workforce testing had been made available some absences could have been avoided.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Workforce planning"
        },
        {
            "text": "As regional and national guidelines became available these were incorporated into the departmental guidance. However, much of that guidance ended up being highly similar to that already implemented. Inevitably this similarity is almost certainly due to all parties -departmental, local and national -using the current available limited research on COVID-19 and similar viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Updating Local Guidance and Potential Pitfalls"
        },
        {
            "text": "There were some practical issues encountered. As all other departments in the hospital were also making their own pragmatic guidance, there was sometimes friction between departments when respective guidance differed. This was yet another inevitability, when local and national guidance was scarce, vague or incomplete.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Updating Local Guidance and Potential Pitfalls"
        },
        {
            "text": "On the 20 th March 2020 the Royal college of Surgeons (RCS) published guidance for surgeons working during the COVID-19 pandemic. This was outlined in four major goals; 1) to maintain emergency surgery capabilities, 2) Protect and preserve the surgical workforce, 3) fulfil alternate surgical roles, and finally 4) fulfil alternate non-surgical role. 5 The guidance was aimed at all surgical disciplines to ensure that surgical specialties work as a unit with the frontline services, and at the same time maintaining crucial trauma and emergency services.",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 352,
                    "text": "5",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Professional bodies"
        },
        {
            "text": "On the 24 th March 2020 the British Orthopaedics Association (BOA) published its guidance on how to adapt orthopaedic services during this outbreak. This included advice on the management of inpatient and outpatient traumatic injuries, hand injuries and injuries in children. There was also advice on AGPs and the precautions needed to protect patients and staff. 6 This guidance was well received; however, the delay following the implementation of local guidance and sometimes conflicting advice created some confusion as to which practice to follow. Also, the limited availability of appropriate PPE meant that our hospital couldn't comply with some of this guidance.",
            "cite_spans": [
                {
                    "start": 364,
                    "end": 365,
                    "text": "6",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Professional bodies"
        },
        {
            "text": "This guidance continues to evolve on a daily basis as the situation escalates, and more is known about the nature of the virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Professional bodies"
        },
        {
            "text": "In accordance with national guidance all training provisions were suspended. National recruitment processes and exams (MRCS and FRCS) were also deferred or cancelled. Orthopaedics deaneries suspended regional training days. Conferences and courses were also cancelled. 7 The other aspect of training in orthopaedics that was affected was in-house operating and teaching programmes. With elective surgery cancelled (including day surgery) and the push to reduce the number of people in the theatre complex, only the surgeons necessary to perform the operation were permitted within theatres. More junior surgeons were denied the opportunity to 'scrub-in' and learn.",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 270,
                    "text": "7",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Training"
        },
        {
            "text": "This meant that all junior doctors, overnight, became service providers to respond to the escalating situation and training had to be put on hold.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Training"
        },
        {
            "text": "However despite that, this is a unique time to be a junior doctor and the medical and professional experience gained is invaluable. The skills and lessons learned from this crisis would make our generation better prepared and more resilient for the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Training"
        },
        {
            "text": "All the changes that were implemented to respond to this pandemic have put pressure on the service and it has affected staff members personally in many ways. While there have been positive effects in team working and adaptability, there have been significant negative effects such as in mental health and wellbeing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Personal impact"
        },
        {
            "text": "Living in the digital age meant that information and news travel quickly, which initially created an atmosphere of anxiety and fear. There was a great deal of uncertainty, as very little was known about this strain of virus and the impact on an already over-stretched health service. There were also fears in the department that the service was unprepared, and there was little reassurance was coming from the top.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Personal impact"
        },
        {
            "text": "There was a lack of sufficient PPE in the first two weeks of the response, and whatever was available was only provided to the front-line services such as the intensive care unit (ICU), and the emergency department. Some members felt understandably unsafe, and some staff members refused to see patients without the proper safety equipment. This led to dissatisfaction amongst staff, as well as incidents of bullying and harassment by other colleagues for their refusal to do \"their job\". In addition, some staff members were asked to remove facial hair to accommodate well-fitting masks, however no consideration was given to religious or cultural beliefs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Personal impact"
        },
        {
            "text": "There has been a specific impact on junior staff members, with the cancelling of exams, interviews, and fellowships which has involved many months or years of preparation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Personal impact"
        },
        {
            "text": "Despite these many and varied effects on staff morale and mental health, the majority have shown great resilience and determination in dealing with this. If plans were made well in advance for a crisis of this scale on a national and local level, staff would be better prepared and trained rather than having to react to events as they unfold, with potentially less impact on mental well-being.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Personal impact"
        },
        {
            "text": "The COVID-19 outbreak has presented a significant challenge to the NHS, the scale of which is unprecedented since its creation. There were well-founded concerns the NHS was unprepared and under-resourced for a pandemic. In the absence of clear national advice and guidance, individual trusts and departments were forced to be reactive and develop their own systems of response. This paper outlines the work done within our department to protect vital orthopaedic services as well as contribute to the frontline services. This crisis will hopefully have lasting positive effects on the running of the service, in terms of remote working, virtual clinics, and workforce resilience. However crucially the lessons learned need to be incorporated into robust and evidence based national guidelines and procedures in the event of another outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The Novel Coronavirus Originating in Wuhan, China. Challenges for Global Health Governance",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Phelan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Katz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gostin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.1097"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Epidemiology and cause of severe acute respiratory syndrome (SARS) in Guangdong, People's Republic of China",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ns Zhong",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "The Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/s0140-6736(03)14630-2"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Pale Rider: The Spanish Flu of 1918 and How it Changed the World",
            "authors": [
                {
                    "first": "Laura",
                    "middle": [],
                    "last": "Spinney",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Surgical helmets and SARS infection",
            "authors": [],
            "year": 2004,
            "venue": "Emerging Infectious Disease Journal",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1002.030764"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Royal College of Surgeons of England Guidance for surgeons working during the COVID-19 pandemic",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "BOAST-Management of patients with urgent orthopaedic conditions and trauma during the coronavirus pandemic",
            "authors": [],
            "year": 2020,
            "venue": "British Orthopaedic Association",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Coronavirus (Covid-19) Information for trainees",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}