{
    "paper_id": "28d96e04f0513af86b6816401f463667ca82467f",
    "metadata": {
        "title": "Refinement and 3D-QSAR Studies of Inhibitors of Cyclophilin A Containing Amide Linker",
        "authors": [
            {
                "first": "Feng",
                "middle": [],
                "last": "Fan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "East China University of Science and Technology",
                    "location": {
                        "addrLine": "130 Meilong Road",
                        "postCode": "200237",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jin",
                "middle": [],
                "last": "Zhu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "East China University of Science and Technology",
                    "location": {
                        "addrLine": "130 Meilong Road",
                        "postCode": "200237",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Shuaishuai",
                "middle": [],
                "last": "Ni",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "East China University of Science and Technology",
                    "location": {
                        "addrLine": "130 Meilong Road",
                        "postCode": "200237",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jiagao",
                "middle": [],
                "last": "Cheng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "East China University of Science and Technology",
                    "location": {
                        "addrLine": "130 Meilong Road",
                        "postCode": "200237",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": "jgcheng@ecust.edu.cn"
            },
            {
                "first": "Yun",
                "middle": [],
                "last": "Tang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "East China University of Science and Technology",
                    "location": {
                        "addrLine": "130 Meilong Road",
                        "postCode": "200237",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Congmin",
                "middle": [],
                "last": "Kang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Qingdao University of Science and Technology",
                    "location": {
                        "addrLine": "53 Zhengzhou Road",
                        "postCode": "260042",
                        "settlement": "Qingdao",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jian",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "East China University of Science and Technology",
                    "location": {
                        "addrLine": "130 Meilong Road",
                        "postCode": "200237",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": "jianli@ecust.edu.cn"
            },
            {
                "first": "Hualiang",
                "middle": [],
                "last": "Jiang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "East China University of Science and Technology",
                    "location": {
                        "addrLine": "130 Meilong Road",
                        "postCode": "200237",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Cyclophilin A (CypA) is a ubiquitous cellular enzyme playing essential role in many biological processes, and the discovery of CypA inhibitor is now of special interest in the treatment of immunological disorders. In this work, molecular modeling studies were performed to develop a predictive Common Pharmacophore Hypothesis (CPH) and use it for alignment in 3D-QSAR studies using CoMFA and CoMSIA. A total of 30 compounds containing an amide fragment as the key linker, consisting of 17 of our previously discovered CypA inhibitors and 13 other inhibitors reported in the literature, were selected for pharmacophore refinement and 3D-QSAR studies. The best pharmacophore hypothesis AADR, which had two hydrogen bond acceptors, a hydrogen bond donor, and an aromatic ring, was obtained and used for the alignment of molecules in CoMFA and CoMSIA model development. The models showed a good r 2 value of 0.992 and 0.949 for CoMFA and CoMSIA, respectively. The contour maps of the models were analyzed to give structural insight for activity improvement of future novel CypA inhibitors. The CPH can also provide a powerful template for virtual screening and design of new CypA inhibitors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Human Cyclophilin A (hCypA), which has been widely studied for mapping its biological functions [1] , is the most important member of the 15 known human cyclophilins. In addition to binding the target of Cyclosporin A (CsA), an immunosuppressive drug used to prevent allograft rejection [2] , CypA plays a critical role in a variety of biological processes, including enhancing the rate of folding/unfolding of proteins via its Peptidyl-Prolyl Isomerase (PPIase) activity [3, 4] , and binding to the HIV-1 Gag polyprotein for facilitating viral replication [5] . Recently, it was discovered that the nucleocapsid (N) protein of SARS Coronavirus (SARS-CoV) can bind to CypA, which may be associated with SARS-CoV infection [6, 7] . CypA inhibitors are of therapeutic significance in organ transplantation [8, 9] .",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 99,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 287,
                    "end": 290,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 472,
                    "end": 475,
                    "text": "[3,",
                    "ref_id": null
                },
                {
                    "start": 476,
                    "end": 478,
                    "text": "4]",
                    "ref_id": null
                },
                {
                    "start": 557,
                    "end": 560,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 722,
                    "end": 725,
                    "text": "[6,",
                    "ref_id": null
                },
                {
                    "start": 726,
                    "end": 728,
                    "text": "7]",
                    "ref_id": null
                },
                {
                    "start": 804,
                    "end": 807,
                    "text": "[8,",
                    "ref_id": null
                },
                {
                    "start": 808,
                    "end": 810,
                    "text": "9]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "However, inhibitors of CypA are mainly derived from the nature sources (such as CsA [2] , FK506 [10] , rapamycin [11] , and sanglifehrin A [12] ) and peptide analogs [13] , which are all structural complex molecules, and little has been reported regarding the small molecule CypA inhibitors. Recently, using a strategy integrating focused combinatorial library design, virtual screening, chemical synthesis, and bioassay, we have designed and synthesized several series of novel small molecular CypA inhibitors, 17 of which showed PPIase inhibitory activities with IC 50 values at micromolar level [14 -17] .",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 87,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 96,
                    "end": 100,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 113,
                    "end": 117,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 139,
                    "end": 143,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 166,
                    "end": 170,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 598,
                    "end": 606,
                    "text": "[14 -17]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The CypA inhibitors have also been pursued by other research groups, and two structural classes have been identified and revealed to be somewhat effective in inhibiting PPIase activity [18 -19] . These inhibitors possess different scaffolds from our discovered CypA inhibitors. It is widely accepted that pharmacophore model is a well-behaved approach to quantitatively explore common chemical characteristics among a considerable number of structures with were combined to construct a novel pharmacophore model and 3D-QSAR studies here. In the present paper, pharmacophore models and 3D-QSAR studies were carried out based on 30 currently available inhibitors containing an amide fragment as the key linker [14, 16] (Tables 1A -C) , which includes 17 of our previously discovered CypA inhibitors [14 -17] (Tables 1A and B) , and 13 other inhibitors reported by Guichou et al. (Table 1C ) [19] . The compounds were carefully selected with great diversity in both molecular structure and bioactivity. The same assay (standard chymotrypsin-coupled assay) was used to test the inhibitory activity of 30 compounds. The substrates are all Suc-Ala-Ala-cis-Pro-Phe-pNA. However, different substrate concentrations were used. We ran the assay with 76 mM of substrate while Guichou used 32 mM. But the systematic deviation of pIC50 values, from different substrate concentrations used, amounts to only 0.2 log units. Pharmacophore modeling was performed by a novel technique, using Pharmacophare Alignment and Scoring Engine (PHASE) [20] . Following the pharmacophore results, 3D-QSAR models were constructed by using Comparative Molecular Field Analysis (CoMFA) and Comparative Molecular Similarity Analysis (CoMSIA). The purpose of this study is to offer some beneficial clues in structural modifications for designing new inhibitors with much higher in-hibitory activities against CypA, and a predictive model for evaluating novel synthetic candidates.",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 193,
                    "text": "[18 -19]",
                    "ref_id": null
                },
                {
                    "start": 708,
                    "end": 712,
                    "text": "[14,",
                    "ref_id": null
                },
                {
                    "start": 713,
                    "end": 716,
                    "text": "16]",
                    "ref_id": null
                },
                {
                    "start": 797,
                    "end": 805,
                    "text": "[14 -17]",
                    "ref_id": null
                },
                {
                    "start": 889,
                    "end": 893,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 1524,
                    "end": 1528,
                    "text": "[20]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 717,
                    "end": 731,
                    "text": "(Tables 1A -C)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 806,
                    "end": 823,
                    "text": "(Tables 1A and B)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 877,
                    "end": 886,
                    "text": "(Table 1C",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Thirty CypA inhibitors containing amide linker were selected for pharmacophore generation and 3D-QSAR studies. They were classified into three diverse classes: two classes were from our previous investigation [14 -17] listed in Tables 1A and B, and the third class was selected from the reported literature [19] (Table 1C ). All of these molecules have activity range spans of three orders of magnitude, and CypA PPIase activities were achieved by the same assay method using the standard chymotrypsin-coupled assay. The same peptide substrate (Suc-Ala-Ala-cis-Pro-Phe-pNA) and similar substrate concentrations were used in enzymatic activity assay, so the activity data are of good uni- formity. The negative logarithm of the half-maximal inhibitory concentration (pIC 50 ) was used for our studies.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 217,
                    "text": "[14 -17]",
                    "ref_id": null
                },
                {
                    "start": 307,
                    "end": 311,
                    "text": "[19]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 312,
                    "end": 321,
                    "text": "(Table 1C",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Biological Data"
        },
        {
            "text": "The pharmacophore hypothesis and alignment were carried out by PHASE (version 2.5, 2007; Schrçdinger, LLC, New York, NY) [20] , while the CoMFA and CoMSIA studies were performed using SYBYL 7.0 molecular modeling software from Tripos (St. Louis, MO, USA) [21] . By GOLD3.1 program [22] , the 30 molecules were docked into the enzyme (CypA) against the X-ray crystal structure 1YND [23] . Then the structures with reasonable active conformations obtained from the docking results were imported into the project table of the \"Develop Pharmacophore Hypothesis\" panel within PHASE. For the diversities of these compounds, five compounds which have highest bioactivities were set as \"active compounds,\" and the three compounds which possess lowest bioactivities were set as \"inactive compounds.\" The active set was used for developing common pharmacophore hypotheses. The inactive compounds were used to eliminate the hypotheses that cannot provide a good explanation of activity on the basis of pharmacophores alone. Any scoring of inactives depends on the assumption that just a pharmacophoric deficiency causes weak affinity. Choosing weak binders as \"inactives\" then possibly increases the chances of considering information from molecules that contain some, but not all, of the essential pharmacophore features in the correct spatial arrangement [20] . Thus, an adjusted score based on the alignment of the chosen inactives could be calculated. The score is adjusted by subtracting a multiple of the survival score of the inactives from the survival score of the actives [20, 24] .",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 125,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 255,
                    "end": 259,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 281,
                    "end": 285,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 381,
                    "end": 385,
                    "text": "[23]",
                    "ref_id": null
                },
                {
                    "start": 1346,
                    "end": 1350,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 1571,
                    "end": 1575,
                    "text": "[20,",
                    "ref_id": null
                },
                {
                    "start": 1576,
                    "end": 1579,
                    "text": "24]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Generation of the Common Pharmacophore Hypothesis (CPH)"
        },
        {
            "text": "The pharmacophore features were defined as: hydrogen bond acceptor (A), hydrogen bond donor (D), hydrophobic group (H), negatively charged group (N), positively charged group (P), and aromatic ring (R). Common pharmacophores were then identified using a tree-based partitioning algorithm with maximum tree depth of 4. The final size of pharmacophore box was 1 , which governs the tolerance on matching; the smaller the box size, the more closely pharmacophores must match. Hypotheses were generated by a systematic variation of the number of sites (Nsites) and the number of matching active compounds (Nact). Nsites was varied from 7 to 3 until at least one hypothesis was found and scored successfully. Scoring with respect to active compounds was conducted using default parameters for site, vector, and volume terms. Hypotheses that emerged from this process were subsequently scored with inactive compounds, using a weight of 1.0. The scoring procedure provides a ranking of different hypotheses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Generation of the Common Pharmacophore Hypothesis (CPH)"
        },
        {
            "text": "PHASE offers two choices for the structural components to form the basis of the QSAR model. One is atombased, of which all atoms are taken into account; and the other is pharmacophore-based, of which only the pharmacophore sites to the hypothesis are considered [24] .",
            "cite_spans": [
                {
                    "start": 262,
                    "end": 266,
                    "text": "[24]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Generation of the Common Pharmacophore Hypothesis (CPH)"
        },
        {
            "text": "Prior to constructing a QSAR model, a rectangular grid is defined to encompass the space occupied by the aligned training set molecules. This grid divides space into uniformly sized cubes, typically 1 on each side, which are occupied by the atoms or pharmacophore sites that define each molecule. A given atom or site is deemed to occupy a cube if the center of that cube falls within the radius of the corresponding sphere. A single cube may be occupied by more than one atom or site, and that occupation may come from the same molecule or from different molecules. Each occupied cube gives rise to one or more volume bits, where a separate bit is allocated for each different category of atom/site that occupies the cube [20] . The total number of volume bits assigned to a given cube is based on occupations from all training set molecules. A molecule may thus be represented by a string of zeros and ones, according to the cubes it occupies, and the different types of atoms/sites that reside in those cubes. Since the bit string is simply a collection of binary valued 3-D descriptors, it is possible to treat the bits as a pool of independent variables for purposes of QSAR model development. Because the number of bits is typically much larger than the number of training set molecules, PHASE QSAR models are created by applying Partial Least Squares (PLS) regression to this pool of binary-valued independent variables [20] . The PLS procedure ultimately results in the assignment of a regression coefficient to each bit, which facilitates the identification of specific chemical features that tend to increase or decrease the estimated activity. In 3D-QSAR building, chemical features of ligand structures are mapped to a cubic 3-D grid [20] . The accuracy of the models is improved with an increase in the number of PLS factors until overfitting starts to occur.",
            "cite_spans": [
                {
                    "start": 723,
                    "end": 727,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 1427,
                    "end": 1431,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 1746,
                    "end": 1750,
                    "text": "[20]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Generation of the Common Pharmacophore Hypothesis (CPH)"
        },
        {
            "text": "In this study, pharmacophore hypotheses were generated. The evaluation of generated CPHs was performed by correlating the observed and estimated activity through PLS analysis. Twenty-five of the 30 molecules were randomly selected as training set and the other 5 (compounds 5, 11, 13, 20, and 25 in Table1 superscript \"b\" labeled) were selected as test set. The PLS regression was carried out using PHASE with three PLS factors. The CPH with the best predictive value and significant statistical data was chosen for the alignment of molecules and used for further 3D-QSAR studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Generation of the Common Pharmacophore Hypothesis (CPH)"
        },
        {
            "text": "Based on the conformation alignments derived from the pharmacophore model, the CoMFA, and CoMSIA studies were performed on these inhibitors to analyze the specific contributions from steric, electrostatic, hydrophobic, and hydrogen bond effects on bioactivities of the inhibitors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CoMFA and CoMSIA models"
        },
        {
            "text": "For CoMFA, the overlapped molecules were placed in a 3-D lattice with regular grid points separated by 2 . The van der Waals potential and Coulombic terms, representing the steric and electrostatic fields, were calculated using standard Tripos force field for CoMFA. A sp3 carbon atom with a formal charge of þ 1 served as the probe atom to generate steric (Lennard-Jones 6 -12 potential) and electrostatic (Coulombic potential) field energies. A distance-dependent dielectric constant was used. The steric and electrostatic fields were truncated at AE 30.00 kcal/mol. With standard options for scaling of variables, the regression analysis was carried out using the full cross-validated PLS method (leave-one-out). The minimum-sigma (column filtering) was set to 2.0 kcal/mol to improve the signal-to-noise ratio by omitting those lattice points whose energy variation was below this threshold. The final model (noncross-validated conventional analysis) was developed with the optimum number of components equal to that yielding the highest q 2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CoMFA and CoMSIA models"
        },
        {
            "text": "For CoMSIA here, five physicochemical properties, namely steric, electrostatic, hydrophobic, hydrogen bond donor, and acceptor, were evaluated. These fields were selected to cover the major contributions to ligand binding. For a molecule j with atoms i at the grid point q, the CoM-SIA similarity indices A F,k were calculated by the equation as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CoMFA and CoMSIA models"
        },
        {
            "text": "where A is the similarity index at grid point q, summed over all atoms i of the molecule j under investigation; W probe,k the probe atom with radius 1 , charge þ 1, hydrophobicity þ 1, hydrogen bond donating þ 1, hydrogen bond accepting þ 1; W ik the actual value of the physicochemical property k of atom i; r iq the mutual distance between the probe atom at grid point q and atom i of the test molecule; and a is the attenuation factor, and the default value of a is 0.3. The statistical evaluation for the CoMSIA analyses was performed in the same way as described for CoMFA [25, 26] .",
            "cite_spans": [
                {
                    "start": 578,
                    "end": 582,
                    "text": "[25,",
                    "ref_id": null
                },
                {
                    "start": 583,
                    "end": 586,
                    "text": "26]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "CoMFA and CoMSIA models"
        },
        {
            "text": "Four pharmacophore features were chosen for these 30 molecules. Based on the tree-based partition algorithm, two four-featured probable CPHs were generated. No CPHs were obtained for five and six common features. On applying the scoring function for four-featured CPHs with default values, 14 CPHs survived belonging to two types AARR and AADR. The molecules in the training set were aligned on these CPHs and evaluated by PLS analysis described in PHASE with three PLS factors. The predictivity of each hypothesis was analyzed by the com-pounds in the test set. The summary of statistical data of the best two types CPHs is listed in Table 2 . The hypothesis named AADR.2 showed better statistical significance than the one called AARR.21. Thus, the hypothesis AADR.2, which comprises two hydrogen bond acceptors, a hydrogen bond donor, and an aromatic ring, was selected for the following CoMFA and CoMSIA analyses. The hypothesis AADR.2 ( Figure 1 ) indicated the active molecular skeleton of the three classes of inhibitors. The putative binding mode of the hypothesis is shown in Figure 1c . The hydrogen bond acceptor A3 and the hydrogen bond donor D7 were very important for activity because the sites could form two hydrogen bond interactions with the residues Gln63 and Asn102 around the \"saddle\" between the two active pockets of CypA [14, 16] . The sites, which occupied with the hydrogen bond acceptor A1 and the aromatic ring R12, could form other noncovalent interactions like hydrophobic interactions with the residues in the active pockets of CypA, such as Lys82, Thr73, and Thr107. The distances and the angles between the four features are shown in Table 3 . The pharmacophore model implied that molecules, which could fit the AADR sites well, would occur to strong interactions with the two active pockets and the saddle of CypA.",
            "cite_spans": [
                {
                    "start": 1345,
                    "end": 1349,
                    "text": "[14,",
                    "ref_id": null
                },
                {
                    "start": 1350,
                    "end": 1353,
                    "text": "16]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 635,
                    "end": 642,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 942,
                    "end": 950,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1085,
                    "end": 1094,
                    "text": "Figure 1c",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1667,
                    "end": 1674,
                    "text": "Table 3",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Pharmacophore Refinement"
        },
        {
            "text": "Compared with the pharmacophore model mentioned by Guichou et al. [19] (Figure 2) , our model had one more pharmacophore site. The Guichous model had two ring sites and a hydrogen bond acceptor site, while ours possessed two hydrogen bond acceptor sites, a ring site, and a hydrogen bond donor site. Besides that, R12 and A1 of our model could fit well with the A and the B site of Guichous, respectively. The distance between R12 and A1 was 3.458 relative to 3.5 -4.2 between A and B sites of Guichous model; the distance between A1 and A3 was 5.816 relative to 5.3 -5.9 between B and C sites. In our model, hydrogen bond acceptor site A3 might be more critical than the ring C site in Guichous model. Moreover, it indicated that the existence of the hydrogen bond donor site D7 was also important for increasing bioactivity. The Guichous compounds (Table 1C) were combined with our compounds (Tables 1A, B) , which increased the structural diversity for constructing the pharmacophore model. The constructed novel pharmacophore model here should be more helpful to discover new high activity CypA inhibitors.",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 70,
                    "text": "[19]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 71,
                    "end": 81,
                    "text": "(Figure 2)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 850,
                    "end": 860,
                    "text": "(Table 1C)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 894,
                    "end": 908,
                    "text": "(Tables 1A, B)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Pharmacophore Refinement"
        },
        {
            "text": "The 3D-QSAR models of the 30 compounds were generated based on the alignment of pharmacohore hypothesis AADR.2. A test set of four molecules (compounds 1, 11, 21, and 30 in Table 1 superscript \"a\" labeled, also listed in Table 1D ), which selected randomly before the construction of the models, was used to test the external prediction of the model independently. The best predictions were obtained with the CoMFA standard model (q 2 ¼ 0.635, r 2 ¼ 0.992) and CoMSIA combined steric, electrostatic, hydrophobic, and hydrogen bond doner/acceptor fields (q 2 ¼ 0.745, r 2 ¼ 0.949). The alignment results for 3D-QSAR models are shown in Figure 3 . The results of CoMFA and CoMSIA are listed in Table 4 . The predicted activities of the 30 compounds (26 of training cpds. and 4 of test cpds.) from the 3D-QSAR model versus their experimental activities are compiled in Table 1 , and the correlations between the predicted activities and the experimental activities are depicted in Figure 4 , which presented a good conventional statistical correlation. Four compounds (nos. 1, 11, 21, and 30 in Table 1D ) were not included in the training set and were randomly selected as test compounds to validate the QSAR models independently. The predicted pIC 50 values of the four test compounds are in good agreement with the experimental data in a statistically tolerable error range, with a correlation coefficient of r 2 pred ¼ 0.942 and 0.915 for CoMFA and CoMSIA models, respectively. The CoMFA and CoMSIA ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 173,
                    "end": 180,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 221,
                    "end": 229,
                    "text": "Table 1D",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 635,
                    "end": 643,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 692,
                    "end": 699,
                    "text": "Table 4",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 866,
                    "end": 873,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 978,
                    "end": 986,
                    "text": "Figure 4",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1092,
                    "end": 1100,
                    "text": "Table 1D",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "3D-QSAR Models"
        },
        {
            "text": "Distance, the distance between Site1 and Site2; Angle, the angle degree of Site1-Site2-Site3. models are reliable and have a good ability of prediction. These results revealed that the constructed CoMFA and CoMSIA models are reliable and could be used for designing new inhibitors against CypA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3D-QSAR Models"
        },
        {
            "text": "The CoMFA steric and electrostatic fields based on the alignment of the pharmacohore hypothesis are shown as contour plot in Figure 5a . The CoMSIA steric and electrostatic fields are described in Figure 5b . The most potent inhibitor among our previously discovered CypA inhibitors, compound 8 (Table 1A) , was displayed in the map in aid of visualization. The CoMFA and CoMSIA steric contours indicate the areas where steric bulky substituents might have favorable (green) or unfavorable (yellow) effects on the activity of an inhibitor. The electrostatic contours suggest that increasing the negative charge into areas contoured in red will enhance the binding affinity, whereas groups of the ligands with a more positive charge in areas colored in blue will improve the binding affinity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 125,
                    "end": 134,
                    "text": "Figure 5a",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 197,
                    "end": 206,
                    "text": "Figure 5b",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 295,
                    "end": 305,
                    "text": "(Table 1A)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "CoMFA and CoMSIA Contour Maps"
        },
        {
            "text": "Combining the steric contour of CoMFA (Figure 5a ) with the steric contour of CoMSIA (Figure 5b) , it showed a large green contour around one of the furan moiety of the template structure. Besides that, another large green contour was found near the phenyl ring of the template structure in Figure 5b . This indicated that bulky substitu- ents in these two regions could increase the CypA inhibitory activity. All compounds 18 -30 with potent activities had larger aryl groups in these regions than other compounds, especially in X 3 substituents. One steric contour showed yellow contour was near the phenyl group at the end of the template structure in Figure 5a , and another yellow contour occupied one of furan ring in Figure 5b . At these positions bulky substituents could not be tolerated, and therefore the compounds 1 -6 with large substituents in these regions showed low activities. The furan ring occupied by the yellow contour probably had unfavorable steric collisions with environmental residues of the binding pocket in CypA.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 38,
                    "end": 48,
                    "text": "(Figure 5a",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 85,
                    "end": 96,
                    "text": "(Figure 5b)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 291,
                    "end": 300,
                    "text": "Figure 5b",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 655,
                    "end": 664,
                    "text": "Figure 5a",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 724,
                    "end": 733,
                    "text": "Figure 5b",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "CoMFA and CoMSIA Contour Maps"
        },
        {
            "text": "There was a large blue contour around the middle aromatic ring of the template structure in both CoMFA and CoMSIA models (Figures 5a and b) . Furthermore, a large blue contour was discovered above the phenyl ring in Figure 5a . These positive charge-favored regions were probably near some uncharged polar residues such as Ser110 and Gln111, when the compounds bind to CypA. It implied that electron deficient groups might interact with the side chains of these residues and therefore increased the inhibitory potencies. On the other hand, a red contour under the phenyl ring in Figure 5a suggested that the substitution of hydrogen atom, around the red contour region, by a more negative group like a fluorine atom can increase the activity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 121,
                    "end": 139,
                    "text": "(Figures 5a and b)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 216,
                    "end": 225,
                    "text": "Figure 5a",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 579,
                    "end": 588,
                    "text": "Figure 5a",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "CoMFA and CoMSIA Contour Maps"
        },
        {
            "text": "The hydrophobic analysis of CoMSIA was depicted in Figure 5c , where yellow and violet colored regions represented hydrophobic and hydrophilic favorable areas, respectively. The region around one of the furan rings of compound 8 was surrounded by a yellow contour, and the other yellow contour region occupied the phenyl ring, suggesting hydrophobic substituents in these areas could be beneficial to inhibitory activity against CypA. Thus, these regions could form hydrophobic interaction with hydrophobic residues like Lys82, Phe113 of the pocket of CypA. moiety at the end of compound 8 suggested that more hydrophilic group substitutions like \"NH\" in this place might increase inhibitory potency. The graphical interpretation of the field contributions of the hydrogen bond donor and acceptor is shown in Figure 5d . Cyan contours indicate regions where hydrogen bond donor substituents on ligands are favorable, whereas purple contours represent areas where hydrogen bond donor properties on ligands are unfavorable. Orange contours indicate regions where hydrogen bond acceptor substituents on ligands are favorable, whereas red contours represent areas where hydrogen bond acceptor properties on ligands are unfavorable. There was only one cyan contour and only one orange contour in the hydrogen bond maps. It was adjacent to the NH group and the CO group of compound 8, respectively. This implied that the NH group and the CO group are very important for inhibiting CypA, so that all of the 30 compounds have these two groups. These two regions could form hydrogen bonds with Gln63 and Asn102 at the \"saddle\" of the binding pocket of CypA.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 51,
                    "end": 60,
                    "text": "Figure 5c",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 809,
                    "end": 818,
                    "text": "Figure 5d",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "CoMFA and CoMSIA Contour Maps"
        },
        {
            "text": "The present work involves the development of a predictive CPH for CypA using PHASE, and its use for the alignment of molecules in 3D-QSAR studies. Total 30 compounds containing an amide fragment as the key linker were used to obtain the best CPH. The CPH generated consists of four features: two H-bond acceptors, an Hbond donor, and a ring. Three sites could form hydrogen bonds with CypA and the ring could form hydrophobic interaction with CypA. All of the four sites are very important for CypA inhibitory activity. The CPH can provide a powerful template for virtual screening and design of new CypA inhibitors. The CoMFA and CoMSIA models based on this CPH showed good statistical significance and predictivity and might also be used for the design of novel CypA inhibitors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF20": {
            "ref_id": "b20",
            "title": "SYBYL version 7.0, Tripos Associates",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Comb. Sci. 28, 2009, No. 2, 183 -193 www.qcs.wiley-vch.de 2009 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim 189",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "(a) Features of AADR.2 (compound 8). (b) Alignment-based AADR.2 by three molecules with high inhibitory activities respectively from the three classes (compound 8, 10, and 18). (c) Putative binding mode of compound 8 (light grey) in the active site of CypA.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Schematic diagram outlining the ideal properties of the pharmacophore models (a) the model mentioned by Guichou et al.[19]; (b) the model constructed by this work. Numbers represent distances in angstroms.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Comb. Sci. 28, 2009, No. 2, 183 -193 www.qcs.wiley-vch.de 2009 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim (a) 3D-QSAR based alignment in the active pocket of CypA. (b) Close-up of the alignment.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Correlation between Predicted Activities (PA) by CoMFA (a) and CoMSIA (b) models and the Experimental Activities (EA) of training and testing sets. Black points, compounds of the training set; white points, compounds of the testing set.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Contour maps as compound 8 with the topology of CypA complex. (a) The steric and electrostatic field distributions of CoMFA; (b) the steric and electrostatic field distributions of CoMSIA; (c) the hydrophobic field distribution of CoMSIA; (d) the Hbond donor and acceptor field distributions of CoMSIA. The residues are represented as sticks, and the inhibitor is shown in balland-stick. The hydrogen bonds are represented as light yellow lines. Sterically favored areas are in green; sterically unfavored areas are in yellow. Positive-charge-favored areas are in blue; positive-charge-unfavored areas are in red. Hydrophobic favored areas are in yellow; hydrophilic favored areas are in violet. H-bond-donor-favored areas are in cyan; H-bond-donor-unfavored areas are in purple. H-bond-acceptor-favored areas are in orange; H-bond-acceptor-unfavored areas are in red.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Structures and activities [pIC50] of molecules used for 3D-QSAR models.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Summary of PLS analysis results for pharmacophore hypothesis.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Distances and angles of pharmacophore hypothesis AADR.2.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Statistical indexes of CoMFA and CoMSIA models based on 30 compounds.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "In contrast, the violet contour embedded in the phenyl 192 2009 WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim www.qcs.wiley-vch.de QSAR Comb. Sci. 28, 2009, No. 2, 183 -193",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}