{
    "paper_id": "2c0e49a9a47731c205b0c1fde30c455162918355",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "A",
                "middle": [
                    "J C J"
                ],
                "last": "Forman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": ";",
                "middle": [
                    "R T"
                ],
                "last": "Hale",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "I",
                "middle": [
                    "D"
                ],
                "last": "Jones",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Connaughton",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Numerous large foci of multinucleated syncitia could then be observed as early as 18 hours after inoculation of virus. These foci could be seen in unstained cultures, but were most obvious in infected cells that had been grown on cover slips and stained with haematoxylin and eosin. The virus suspension was found to directly haemagglutinate mouse, rat, chicken and turkey erythrocytes at room temperature, but not goose, duck, guinea pig, rabbit, sheep, horse, cow, pig or human type 0 erythrocytes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Haemagglutinating encephalomyelitis virus is at present classified as a coronavirus (Greig e t a / 1971; Phillip eta1 1971). Supernatant fluid from the 9th passage of the virus in LLC-PKI cells was mixed with equal volumes of serial tenfold dilutions of pig serum collected from gilts that had HEV affected litters. The mixtures were allowed to react at 4°C overnight centrifuged at 10,000 g for 60 minutes and the supernatant discarded. The deposit was resuspended in 3 drops of sterile distilled water, the preparation negatively stained with potassium phosphotungstate at pH 6.4 and examined in a Hitachi H300 electron microscope. Aggregates of virus particles morphologically resembling coronavirus were observed at serum dilutions to 100.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The isolation of haemagglutinating agent with the morphological features of a coronavirus from the brains of pigs exhibiting a nervous disease suggested the virus was HEV of pigs. The virus was referred to the Central Veterinary Laboratory, Weybridge, Surrey, England for confirmatory tests, as no reference HEV antiserum was available in Australia. The virus isolated was identical, or closely related, to the Weybridge strain of HEV when tested by an indirect fluorescent antibody test (S.F. Cartwright, personal communication).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "A serological survey of pig herds in the State of Victoria using a haemagglutination-inhibition (HI) test was subsequently undertaken. The HI test was performed in V-shaped microtitre trays using 8 haemagglutinating units of virus, serial twofold dilutions of serum inactivated at 56OC for 30 minutes and 0.75% suspension of chicken erythrocytes. All serums were treated with a 25% suspension of acid washed kaolin in borate saline at pH 9.0 and adsorbed against chicken erythrocytes prior to testing. The virus-serum mixtures were allowed to react for 60 minutes and the test was read at room temperature 45 minutes after the addition of erythrocytes. An HI titre of 1 in 16 and greater was considered to be indicative of HEV specific antibody. A total of 364 serums from 24 herds (a minimum of 10 serums per herd) were examined. Ten of the 24 herds were found to have specific antibody, with the HI titre of most serums from infected herds being 1:64 to 1:128. Retrospective examination of stored serum revealed the presence of specific antibody in serum collected from herds of pigs in 1972, 1973 and 1974. These herds had experienced outbreaks of a syndrome resembling Vomiting and Wasting Disease as described by Cartwright ec al(1969) but the virus had not been isolated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "We have recently investigated haematological values in calves responding to vitamin B,, supplementation. The investigation was carried out near Robe, South Australia with Hereford calves depastured on calcareous sands supporting largely strawberry clover and lucerne. I n May-June 1978 the calves, aged between 1 and 12 weeks, were stratified by bodyweight within sex and allocated at random to treatment groups. One group of calves the 'BIZ' group, received subcutaneous injections of vitamin BIZ* at approximately 6weekly intervals. In a second group of calves, the 'COP' group each calf received by mouth two log cobalt pellets t when introduced to the trial and a third group, the 'Nil' group, were not treated. All calves grazed as one herd and were weighed ~ * 2 mg hydroxocobalamin/50 k g hodyweighi: 'Cohalex', V R Lahorarories, t ICI Ausrralia Lid, Melbourne. Vicioria. Wales. and given anthelmintic $ at 6-weekly intervals. Subcutaneous injections of copper b were given to all calves when introduced into the trial and then at 6, 13 and 32 weeks after the trial had commenced: serum copper of the calves, monitored at 6weekly intervals, was maintained in the normal range of 8 to 22 unmol/l.",
            "cite_spans": [
                {
                    "start": 879,
                    "end": 885,
                    "text": "Wales.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "HAEMATOLOGICAL VALUES IN VITAMIN B,, RESPONSIVE CALVES"
        },
        {
            "text": "Blood samples for haematology were taken into EDTA and values determined using a Coulter S blood cell counterll. The haematocrit values obtained by this method were checked manually using a micro-haematocrit centrifuge. When the values did not agree, the manual value was substituted to establish the true red blood cell count. This procedure was undertaken because the more microcytic cells may have fallen Ausrralian Veterinary Journal, Vol. 5 5 , October, 1979 below the threshold for the red cell count and be missed, thus resulting in a falsely low red cell count and haematocrit value. The Coulter cell size estimations may be considered valid since there are obtained by pulse height analysis independent o f red cell count or blood dilution.",
            "cite_spans": [
                {
                    "start": 450,
                    "end": 463,
                    "text": "October, 1979",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Sydney. New South"
        },
        {
            "text": "Bodyweights of the calves in each experimental group were similar until the 26th week of the experiment when the 'Nil' group calves were significantly less (P<0.05) than the calves in the 'Bi,' and 'COP' groups. At the 32nd week of the trial, the bodyweights of the 'BI2' calves were heavier than the bodyweights of the 'COP' calves which in turn were heavier than the 'Nil'calves. 'Nil' calves were then given subcutaneous injection of vitamin B , , to prevent bodyweight losses and at the 38th week of the trial the 'Nil' calves were similar in bodyweight to the 'COP' calves but both groups were less than the bodyweight of 'Bi,' calves (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 640,
                    "end": 649,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Sydney. New South"
        },
        {
            "text": "Differences in bodyweights of calves were associated with differences in haematological values (Table 1 ). At 32 weeks the 'Nil' calves had a greater number of red cells but of smaller size, than calves from the 'B,2' group. A reduction in red cell numbers concomitant with an increase in cell size was observed in the 'Nil' calves by the 38th week of the trial, about 6 weeks after giving the 'Nil' calves single subcutaneous injections of vitamin B,? (5 mg hydroxocobalamin/calf). No response in haemoglobin concentration in red blood cells was observed with vitamin B,, supplementation. These findings appear to be at variance to those of Filmer (1933) and Neal and Ahmann (1937) who reported that cobalt-deficiency in cattle was associated with microcytic hypochromic anaemia.",
            "cite_spans": [
                {
                    "start": 642,
                    "end": 655,
                    "text": "Filmer (1933)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 660,
                    "end": 682,
                    "text": "Neal and Ahmann (1937)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 95,
                    "end": 103,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Sydney. New South"
        },
        {
            "text": "Red cell size and numbers of red cells in the 'COP' calves were similar to those observed in the 'Nil' calves (Table 1) suggesting that the cobalt pellets in young calves may not be com-Ausrralian Vererinary Journal, Vol. 55, October, 1979 pletely effective in preventing the onset of vitamin B,, deficiency. It is of interest to note however, that the haematological values of the 'COP' calves approximated to those of the 'Bi2' calves at the 38th week of the trial. The altered haematological values may be related to an improvement in the vitamin B,, status of the 'COP' calves over the last 6 weeks of the trial although the effect of other factors such as age cannot be excluded. Schalm et a/ (1975) in summarising haematological values of cattle reported that red blood cells initially decrease in size over the first 3 to 4 months of life of the calf and then gradually increase in parallel with a gradual decrease in red cell numbers.",
            "cite_spans": [
                {
                    "start": 685,
                    "end": 704,
                    "text": "Schalm et a/ (1975)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 110,
                    "end": 119,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Sydney. New South"
        }
    ],
    "bib_entries": {
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A m",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Filmer",
                    "suffix": ""
                }
            ],
            "year": 1933,
            "venue": "vet. J",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Veterinary Hematology",
            "authors": [
                {
                    "first": "0",
                    "middle": [
                        "W"
                    ],
                    "last": "Schalm",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Jain",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Carroll",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "'Sysramex', Coopers Pi) Ltd, Melbourne, V~cioria. § 60 mg/call, 'Cupraie'. Philips-Duphai Pi)' Lid, Sydney, Net* Souih Wales. II Coulrer Elecironics Inc, Harpenden. H e m , EnEland.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "in the 'Nil' group and their counterparts (determined by bodyweight a t t h e start of the t r i a l ) in each of the other groups were bled. The same calves were bled on each occasion. Bodyweight responses were tested by two-way analysis of variance and haernatological differences by Students' 't' test. For each stage of the trial and for each column, values with t h e same superscript 'a' or 'b' d i f f e r e d a t P < 0.01 and with the superscript 'c' differed at P < 'caives were each given a single injection o vitamin 8 1 2 a t t h e 32nd week.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Mean Haematological Values for 5 Calves with their Standard Deviations",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}