{
    "paper_id": "2d0f8a055bef0023338cc4811f187d8e19f8f870",
    "metadata": {
        "title": "Twitter-based learning for continuing medical education?",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Social media is a powerful tool that has the potential to transform continuing medical education (CME). Whilst online learning in medical education is well established-from medical school to practising physicians-its advantages over conventional teaching methods remain unclear. [1] [2] [3] Social media, in particular Twitter, has emerged as a new educational medium, and more recently there has been discussion about translating the educational content of Twitter into formal CME. 4,5 The COVID-19 pandemic has resulted in widespread, global social distancing. Accordingly, it has accelerated the argument of further incorporating educational content delivered through social media platforms such as Twitter into mainstream remote-learning tools. 6, 7 Why Twitter for CME?",
            "cite_spans": [
                {
                    "start": 279,
                    "end": 282,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 283,
                    "end": 286,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 287,
                    "end": 290,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 749,
                    "end": 751,
                    "text": "6,",
                    "ref_id": null
                },
                {
                    "start": 752,
                    "end": 753,
                    "text": "7",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A recent survey revealed that almost half of practising physicians use Twitter, with increasing participation from younger physicians. 8 In early 2019, a total of 1111 cardiologists were identified on Twitter in the USA, frequently using the hashtag '#CardioTwitter', some of whom have wide influence. 9 Medical students and practising physicians are aware of social media as a possible tool for medical education but lack awareness as to how best to use it to gain medical knowledge. 10 A recent survey of participants in a CME course found that while the majority of respondents used social media (89%), only 6% used it for CME. 11",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 303,
                    "text": "9",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Learning by social media is asynchronous, allowing engagement with educational content at any time or place at one's own pace. The ability to interact with and construct educational content via social media allows it to be more 'democratic' and accessible by the global audience when compared with traditional forms of learning such as in-person lectures or textbooks. Learning in this new way is different from the passive absorption of information associated with traditional learning. Mobile devices, where many cardiologists access Twitter, have made learning movable, real-time, and collaborative. Figure 1 illustrates the multifaceted nature of online learning in which traditional instruction has lower value and less autonomy than personal learning through Twitter. 12",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 603,
                    "end": 611,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Asynchronous learning"
        },
        {
            "text": "A unique aspect of Twitter as an educational platform is the idea that everyone has a voice. From students to senior physicians, anyone can ask or answer questions, share ideas and experience, and be a part of the conversation. The activation energy needed to engage on Twitter is probably lower than in person, as there may be less stigma with dialogue via Twitter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Democratic engagement"
        },
        {
            "text": "With respect to the latest education, many cardiology professionals use social media to stay current with guidelines, the latest research, and to keep tabs on trending topics, some of which may be controversial. 13 Through the use of hashtags and formal social media initiatives of societies, it is increasingly easy to virtually attend medical conferences. This appeals to those with limited time or resources. Alignment CME is mandated at the state level and often by individual hospitals to maintain credentials. Since the American Medical Association (AMA) opined on CME in 1964 when the AMA Board of Trustees announced, 'A Nationwide Plan for Continuing Medical Education', much has changed in terms of available resources. 14 The requirements for physician recognition award (PRA) Category 1 credit include innovative Twitter learning activities, outlined below.",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 214,
                    "text": "13",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Democratic engagement"
        },
        {
            "text": "While group appraisal of the scientific literature (journal clubs) has existed since the time of Hippocrates, the growth of the social media platform, Twitter, to conduct journal clubs has allowed individuals across the globe with different expertise to discuss the clinical and scientific merits of a medical article in real time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Types of learning on Twitter, an educational resource Twitter Journal Clubs"
        },
        {
            "text": "Over the 5-year period from 2015 to 2019, there has been a growth of 118.93% in total number of tweets originating from Twitter Journal Clubs (Figure 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 142,
                    "end": 152,
                    "text": "(Figure 2)",
                    "ref_id": null
                }
            ],
            "section": "Types of learning on Twitter, an educational resource Twitter Journal Clubs"
        },
        {
            "text": "To the best of our knowledge, #ASEchoJC is the first moderated cardiology journal club on Twitter to offer CME. 15 The format, on Twitter, allows participation remotely just like teleconferences or live webinars. Twitter Journal Clubs can reach a global audience several fold larger than a locally held, conventional journal club. [16] [17] [18] This has persuaded a number of medical journals to conduct their own Twitter Journal Clubs, complete with CME credit. Furthermore, the evolution of other Twitter-based programmes includes ongoing online discussions on a variety of topics, thus allowing experts in the field to share their opinions and engage in conversation well beyond the formal end of a journal club. Publication-sponsored Twitter Journal Clubs are a product of and a contributor to the cumulative success of all Twitter Journal Clubs. 19,20",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 114,
                    "text": "15",
                    "ref_id": null
                },
                {
                    "start": 331,
                    "end": 335,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 336,
                    "end": 340,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 341,
                    "end": 345,
                    "text": "[18]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Types of learning on Twitter, an educational resource Twitter Journal Clubs"
        },
        {
            "text": "As a result of the COVID-19 pandemic, many meetings and scientific sessions have been cancelled. Recently, the American College of Cardiology (ACC)/World Cardiology Congress Scientific Sessions cancelled the in-person portion but created a virtual meeting with curated content (#ACC20/#WCCardio).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Twitter for conferences and webinars"
        },
        {
            "text": "Timely dissemination of data and experiences on COVID-19 is paramount. As a result, multiple societies have hosted webinars devoted to this topic in addition to publishing expedited research and reviews. There has also been an increasing number of editorials written for popular media highlighting healthcare workers at the frontline of COVID-19. For webinars, traditionally published material, and popular press articles, Twitter has been critical to the widespread sharing of these resources. Examples of each include the joint ACC/Chinese Cardiology Webinar on COVID-19, the NEJM COVID-19 Collection, and the New York Times COVID-19 News Repository.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Twitter for conferences and webinars"
        },
        {
            "text": "Twitter's utility in COVID-19: advantages of Twitter CME Geography In the era of the COVID-19 pandemic, with social isolation, doctors have strict travel limitations. Twitter has allowed for expanded participation in peer discussion from across the globe, strengthening collaborative learning without any travel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Twitter for conferences and webinars"
        },
        {
            "text": "Cost CME on Twitter costs a fraction of traditional educational meetings. Additionally, with the COVID-19 pandemic, face to face meetings are suspended. An educational option that is accessible and safer has never been more necessary. The Accreditation Council for Continuing Medical Education (ACCME) reported CME costs of US$2.8 billion in 2018, an increase of 6% from 2017, which may be prohibitive after the anticipated impact of COVID-19 on the global economy. 21",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Twitter for conferences and webinars"
        },
        {
            "text": "Since 2017, the ACCME has recognized 'Other' learning activity types, including highlighting their acceptance of social media as a new approach to learning. 22 This new data point is a result of the alignment between the American Medical Association (AMA) and ACCME, designed to give accredited providers the freedom and flexibility to employ innovative approaches to accredited CME while continuing to ensure that activities meet educational standards and are independent of commercial influence. 23 Speed Twitter is instant. In this moment, the COVID-19 pandemic has resulted in rapid sharing of knowledge and trials with the global community. The important role of social media in disseminating knowledge quickly, irrespective of academic pursuits and impact factor, and sacrificing individual advancement for humankind is essential. With the COVID-19 pandemic, science and clinical studies have to be made quickly available in a clinical arena that lacks an established evidence basis, in order for front-line clinicians to deliver best-available healthcare to their patients. Summarizing the published data by experts in an accessible format is invaluable in this pandemic and has been embraced ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Innovation"
        },
        {
            "text": "Twitter is an innovative platform to deliver CME to the healthcare community, capitalizing on the benefits and practicalities of an untethered and collaborative learning platform. Twitter offers an accessible means to increase the number of ways to educate cardiologists, especially during the COVID-19 pandemic. To understand the clinical picture of COVID-19, to organize the provision of healthcare, and to guide treatment strategies, healthcare professionals are relying on social media to share experiences from parts of the world that are much further along in their learning trajectories and are informed by greater exposure to COVID-19 cases. 24 Considering the many challenges that practising healthcare professionals face when seeking continuing education opportunities during the evolution of such a pandemic where the evidence basis is growing on a daily basis, and treatment protocols are being refined continuously, such nontraditional methods that facilitate continued professional development in real time are needed, enabling healthcare professionals to provide high-quality care to improve patient outcomes. Ultimately, the impact of educational content delivered through social media on actual clinical outcomes will need to be measured and proven objectively. 25",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Baim Institute for Clinical Research (formerly Harvard Clinical Research Institute; RE-DUAL PCI clinical trial steering committee funded by Boehringer Ingelheim; AEGIS-II executive committee funded by CSL Behring)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Dr",
                    "suffix": ""
                },
                {
                    "first": "Medscape",
                    "middle": [],
                    "last": "Deepak L. ; Level Ex",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Cardiology",
                    "suffix": ""
                },
                {
                    "first": "Plx",
                    "middle": [],
                    "last": "Phasebio",
                    "suffix": ""
                },
                {
                    "first": "Regado",
                    "middle": [],
                    "last": "Pharma",
                    "suffix": ""
                },
                {
                    "first": ";",
                    "middle": [],
                    "last": "Biosciences",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Abbott",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Afimmune",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Amarin",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Amgen",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Astrazeneca",
                    "suffix": ""
                },
                {
                    "first": "Boehringer",
                    "middle": [],
                    "last": "Bayer",
                    "suffix": ""
                },
                {
                    "first": "Bristol-Myers",
                    "middle": [],
                    "last": "Ingelheim",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Squibb",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Cardax",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Chiesi",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Behring",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "TobeSoft; Chair: American Heart Association Quality Oversight Committee; Data Monitoring Committees: Baim Institute for Clinical Research (formerly Harvard Clinical Research Institute, for the PORTICO trial",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Svelte; Trustee: American College of Cardiology; Unfunded Research: FlowCo, Merck, Novo Nordisk, Takeda. References are available as supplementary material at",
            "authors": [],
            "year": null,
            "venue": "European Heart Journal online",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "https:/academic.oup.com/eurheartj/article-lookup/doi/10.1093/eurheartj/ehaa346#supplementary-data"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Brigham and Women's Hospital Heart & Vascular Center",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bluhm Cardiovascular Institute",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Harvard Medical School",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "A new model for learning via Twitter. Modified from Jane Hart Learning in the Modern Workplace, 2017. 12 by our professional societies. The use of webinars and Twitter have helped amplify manuscript content, making it possible to incorporate this newly gained knowledge into real-time patient care.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}