{
    "paper_id": "2d4d767bec70f9af1ccb991e5b7c2b728ac2b8bc",
    "metadata": {
        "title": "Research and Application on Key Technologies of J2EE-Oriented Urban Emergency Response System",
        "authors": [
            {
                "first": "Fei",
                "middle": [],
                "last": "Chen^",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Beijing University of Posts & Telecommunications",
                    "location": {
                        "postCode": "100876, 100836",
                        "settlement": "Beijing, Beijing",
                        "country": "P.R. China imcflyhigh, P.R. China"
                    }
                },
                "email": ""
            },
            {
                "first": "Guanqing",
                "middle": [],
                "last": "Guo^",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Beijing University of Posts & Telecommunications",
                    "location": {
                        "postCode": "100876, 100836",
                        "settlement": "Beijing, Beijing",
                        "country": "P.R. China imcflyhigh, P.R. China"
                    }
                },
                "email": ""
            },
            {
                "first": "Huaying",
                "middle": [],
                "last": "Shu^",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Beijing University of Posts & Telecommunications",
                    "location": {
                        "postCode": "100876, 100836",
                        "settlement": "Beijing, Beijing",
                        "country": "P.R. China imcflyhigh, P.R. China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "With experience of Emergency Response System implement, the exist problem and research status in china is analyzed. Based on these conclusions, the Emergency Response System is constructed which used the J2EE tool, faced to small and medium-size cities, moreover, the research on key technologies related in this architecture are introduced in detail.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Currently, emergencies happened frequently in many countries, such as the \"911\" terrorist attacks in American 2001, the attack on SARS virus in China 2003, the bird flu and the Indian Ocean earthquake happened in Asia 2004, the bombings in London subway 2005 and others, so the demand of implement the emergency management is increased. As the city's dense population, large proportion of community resources, multiple types of events, the emergencies can not be solved only by a sector. Meanwhile the efficiency of solving these emergencies determines the impact and the expense of incident. Therefore, in order to integrate the resources of police, fire fighting, medical treatment, electricity, flood management and telecommunications, with the cooperation of ambulance, rescue, security staff, and solve the problem quickly, a unified efficient Urban Emergency Response System (UERS) is necessary to establish. So the government's ability of obtaining information, reacting, organizing, decision-making and providing comprehensive service is improved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "h INTRODUCTION"
        },
        {
            "text": "Since the 1960s, many countries in the world have established emergency response system. In 1967, the United States built the Emergency Response System, unify \"911\" as the number for calling the police; EU achieved this by used the number of \"112\" five years ago, while the original police, medical and other emergency response system is running as usual, at the same time they are the subsystems of \"112\" system. From 1986, China started to construct the 110 alarm system, then 122, 119, 120 systems have been built in sequence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "h INTRODUCTION"
        },
        {
            "text": "[1] Some city's municipal departments have also set up telephone services, such as the 12345 hotline to mayor. These systems have primarily realized scheduling between different kinds of police, providing the rescue service for public. However, the database of the government's departments deployed extravagantly, with no uniform standards, lack of data consistency, incapable of sharing resources, and difficult to cooperate with each other, services is still being the stage of fragmented, passive, low class, so these services fail to provide management unified and scientific decision-making for the government leaders, so it will make against to deal with emergencies and disasters. Emergency response system was established in Nanning based on 911 in the United States in 2002, it is a milestone for the beginning of emergency response system application in China, Yangzhou and other cities established similar systems later, while it is another significant milestone for the emergency response system completed in Beijing Dongcheng District, which used the mode of million meters Grid, and its mode is used in Nanjing and other cities. Although these systems have overcome the above shortcomings, but for the investment of over 100 million and the large expenditure of the operation in \"Nanning model\", or the great team of operating in \"Dongcheng mode\", these kinds of systems have exceeded the affordability of the small and medium-sized cities, taking into account the emergencies are happened infrequently in these cities, it is not costeffective. Therefore, it is important to establishment the emergency response system with smaller investment and integrated the applications for wartime and peacetime for the small and medium-sized cities on the reference \"Nanning model\" and the \"Dongcheng Mode\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "h INTRODUCTION"
        },
        {
            "text": "With the over years experience of Beijing JinHaitong company on the \"3-in-l\" system, inspect command system, interactive system of government and public development, in addition with the theoretical study support in recent years [2] [3] , the architecture of comprehensive emergency response system is constructed, at the same time the key technologies for implementation are introduced. We hoped that it can provide guidance to establish emergency response system theoretically and in practice for small and medium-sized cities in China.",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 232,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 233,
                    "end": 236,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "h INTRODUCTION"
        },
        {
            "text": "J2EE (Java 2 Enterprise Edition) is the mostly used for enterprise's distributed application development platform, which defines the architecture for enterprise-level application development and provide technical support favorable. J2EE defines deployment environment and standard architecture for entire application development, make the developers concentrated on the definition and development for the logic of application, leave the details aside, and greatly improve the efficiency of the development, at the same time, the system's ability of reused, stability and expandability can also be guaranteed. For these reasons, the .J2EE development platform is used in our architecture. It is shown in Figure 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 703,
                    "end": 711,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "ARCHITECTURE"
        },
        {
            "text": "In the architecture, the geographical information, professional and other data store on the server group in the data layer, at the same time, server group is responsible for the data security, integrity control, maintenance, data management and the consistency of concurrency control. Operation logic layer consists of a series of application server, providing access to statistical, analysis, forecasting, and maintenance. Functional integration for different t>^e database is also achieved in this layer. The representation layer provides interoperable for various systems, which avoids decentralized, redundant; and provides rapid response, extensive and integrated services for government and community. Unified response alarm, classification / grading alarm, command scheduling is achieved. This structure of emergency response system has unique advantages with the J2EE Development platform which support the TCP/IP protocol and provide the seamless connect to the internet and all the LAN, so the connectivity between heterogeneous systems can be solved thoroughly; the system is completely open, the number of visits is unrestricted; only a few servers are used in this system, it is easy to maintain and expands, the additional database will be added while the storage space is insufficient, and the original procedure will be amended while the system should be more functional, or new servers will be added; the unified system interface (all Browser) will made the user to operate simply. The framework based on J2EE architecture is shown in Figure 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1552,
                    "end": 1560,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "ARCHITECTURE"
        },
        {
            "text": "In this architecture, information exchange platform integrate the communication networic, forming communications platform of the urban emergency response and social services system; achieving process management and control, supporting Web, voice, text message, appropriative client and other access modes; database support platform's core is command center, including meta-database, GIS database and attributes database (service database, historical databases, statistical analysis database, image database, file database, plan database etc); unify alarm, unify command will be achieved by emergency response service platform which consists of various artificial and automatic alarm terminals, unified response alarm, classification/grading alarm, command and control system, and it is the core of the emergency management system; decision support platform is used to draw data from database, making decisions by mathematical model to help leaders. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ARCHITECTURE"
        },
        {
            "text": "In order to establish emergency response system for small and medium-sized cities, the solutions with call center and electronic map, global positioning, intelligent work flow platform, heterogeneous database and security design is selected in this paper. It is shown that this solution is not only less investment in practice, shorter construction periods, but also satisfied the main idea of \"integrate the application for wartime and peacetime\". The section of the heterogeneous database and security design which similar to others system will not be introduced.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "KEY TECHNOLOGIES IN UERS SYSTEM"
        },
        {
            "text": "With the development of Internet, intelligent Call Center (Call Center) has become a new generation of call centers. As a modem call center, it can support not only voice, but multimedia communications including audio, video; and it can be accessed by not traditional telephone terminals but also text, voice, SMS and other interactive means based on Internet; providing not only dine function completely, but also has the call center management system practically. With the VoIP and soft switch technology, it can provide unified service to user accessed by telephone and Internet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Call Center Technology based on the Internet"
        },
        {
            "text": "So it has more advantages with the traditional call centers on the facet of cost, meanwhile, handling capacity will be improved significantly. Additionally, with the popular B/S model, it eliminates the limitation of traditional call center C/S structural, cooperating with the J2EE architecture in this paper [4] .",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 313,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Call Center Technology based on the Internet"
        },
        {
            "text": "ALCATEL Intelligent IP call center platform is chose in our architecture. The topology of emergency response system is shown in Figure 3 , which cored with the call center. The Computer Telephone Integration (CTI), Private Branch Exchange (PBX), Automatic Call Distribution (ACD), Interactive Voice Response (IVR), and other components make up the platform. With the deployment of the Internet-based call center, the city only need one call center, it can be easily set up remote dine when the node in the network connect each other, service center in Hengshui, interactive system in Handan, \"3-in-l system\" in Hanzhong and command system in Puyang City have all take this architecture, which established by Beijing JinHaitong company.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 128,
                    "end": 136,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Call Center Technology based on the Internet"
        },
        {
            "text": "As core of the emergency response system, it can be accessed by telephone, mobile, fax, e-mail, text message, Internet, and integrate with other parts easily. So it is not the information exchange platform, but also scheduling platform for the emergency response system. In the process, the user's alarm information will be send to the spatial geographic information database by this system, then the system will find the locations and schedule timely by electronic map, with the engine of workflow and GPS, the information of mobile target can be obtained timely and exactly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Call Center Technology based on the Internet"
        },
        {
            "text": "A variety of means of communication are provided to schedule in the system including wire voice, wireless voice and computer network, so the system can support communication for multi-user and monitoring functions, at the same time the alarm is received and scheduled, a large number of alarm information is collected by call center to provide data for statistical analysis of the decision-making.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Call Center Technology based on the Internet"
        },
        {
            "text": "According to a series of rules, documents, information or tasks which can be transferred between different executors, workflow can completely or partially automated finish the service process. By decomposed specific task into a number of roles, and with restriction of some kind of rules for their executing and monitoring, the efficiency of service will be enhanced. [5] [6] [7] [8] [9] Including intelligent process and right management, table designing and simples work control, the intelligent workflow platforms is a novel workflow technology proposed by the author and Beijing Haitong Jinxing Science and Technology Ltd. The platform used J2EE as the basic architecture, the standard of WFMC which include the definition of XPDL workflow and operation of WAPI client, and supported by the artificial intelligent technology. In the scheme proposed in this paper, the workflow platform is used for information transformed and management between cities and command center, it is the necessary component in the urban emergency response network.",
            "cite_spans": [
                {
                    "start": 368,
                    "end": 371,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 372,
                    "end": 375,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 376,
                    "end": 379,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 380,
                    "end": 383,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 384,
                    "end": 387,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Intelligent Workflow Platform"
        },
        {
            "text": "The architecture of intelligent workflow platform adopt in this paper is shown in Figure 4 . As the Figure 4 shown, this platform includes process management, right management and work control. The part of process management take charge of process management function purely, independency of operation of right, this part handle events, relation between events and the orient of route, which consist of the process definition, process engine and process control. The right control of active node and route is performed by the right management part which consists of right definition and right engine tools. Providing and encapsulating the method of process and right management, the work control is the interface to the application system. It can obtain the process and information needed by the application in order to integration to the completed workflow application system.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 82,
                    "end": 90,
                    "text": "Figure 4",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 100,
                    "end": 108,
                    "text": "Figure 4",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Intelligent Workflow Platform"
        },
        {
            "text": "The relation between process management, right management and work control is shown in Figure 5 . As shown in Figure 5 , the middle part is workflow system which is consisted of three parts. Process control part is the bottom part and transparent to the details in other sub-system, the process control provides the information of process. Because all right is attach to the process definition part, so the right control part is depend on and can be viewed as the extend of process definition part, moreover, this part has the right to obtain the data of process control procedure. The interface to the application is provided by the work control part which connects the interior and exterior part, at the same time, the process control and right control is connect. While the application obtains the information of service, the information of process and right is included, so the work control will bring the information to the application system individually. With the intelligent design, these three parts combine organically.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 87,
                    "end": 95,
                    "text": "Figure 5",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 110,
                    "end": 118,
                    "text": "Figure 5",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Intelligent Workflow Platform"
        },
        {
            "text": "The workflow platform operation is archived by graphical interfaces, with the operation of copy, drag, click, connect, select and set attribute, the definition of process and system interface set can be performed simply, so the system design, management, employ is intuitionist, and the time on the design and analysis of system is reduced. With this feature, the urban emergency response system can be deployed simply and fast.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intelligent Workflow Platform"
        },
        {
            "text": "Geographic Information System (GIS) is a computer-based tool, it can map and analyze the incident exist on the planet. [10] In this architecture, the GIS is used for decision-making and tracking while disposing the fatal events, scheduling between municipalities and different kinds of police, providing the detail information for transportation, terrain, water distribution, administrative districts, roads, railway stations, toll stations, schools, hospitals, hotels, large-scale cultural, sports venues, important defend goals, equipment and police distribution to leader. It can be partitioned in accordance with city's terrain, administrative divisions, highway, railway, roads network, water distribution, border distribution, police distribution and vital branches in government, so it can establish the vector geographic information database (including the index map, alarm access map, key unit distribution map, urban trunk road map, water map for fire fighting, police distribution map and grid images, the special police icon is also set up according to Ministry of Public Security). As information point, the distribution of city's police force is label in the map directly including the police station of town, some standing interception station, access alarm station and the station of mobile police, so the relation with others information database (disposal plan, police force distribution, telephone numbers, etc.) in the system will be established, realizing the inquiries for related information, handling unexpected events conveniently.",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 123,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Geographic Information System"
        },
        {
            "text": "The Maplnfo is used as our development tool in this architecture, in addition to provide the function of display > searching > browsing, it is mainly used to locate of event, track the mobile vehicles, and select the best path. This tool will actualize the center with cooperating of call center and global positioning technology. It should be noted that the display mode supports not only large screen or television wall, but also dual-screen mode.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Geographic Information System"
        },
        {
            "text": "Global positioning technology (GPS) is used mainly to obtain the location of tracking vehicles timely and accurately. In this architecture, the GPS is used for tracking the moving targets, composed by the control center, intelligent mobile terminal, wireless communications network.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Global Positioning System"
        },
        {
            "text": "Monitor Center is the core of the whole system; the system can set up a sub-center according to its size. The center is also the junction of communications; which exchange information with intelligent mobile, accomplishes not only the classification, record and transmission for the information, but also the monitoring and management of the entire network. Voice card technology and GPRS, SMS is used in monitor center. Combining GIS and large LCD screen of intelligent mobile terminal, not only vehicle monitoring and intelligent scheduling, but optimum allocation of resources, scheduling and management, efficiency improvement is achieved. Response to the incident, tracking, recording and remote monitoring and other control means are accomplished by monitor centers. The telephone or the Internet can be used by users to information transmission, inquiries and requests for service. By receiving GPS signals and using of GPS, intelligent mobile terminal calculate the Pseudorange information for mobile units; the conversion and control of data interface, protocol and data format can be accomplished by control module; with GIS information, the state of vehicle, energy efficiency, control data and scheduling information, fecial orders set and ftmctional control can be accomplished by commimication module. The information will be return by the mobile intelligent terminal: vehicle ID, latitude and longitude, speed, direction, time, vehicle status (alarm, SOS, empty or not), service request signal. Intelligent terminals will communicate with the monitor center by wireless mobile communications network, where GPRS is the primary mean and SMS is the backup. The position information of intelligent mobile terminal is uploaded to control center via GPRS or SMS, and control or scheduling information is received by mobile intelligent terminal via GPRS or SMS from monitoring center. GPS part of the overall structure is shown in Figure  6 . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1940,
                    "end": 1949,
                    "text": "Figure  6",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Global Positioning System"
        },
        {
            "text": "City management in our country is constantly moving toward modernization, by constructing, operating Emergency Response system and comprehensive social services system, the integration of the existing police services between different emergency rescue operations, we can form the conforms to China's national conditions \"Emergency Response and comprehensive social services system\", and this system can make the municipal government effectively solve the emergency^ reports collect the relevant data> judge the emergency degree> communicate in real-time manner^ support emergency field and leader decision aided, and this can make relevant government departments on emergency have the ability of more comprehensive understanding ,more rapid the reaction, more fully cooperate with related people, more basis decision-making, and more advanced.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "This paper attempts to provide theoretical guidance for the emergency response system establishment in small and medium-sized cities, but as the author's level restrictions, the research on this field will be done in-depth. I hope to gain more attention and guidance from others.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Study and Realization of Urban Emergency Response System",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "267--269",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Research on Scheme of Grid-based Country Emergency Response Centre",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ying",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Application Research of Computers. Number",
            "volume": "10",
            "issn": "",
            "pages": "61--63",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Study on Urban Emergency Response System Based on Spatial Information Technology, Geography and Geo-lnformation Science",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "19",
            "issn": "",
            "pages": "49--52",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The application and implementation of CTI technique in social Co-action system",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Long",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal ofHuazhong University of Science and Technology",
            "volume": "31",
            "issn": "10",
            "pages": "350--370",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Interface!: Process Definition Interchange Process Models Workflow Management Coalition",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Anoymous",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Overview of Workflow Technology",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Haibin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Journal of Software",
            "volume": "11",
            "issn": "7",
            "pages": "899--907",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Research and implementation of workflow management system based on J2EE",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Computer Engineering and Applications.YoXxxruQ",
            "volume": "43",
            "issn": "",
            "pages": "207--210",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A comprehensive approach to flexibility in workflow management systems",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Heinl",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Horn",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "ACMSIGSOFTSoftware Engineering",
            "volume": "24",
            "issn": "",
            "pages": "79--88",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Research on the Construction of Workflow Platform in E-govemment",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Computer Engineering",
            "volume": "32",
            "issn": "24",
            "pages": "275--276",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The application of GPS and GIS in Urban Emergency Command System, Science (^Technology Progress and Policy",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "313--314",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The Architectonics of UERS",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "i1 Kmrrganp}'--1 P~T=-rr^ rr*-; \\ t^bin Mirngprnpfft-'Tr Hoori i^ftempwrj C^^mmand Cgtitre ^--^ '-^-. ^.--^--^ rnmmand Ccnrff .-'*^--~^ rommand renlff Unified response alann, Classification/Grading alarm. Service Guarantee Center etc. Urban Emergence Response Service Platform IE Government Service line, Government Service Hall, Service Guarantee Center etc. Society Colligate Service Platform Uniform criterion. Information Share, Basic Data maintenance, professional Data maintenance Geographic Information DataBase Support Platform The System Scheme of UERS",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Swvei ^J j t a _ _ _^M^^ m0^^^^k ^i ^m ^m ^m ^M V ^^'\"' ' Voit* . R*ror(l*r Scivtr CTI S f",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The Topology of UERS",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "The Workflow Platform Architecture",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Relation between These Three Parts of Workflow",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "The Architectonic Scheme of GPS",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}