{
    "paper_id": "2d79ac9496629e5ed3e0cfd4c9caf600f82f30c5",
    "metadata": {
        "title": "ARTICLE IN PRESS +Model",
        "authors": []
    },
    "abstract": [
        {
            "text": "publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Cómo citar este artículo: Mellado MJ. La AEP, motor del reconocimiento de especialistas y garante del modelo pediátrico. Generando salud también en situaciones de pandemia. An Pediatr (Barc). 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "En marzo de 2020, cuando remito este editorial para su publicación, y apenas sin poder concentrarme en él, no puedo dejar de sobrecogerme por la extraordinaria y preocupante situación que vivimos de alerta sanitaria y que pareciera una pesadilla... En cuarenta años de profesión y habiendo participado por mi especialidad como infectólogotropicalista pediátrico en primera línea de muchas alertas sanitarias, no recuerdo jamás haber atravesado nunca por una situación de estas características y envergadura; una pandemia sanitaria, no comparable a ninguna, de dimensiones imprevisibles y que está impactando de manera profunda en nuestra sociedad, en los sanitarios en primer plano y, como no podía ser de otra forma, en los pediatras. La situación ha puesto a prueba, a pesar del desarrollo vertiginoso de acontecimientos, la profesionalidad de los pediatras y el magnífico trabajo en equipo de todas las Sociedades y Comités de expertos de la Asociación Española de Pediatría (AEP), con la elaboración sucesiva y ágil de recomendaciones oficiales pediátricas en la epidemia-SARS-CoV-2 (COVID-19) requeridas a la AEP desde la Dirección General de Salud Pública del Ministerio de Sanidad y Consumo Esta colaboración excelente no puede más que enorgullecer al Comité Ejecutivo (CE); es una vez más, el reflejo de este cuerpo de doctrina que hemos creado ya entre los pediatras españoles. . . «caminar todos los pediatras unidos en todas las actuaciones, para conseguir visualizar nuestra necesidad asistencial y potenciar así nuestro impacto». Durante esta situación excepcional de una alerta sanitaria sin precedentes, de nuevo los pediatras estamos demostrando nuestro coraje y entrega con los pacientes, y con la elaboración y difusión de documentos expertos: web-AEP y redes, web-«En familia», webs de las sociedades pediátricas, web oficial de la alerta sanitaria-SARS-CoV-2 (COVID-19) en España-MSC; que tanto nuestro conocimiento experto como nuestra labor son indispensables [1] [2] [3] .",
            "cite_spans": [
                {
                    "start": 1982,
                    "end": 1985,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1986,
                    "end": 1989,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 1990,
                    "end": 1993,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Presidente de la Asociación Española de Pediatría (AEP)"
        },
        {
            "text": "No puedo prever en este durísimo mes de marzo y con el país inmovilizado, ni cómo ni cuándo terminará esta situación acuciante que estamos viviendo; pero sí que está siendo un acicate para aprender el comportamiento de esta nueva enfermedad en los niños y su especial respuesta patogénica al nuevo virus y, por tanto, la oportunidad de una investi-gación pionera en la población pediátrica. Es un momento crítico para desarrollar guías específicas para instituciones, profesionales, familias y niños, que trasciendan desde la actuación preventiva y clínica a la psicosocial y conductual, para evitar y curar la enfermedad y para sobrellevar entre todos los días de encierro. Esta capacidad de responsabilidad que asume directrices y que organiza la investigación desde la pediatría multidisciplinar y multiasistencial refuerza y respalda enormemente, y una vez más, la necesidad de que se certifique a los pediatras especialistas para el manejo excelente de los niños.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Presidente de la Asociación Española de Pediatría (AEP)"
        },
        {
            "text": "A pesar de ser momento de concentrase en la epidemia, mi responsabilidad también requiere que este editorial anual reflexione obligadamente sobre los casi 3 años de legislatura que han pasado en un suspiro, y sobre el enorme trabajo realizado. Destaco especialmente un tema de calado que ha producido el mayor desgaste en 2019 del CE-AEP, muy por encima de cualquier otro asunto, «defender y priorizar frente a las instituciones el modelo pediátrico español: la atención a todos los niños por pediatras en todos los niveles asistenciales». Elaboramos un «Posicionamiento estratégico de la Pediatría y de las áreas de capacitación específica (ACEs)» y lo presentamos en la DGOP-MSC, lo cual propició un acercamiento vital con la Institución. Hemos demostrado que, a pesar de la dificultad de hacer entender a las instituciones los beneficios de nuestro modelo ejemplar, tras el enorme esfuerzo y el tenaz empeño dedicado, las instituciones han respondido; y finalmente lo han entendido como un factor determinante para la salud infanto-juvenil española y con un impacto decisivo en la futura pediatría del país.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Presidente de la Asociación Española de Pediatría (AEP)"
        },
        {
            "text": "No quiero obviar una realidad innegable; hemos pasado momentos delicados, que nos han empujado a trabajar unidos y a que todos confiemos en la AEP y en que su representación y defensa es para todos por igual, poniendo siempre en valor al pediatra como el profesional mejor cualificado para atender a los niños. Especialmente nos ha fortalecido nuestro empeño en «no dejar perder plazas de pediatras» aunque fuesen sustituidos por profesionales excelentes en otras disciplinas, pero cuyo aprendizaje no puede compararse en ningún caso con los 4 años de formación exclusiva del pediatra ni con la destreza documentada en el cuidado de los niños. Hemos luchado representando a todos hasta la saciedad en ministerios, comunidades, organizaciones, reuniones interminables, eventos, entrevistas, impactos, etc., transmitiendo a las instituciones y haciéndoles entender nuestro mensaje profesional más emblemático: «El pediatra no es sustituible ni intercambiable por ningún otro profesional».",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Presidente de la Asociación Española de Pediatría (AEP)"
        },
        {
            "text": "Analizo cuál ha sido la piedra angular para que hayamos conseguido transmitir este concepto de «indispensabilidad» de los pediatras y acordar el inminente reconocimiento de capacitaciones y especialidades. No tengo duda de que ha sido la fuerza extraordinaria que nos ha propiciado la unión sin fisuras de todos los pediatras, una situación privilegiada que ha otorgado la confianza y la delegación de sus reivindicaciones en la AEP como su representante legítimo, haciéndonos sentir apoyados permanentemente y con su aliento constante en nuestras espaldas en cada una de nuestras actuaciones. No recuerdo una situación de unión y respaldo de los pediatras a la AEP como esta en toda mi carrera profesional. Ha sido en el momento en que nos hemos convencido de que realmente unidos somos más fuertes y que nuestras legítimas reivindicaciones, apoyadas por todos, podían tener el enorme peso que efectivamente han tenido. . . cuando finalmente ha sucedido. Las instituciones han reflexionado ante nuestro empuje ----no es baladí lo que reclaman al unísono 14.000 pediatras de todos los puntos de la geografía española y desde todos los puestos de trabajo---y destacando siempre que el centro de la propuesta está dirigido a la salud comunitaria de la población más sensible, los niños, y a las familias.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Presidente de la Asociación Española de Pediatría (AEP)"
        },
        {
            "text": "Paralelamente a este trabajo quiero desgranar cómo las instituciones nos han reclamado mucho más que nunca en 2019, y cómo se han ido apoyando en la AEP y solicitando nuestra participación, para dar validez a sus recomendaciones y a sus guías dirigidas a población infantil. Destaco la pionera colaboración de la AEP con la DGSP-MSC en la Cumbre-Internacional-Clima, el impacto institucional de la participación de la presidente-AEP en la Jornada sobre investigación-adicciones de la DGSP-MSC, la colaboración con la Secretaría Técnica-Plan Nacional Sida-MSC, liderando guías-VIH pediátricas y con el acuerdo de gratuidad nacional de fórmula para expuestos-VIH. La actuación con la Agencia Española de Seguridad Alimentaria-Nutrición, en el reglamento europeo de alimentos para niños y gestantes, y la participación con la Organización Mundial de la Salud (OMS)-European Medical Agency-Agencia Española del Medicamento en la notificación de reacciones adversas en niños 4 . La colaboración con la Subdirección General-Inspección Sanitaria-Evaluación en nuevas prestaciones. La participación con la Dirección General-Cartera Básica de Servicios-Sistema Nacional de Salud (SNS)-Farmacia, en VALTERMED: medición de la efectividad terapéutica de medicamentos de alto impacto sanitario-económico, y evaluación del plan de protección frente a pseudoterapias. La AEP tiene pediatras especialistas representándola en: Estrategia en Salud-Cuidados Paliativos Pediátricos-MSC, Jornada anual Dolor Infantil-MSC, Comité Asesor-Hormona Crecimiento-MSC; Plan Nacional Tuberculosis-MSC; Comité Asesor Seguridad Paciente Crítico-MSC; en las iniciativas: Bacteriemia-Zero, Neumonía-Zero, Resistencia-Zero, Infección tracto urinario (ITU)-Zero; y Programas de optimización del uso de antibióticos (PROA)-MSC. Tenemos representantes en el Plan de Abordaje de la Cronicidad-SNS y participación en el Documento Vacunación-Meningococo-ACWY con la DGSP. La web-AEP difunde la campaña «Higiene de manos» de la DGSP-MSC. Colaboramos con la Organización Nacional de Trasplantes y la red europea de trasplantes pediátricos-TRASPLANTCHILD. La red española de ensayos clínicos pediátricos, RECLIP, consigue la certificación-EMA-2019 como red de europea de excelencia, con la participación activa de AEP. Hemos firmado el acuerdo AEP-Instituto de Salud Carlos III (ISCIII), institución que rige la investigación española, de una beca Río Hortega-AEP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Presidente de la Asociación Española de Pediatría (AEP)"
        },
        {
            "text": "Destaco pues como aspecto prínceps de 2019 la sintonía de colaboración y estrecha relación instaurada por la AEP con instituciones muy relevantes, y su reclamo continuo de pediatras para incluirlos en documentos y actuaciones relacionadas con la pediatría. Esto deja abierta una vía férrea futura de presencia obligada de pediatras expertos en todas las recomendaciones institucionales que impliquen a la población infanto-juvenil. La AEP se refuerza además en Informo de la actualización del documento «Compromiso con el buen gobierno y la trasparencia de la AEP» y analizo cómo se ha desarrollado la novedosa actividad que propuso el CE de «Caminar haciendo e innovar creciendo: Avanzar mediante Proyectos AEP»; una estrategia dirigida a desarrollar todos los ámbitos de esta nueva AEP a través de la creación, puesta en marcha, implementación y análisis de eficiencia de nuevas iniciativas y que desde el pasado año es nuestra línea de trabajo prioritaria; visualizando así 2019 como un año marcado por el arranque de proyectos-AEP innovadores que se han sumado a los ya consolidados, que vienen demostrando su impacto en el conocimiento y en generar salud en los menores del país.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Presidente de la Asociación Española de Pediatría (AEP)"
        },
        {
            "text": "Proyectos-AEP en 2019: Congreso-AEP, Anales-AEP (13 documentos de consenso y posicionamientos-AEP en 2019), Vacunas-AEP, «Preparo.mi.rotación.por»-Continuum-AEP, Día-P, Visibilidad-AEP: secretaría virtual, webs, redes, boletines, medios. . .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Presidente de la Asociación Española de Pediatría (AEP)"
        },
        {
            "text": "Representantes de la DGSP-MSC se personaron en la sede de la Asociación, para interesarse en el proyecto de prevención en adolescentes PROMESA-AEP y finalmente van a colaborar con la AEP, acogiendo en el propio ministerio la presentación de la encuesta de la plataforma #Haz-Click, premiada por Diario Médico como «Mejores ideas 2019» 5 . Señalo el proyecto de educación, formación y difusión Meningitis-AEP, por la implicación de profesionales con las familias con incalculable beneficio. La instauración desde INVEST-AEP del proyecto: Mapa Nacional-Centros investigación pediátrica. El desarrollo de proyectos de Salud medioambiental-escolar: «BIOneta» y «Caminando al Cole». Destaco finalmente el proyecto pionero de impacto incalculable, que situará a la AEP como líder formativo internacional, la implementación de la matriz de competencias formativas desarrolladas en Continuum-AEP, en el currículo europeo para los pediatras; Proyecto AEP-GIPEC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Presidente de la Asociación Española de Pediatría (AEP)"
        },
        {
            "text": "Un proyecto ilusionante gestado en 2019 y que se lanzará en 2020 es la Plataforma Dialoga, iniciativa enfocada al entorno de pacientes y sus familias con objetivo de generar un nuevo modelo de relación con las personas afectadas por patologías infantiles aproximándose a sus organizaciones de representación y a las comunidades de pacientes activos digitalmente.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Presidente de la Asociación Española de Pediatría (AEP)"
        },
        {
            "text": "Todo este trabajo ejemplar durante 2019 ha sido desarrollado por pediatras, comités, grupos de trabajo, sociedades y por el propio CE con la implementación de todas las iniciativas señaladas y proyectos AEP, y me disculpo si alguno no he incluido; precisaría de un millón de palabras, en lugar de 3.000, para detallarlos; y os remito a la memoria-AEP 2019, donde certificaréis el gran trabajo desarrollado. A todos, gracias, por hacer la AEP cada día más sólida y reconocida.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Presidente de la Asociación Española de Pediatría (AEP)"
        },
        {
            "text": "Continuamos con nuestra apuesta decidida de fomentar la sostenibilidad y la mayor independencia de la Industria, propiciamos una marcada austeridad y eliminación progresiva de los logos en productos infantiles, implementando medidas para el control del gasto. Con un enorme esfuerzo la AEP sigue otorgando hoy a sus socios innumerables y costosos servicios de elevado prestigio: Congreso, Jornadas Vacunas, Becas, Anales, Continuum, Guías clínicas, webs, reuniones en sede, secretaría, gabinete jurídico y de prensa, avales, boletines, información y difusión, y especialmente representatividad profesional ante las instituciones. . .; y, honestamente esperábamos paralelamente que los socios, como en cualquier sociedad científica o de cualquier índole, se incrementaran y asumieran sus cuotas, al menos para sostener los gastos fijos estructurales de la AEP; sin embargo, seguimos sin acabar de entender el perezoso incremento de pediatras socios de la AEP, cuando lo que traduce la fortaleza de una sociedad es el respaldo por parte de sus asociados.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Presidente de la Asociación Española de Pediatría (AEP)"
        },
        {
            "text": "A pesar de incrementar las cuotas de las Sociedades Regionales (SSRR) para paliar la sostenibilidad futura de la AEP aprobado en Junta Directiva (JD) y del compromiso de las Sociedades de Especialidad (SSEE), tras ser incluidas en JD, de incrementar sus socios al 80-90%, el decepcionante resultado es que solo la mitad de pediatras especialistas son socios de la AEP. No tiene ningún sentido que un pediatra pertenezca a una SSEE y no sea miembro de la AEP y no responda con sus cuotas. El CE evidentemente no pretende solo un apoyo económico, esperamos de los asociados sentido de pertenencia, confianza, fidelidad a la casa madre y doctrina de unión de todos los pediatras.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Presidente de la Asociación Española de Pediatría (AEP)"
        },
        {
            "text": "Cuando se creó la AEP, la estructura de sus SSRR era la única vertebración de la Asociación, pero la reciente inclusión en JD de las SSEE nos obliga a articularnos de una forma diferente que debe ser recogida en sus normas de funcionamiento, sin olvidar que nuestro país está compuesto por comunidades autónomas que tienen transferidas sus competencias sanitarias. Esta situación de enorme calado y valor estratégico para la AEP va a propiciar finalmente, como también decidió la JD, una propuesta de cambio de estatutos que defiendan la perdurabilidad de la Institución, que estén acordes con nuestro cambio de modelo profesional y con el que la AEP debe ser coherente y reflejarlo en sus nuevos estatutos.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Presidente de la Asociación Española de Pediatría (AEP)"
        },
        {
            "text": "Un pediatra brillante me trasmitió un aplastante silogismo sobre la AEP que no deja impasible: «Que la unión, unida a la razón, es nuestra mayor fuerza, que la información es fuerza, y compartirla es una necesidad. Que el asociacionismo en momentos críticos, tiene más valor que nunca. Que, para reforzar esa unión, unos estatutos del siglo pasado no sirven. Que, como Asociación, para ser útil hay que tener recursos y ser independiente y que para tener recursos y ser independiente de elementos externos, es imprescindible el compromiso también económico de todos».",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Presidente de la Asociación Española de Pediatría (AEP)"
        },
        {
            "text": "La AEP es ahora una sociedad científica sólida y referente, organizada, trasparente, independiente y acorde con el siglo XXI. Nuestra proyección externa consolidada nos hace ser líderes en nuestras instituciones y también en las internacionales y esta debe ser nuestra dirección futura. Por ello debo agradecer el esfuerzo de manteneros formados, de innovar y de representar a la AEP. Muy especialmente agradezco la nueva corriente de la pediatría española de procurar caminar unidos y estar orgullosos de pertenecer a la AEP, pero esto hay que refrendarlo, también, siendo todos asociados.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Presidente de la Asociación Española de Pediatría (AEP)"
        },
        {
            "text": "Como he titulado este editorial, hoy la AEP es el motor del reconocimiento de especialistas y la garante del modelo pediátrico, y que esto, marcará un antes y un después en la pediatría del país. Estoy enormemente satisfecha porque Cómo citar este artículo: Mellado MJ. La AEP, motor del reconocimiento de especialistas y garante del modelo pediátrico. Generando salud también en situaciones de pandemia. An Pediatr (Barc). 2020. https://doi.org/10.1016/j.anpedi.2020.04.001 el trabajo realizado entre pediatras, SSRR, SSEE, JD y CE, concluye con el mayor logro que juntos hemos conseguido: mejorar la pediatría. Una quimera cuando iniciamos nuestra responsabilidad en dirigir la AEP y hoy «en puertas» gracias a nuestra unión, al empeño constante y al esfuerzo sin tregua. Ahora tenemos la capacidad de «convencer» a las instituciones de que estas necesidades son evidentes, porque nos asiste la razón y decididamente vamos a conseguir el reconocimiento definitivo de la especialidad de Pediatría como tronco independiente, solucionar el problema de la Atención Primaria en España y la mejora laboral de sus profesionales y finalmente la tangible acreditación de las Especialidades Pediátricas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Presidente de la Asociación Española de Pediatría (AEP)"
        },
        {
            "text": "Los que llevamos años peleando en despachos de mandatarios, sabemos bien que los vaivenes de la política son decisivos para cerrar propuestas y acuerdos; pero en esta ocasión, la más clara en cuanto a cercanía y sintonía con la DGOP-MSC, nos vemos capaces de solucionar gran parte de los problemas de la pediatría y de los pediatras españoles. No me cabe duda de que la AEP ha sido la responsable del reconocimiento profesional y la garante del modelo pediátrico; pero también, que esto no hubiese sido posible sin el acompañamiento, la confianza y el empuje de todos y de ese trabajo de todos los días bien hecho, el determinante fundamental que asegura que la AEP sigue generando salud en los niños y en sus familias también en situaciones de pandemia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Presidente de la Asociación Española de Pediatría (AEP)"
        },
        {
            "text": "Hoy al cerrar este editorial me inquietan profundamente algunos asuntos cruciales: el primero y de mayor importancia, cuándo y cómo terminará esta tremenda pandemia que nos asola y qué repercusiones sanitarias y sociales va a tener en la población de los niños españoles y de las familias. El segundo de enorme calado: que, teniendo temas tan trascendentes acordados con los políticos, y que honradamente dábamos por zanjados, esta situación tan dramática pueda retrasar nuestros logros, que, por primera vez, habíamos conseguido por la unión de todos los pediatras. Y sin duda sigue preocupándome que los pediatras tengamos la voluntad de sacar adelante nuestra institución AEP, contribuyendo a su fortaleza con nuestro rigor científico, pero también con nuestro respaldo económico. Esto es lo que verdaderamente creará doctrina y asegurará el necesario sentimiento de pertenencia a la AEP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Presidente de la Asociación Española de Pediatría (AEP)"
        },
        {
            "text": "In extremis, y estando ya en edición este escrito, destaco el logro de los pediatras en solicitar una salida prioritaria del confinamiento para los niños con una más que eficiente colaboración entre AEP y Ministerio. De esta forma se ha elaborado el documento que deberá guiar el desconfinamiento de los niños en la pandemia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Presidente de la Asociación Española de Pediatría (AEP)"
        },
        {
            "text": "Termino con la seguridad de que, cuando en junio leamos este editorial, todo haya pasado y podamos recuperarnos para ser el país solidario de siempre, y que hayamos aprendido que la unión y la responsabilidad compartida siempre funcionan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Presidente de la Asociación Española de Pediatría (AEP)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Documentación coronavirus",
            "authors": [
                {
                    "first": "Asociación",
                    "middle": [],
                    "last": "Española De Pediatría",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "AEMPS. Notificación de sospechas de reacciones adversas",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "(DGSP-MSC): Recomendaciones en el paciente pediátrico Correo electrónico: mariajose.mellado@salud.madrid.org hospitalizado. Recomendaciones en el paciente pediátrico crítico. Manejo del neonato y recomendaciones de lactancia materna. Actuación en la Urgencia Pediátrica. Actuación en Atención Primaria pediátrica y Recomendaciones en niños especiales: crónicos e inmunodeprimidos (ID).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Cómo citar este artículo: Mellado MJ. La AEP, motor del reconocimiento de especialistas y garante del modelo pediátrico. Generando salud también en situaciones de pandemia. An Pediatr (Barc). 2020. https://doi.org/10.1016/j.anpedi.2020.04.001",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}