{
    "paper_id": "2e1a3619b97147ff00946a56bfaca1719ce7ff96",
    "metadata": {
        "title": "ECOLOGY OF ECTOMYCORRHIZAL-BASIDIOMYCETE COMMUNITIES ON A LOCAL VEGETATION GRADIENT 1",
        "authors": [
            {
                "first": "Patrick",
                "middle": [],
                "last": "Nantel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universite de Montreal",
                    "location": {
                        "addrLine": "C. P. 6128, succursale A",
                        "postCode": "H3C 3J7",
                        "settlement": "Montreal",
                        "region": "Quebec",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Peter",
                "middle": [],
                "last": "And",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universite de Montreal",
                    "location": {
                        "addrLine": "C. P. 6128, succursale A",
                        "postCode": "H3C 3J7",
                        "settlement": "Montreal",
                        "region": "Quebec",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Neumann",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universite de Montreal",
                    "location": {
                        "addrLine": "C. P. 6128, succursale A",
                        "postCode": "H3C 3J7",
                        "settlement": "Montreal",
                        "region": "Quebec",
                        "country": "Canada"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "To understand the factors that structure ectomycorrhizal-basidiomycete communities at a local scale, we measured the strength of the relations among the fungal communities, the tree communities, and the environment of a series of forest ecosystems in southern Quebec. We collected fruit bodies belonging to ectomycorrhizal-basidiomycete families and genera, sampled the woody vegetation, and described soils and landforms at 11 permanent sampling stations. We first calculated similarity matrices among stations, one for each descriptor (fungal species abundance, woody species abundance, and abiotic variables). We then explored the dependence among these matrices using Mantel and partial Mantel tests, path analysis, and comparisons of ordinations and classifications. Similarity among ectomycorrhizal fungus communities was strongly and significantly correlated with tree community similarity, even when controlling for the effect of environmental similarity. When the tests were made with a similarity matrix based on those tree species that are known to be hosts of ectomycorrhizal fungi, abiotic similarity explained a significant portion of the residual variation in the similarity among fungus communities. To explore this complex relationship further, we analyzed species associations. The preference of fungus associations for different sets of abiotic conditions showed that some factors affecting fungal species distribution were different from those affecting the distribution of their tree hosts. Direct and indirect gradient analyses showed that humus characteristics seemed to be important niche dimensions of ectomycorrhizal fungi. The continuum concept was useful to interpret the complex relations among symbiotic species. Trees were the main component of the realized niche of ectomycorrhizal Basidiomycetes, but the fungal symbionts of a particular tree species followed that tree species for only a part of the abiotic gradients over which the host tree was found. This type of distribution predicts that beta diversity of fungi would be generally higher than beta diversity of ectomycorrhizae-forming trees. It also means that the ratio of fungus species richness to woody species richness would be high for most community gradients. Our results and those of previous mycosynecological studies agree with these predictions. The results have implications for the conservation of biodiversity: site selection for conservation based on vegetation classification or mapping, or on distribution of tree species, may miss important fungal species.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Synecology of macrofungi has been investigated mostly by European mycologists (Cooke 1948 , 1979 , Hueck 1953 , Apinis 1972 , Darimont 1973 . Many of these studies were inspired by the \"floristic-sociological approach\" that had been developed with vascular plants. Results show generally a high fidelity of many fungus species for particular plant associations (e.g., Lisiewska 1974) . However, the different ecophysiological groups of fungi (saprotrophes, mycorrhizae, parasites) play quite different roles in an ecosystem and are linked in different ways to the host plant that affect the composition and structure of EBC at a small ecological scale. Trees-fungi-environment relationships were treated as a problem of multiple correspondence between three matrices (descriptors by sampling station) where the descriptors were: (I) woody species abundance (including the different growth stages of the trees); (2) ectomycorrhizal-basidiomycete species abundance, evaluated using the frequency and biomass of basidiomata (sporophores of Basidiomycetes; \"fruit bodies\"); and (3) the environmental variables. We measured the relationship between such matrices using a two-step procedure: (I) computation of similarity matrices among stations, one for each type of data, and (2) computation of a series of: (i) correlations between all combinations of two of these similarity matrices, and (ii) partial correlations between the same pairs of matrices, removing the effect of the third one. This last step involved Mantel tests (Mantel 1967 ) as well as partial Mantel tests as described in Smouse et al. (1986) . The reasoning behind this approach is the following: if the composition ofEBC depends upon the composition of the tree community, then when a pair of tree communities are similar, the EBC of the same two sample stations should also be similar to the same extent. This approach was needed to provide an objective measure of the strength of the association between taxocenes and an unequivocal way to interpret it. To our knowledge, our work represents the first direct and quantitative approach to this problem.",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 89,
                    "text": "(Cooke 1948",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 90,
                    "end": 96,
                    "text": ", 1979",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 97,
                    "end": 109,
                    "text": ", Hueck 1953",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 110,
                    "end": 123,
                    "text": ", Apinis 1972",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 124,
                    "end": 139,
                    "text": ", Darimont 1973",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 368,
                    "end": 383,
                    "text": "Lisiewska 1974)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1524,
                    "end": 1536,
                    "text": "(Mantel 1967",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1587,
                    "end": 1607,
                    "text": "Smouse et al. (1986)",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The results are discussed within the framework of the continuum concept (Whittaker 1967) ; ecological relations between symbionts are viewed as relations between distribution curves of the associated species of the two taxocenes along an environmental gradient. Most fungal species may follow their tree symbionts for only a part of the abiotic gradients over which the host tree was found or along all of these gradients; this will have different consequences on the beta diversity and on the ratio of fungus species richness to woody species richness in the corresponding community gradient (coenocline). This, in turn, has important implications for the conservation of biodiversity.",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 88,
                    "text": "(Whittaker 1967)",
                    "ref_id": "BIBREF66"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The sampling site was located at the \"station de biologie de l'Universite de Montreal,\" which occupies a portion of the lower Laurentides, ::::::80 km north of Montreal (74° W; 46° N; altitude: 400 m). Tlie climate is continental-temperate: the mean annual temperature is 2.5°C (maximum: l0°C, minimum: -2SC), total annual precipitation is 1000 mm, thermic amplitude is 32°C with a mean number of 110 d without frost (Wilson 1971 , Houde 1978 . The site, with an undulating and mountainous relief, lies on the southern flank ofthe Precambrian Shield. Soil parent material is mostly glacial till, but organic soils are common. The domi-nant soils are ferro-humic podzols (Commission canadienne de pedologie 1978) with a sandy-loam texture. In Grandtner's classification of Quebec forests (1966) the climax vegetation of the site is yellow birch-maple. Today, it is dominated by white birch (Betula papyrifera) stands mixed with sugar maple (Acer saccharum) that occupy mesic sites disturbed in the past by cutting and fire (Gagnon 197 5) . Pure sugar maple stands mixed with yellow birch (Betula alleghaniensis) and beech (Fagus grandifolia) are mostly found in mesic areas where the till is thick and where the disturbances have been minor. White pine (Pinus strobus) stands and balsam fir (Abies balsamea) stands occupy rapidly drained sites where soil is thin. Organic soils are colonized by boggy vegetation in most places, but Thuja occidentalis stands have developed on organic soils localized at the bases of seepage slopes.",
            "cite_spans": [
                {
                    "start": 417,
                    "end": 429,
                    "text": "(Wilson 1971",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 430,
                    "end": 442,
                    "text": ", Houde 1978",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 742,
                    "end": 793,
                    "text": "Grandtner's classification of Quebec forests (1966)",
                    "ref_id": null
                },
                {
                    "start": 1022,
                    "end": 1036,
                    "text": "(Gagnon 197 5)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Geographic and biogeographic aspects of the sampling site"
        },
        {
            "text": "With aerial photographs and field experience we selected 11 sampling plots of20 x 20m that represented the six different major vegetation types that we perceived. In each plot we recorded the woody vegetation using the methods described in Gagnon and Bouchard ( 1981 ) , except that we sampled neither the herbaceous nor the bryophyte strata. This method includes estimates of abundance for all tree species in three different diameter classes (seedlings, saplings, and trees) and of all shrub species. For plot descriptions we recorded the following geomorphological characteristics using the guidelines and terminology of Day and McMenamin (1983) : altitude, aspect, slope (percentage, form), position of the station on the slope, superficial deposit type and relative thickness, micro-relief, stoniness, rockiness, and flooding. We also noted signs of past disturbances.",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 268,
                    "text": "Gagnon and Bouchard ( 1981 )",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 624,
                    "end": 648,
                    "text": "Day and McMenamin (1983)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Vegetation sampling and description of the stations"
        },
        {
            "text": "All soil samples were taken within 2 din the 1st wk of June to reduce variability imposed by the weather. In the field we measured the horizon thickness, including the humus layers (with the definitions found in Day and McMenamin [1983] ). The definition of mineral horizons was based on that of the Commission canadienne de pedologie (1978): Ae = pale horizon where leaching occurs (eluvial horizon); Bl = dark horizon where accumulation of organic matter and iron oxides occurs; B2 =lower horizon (BC) with a yellower hue and a weaker color value. To record the color of mineral horizons, we took fresh samples and used the Munsell code of colors (Munsell Color Company 1969) . We measured pH with fresh soils, <24 h after the sampling, using a Metrohm Herisau pH meter and a 0.01 mol/L CaCl2 solution. Soil samples were then dried, allowing us to evaluate their water contenthere defined as the mass of water expressed as a percentage ofthe total mass of the undried sample (percent February 1992 water). Dry samples were used for the remaining analyses: (l) granulometric analysis (for particles >4 mm in diameter, using the sieving technique; for particles < 2 mm, using the hydrometer method [Bouyoucos 1962 ] with the pre-treatment found in McKeague [ 1978: 16-17] ); (2) determination of the organic matter content, which corresponds to the percentage of dry sample mass that was lost on ignition (percent organic matter); and (3) measure of major elements, including: (a) exchangeable hydrogen and total exchangeable bases, using the methods of Brown (1943) ; (b) concentration of individual exchangeable cations Ca+ 2 , Mg+ 2 , and K+, using a Perkin-Elmer 2380 atomic absorption spectrophotometer, following the extraction procedures and calculation found in McKeague (1978: 84-87) ; (c) phosphorus soluble in water (as an availability index), using the molybdenum blue technique (Olsen and Dean 1965) ; (d) the total nitrogen content, using the Kjeldahl method.",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 236,
                    "text": "Day and McMenamin [1983]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 649,
                    "end": 677,
                    "text": "(Munsell Color Company 1969)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1198,
                    "end": 1213,
                    "text": "[Bouyoucos 1962",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1248,
                    "end": 1271,
                    "text": "McKeague [ 1978: 16-17]",
                    "ref_id": null
                },
                {
                    "start": 1554,
                    "end": 1566,
                    "text": "Brown (1943)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1770,
                    "end": 1792,
                    "text": "McKeague (1978: 84-87)",
                    "ref_id": null
                },
                {
                    "start": 1891,
                    "end": 1912,
                    "text": "(Olsen and Dean 1965)",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Soil analyses"
        },
        {
            "text": "For sampling of the ectomycorrhizal Basidiomycetes, we divided each station (plot) in 100 2 x 2 m sub-quadrats to evaluate the spatial frequency of each species according to the principles discussed in Bills et al. (1986) . During the summer of 1986, we regularly visited six stations and collected all the basidiomata of ectomycorrhizal species that could be found. Each station was sampled at least eight times between 15 June and 30 August. In 1987 we regularly visited 11 stations and each was sampled 9 or 10 times between 28 May and 8 September. At each visit we recorded the position in the grid of all basidiomata and identified specimens in the laboratory. After dry-mass determination, all specimens were kept dried in a herbarium.",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 221,
                    "text": "Bills et al. (1986)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Sampling of the ectomycorrhizal-basidiomycete communities (EBC)"
        },
        {
            "text": "We collected all the Basidiomycetes taxa considered as ectomycorrhizal by Trappe (1962) and Miller (1983) . We were also guided in our choice by Godbout and Fortin (1985) and several taxonomic monographs (Hesler and Smith 1963 , Largent 1977 , Pomerleau 1980 , 1984 , Singer 1986 . For practical reasons we excluded all the \"Gasteromycetes\" taxa which were, in any case, rarely found in our sampling stations. On the other hand, we included taxa for which the mycorrhizal status had not been proven yet: some Hygrophorus and Entolomaceae species in particular.",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 87,
                    "text": "Trappe (1962)",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 92,
                    "end": 105,
                    "text": "Miller (1983)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 145,
                    "end": 170,
                    "text": "Godbout and Fortin (1985)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 204,
                    "end": 226,
                    "text": "(Hesler and Smith 1963",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 227,
                    "end": 241,
                    "text": ", Largent 1977",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 242,
                    "end": 258,
                    "text": ", Pomerleau 1980",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 259,
                    "end": 265,
                    "text": ", 1984",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 266,
                    "end": 279,
                    "text": ", Singer 1986",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Sampling of the ectomycorrhizal-basidiomycete communities (EBC)"
        },
        {
            "text": "Before analysis we made the following manipulations and transformations of the raw data. ( 1) Within each station we calculated the relative dry mass for each species of ectomycorrhizal Basidiomycetes by dividing its dry mass by the total dry mass of all the species of the same plot and multiplying the result by 100. This was done for the biomass of one or two seasons, according to the length of the record for each plot. We also counted the number of sub-quadrats in which each species was found (spatial frequency), for one or two seasons as above, and computed a value of relative spatial frequency by dividing its frequency by the total frequency of all the species of the same plot.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "(2) We calculated a relative \"importance\" value for each species at each plot. For the ectomycorrhizal Basidiomycetes this was done by adding relative dry mass and relative spatial frequency. For members of the canopy layer (mature trees) we added relative dominance (percentage of the total basal area) and relative density. For the shrubs we combined the relative spatial frequency with the relative dominance based on total shrub cover. For the seedlings we added relative frequency, relative cover, and relative density. For the sapling stratum the importance value was simply the relative density. By keeping canopy trees, saplings, and seedlings separate we were able to search for relations between fungal species and life stages ofthe tree species. Indeed, successions of ectomycorrhizal species during the developmental stages of different tree species are documented by Marks and Foster (1967) , Mason et al. ( 1982) , Dighton et al. (1986) and Garbaye et al. (1986) .",
            "cite_spans": [
                {
                    "start": 880,
                    "end": 903,
                    "text": "Marks and Foster (1967)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 906,
                    "end": 926,
                    "text": "Mason et al. ( 1982)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 929,
                    "end": 950,
                    "text": "Dighton et al. (1986)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 955,
                    "end": 976,
                    "text": "Garbaye et al. (1986)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "Finally, (3) we removed from the final matrices: (a) the fungi not completely identified (identification to the genus only) and (b) the fungus and tree species that occurred at one sampling station only. The abundance values of unidentified and rare species contributed to the percentage values of the other species in the same plot but were not involved in the other steps of the analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "Some soil descriptors were combined to reduce the number of abiotic variables and to ease interpretation. The concentration of all nutrients (Ca+ 2 , Mg+ 2 , K+, available P, and total N) determined in the organic horizon and in three mineral horizons (Ae, B 1, B2) were combined by horizon after standardization to a mean of 0 and a variance of l. These combinations gave, respectively, an index of richness in mineral nutrients of the organic horizon (humus) and an index of the richness in mineral nutrients of the mineral soil. The total exchangeable H + was combined with the total exchangeable bases to give an index of the total exchange capacity of the different horizons. The total exchange capacities of the three mineral horizons were summed to give an index of exchange capacity of the mineral soil. Finally, for mineral soil the pH, percentage of clay, silt, and sand, and the percentage of water and organic matter were expressed as the mean of the values for the three mineral horizons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "Comparison of data matrices. -The relationships among the vegetation, EBC, and the environment can be expressed as the relations among three matrices. We began by computing three similarity matrices among all pairs of plots, one for each type of data. For the similarity among community sample, we chose the Steinhaus coefficient for two reasons: (l) being an asymmetrical coefficient, it does not consider double zeros as an indication of resemblance; (2) Gower and Legendre ( 1986) showed its reliability for measuring high and low similarities with the same fidelity. For the abiotic similarity matrix, we used the Estabrook and Rogers coefficient (Estabrook and Rogers 1966) because it can handle data with different levels of precision. The equations and rationale for these two coefficients can be found in Legendre and Legendre ( 1983) .",
            "cite_spans": [
                {
                    "start": 457,
                    "end": 483,
                    "text": "Gower and Legendre ( 1986)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 651,
                    "end": 678,
                    "text": "(Estabrook and Rogers 1966)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 813,
                    "end": 842,
                    "text": "Legendre and Legendre ( 1983)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "Mantel tests among similarity matrices.-To measure the relations among the three similarity matrices, we computed a series of three Mantel tests (Mantel 1967) and three partial Mantel tests (Smouse et a!. 1986 ). The Mantel test is a correlation test adapted to similarity or distance matrices (Legendre and Fortin 1989) . Using the standardized Mantel statistic as the input, we then performed a path analysis (Sokal and Rohlf 1981) . This way, the analysis is not standard because Mantel statistics are used instead of Pearson correlation coefficients. Therefore, significance tests of path coefficients cannot be used for interpretation. In a second series of tests, we took a similarity matrix among tree communities computed with only the tree species that are known to be hosts of ectomycorrhizal fungi, according to Trappe (1962) , Malloch and Malloch (1981 ), Brundrettand Kendrick (1988 , and Berliner and Torrey (1989) .",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 158,
                    "text": "(Mantel 1967)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 190,
                    "end": 209,
                    "text": "(Smouse et a!. 1986",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 294,
                    "end": 320,
                    "text": "(Legendre and Fortin 1989)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 411,
                    "end": 433,
                    "text": "(Sokal and Rohlf 1981)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 823,
                    "end": 836,
                    "text": "Trappe (1962)",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 839,
                    "end": 864,
                    "text": "Malloch and Malloch (1981",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 865,
                    "end": 895,
                    "text": "), Brundrettand Kendrick (1988",
                    "ref_id": null
                },
                {
                    "start": 902,
                    "end": 928,
                    "text": "Berliner and Torrey (1989)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "Ordinations and classifications of community samples.-The main purpose of this step of the analysis was to allow a finer resolution of the relationships revealed by the Mantel tests. All three similarity matrices were used to compute classifications and ordinations. The latter were done through principal coordinate analyses (PCOA). We chose this technique to project, on an orthogonal system of axes, the similarities among samples that have been described above. For the cluster analyses of community samples, we used hierarchical, agglomerative, proportional-link linkage clustering, with connectedness between 0.50 and 0.60. These values of connectedness were chosen to overcome the chaining phenomenon (Legendre and Legendre 1983) . Results of the classifications were superimposed on the first two axes of the PCOA. We also placed the sampling stations on the minimum spanning tree (MST) of the clusters. MST is defined (in a single linkage clustering) as the chain formed by the first similarity link that put an object in a group or that allows two groups to merge Ross 1969, Legendre and Legendre 1983) . In his computer program for cluster analysis, Legendre (1985) generalizes this concept to the other agglomerative clustering methods. This superimposition was useful to visually compare the structure of the two related taxocenes. To produce abiotic groups of sampling stations, we used a K-means algorithm (MacQueen 1967) with the three first axes of PCOA extracted from the abiotic similarity matrix as the input variables. To associate each station group with the set of abiotic characteristics that caused it, we computed Kendall's nonparametric correlations between the two first axes of the ordination and the environmental variables. We also computed the average of each abiotic variable within each group.",
            "cite_spans": [
                {
                    "start": 708,
                    "end": 736,
                    "text": "(Legendre and Legendre 1983)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1074,
                    "end": 1097,
                    "text": "Ross 1969, Legendre and",
                    "ref_id": null
                },
                {
                    "start": 1098,
                    "end": 1112,
                    "text": "Legendre 1983)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1161,
                    "end": 1176,
                    "text": "Legendre (1985)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1421,
                    "end": 1436,
                    "text": "(MacQueen 1967)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "Direct gradient analyses.-To analyze in more detail the effect of soil variables on the structure of the tree communities and on the structure of EBC, we computed two canonical correspondence analyses (CCA) (ter Braak 1986 (ter Braak , 1987 , one for each species data set, but using the same soil variables. CCA is a technique that selects the linear combination of environmental variables that maximizes the dispersion of species scores. We used it because, unlike PCOA, it is able to detect unimodal relationships between species and external variables (ter Braak 1988) . We took as the external variables the ones that describe the mineral horizons of the soil, in order to see the different responses of the two taxocenes to the same gradient. The rest of the abiotic variables were correlated with this edaphic gradient after the extraction of the axes. We also computed partial correlations between abiotic variables and the two first axes of the CCA of fungal communities, removing the effect of the corresponding axes of the tree communities. This allowed us to identify the abiotic variables that might influence the distribution of Basidiomycetes independently from the effect of the composition of their associated tree community.",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 222,
                    "text": "(ter Braak 1986",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 223,
                    "end": 240,
                    "text": "(ter Braak , 1987",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 556,
                    "end": 572,
                    "text": "(ter Braak 1988)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "Relations between trees, Basidiomycetes, and the environment.-The objective of this series of analyses was to bring out relationships at the species level rather than at the community level. Grouping of species was used mainly to reduce variability because the number of samples is low compared to the high number of species and abiotic variables. Also, we wanted to analyze the effect of environmental variables when these are considered collectively. Therefore, the analysis of the distribution of clusters of species was made using sets of abiotic variables to characterize their habitat.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "Cluster analyses of species.-To study the relations between each species of ectomycorrhizal Basidiomycetes and individual tree species, we merged in a single table the importance values of fungi and trees for each sampling station. Following the method used by Bergeron and we then computed an association matrix among species using the chi-square similarity coefficient (Roux and Reyssac 1975) . With this matrix, we computed a cluster analysis using the agglomerative, complete-linkage method. Species associations were then defined by clusters established at an arbitrarily fixed similarity value.",
            "cite_spans": [
                {
                    "start": 371,
                    "end": 394,
                    "text": "(Roux and Reyssac 1975)",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "Biological associations and habitat preferences.-To study the interrelations between sets of abiotic conditions and the abundance of the species that belonged to each biological association, we grouped in a twoway contingency table (1) the stations of the same abiotic group and (2) the species of the same clusters of the complete linkage. In this table each combination of a station group with a species cluster forms a cell. In each cell we computed the relative constancy (Rq) of the species cluster in the abiotic group of stations. This value (R.) is a measure of the relative weighted average ubiquity of a cluster of species within the series of groups of stations representing different sets of abi-otic conditions. The weighted average ubiquity (U) of a cluster of species (q) is given by the following formula:",
            "cite_spans": [
                {
                    "start": 476,
                    "end": 480,
                    "text": "(Rq)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "where aij = relative abundance of the ith species of cluster q in the jth station of abiotic group k, n = number of species in the cluster q, and m = number of stations in the cluster k.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "The relative weighted average ubiquity of a group of species \"q\" is given by the following formula:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "where p = number of abiotic groups of stations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "We repeated the computation of Rq using the total relative abundance of each corresponding tree species cluster in each station group. For this, we kept only those tree species that are known to be ectomycorrhized (see references given above in Mantel tests among similarity matrices). Then we computed a correspondence statistic (Neu et al. 1974 ) with the relative constancy of tree groups as the expected value ofthe constancy ofbasidiomycete clusters (observed value). For each comparison, the null hypothesis is that there is no difference between the expected and the observed value; this would indicate that the \"habitat preference\" of a cluster of fungi is determined by the habitat preference of its associated cluster of ectomycorrhized trees. The alternative hypothesis would indicate an avoidance or a preference (depending on the sign of the difference) of the fungal species clusters over different sets of abiotic conditions, controlling for the effect of ectomycorrhized trees.",
            "cite_spans": [
                {
                    "start": 330,
                    "end": 346,
                    "text": "(Neu et al. 1974",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "Similarity matrices, principal coordinate analysis, cluster analysis, Kendall's tau, and Mantel and partial Mantel tests, were all computed with the \"R\" package of Legendre and Vaudor (Legendre 1985) . Canonical correspondence analyses were computed with CANO-CO (ter Braak 1988). Correspondence statistics were computed using our own program.",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 199,
                    "text": "Legendre and Vaudor (Legendre 1985)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "During the two seasons of sampling (summer of 1986 and of 1987) we collected :::::240 species of ectomycorrhizal Basidiomycetes at the 11 sampling stations. We were able to identify half of these to species (120); 59 of the species were found in more than 1 plot (Table  1) . Unidentified species belong mostly to genera Cortinarius and Russula and to the Entolomaceae family. These groups are poorly known in eastern North America and especially in Quebec. At the same 11 sampling stations 33 woody species were sampled: 15 trees and 18 sh~bs. Ofthese, 13 species oftrees, present in one growth stage or another (Table 2) , and 14 shrub species, were identified in > 1 station. The similarity matrix among plant communities that was used in the first series of Mantel tests was computed with data of Table  2 only.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 263,
                    "end": 273,
                    "text": "(Table  1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 613,
                    "end": 622,
                    "text": "(Table 2)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 801,
                    "end": 809,
                    "text": "Table  2",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "REsULTS"
        },
        {
            "text": "For each sampling station, we measured or observed 70 environmental variables: 28 and 15 of them, respectively, describe the chemical and physical properties of the mineral horizons of the soil, 14 measure the chemical and physical properties of the organic horizon (humus), and 13 result from geomorphological observations. After the combinations mentioned above, 37 variables remained (Table 3) . They were used in the computation of the abiotic similarity matrix among stations.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 387,
                    "end": 396,
                    "text": "(Table 3)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "REsULTS"
        },
        {
            "text": "Results of Mantel and partial Mantel tests show that the structures of the tree community and the ectomycorrhizal-basidiomycete community (EBC) are strongly correlated, whether the similarity matrix used was based on all tree species (Table 4) or ectomycorrhized tree species only (Table 5) . Moreover, the partial relation between composition of tree communities and composition of EBC, removing the effect of abiotic variables, is strong in both comparisons.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 234,
                    "end": 243,
                    "text": "(Table 4)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 281,
                    "end": 290,
                    "text": "(Table 5)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "REsULTS"
        },
        {
            "text": "For the comparison based on all tree species, the abiotic similarity matrix (SimABIO) is not significantly correlated with any other similarity matrix (Table 4) . For the comparison based on ectomycorrhized tree species, correlation and partial correlation between abiotic similarity and EBC similarity, removing the effect of tree communities, are weak but statistically significant ( Table 5 ). The path diagram in Fig. 1 further summarizes these results. The path coefficients presented could not be tested in the usual manner for statistical significance, because similarity matrices are always non-independent variables; the partial Mantel tests in Table 4 can be used as tests of significance of these path coefficients, however. Fig. 1 shows the linear relationships between similarity matrices, and we can see that, in this context, most of the variance of the two biotic similarity matrices remains unexplained by the abiotic data used in this study. The main point, however, is the strong causal relation in Fig. 1 between SimEBC and SimTREES: it represents a significant causal link, because it corresponds to a significant partial Mantel statistic in Table 4 , controlling for the effect of the abiotic data.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 151,
                    "end": 160,
                    "text": "(Table 4)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 386,
                    "end": 393,
                    "text": "Table 5",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 417,
                    "end": 423,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 654,
                    "end": 661,
                    "text": "Table 4",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 736,
                    "end": 742,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 1018,
                    "end": 1024,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 1163,
                    "end": 1170,
                    "text": "Table 4",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "REsULTS"
        },
        {
            "text": "The structures of the three data matrices are rather similar (Figs. 2-4) . Indeed, many pairs of sampling stations are positioned near each other (e.g., 1 and 3, 10 and 7, 11 and 9) on the three ordination diagrams and cluster in the same way. Ordination of either tree communities or EBC separates clearly those communities dominated by deciduous tree species from those dominated by coniferous trees.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 61,
                    "end": 72,
                    "text": "(Figs. 2-4)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "REsULTS"
        },
        {
            "text": "The ordination and classification of stations based on abiotic variables separates three groups of stations (plots), P.ach identified by a distinct symbol (Fig. 4) . First, there is a clear distinction between the \"group\" with a wet organic soil (station 5) and the two groups with mineral soils (the rest of the plots). Thus, the first principal coordinate analysis (PCOA) axis is highly 104 PATRICK NANTEL AND PETER NEUMANN Ecology, Vol. 73, No. 1 t Nomenclature follows that of Pomerleau (1980 Pomerleau ( , 1984 . Species are sorted according to their relative importance value in all sampling plots.",
            "cite_spans": [
                {
                    "start": 481,
                    "end": 496,
                    "text": "Pomerleau (1980",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 497,
                    "end": 515,
                    "text": "Pomerleau ( , 1984",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [
                {
                    "start": 155,
                    "end": 163,
                    "text": "(Fig. 4)",
                    "ref_id": null
                }
            ],
            "section": "REsULTS"
        },
        {
            "text": ":j: New species for the Quebec province. §Based on total abiotic similarity (see Fig. 4 ). :j: Endomycorrhized species. § Based on total abiotic similarity (see Fig. 4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 81,
                    "end": 87,
                    "text": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 161,
                    "end": 167,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "REsULTS"
        },
        {
            "text": "Many variables show relatively strong partial correlations with the axes ofEBC, taking into account the relation between axes of tree communities and axes of EBC. These partial correlations may be interpreted as a measure of the direct effect of variables with the structure of EBC, removing the indirect effect of tree communities. The variables with rather high partial correlation are mostly humus descriptors (thickness of the litter, percentage of organic matter, exchange capacity), mineral soil richness, and variables associated with drainage (percentage of water in mineral soil, percentage of organic matter, slope).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REsULTS"
        },
        {
            "text": "Species associations (Table 8 ) may have resulted partly from symbiotic relations with trees and partly from simple co-occurrence due to similar habitat requirements. Some tree-fungus associations revealed by this analysis had been identified as symbiotic by previous investigations (Pinus strobus-Suillus granulatus; Picea spp-Russula paludosa). On the other hand, the clustering failed to bring out some well-known symbiotic relationships (e.g., Pinus strobus-Boletinus pictus). Most of the symbiotic associations suggested by Table 8 have not been documented yet, but many must now be suspected as symbiotic.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 21,
                    "end": 29,
                    "text": "(Table 8",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 529,
                    "end": 536,
                    "text": "Table 8",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "REsULTS"
        },
        {
            "text": "For clusters of fungi that have been associated with trees that are known to be endomycorrhized (like species of the genus Acer, for example), we included in Table 8 the ectomycorrhized trees that were ecologically associated with these trees. These associations were identified by an independent cluster analysis of tree species only. This caused some tree hosts to appear in more than one set: therefore, tree-fungus sets can be considered as \"fuzzy sets.\"",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 158,
                    "end": 165,
                    "text": "Table 8",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "REsULTS"
        },
        {
            "text": "According to the correspondence statistic (Neu et al. 1974) , there are significant departures between relative constancy of basidiomycete clusters (observed value) and constancy of associated tree clusters (expected value) ( Table 9 ). These departures are informative about particular habitat preferences for Basidiomycetes.",
            "cite_spans": [
                {
                    "start": 42,
                    "end": 59,
                    "text": "(Neu et al. 1974)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [
                {
                    "start": 226,
                    "end": 233,
                    "text": "Table 9",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "REsULTS"
        },
        {
            "text": "Species of cluster 2 (Table 8 ) avoided hydric humisol, the condition prevailing in the station of group 3 (Fig. 4) , and preferred the two other groups of stations. Therefore, they were associated with black spruce (Picea mariana) but mostly on dryer locations. Species of cluster 3 preferred stations of group 1 and avoided those of group 2. They were associated with Populus grandidentata and P. tremuloides on soils that were richer in mineral nutrients, with thick humus that were poor in mineral nutrients. Species of clusters 4, 7, 9, and 13 all preferred humid organic soils. Clusters 4 and 9 also avoided stations of group 1. Species of cluster 10 avoided stations of group 2 and were found almost exclusively on rich mesic stations dominated by sugar maple (Acer saccharum). They were most probably associated with beech (Fagus grandifolia).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 21,
                    "end": 29,
                    "text": "(Table 8",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 107,
                    "end": 115,
                    "text": "(Fig. 4)",
                    "ref_id": null
                }
            ],
            "section": "REsULTS"
        },
        {
            "text": "Species of cluster 11 avoided rich mesic stations of group 1 and preferred conditions prevailing in stations of group 2. Finally, cluster 12 avoided rich mesic soils and preferred: (1) soils that were poor in mineral nutrients but where the humus had a higher percentage of organic matter, and (2) wet organic soils. Every other cluster of Basidiomycetes seems to have followed their tree symbionts wherever they grew.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REsULTS"
        },
        {
            "text": "The partial correlation between composition of tree communities and composition of the ectomycorrhizalbasidiomycete communities (EBC), removing the effect of abiotic variables, is as strong as the simple correlation between the two taxocenes (Table 4 ). This may be partly caused by the absence of significant correlation between the abiotic similarity and the similarity among tree communities. Tree species showing a bimodal type of distribution along abiotic gradients create conditions where station pairs may share many species without sharing important abiotic conditions. Abundant species in our samples, such as Thuja occidentalis, Abies balsamea, Picea mariana, and Acer rubrum, are trees that show this pattern, for example in their response to soil drainage.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 242,
                    "end": 250,
                    "text": "(Table 4",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Similarity matrices and ordinations"
        },
        {
            "text": "The correlation and partial correlation between abiotic similarity and EBC similarity, removing the effect of tree communities, are statistically significant when we used only ectomycorrhized tree species in the analysis. This suggests that abiotic gradients have a more linear effect on EBC structure than on structure of the ectomycorrhized tree community.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Similarity matrices and ordinations"
        },
        {
            "text": "We interpret the differentiation of tree communities composition and structure as the effect of a complex gradient of soil thickness (drainage) and richness and of disturbance. For example, stations 1 and 3, at the right of the principal coordinate analysis (PCOA) (Fig.  3) , were dominated by sugar maple (Acer saccharum) and were characterized by low disturbance and thick mineral soils that were well drained. Stations 7 and 10, at the bottom of the ordination, had in common an abundance of poplar (Populus grandidentata) and white birch (Betula papyrifera), two shade-intolerant species, and were characterized by well-drained soils. The relative positions of pairs of stations in the three multidimensional spaces pertain to eight different types. If A is the space defined by basidiomycete data, B the one defined by tree data, and C the one defined by abiotic variables, then pairs can be:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 265,
                    "end": 274,
                    "text": "(Fig.  3)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Similarity matrices and ordinations"
        },
        {
            "text": "1) close in all three spaces; 2) distant in all three spaces; 3) distant in spaces A and B, close in space C; 4) distant in spaces A and C, close in space B; 5) distant in spaces B and C, close in space A; 6) close in spaces A and B, distant in space C; 7) close in spaces A and C, distant in space B; 8) close in spaces B and C, distant in space A. Each of these combinations reflects a particular ecological situation. If abiotic conditions strongly influenced both tree community composition and EBC composition (directly or via their effect on tree communities), then the most common situations should have been the first two. With those remarks in mind, the position of some station pairs and some individual stations is worth noticing. Station 2, for example, shared few abiotic conditions and tree species with stations 4 and 5, but the EBC of the three had many species in common. White birch (Betula papyrifera) was the main tree species growing at the three stations, and it is possible that the EBC was mostly affected by the presence of this species despite the widely different physical properties of their substrate. This would suggest that many ectomycorrhizal Basidiomycetes associated with white birch were indifferent to some soil properties like texture and water content. It can also mean that in the past (before disturbances) the tree community of station 2 had shared more species with stations 4 and 5 than it did when we sampled it. The ectomycorrhizal Basidiomycetes may then have persisted in the station while their associated trees had disappeared. Indeed, we found that burned stumps belonged to coniferous species in station 2 while there were but a few weak saplings of balsam fir (Abies balsamea) growing at the station or around it when we sampled. In his field observations of Salix repens communities in the British Isles, Watling (1981) concluded that the species composition of an EBC is influenced not only by the present composition of the tree community but also by its past composition.",
            "cite_spans": [
                {
                    "start": 1859,
                    "end": 1873,
                    "text": "Watling (1981)",
                    "ref_id": "BIBREF65"
                }
            ],
            "ref_spans": [],
            "section": "Similarity matrices and ordinations"
        },
        {
            "text": "In Fig. 4 , station 5 is positioned far from all the 108 PATRICK NANTEL AND PETER NEUMANN Ecology, Vol. 73, No. l 3  3  2  2  3  2  I  Position on slope*  3  3  2  3  1  2  3  Slope shape*  2  I  2  1  I  1  1 Flooding II I 1 1 l l I I *See Methods: Vegetation sampling . .. and Methods: Soil analyses for details and references on these variables. t Values are classes of the intensity of the red hue based on Munsell code: I = 2.5 Y; 2 = 10 YR; 3 = 7.5 YR; 4 = 5 YR; 5 = 2.5 YR.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 9,
                    "text": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 114,
                    "end": 209,
                    "text": "3  3  2  2  3  2  I  Position on slope*  3  3  2  3  1  2  3  Slope shape*  2  I  2  1  I  1  1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Similarity matrices and ordinations"
        },
        {
            "text": ":j: Values are classes of angular distances from the south of the aspect of a station. §Values are qualitative descriptors: 1 =very thin till; 2 =thin till; 3 =thick till; 4 = organic deposit. II Presence (2) or absence (I) of the feature on the sampling station. TABLE 4. Results of the first series of Mantel tests (above diagonal) and partial Mantel tests (below diagonal) between pairs of similarity matrices. All tree species (Table 2) :j: simEBC = similarity matrix of ectomycorrhizal-basidiomycete communities based on data of Table I. § simTREES =similarity matrix of tree community samples based on data of Table 2 . II simABIO = abiotic similarity matrix among stations based on variables of Table 3 . occidental is, is not known as an ectomycorrhizae-form-4 4 5 6 ing species, its abundance may have affected indirectly 1 1 1 0 the composition of EBC, by influencing, for example, 1 1 1 2 the chemical and microftora composition of the soil, which affects the ectomycorrhizae formation (Slankis 1974) .",
            "cite_spans": [
                {
                    "start": 997,
                    "end": 1011,
                    "text": "(Slankis 1974)",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [
                {
                    "start": 431,
                    "end": 440,
                    "text": "(Table 2)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 534,
                    "end": 542,
                    "text": "Table I.",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 616,
                    "end": 623,
                    "text": "Table 2",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 702,
                    "end": 709,
                    "text": "Table 3",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Similarity matrices and ordinations"
        },
        {
            "text": "Some pairs, like stations 1 and 3, shared abiotic conditions, tree community composition, and EBC TABLE 5. Results of the second series Mantel tests (above diagonal) and partial Mantel tests (below diagonal) between different pairs of similarity matrices. Ectomycorrhizae-forming tree species (Table 3) were used in the computation of community similarity (simEctoTREES). t simEBC* simEctoTREES § simABIOII simEBC* r = 0.47592 r = 0.26299 p = 0.004* p = 0.049 simEcto TREES § r = 0.48278 r = 0.03994 p = 0.004* p = 0.389 simABIOII r = 0.27763 r = -0.10044 p = 0.009* p = 0.370 *Significant at the Bonferroni-corrected probability level of (.05/3 = .0 167) for an overall significance level of .05 (Miller 1966). t P = probability of H0 (no relationship) after 1000 permutations; r = standardized Mantel statistic. * simEBC = similarity matrix of ectomycorrhizal-basidiomycete communities based on data of Table I. § simEctoTREES = similarity matrix of tree community samples based on abundance data of ectomycorrhizae-forming trees (see Table 2 ).",
            "cite_spans": [
                {
                    "start": 697,
                    "end": 711,
                    "text": "(Miller 1966).",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [
                {
                    "start": 293,
                    "end": 302,
                    "text": "(Table 3)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 905,
                    "end": 913,
                    "text": "Table I.",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1037,
                    "end": 1044,
                    "text": "Table 2",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Similarity matrices and ordinations"
        },
        {
            "text": "II simABIO = abiotic similarity matrix among stations based on variables of Table 3 . composition. There, the dominant tree (Acer saccharum) is generally endomycorrhized (Brundrett and Kendrick 1988, Berliner and Torrey 1989 ) and many Basidiomycetes gathered in those stations were only hypothetically ectomycorrhizal: Hygrophorus ceraceus, H. marginatus, Nolanea spp, Leptonia spp, etc. However, the stipes of those species were always deeply buried in the soil and their mycelia were diffuse and rarely visible. This habit is not typical of most litter saprotrophes. Therefore, it is possible that a tree species that forms ectomycorrhizae, present as saplings or seedlings (like Fagus grandifo/ia and Betula al/eghaniensis) was associated with those Basidiomycetes.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 184,
                    "text": "(Brundrett and",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 185,
                    "end": 212,
                    "text": "Kendrick 1988, Berliner and",
                    "ref_id": null
                },
                {
                    "start": 213,
                    "end": 224,
                    "text": "Torrey 1989",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 76,
                    "end": 83,
                    "text": "Table 3",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Similarity matrices and ordinations"
        },
        {
            "text": "Other pairs of sampling stations supported different tree communities but their EBC were more similar. For example, stations 6 and 7 shared important abiotic characteristics, and two important ectomycorrhizae-N en ~ 5 9 forming trees (Pinus strobus and Populus grandidentata) were present in both, but not in the same proportions. The similarity of EBC was due, here, to the abundance of Amanita brunnescens and Boletinus pic-Ius, two species possibly associated with Pinus strobus (Table 8; Trappe 1962) . As in station 2, this suggests that the presence of a particular tree species in a station may have had a stronger influence on EBC composition and structure than others.",
            "cite_spans": [
                {
                    "start": 492,
                    "end": 504,
                    "text": "Trappe 1962)",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [
                {
                    "start": 482,
                    "end": 491,
                    "text": "(Table 8;",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Similarity matrices and ordinations"
        },
        {
            "text": "In Figs. 2 and 3 the configuration of the minimum spanning tree (MST) superimposed onto the plan of principal coordinates suggests the presence of the \"horseshoe\" effect (Legendre and Legendre 1983) . It was then legitimate to rely on another technique of (Table 2) . Stations belonging to the same group formed by proportional-link linkage agglomeration are identified by the same symbol. Lines joining sampling stations represent the minimum spanning tree. axes extraction, such as canonical correspondence analysis (CCA), for detection of abiotic gradients.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 198,
                    "text": "(Legendre and Legendre 1983)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 256,
                    "end": 265,
                    "text": "(Table 2)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Abiotic gradients"
        },
        {
            "text": "The direct gradient analysis pointed out the effect of drainage quality (or moisture) of a station on plant community composition and structure. This effect is well documented (see, for example, Whittaker 1956 , Bouchard and Maycock 1978 , Gagnon and Bouchard 1981 , Bergeron and Bouchard 1983 , Gauvin and Bouchard 1983 . However, the EBC composition could have also been affected by drainage since water availability is identified as a limiting factor of ectomycorrhizal development (references in Slankis 197 4 and Bowen 1972) . Moreover, trees that grow on soils where the mineral soil does not retain water well may depend more on ectomycorrhizae for their water supply (Slankis 197 4). In our sample, more rapidly drained stations were also richer in ectomycorrhizae-forming trees. Also, as an indirect effect of plant community composition or not, the humus of those stations had a higher percentage of organic matter (loss on ignition), a characteristic identified as favorable for ectomycorrhizal formation (Slankis 1974) . On the other hand, mesic stations were usually dominated by Acer saccharum, a non-ectomycorrhized species, and the humus it created had a lower percentage of organic matter.",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 209,
                    "text": "Whittaker 1956",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 210,
                    "end": 237,
                    "text": ", Bouchard and Maycock 1978",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 238,
                    "end": 264,
                    "text": ", Gagnon and Bouchard 1981",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 265,
                    "end": 293,
                    "text": ", Bergeron and Bouchard 1983",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 294,
                    "end": 320,
                    "text": ", Gauvin and Bouchard 1983",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 500,
                    "end": 529,
                    "text": "Slankis 197 4 and Bowen 1972)",
                    "ref_id": null
                },
                {
                    "start": 1016,
                    "end": 1030,
                    "text": "(Slankis 1974)",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "Abiotic gradients"
        },
        {
            "text": "Since most ectomycorrhizae are found in the humus (see references in Slankis 1974) , some variables associated with this soil layer may directly affect the EBC compos1t10n. Many properties of this layer may be determined by plant community composition, which is responsible for chemical composition and the physical structure of the litter. Correlations between humus descriptors and edaphic gradients that structure tree communities support this hypothesis. The interpretation of interrelations between abiotic and biotic gradients is summarized in Fig. 5 .",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 82,
                    "text": "Slankis 1974)",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [
                {
                    "start": 550,
                    "end": 556,
                    "text": "Fig. 5",
                    "ref_id": null
                }
            ],
            "section": "Abiotic gradients"
        },
        {
            "text": "These results are similar to those of Favre (1948) and Hering ( 1966) who compared the macro fungal species composition of forests having similar tree composition but established on different soils. Favre (1948) showed that chemical characteristics of the soils, mostly pH, affect the species composition of mycofloras. Hering (1966) suggested that the nature of the soil parent material is responsible for differences in macrofungal community composition. Also, Garbaye et al. ( 1986) , working on the distribution of ectomycorrhizae types (which may or may not represent different species) on young oaks, showed that soil texture, pH, and organic-matter content are the main factors affecting their distribution. The results of Bills et al. (1986) previously showed how plant communities at two extreme poles of a complex environmental gradient support different ectomycorrhizal communities. However, knowledge of the composition of intermediate communities was needed to bring out a deeper understanding of factors affecting the composition of EBC. ",
            "cite_spans": [
                {
                    "start": 38,
                    "end": 50,
                    "text": "Favre (1948)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 55,
                    "end": 69,
                    "text": "Hering ( 1966)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 199,
                    "end": 211,
                    "text": "Favre (1948)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 320,
                    "end": 333,
                    "text": "Hering (1966)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 463,
                    "end": 485,
                    "text": "Garbaye et al. ( 1986)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 730,
                    "end": 749,
                    "text": "Bills et al. (1986)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Abiotic gradients"
        },
        {
            "text": "Since symbiotic partners were not identified with certainty, we do not maintain that the habitat preferences described in the Results section are independent of the distribution of actual (verified) symbiotic partners.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interpretations of species associations"
        },
        {
            "text": "As was the case in the results ofCCA, the preference patterns shown in Table 9 help to identify the abiotic factors affecting fungus species distribution that were different from those affecting the distribution of trees (see Fig. 5 ). Also, while some abiotic conditions influencing tree community structure were the same as those affecting fungal communities, the responses of fungi seem to have differed from those of their tree symbionts. The effect of drainage is a good example of this. The same phenomenon involving the soil acidity was observed by Kotlaba (1953) , who studied macromycetes communities of peat bogs in Czechoslovakia. He stated that some ectomycorrhizal species avoid peat bogs although their tree hosts are present. Others, which he called \"acidophilic\" species, follow their tree symbionts wherever they grow. Moreover, it is known (Slankis 1974 ) that ectomycorrhizae formation occurs mainly when nutritional conditions for the tree associate are suboptimal. This may partly explain why many ectomycorrhizal Basidiomycetes seem to have avoided rich mesic stations, a phenomenon observed by other researchers (Ubrizsy 1972) .",
            "cite_spans": [
                {
                    "start": 556,
                    "end": 570,
                    "text": "Kotlaba (1953)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 858,
                    "end": 871,
                    "text": "(Slankis 1974",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1135,
                    "end": 1149,
                    "text": "(Ubrizsy 1972)",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [
                {
                    "start": 71,
                    "end": 78,
                    "text": "Table 9",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 226,
                    "end": 232,
                    "text": "Fig. 5",
                    "ref_id": null
                }
            ],
            "section": "Interpretations of species associations"
        },
        {
            "text": "It must be said finally that the limited size of our sample imposes limits on generalizations, mostly because oflack of replication in some of the abiotic conditions. Concerning the gradient analyses, we cannot tell to what extent lack of pattern is due to limited data. Ideally, future work should include more plots that would be sampled for more than two years. This would mean a lot of basidiomata to identify, a difficult task in the absence of taxonomic monographs on complex genera such as Cortinarius and Russula. However, an ecological investigation can be coupled with taxonomic work if restricted to one family or a few genera. In this perspective, collecting in permanent plots may provide good material for an understanding of morphological variations within species. On the other hand, the ecological investigation requires that all material be identified, including damaged basidiomata. This is necessary because the abundance of an ectomycorrhizalbasidiomycete species is usually evaluated using the PATRICK NANTEL AND PETER NEUMANN Ecology, Vol. 73, No. 1 TABU!9. Relative constancy* of species clusters in station groups for ectomycorrhizae fungal and tree species. Numbers in boldface type indicate observed constancies that are significantly (P < .05) different from their expected one according to the correspondence statistic (Neu et al. 1974) , Bonferroni-corrected. Observed constancy (upper row for each station group) is the constancy of fungal species; expected constancy (lower row) is the constancy of the associated tree species (ectomycorrhized only). t Based on complete linkage clustering using chi-square similarity coefficient (Table 8) . * Based on a cluster that minimizes variance of the first three principal coordinates extracted from the abiotic similarity matrix (Fig. 4) .",
            "cite_spans": [
                {
                    "start": 1348,
                    "end": 1365,
                    "text": "(Neu et al. 1974)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [
                {
                    "start": 1662,
                    "end": 1671,
                    "text": "(Table 8)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1805,
                    "end": 1813,
                    "text": "(Fig. 4)",
                    "ref_id": null
                }
            ],
            "section": "Interpretations of species associations"
        },
        {
            "text": "frequency or biomass of all its basidiomata. An alternative approach would consist of the identification of the two symbionts (fungus and tree) directly for ectomycorrhizae that would be sampled. Such an approach would need a systematic or random excavation of roots and thus be extremely time consuming; further, it will become feasible only when more ectomycorrhizae descriptions like those in Godbout and Fortin (1985) , Randall and Grand ( 1986) , Agerer ( 1988) , and Samson and Fortin (1988) , are available for associations of North American tree and fungus species.",
            "cite_spans": [
                {
                    "start": 396,
                    "end": 421,
                    "text": "Godbout and Fortin (1985)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 424,
                    "end": 449,
                    "text": "Randall and Grand ( 1986)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 452,
                    "end": 466,
                    "text": "Agerer ( 1988)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 473,
                    "end": 497,
                    "text": "Samson and Fortin (1988)",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "Interpretations of species associations"
        },
        {
            "text": "The distribution of ectomycorrhizal Basidiomycetes resulted mainly from their biotic interactions with tree communities. Partial Mantel tests appeared to be quite powerful in bringing out dependence patterns between linked biological communities (or taxocenes) and their environment. Their results offered a much clearer pic-ture of complex interactions among plant communities, environment, and ectomycorrhizal-basidiomycete communities (EBC) than previous mycosociological studies. We suggest their use in all studies involving such material (like parasite-hyperparasite--environment relationships, etc.). Because the computation of this statistic can handle geographical and chronological distance matrices, it may also be useful where spatial or temporal patterns of associated taxocenes are to be revealed, as in the work of Taylor et al. (1984) .",
            "cite_spans": [
                {
                    "start": 830,
                    "end": 850,
                    "text": "Taylor et al. (1984)",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "CoNCLUSIONS"
        },
        {
            "text": "Some results of the analyses also suggested that the composition and structure ofEBC were not so dependent on the precise composition and structure of the tree community of the same habitat:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CoNCLUSIONS"
        },
        {
            "text": "1) The partial Mantel test between EBC similarity and abiotic similarity, removing the effect of the similarity among ectomycorrhized tree communities, showed an independent relationship between EBC and the abiotic features of their habitat. 2) The ecological distribution ofbasidiomycete species associations showed preference/avoidance patterns regarding environmental conditions that sometimes appeared independent of the ecological distribution of hypothetical tree symbionts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CoNCLUSIONS"
        },
        {
            "text": "Environmental variables that seem to have affected more directly the EBC structure were descriptors of the physical and chemical properties of the humus, such as litter thickness and percentage of organic matter. Sometimes the composition and structure ofEBC may have been determined mainly by the presence of one or two tree species (as with Pinus strobus and Betula papyrifera) that were strongly associated with a few highly productive Basidiomycetes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CoNCLUSIONS"
        },
        {
            "text": "In the framework of the continuum concept (Whittaker 1967), our results can be usefully interpreted and visualized as relations between distribution curves of associated species of two taxocenes. For the fungal partner of ectomycorrhizae, there were three possible types of relations between distribution curves: 1) Its curve followed that of its tree symbionts with high fidelity independent of the environment;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CoNCLUSIONS"
        },
        {
            "text": "2) It followed that of its tree symbionts only on a part of the gradient;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CoNCLUSIONS"
        },
        {
            "text": "3) It did not follow any tree distribution curve but had its own independent one and formed ectomycorrhizae with whatever suitable hosts were available in its habitat.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CoNCLUSIONS"
        },
        {
            "text": "The second type best explains the partial correlation between environmental gradient and EBC composition gradient. This type of distribution implies that betadiversity of fungi is generally higher than beta-diversity of ectomycorrhizae-forming trees, a fact suggested by the results of previous mycosynecological studies (Cooke 1948 , 1979 , Favre 1948 , Kotlaba 1953 , Ubrizsy 1972 , Apinis 1973 , Darimont 1973 , Lisiewska 1974 , Villeneuve et al. 1989 . Moreover, in our study we had about 240 species of fungi to 27 species of woody plants. From the perspective of species conservation, these facts may both have consequences in the choice of sites for the establishment of ecological preserves: site selection based on vegetation classification or mapping, or on distribution of tree species, may miss several fungal species. Therefore, the general objective of conservation of biodiversity would be better achieved by the conservation of many replicates of the same forest types.",
            "cite_spans": [
                {
                    "start": 321,
                    "end": 332,
                    "text": "(Cooke 1948",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 333,
                    "end": 339,
                    "text": ", 1979",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 340,
                    "end": 352,
                    "text": ", Favre 1948",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 353,
                    "end": 367,
                    "text": ", Kotlaba 1953",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 368,
                    "end": 382,
                    "text": ", Ubrizsy 1972",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 383,
                    "end": 396,
                    "text": ", Apinis 1973",
                    "ref_id": null
                },
                {
                    "start": 397,
                    "end": 412,
                    "text": ", Darimont 1973",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 413,
                    "end": 429,
                    "text": ", Lisiewska 1974",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 430,
                    "end": 454,
                    "text": ", Villeneuve et al. 1989",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [],
            "section": "CoNCLUSIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Colour atlas of ectomycorrhizae",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Agerer",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Facts and problems",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Apinis",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Mycopathologia et Mycologia applicata",
            "volume": "48",
            "issn": "",
            "pages": "93--109",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Use of ecological groups in analysis and classification of plant communities in a section of western Quebec",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bergeron",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bouchard",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Vegetatio",
            "volume": "56",
            "issn": "",
            "pages": "45--63",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Studies on mycorrhizal associations in",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Berliner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Torrey",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "",
            "volume": "67",
            "issn": "",
            "pages": "2245--2251",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Comparison of ectomycorrhizal-basidiomycete communities in red spruce versus northern hardwood forests of West Virginia",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Bills",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "I"
                    ],
                    "last": "Holtzman",
                    "suffix": ""
                },
                {
                    "first": "0",
                    "middle": [
                        "K"
                    ],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Canadian Journal of Botany",
            "volume": "64",
            "issn": "",
            "pages": "760--768",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Les forc~ts decidues et mixtes de Ia region appalachienne du sud quebecois",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bouchard",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "F"
                    ],
                    "last": "Maycock",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Le Naturaliste Canadien",
            "volume": "105",
            "issn": "",
            "pages": "383--415",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Hydrometer method improved for making particle size analysis of soils",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Bouyoucos",
                    "suffix": ""
                }
            ],
            "year": 1962,
            "venue": "Agronomy Journal",
            "volume": "54",
            "issn": "",
            "pages": "464--465",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Mineral nutrition of ectomycorrhizae. Pages 151-197 in",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Bowen",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Their ecology and physiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A rapid method of determining exchangeable hydrogen and total exchangeable bases of soils",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "C"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 1943,
            "venue": "Soil Science",
            "volume": "56",
            "issn": "",
            "pages": "353--357",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The mycorrhizal status, root anatomy, and phenology of plants in a sugar maple forest",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Brundrett",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kendrick",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Canadian Journal of Botany",
            "volume": "66",
            "issn": "",
            "pages": "1153--1173",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Le systeme canadien de classification des sols. Publication 1646 du Ministere de !'Agriculture du Canada",
            "authors": [],
            "year": 1978,
            "venue": "Approvisionnements et Services Canada",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A survey of literature on fungus sociology and ecology",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Cooke",
                    "suffix": ""
                }
            ],
            "year": 1948,
            "venue": "The ecology of fungi",
            "volume": "29",
            "issn": "",
            "pages": "211--222",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Essai sur les fondements de Ia sociologie des champignons superieurs",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Darimont",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Sciences Naturelles de Belgique Memoire",
            "volume": "170",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Systeme d'informatique des sols au Canada (SISCan)-Manuel de description des sols sur le terrain (revision 1982). Direction generale de la recherche",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Day",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mcmenamin",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Agriculture Canada",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Changes in occurrence of basidiomycete fruit bodies during forest stand development: with specific reference to mycorrhizal 116 PATRICK NANTEL",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dighton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Poskitt",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Howard",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "AND PETER NEUMANN Ecology",
            "volume": "73",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A general method of taxonomic description for a computed similarity measure",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Estabrook",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Rogers",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "BioScience",
            "volume": "16",
            "issn": "",
            "pages": "789--793",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Les associations fongiques des hauts-marais jurassiens et de quelques regions voisines",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Favre",
                    "suffix": ""
                }
            ],
            "year": 1948,
            "venue": "Beitrage ziir Kryptogamenflora der Schweiz",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "La vegetation de l'escarpement d'Eardley",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gagnon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bouchard",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Canadian Journal of Botany",
            "volume": "59",
            "issn": "",
            "pages": "2667--2691",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Flore de la station de biologie de l'Universite de Montreal. Memoire de maitrise (thesis), Faculte des etudes superieures",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gagnon",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Les mycorhizes des jeunes chenes dans les pepinieres et les regenerations naturelles du",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Garbaye",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Menez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Wilhelm",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "87--96",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "La vegetation forestiere du Pare du Mont",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gauvin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bouchard",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "",
            "volume": "61",
            "issn": "",
            "pages": "1522--1547",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Synthesized ectomycorrhizae of aspen: fungal genus level of structural characterization",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Godbout",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Fortin",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Canadian Journal of Botany",
            "volume": "63",
            "issn": "",
            "pages": "252--262",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Metric and Euclidean properties of dissimilarity coefficients",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Gower",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Legendre",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Journal of Classification",
            "volume": "3",
            "issn": "",
            "pages": "5--48",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Minimum spanning trees and single linkage cluster analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Gower",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J S"
                    ],
                    "last": "Ross",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Applied Statistics",
            "volume": "18",
            "issn": "",
            "pages": "54--64",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "La vegetation forestiere du Quebec meridional",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Grandtner",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The terricolous higher fungi of four Lake District woodlands",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Hering",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "Transactions of the British Mycological Society",
            "volume": "49",
            "issn": "",
            "pages": "369--383",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "North American species of Hygrophorus",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hesler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Atlas climatologique du Quebec. Temperature-precipitation. Service de la meteorologie, Ministere des Richesses Naturelles, Gouvemement du Quebec, Direction generale des eaux",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Houde",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Mycosociological methods of investigation",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Hueck",
                    "suffix": ""
                }
            ],
            "year": 1953,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "84--101",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Ecologicko-sociologicka stidie o mykoflore \"Sokeslavskych blatt",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Kotlaba",
                    "suffix": ""
                }
            ],
            "year": 1953,
            "venue": "Preslia",
            "volume": "25",
            "issn": "",
            "pages": "305--350",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The genus Leptonia on the Pacific Coast of the United States",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Largent",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Bibliotheca Mycologica J. Cramer",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Numerical ecology. Developments in environmental modelling 3",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Legendre",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Legendre",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The \"R\" package for multivariate data analysis. (mimeographed)",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Legendre",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Spatial pattern and ecological analysis",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Legendre",
                    "suffix": ""
                },
                {
                    "first": "M.-J",
                    "middle": [],
                    "last": "Fortin",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Vegetatio",
            "volume": "80",
            "issn": "",
            "pages": "107--138",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Macromycetes of beech forest within the eastern part of the Fagus area in Europe",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lisiewska",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Acta Mycologica",
            "volume": "10",
            "issn": "",
            "pages": "3--72",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Some methods for classification and analysis of multivariate observations",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Macqueen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Proceedings of fifth Berkeley symposium on mathematical statistics and probability",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lecam",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Neyman",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "The mycorrhizal status of boreal plants: species from northeastern Ontario",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Malloch",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Malloch",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Canadian Journal ofBotany",
            "volume": "59",
            "issn": "",
            "pages": "2167--2172",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "The mycorrhizal status of boreal plants: additional species from northeastern Ontario",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Malloch",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Malloch",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Canadian Journal of Botany",
            "volume": "60",
            "issn": "",
            "pages": "1035--1040",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "The detection of disease clustering and a generalized regression approach",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mantel",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "Cancer Research",
            "volume": "27",
            "issn": "",
            "pages": "209--220",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Flore laurentienne. Deuxieme edition",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Marie-Victorin",
                    "suffix": ""
                }
            ],
            "year": 1964,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Succession of mycorrhizal associations on individual roots of radiata pines",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Marks",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Foster",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "Australian Forestry",
            "volume": "31",
            "issn": "",
            "pages": "193--201",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Ecology of some fungi associated with an ageing stand of birches (Betula pendula and B. pubescens)",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Mason",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "T"
                    ],
                    "last": "Last",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pelham",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ingleby",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Forest Ecology and Management",
            "volume": "4",
            "issn": "",
            "pages": "19--40",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Manuel de methodes d'echantillonnage et d'analyse des sols",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Mckeague",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Ectomycorrhizae in the Agaricales and Gasteromycetes",
            "authors": [
                {
                    "first": "0",
                    "middle": [
                        "K"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Canadian Journal of Botany",
            "volume": "61",
            "issn": "",
            "pages": "909--916",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Simultaneous statistical inferences. Mc-Graw-Hill",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Munsell code of color. Neighboring hues edition",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Munsell Color Company",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Baltimore",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "A technique for analysis of utilization-availability data",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Neu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Byers",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Peek",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Journal ofWildlife Management",
            "volume": "38",
            "issn": "",
            "pages": "541--545",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Phosphorus. Pages 1035-1049 in",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Olsen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Dean",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Supplement a la flore des champignons au Quebec",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pomerleau",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Morphology and possible mycobiont (Suillus pictus) of a tuberculate ectomycorrhiza on Pinus strobus",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Randall",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Grand",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Canadian Journal of Botany",
            "volume": "64",
            "issn": "",
            "pages": "2182--2191",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Essai d'application au phytoplancton marin de methodes statistiques utilisees en phytosociologie terrestre",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Roux",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Reyssac",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Annales de l'Institut Oceanographique",
            "volume": "51",
            "issn": "",
            "pages": "89--97",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Structural characterization of Fuscoboletinus and Suillus ectomycorrhizae synthesized on Larix laricina",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Samson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Fortin",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Mycologia",
            "volume": "80",
            "issn": "",
            "pages": "382--392",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "The Agaricales in modem taxonomy",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Singer",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Soil factors influencing formation of mycorrhizae",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Slankis",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Annual Review of Phytopathology",
            "volume": "12",
            "issn": "",
            "pages": "437--457",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Multiple regression and correlation extensions of the Mantel test of matrix correspondence",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Smouse",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Long",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Sokal",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Systematic Zoology",
            "volume": "35",
            "issn": "",
            "pages": "627--632",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Biometry. The principles and practice of statistics in biological research",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Sokal",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Rohlf",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Influence of sampling strategy on the relationships between fauna and vegetation structure, plant lifeform and floristics",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Friend",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Dudzinski",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Australian Journal of Ecology",
            "volume": "9",
            "issn": "",
            "pages": "281--287",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Canonical correspondence analysis: a new eigenvector technique for multivariate direct gradient analysis",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J F"
                    ],
                    "last": "Ter Braak",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Ecology",
            "volume": "67",
            "issn": "",
            "pages": "69--77",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "CANOCO-a FORTRAN program for canonical community ordination by [partial) [detrended) [canonical] correspondence analysis, principal components analysis and redundancy analysis (version 2.1 ). Ministerie van Landbouw en Visserij",
            "authors": [],
            "year": 1988,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Groep Landbouwwiskunde",
            "authors": [
                {
                    "first": "Onderzoek",
                    "middle": [],
                    "last": "Directie Landbouwkundig",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Fungus associates of ectotrophic mycorrhizae",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Trappe",
                    "suffix": ""
                }
            ],
            "year": 1962,
            "venue": "Botanical Review",
            "volume": "28",
            "issn": "",
            "pages": "538--606",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Nouvelles analyses mycocenologiques dans certains types sylvicoles de Ia Hongrie. Mycopathologia et Mycologia applicata",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ubrizsy",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "",
            "volume": "48",
            "issn": "",
            "pages": "75--86",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Frequency and diversity of ectomycorrhizal and saprophytic macrofungi in the Laurentide Mountains of Quebec",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Villeneuve",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Grandtner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Fortin",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Canadian Journal of Botany",
            "volume": "67",
            "issn": "",
            "pages": "2616--2629",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Relationships between macromycetes and the development of higher plant communities. Pages 427-458 in D. T. Wicklow and G. C. Carrolls, editors. The fungal community-its organisation and role in the ecosystem",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Watling",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Marcel Dekker",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Vegetation of the Great Smoky Mountains",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Whittaker",
                    "suffix": ""
                }
            ],
            "year": 1956,
            "venue": "Ecological Monographs",
            "volume": "26",
            "issn": "",
            "pages": "207--264",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Atlas climatologique, premiere partie",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "V"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Le climat du Quebec. Service meteorologique du Canada. Information Canada",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Hygrophorus miniatus var. miniatus (Fr.Relative importance value= [relative dry mass(%) + relative spatial frequency(%)].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "were used in the computation of community similarity (simTREES)Significant at the Bonferroni-corrected probability level of (.05/3 = .0 167) for an overall significance level of .05(Miller 1966).t P = probability of H0 (= no relationship) after 1000 permutations; r = standardized Mantel statistic.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Principal coordinates analysis (PCOA) and minimum spanning tree of ectomycorrhizal-basidiomycete community (EBC) samples using the Steinhaus similarity matrix for stations l to Il. Stations belonging to the same group formed by proportional-link linkage agglomeration are identified by the same symbol. Lines joining sampling stations represent the minimum spanning tree (MST).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Principal coordinates analysis and minimum spanning tree of plant communities using the Steinhaus similarity matrix for stations I to II, computed with relative importance values of trees and saplings",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Relative importance values* of ectomycorrhizal-basidiomycete species identified in more than one sampling station. Stations were 20 x 20 m plots; here they are sorted according to the similarity of their tree community. Amanita vaginata (Fr.) Vitt. var.fulva Gill.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Continued.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Abiotic variables used in the computation of the abiotic similarity among stations. Stations are sorted according to the similarity of their physical environment.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Continued.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Canonical coefficients and associated t values for internal variables of canonical correspondence analysis (CCA) of tree and basidiomycete communities.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Correlations between abiotic variables and axes of canonical correspondence analysis (CCA) for tree communities and ectomycorrhizal-basiodiomycete communities (EBC). Axes are linear combinations of internal variables (canonical axes). Partial correlation between the first axis of EBC and variables, removing the effect of the first axis of tree communities. t Partial correlation between the second axis ofEBC and variables, removing the effect of the second axis of tree communities.",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "* Formula is explained in detail in Methods: Data analysis: Biological associations and habitat preferences.",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Exchange capacity of the mineral soilOrganic matter content of humus humus humidity Fro. 5. Summary of the relationships between abiotic and biotic gradients, revealed by Mantel tests and canonical correspondence analyses.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This paper represents a portion of a thesis submitted to the Universite de Montreal in partial fulfillment of a master's degree. We thank Mrs. Nathalie Marois for her assistance during the sampling, description, and identification of fungi. Dr. Pierre Legendre provided valuable comments on the use of numerical methods and interpretation of results. We are grateful to M. Stuart Hay who improved the English. We also thank M. Robert Beausejour, Dr. Peter P. Harper and Dr. Jean-Guy Pilon who have allowed us to use equipment of the \"station de biologie de l'Universite de Montreal\" at Saint-Hippolyte; M. Alain Vaudor for a copy ofhis program \"Piste\" with which the path analysis was computed; Dr. John A. Downing who allowed us to use some pieces of equipment of his laboratory; MM. Jacques Dumont and Martin Cote (departement de chimie, Universite de Montreal) who provided technical assistance for atomic absorption spectrophotometry; Technitrol Canada Ltd. laboratories for nitrogen determinations; and Dr. Yolande Dalpe, of the Biosystematic Institut at Ottawa, for her aid in identification of some fungal specimens. The comments of Dr. Peter S. White and two anonymous reviewers greatly improved the manuscript. We thank them very much. This research was supported by a scholarship of the Natural Sciences and Engineering Research Council of Canada and grants from the \"Deli Canada\" program.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "and importance values of species. To define these associations, the minimum similarity value for clusters was arbitrarily fixed at 0.9700. The following associations are not necessarily symbiotic. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}