{
    "paper_id": "2e5d5f4c99f452c6c57cf4cb57c48515f104b2b6",
    "metadata": {
        "title": "ARTICLE IN PRESS G Model",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Dear Editor, In the context of the coronavirus health crisis, radiologists are on the front line to raise awareness about severe complications of COVID-19 pneumonia. Cardiovascular complications are known to occur in patients with COVID-19. We present herein a patient with concomitant acute thrombosis of the abdominal aorta and pulmonary embolism, illustrating the hypercoagulable state associated with the disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "An otherwise healthy 71-year-old man presented with dyspnea, fever and cough that started 2 weeks ago. Computed tomography (CT) examination of the chest performed one hour after admission showed typical features of COVID-19 pneumonia ( Fig. 1 ), later confirmed with real-time polymerase chain reaction test. The patient was admitted and oxygen treatment initiated. On hospital day (HD) 3, oxygen requirements increased. Blood test showed serum Ddimer level of 17280 ng/mL (Normal < 250 ng/mL), prothrombin time of 16 sec and platelets count of 361 × 10 9 /L. Venous Doppler ultrasound revealed thrombosis of right posterior tibial vein. Pulmonary CT angiography confirmed acute pulmonary embolism. As a filling defect was observed within the aorta, additional aortic CT angiography was performed and showed a free-floating thrombus without aortic atherosclerosis. There were no evidences of visceral, hepatic, splenic or renal embolisms on venous phase images. The 12-lead electrocardiogram showed normal sinus rhythm. There was no clinical evidence of acute limb ischemia. Enoxaparin anticoagulation therapy was started with favorable outcome.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 236,
                    "end": 242,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Abnormal coagulation parameters, such as elevated D-dimers, have been described and seem to be associated with a higher risk of development of acute respiratory distress syndrome and death in patients with COVID-19 [1] . As in other viral pneumonias, patients with COVID-19 may be at risk of acute pulmonary embolism; however, the prevalence of this association is yet to be determined. This observation is to our knowledge the first to report an acute arterial thrombosis related to COVID-19. This complication may reflect the potential hypercoagulability associated with SARS-CoV-2 infection and raises the question of using early markers of disseminated intravascular coagulation, particularly D-dimer levels, to guide therapy [2] . Letter / Diagnostic and Interventional Imaging xxx (2020) xxx-xxx ",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 218,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 730,
                    "end": 733,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Abnormal coagulation parameters are associated with poor prognosis in patients with novel coronavirus pneumonia",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Thromb Haemost",
            "volume": "18",
            "issn": "",
            "pages": "844--851",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Disseminated intravascular coagulation in patients with 2019-nCoV pneumonia",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lillicrap",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Thromb Haemost",
            "volume": "18",
            "issn": "",
            "pages": "786--793",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "71-year-old man with COVID-19 pneumonia. A. Unenhanced CT image of the chest in the axial plane obtained at admission shows bilateral and peripheral ground-glass opacities associated with posterior consolidations. B. Dual-energy CT angiography image of the chest in the axial plane on hospital day 3 shows a filling defect (arrow) in the anterior basal branch of the right inferior lobe pulmonary artery. C. Iodine map image demonstrates a segmental perfusion defect (arrowhead) related to the occlusive pulmonary embolism in the right lower lobe. D. CT angiography image of the chest in the axial plane reveals a filling defect (arrow) within the aorta. E. CT angiography image of the abdominal aorta in the coronal plane performed on hospital day 3 confirms intra-aortic free-floating thrombus (arrow) at the thoraco-abdominal junction.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "All authors attest that they meet the current International Committee of Medical Journal Editors (ICMJE) criteria for Authorship.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contributions"
        },
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "The authors declare that they have no competing interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosure of interest"
        }
    ]
}