{
    "paper_id": "308f3392ecd55855de2f22a48cf4596856d4816e",
    "metadata": {
        "title": "Pneumomediastinum, pneumorrhachis and subcutaneous emphysema associated with viral infections: Report of three cases",
        "authors": [
            {
                "first": "Nagehan",
                "middle": [],
                "last": "Emiralioğlu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nursun",
                "middle": [],
                "last": "Ozcan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hacettepe University School of Medicine",
                    "location": {
                        "settlement": "Ankara",
                        "country": "Turkey"
                    }
                },
                "email": ""
            },
            {
                "first": "Berna",
                "middle": [],
                "last": "Oğuz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hacettepe University School of Medicine",
                    "location": {
                        "settlement": "Ankara",
                        "country": "Turkey"
                    }
                },
                "email": ""
            },
            {
                "first": "Ebru",
                "middle": [],
                "last": "Yalçın",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Deniz",
                "middle": [],
                "last": "Doğru",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Uğur",
                "middle": [],
                "last": "Özçelik",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nural",
                "middle": [],
                "last": "Kiper",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Spontaneous pneumomediastinum is usually secondary to alveolar rupture in the pulmonary interstitium, associated with subcutaneous emphysema and occasionally with pneumothorax, but is rarely associated with pneumorrhachis. The leaked air into the pulmonary perivascular interstitium follows the path of least resistance from the mediastinum to the fascial planes of the neck. Air freely communicates via the neural foramina and collects in the epidural space. Pneumorrhachis is defined as the presence of air in the spinal canal, either in the intradural and/or extradural spaces. It is a very rare clinical entity and mostly asymptomatic, hence most probably underdiagnosed. Many pathological and physiological events can lead to alveolar rupture, and these clinical findings can be related to various, mainly traumatic and iatrogenic etiologies. Herein we report three cases of pneumomediastinum, subcutaneous emphysema, interstitial emphysema and pneumorrhachis in two cases, which were related to rhinovirus, human bocavirus and respiratory syncytial virus infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Pneumomediastinum is defined as the presence of interstitial air in the mediastinum. Pneumomediastinum is a benign condition that is occasionally associated with subcutaneous emphysema and occasionally with pneumothorax, but is rarely associated with pneumorrhachis (PR). 1 Pneumorrhachis, \"air within the spinal epidural space\", occurs in a variety of settings, including skull and spinal fractures, epidural abscess, epidural anesthesia, lumbar puncture, and traumatic pneumothorax and pneumomediastinum. Although it is rare, there have been documented cases in the literature in which bronchial asthma also contributed to the development of PR. 2 In PR, increase in the intra-alveolar pressure secondary to vigorous cough leads to rupture of alveoli, resulting in air leaks in the peribronchovascular space, where it follows the path of least resistance to the mediastinal, pleural spaces and fascial planes of the neck. There are no fascial barriers to prevent communication of the posterior mediastinum or the retro-pharyngeal space with the epidural space. Air thus freely communicates via the neural foramina and collects in the epidural space. 3 There are no standard guidelines for the management of symptomatic PR, and its treatment is often individualized.",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 273,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 648,
                    "end": 649,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1152,
                    "end": 1153,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Herein we report three cases of pneumomediastinum, subcutaneous emphysema, interstitial emphysema and PR in two cases, which were related to rhinovirus, human bocavirus and respiratory syncytial virus (RSV) infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Patient 1 was an 8-year-old girl who presented with chest pain and dyspnea. She had a history of upper respiratory tract infection with fever, neck swelling and sore throat before these symptoms started. She had no history of asthma or foreign body aspiration, but did have a history of suspected abdominal trauma. Physical examination showed subcutaneous emphysema of the extremities and above the clavicles. Chest radiograph showed subcutaneous emphysema and pneumomediastinum (Fig. 1a) . Also, thorax computed tomography (CT) indicated pneumomediastinum, interstitial emphysema and epidural emphysema (Fig. 1b) . Pulmonary function tests and oxygen saturation were normal. Polymerase chain reaction (PCR) of the nasal secretions obtained on the fourth day was positive for human rhinovirus. Mycoplasma pneumoniae and Chlamydophila pneumoniae IgG and IgM were serologically negative. Antinuclear antibody (ANA) and anti-double stranded DNA were investigated to rule out connective tissue diseases and were found to be negative. α-1-Anti-trypsin was assessed for interstitial emphysema and was normal. The patient was given 100% oxygen therapy and also given antibiotics empirically. She recovered uneventfully and was discharged after 6 days.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 479,
                    "end": 488,
                    "text": "(Fig. 1a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 604,
                    "end": 613,
                    "text": "(Fig. 1b)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Case 1"
        },
        {
            "text": "Patient 2 was a 5-year-old boy who presented to the emergency department with a 7 day history of cough, sputum, sore throat and dyspnea, and a 1 day history of fever. He also had a history of recurrent bronchiolitis. On physical examination he had bilateral wheezing. He had tachypnea and required supplemental oxygen to maintain oxygen saturation >92%. Chest radiograph indicated suspected bilateral paracardiac and hilar infiltration. Thorax CT indicated pneumomediastinum, interstitial emphysema and infiltration of the lingular segment of the left upper lobe (Fig. 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 563,
                    "end": 571,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Case 2"
        },
        {
            "text": "He was vigorously treated with broad-spectrum antibiotics, inhalation bronchodilators, systemic corticosteroids, and highflow oxygen. PCR of nasal secretions obtained on the fifth day was positive for human bocavirus. M. pneumoniae and C. pneumoniae IgG and IgM were serologically negative. Skin prick test was negative and the patient was discharged with inhaled corticosteroid treatment because of history of recurrent bronchiolitis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 2"
        },
        {
            "text": "Patient 3 was a 12-year-old boy who presented to hospital with crackling under the skin and a 4 day history of cough, nasal congestion and rhinorrhea. He had no history of asthma or trauma. Physical examination indicated mild subcutaneous crepitus over the arms, and breath sounds were normal. Chest radiograph demonstrated pneumomediastinum with moderate amounts of subcutaneous air, and thorax CT indicated pneumomediastinum, subcutaneous emphysema and epidural emphysema (Fig. 3) . Pulmonary function tests and oxygen saturation were normal. PCR of nasal secretion on the first day of treatment was negative, also M. pneumoniae and C. pneumoniae IgG and IgM were serologically negative. After 1 week, however, the second nasal secretion sample was positive for RSV. Oxygen was administered to facilitate the absorption of the mediastinal air and a few days later the symptoms completely resolved.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 474,
                    "end": 482,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Case 3"
        },
        {
            "text": "All nasal samples were tested using Multiplex-Polymerase Chain Reaction System (Epicentre Biotechnologies, Madison, WI, USA) for the presence of RSV, human rhinoviruses, human metapneumovirus, adenoviruses, influenza viruses A and B, human coronaviruses, parainfluenza viruses 1-4, enteroviruses, and human bocavirus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 3"
        },
        {
            "text": "Spontaneous pneumomediastinum is related to Valsalva maneuvers (e.g. coughing, vomiting, labor, sneezing, use of inhaled medication), severe bronchopulmonary infection (e.g. measles, M. pneumoniae), foreign body ingestion, esophageal rupture and dental surgery, although there may be no identifiable cause. Pneumomediastinum can also occur secondary to chest injury, mechanical ventilation and thoracic surgery. 4,5 Pneumomediastinum usually results from mechanisms that increase alveolar pressure, which leads to alveolar rupture. By direct extension, air enters the interstitial tissues and spreads easily into the mediastinal borders. Air in the mediastinal tissues may originate from the respiratory tract, such as after blunt or penetrating trauma to the facial bones, pharynx, trachea and mainstem bronchi. In this report patient 1 had a history of suspected abdominal mild trauma not associated with the pneumomediastinum. 4 In spontaneous pneumomediastinum, PR develops when air travels along fascial planes from the posterior mediastinum or the retropharyngeal space through the neural foramens into the epidural space, which is not protected by a true fascial envelope. PR is becoming somewhat more often diagnosed as imaging techniques improve. Here, we described PR in two patients. Most recent surveys suggest that PR associated with spontaneous pneumothorax and pneumomediastinum with asymptomatic neurological status is self-limiting in 98% of cases. 6 Two of the present patients were neurologically asymptomatic.",
            "cite_spans": [
                {
                    "start": 930,
                    "end": 931,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1466,
                    "end": 1467,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The association of spontaneous PR with pneumomediastinum is rare and restricted to very few cases in the literature. 2 The association of spontaneous pneumomediastinum and human bocavirus, a recently described respiratory pathogen, has been newly reported in the literature. 7 In the present patient 2, interstitial pneumonitis due to bocavirus infection may have been related to pneumomediastinum, but few cases of pneumomediastinum and PR associated with influenza and rhinovirus have been reported. 8, 9 In the present study, violent coughing in all three patients, which increases intrathoracic pressure, as well as probable rupture of a peripheral pulmonary alveolus by increased intra-alveolar pressure, preceded the development of pneumomediastinum and PR.",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 118,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 275,
                    "end": 276,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 502,
                    "end": 504,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 505,
                    "end": 506,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Respiratory syncytial virus is a leading cause of hospitalization in children <1 year old and premature infants, although it has been frequently detected in adults and children as a significant pathogen. The association of pneumomediastinum and subcutaneous emphysema with RSV infection has been reported by Dehmel et al. in an infant. 10 In the present study we could not detect RSV because of low viral burden initially, but repeated nasal sample confirmed RSV.",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 321,
                    "text": "Dehmel et al.",
                    "ref_id": null
                },
                {
                    "start": 336,
                    "end": 338,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Spontaneous pneumomediastinum is a self-limiting and benign condition that is frequently over0investigated and over0treated. 2, 5 Clear guidelines regarding the diagnostic and therapeutic interventions, however, are currently unavailable. In most cases, PR is asymptomatic and constitutes a radiological curiosity. The intra-spinal air is reabsorbed spontaneously and completely into the circulation. Asymptomatic patients and those with minimal neurological symptoms due to PR associated with pneumomediastinum or pneumothorax are efficiently managed conservatively with high-flow oxygen inhalation, which enhances reabsorption of the air by nitrogen washout, and further helps in symptomatic improvement in high-pressure PR, in which air under pressure has entered the epidural space. 4 Thus PR should be treated based on etiology and severity of symptoms; surgery, antibiotics, foreign body removal from the trachea, and bronchodilators in chronic bronchitis will be used on a case-by-case basis. 3 In conclusion, spontaneous pneumomediastinum, pneumothorax and PR secondary to viral infection is a self-limiting and benign condition that should not be over-investigated or over-treated.",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 127,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 128,
                    "end": 129,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 787,
                    "end": 788,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1000,
                    "end": 1001,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Spontaneous pneumomediastinum",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Fugo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Reade",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Kypson",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Curr. Surg",
            "volume": "63",
            "issn": "",
            "pages": "351--354",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Pathogenesis, diagnosis and management of pneumorrhachis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Oertel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Korinth",
                    "suffix": ""
                },
                {
                    "first": "Mht",
                    "middle": [],
                    "last": "Reinges",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Krings",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Terbeck",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Gilsbach",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Eur. Spine J",
            "volume": "15",
            "issn": "",
            "pages": "636--679",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Pneumorrhachis, pneumomediastinum, pneumopericardium and subcutaneous emphysema as complication of bronchial asthma",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Manden",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Siddiqui",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Ann. Thorac. Med",
            "volume": "4",
            "issn": "",
            "pages": "143--148",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Spontaneous pneumomediastinum in children: A literature review",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Bullaro",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Bartoletti",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Pediatr. Emerg. Care",
            "volume": "23",
            "issn": "",
            "pages": "28--30",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Spontaneous pneumomediastinum: A comparative study and review of the literature",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Caceres",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Z"
                    ],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Braud",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Weiman",
                    "suffix": ""
                },
                {
                    "first": "Garrett",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Ann. Thorac. Surg",
            "volume": "86",
            "issn": "",
            "pages": "962--968",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Pathogenesis, diagnosis and management of pneumorrhachis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Oertel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Korinth",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Reinges",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Krings",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Terbeck",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Gilsbach",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Eur. Spine J",
            "volume": "15",
            "issn": "",
            "pages": "636--679",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Spontaneous pneumomediastinum as a complication in human bocavirus infection",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pekcan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gokturk",
                    "suffix": ""
                },
                {
                    "first": "Uygun",
                    "middle": [],
                    "last": "Kucukapan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Arslan",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Fındık",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Pediatr. Int",
            "volume": "56",
            "issn": "",
            "pages": "793--798",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Spontaneous pneumomediastinum complicating pneumonia in children infected with the 2009 pandemic influenza A (H1N1) virus",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hasegawa",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hashimoto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Morozumi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ubukata",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Takahashi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Inamo",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Clin. Microbiol. Infect",
            "volume": "16",
            "issn": "",
            "pages": "195--204",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Pneumothorax, pneumomediastinum, subcutaneous emphysema and pneumorrhachis as complications of common flu",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Raval",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gavadia",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Am. J. Case Rep",
            "volume": "13",
            "issn": "",
            "pages": "198--201",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Pneumomediastinum and subcutaneous emphysema: An uncommon presentation of respiratory-syncytial virus infection in an infant",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dehmel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Demirakca",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jordan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Klin. Padiatr",
            "volume": "225",
            "issn": "",
            "pages": "230--231",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "(a) Chest radiograph showing subcutaneous emphysema (long arrows) and pneumomediastinum (short arrows). (b) Axial computed tomography showing subcutaneous emphysema (arrowhead) and pneumomediastinum (white arrow). Also note the extracranial epidural emphysema (black arrow).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Axial computed tomography showing interstitial emphysema within the right middle lobe, lingula of the left lung and lower lobe (white arrows), and pneumomediastinum.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Axial computed tomography of the chest showing pneumomediastinum (white arrow), subcutaneous emphysema (arrowheads) and extracranial epidural emphysema (black arrow).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare no conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgment"
        }
    ]
}