{
    "paper_id": "30f7fe7849f30537e53e006d480fd10a90673fad",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [
        {
            "text": "Recently, tumor mutational burden (TMB) and programmed death ligand 1 (PD-L1) expression have been studied as predictors of T-cell response in non-small cell lung cancer (NSCLC) patients. Cytosolic DNA fragments are the by-products of increased DNA damage, either due to intrinsic genomic instability or following the treatments with radiotherapy or chemotherapy. Cyclic GMP-AMP synthase (cGAS), which is used to detect cytosolic DNA fragments, activates the Stimulator of Interferon Genes (STING) pathway and hence type-I interferon (IFN) response. In this study, Corte et al. used transcriptomic and proteomic profiling of NSCLC tumor cohorts to correlate STING pathway activation with the expression of immune-related genes. Subsequently, they also investigated if platinum treatment with or without PD-L1 blockade can alter the activation of STING pathway. Protein concentrations were quantified using reverse-phase protein microarray. Gene expression and protein quantification data were collected from the cohorts and analyzed. The Authors established that phospho-STING (pSTING) protein significantly correlates with cGAS protein levels. Moreover,high protein levels of phospho-STING were associated with high expression of 98 proteins, including PD-1, CTLA-4, beta2 microglobulin, DNA damage response proteins (p53, BRCA2, P21, ATR, RAD51) and mesenchymal markers. Three STING-related genes (CGAS, CXCL4 and CCL5) were used as a surrogate for assessment of pSTING genes, and their expression was also found to correlate with the immune marker proteins. Such correlations were reproducible in other cohorts as well. Subsequently, two main groups of lung adenocarcinoma were identified-STING-high and STING-low. Comparison of expression of immunerelated genes showed that STK11 (LKB1) loss of function mutation was significantly enriched in STING-low immune group. Conversely, TP53 mutations were enriched in the STING-high immune group. Furthermore, in the STK11 (LKB1) mutant lung adenocarcinoma cases, a subset of tumors with high immune gene expression along with STINGhigh phenotype was identified, mostly with concomitant TP53 mutations and without KRAS mutations. The Authors also analyzed the effect of platinum compounds on immune genes expression. Three cell lines (two immune resistant and one immune sensitive) were exposed to cisplatin for 96 hours, leading to increased expression of multiple STING pathway proteins in the immune sensitive cell line (KRAS/TP53 mutant). Conversely, the two immune resistant cell lines (EGFR mutated and KRAS/STK11 mutated cell lines) showed a modest increase in PD-L1 protein expression without significant changes in cGAS levels. When tested in-vivo using mice models, the combination of anti-PD-L1 with cisplatin significantly potentiated the anti-tumor response. Tumors from cisplatin-treated animals showed higher PD-L1 levels, pSTING expression and T-cell infiltration. No significant differences of TP53 and STK11 mutation frequencies between STING-high and STING-low subgroups were found in squamous histology. Authors concluded that STING pathway expression markers could predict immune response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Recently WHO declared public-health-emergency of COVID-19 has spread over 109 countries (WHO-situation report no. 50, 10 th march 2020). Over four thousand deaths have been reported, especially among elderly patients, those with uncontrolled diabetes and patients with comorbidities. Until today, pulmonary findings of severe disease have been only described radiologically. In this work, Tial et al described, for the first time, histological findings of severe disease, incidentally detected in post-lobectomy cases of two lung carcinoma patients. In case 1, 84years old lady was operated for 1.5 cm tumor in right middle lobe. She was affected by hypertension and diabetes. Even if the pre-operative computed tomography (CT) scan of the thorax showed bilateral ground-glass opacities (GGOs), she did not complain any breathlessness or fever. On 4 th postoperative day, a newCT scan, performed after dyspnea emerged, showed bilateral GGOs along with postoperative changes. Her respiratory condition continued to worsen despite antibiotics and other supportive care and pharyngeal swab was positive for COVID-19. On 29 th postoperative day, she died following do-not-resuscitate orders. Pathology of right middle lobe showed, along with the findings of adenocarcinoma, alveolar edema, alveolar exudates and prominent inspissated spherical secretions. Suspected viral inclusions were also noted apart from patchy and severe pneumocytes hyperplasia. Case 2, was a 73-year old man, who was admitted for right lower lobectomy. Postoperative day 2 CT scan showed GGOs in right upper lobe apart from postoperative changes. On 9 th postoperative day, the patient developed fever, cough and chest tightness. The nucleic acid test for COVID-19 was positive. Over the next two days, he gradually recovered. Histopathological examination of right lower lobe specimen showed proteinaceous exudates, thickening of alveolar wall with interstitial fibroblasts and type II pneumocytes hyperplasia apart from the presence of adenocarcinoma. These are the first histopathological demonstrations of findings of COVID-19 infected lung tissues. Authors concluded that nucleic acid testing of the pathological specimen could be performed to demonstrate the virus presence in the lungs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pulmonary pathology of early phase 2019 novel coronavirus (COVIID-19) pneumonia in two patients with lung cancer"
        },
        {
            "text": "Sensitivity of Mesothelioma Cells to PARP Inhibitors Is Not Dependent on BAP1 but Is Enhanced by Temozolomide in Cells With High-Schlafen 11 and Low-O6-methylguanine-DNA Methyltransferase Expression BRCA associated protein-1 (BAP1) is a nuclear deubiquitinase (DUB) involved in DNA double strand repair, and is frequently mutated in mesothelioma. Polyadenosine diphosphate-ribose polymerase inhibitors (PARPIs) induce cancer cell death in BRCA1/2 mutated cancers by trapping PARP and inhibiting DNA repair. PARPIs have therefore been approved in BRCA mutated or homologous recombination (HR) deficient ovarian cancers. In this study, Rathkey et al hypothesized that BAP1 role in HR will make PARPIs a potential treatment for BAP1 mutated malignant mesothelioma. They also evaluated the expression of Schlafen 11 (SLFN11) as a predictive marker for response to PARPI and O6-methylguanine-DNA methyl-transferase (MGMT) expression to determine synergism between combination of PARPI and temozolomide (TMZ). 10 patient-derived mesothelioma cell lines were in vitro generated with all having inactivating BAP1 mutations or copy number (CN) abnormalities. 4 cell lines had intact DUB activity and 2 had nuclear BAP1 localization, whereas 3 cell lines lacked SLFN11 expression. No correlation was observed between lack of BAP1 expression and sensitivity to PARPIs in patient derived cell lines as well as in generated BAP1-knockout and overexpressed cell lines used as control. While all 3 SLFN11-negative cell lines and 5 SLFN11-positive cell lines were resistant to PARPI, both sensitive cell lines were SLFN11-positive, suggesting that high SLFN11 may confer sensitivity to PARPI. Lastly, the authors exposed 2 PARPI-sensitive and 4 PARPI-resistant cell lines (with different MGMT and SLFN11 expression) to talazoparib and TMZ at increasing concentrations. Synergism was noted between the 2 agents in sensitive cell lines, while two of four resistant cell lines had no cytotoxicity at any concentrations. There was no correlation between BAP1 loss and sensitivity to the combination. However, the sensitive cell lines were either deficient or had low levels of MGMT expression and high SLFN11 expression. This further indicates that low MGMT and high SLFN11 may predict higher sensitivity to TMZ. In conclusion, while loss of BAP1 activity does not increase sensitivity to PARPIs, patients with MGMT-negative and SLFN11-positive mesothelioma may benefit with TMZ and PARPI combination therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pulmonary pathology of early phase 2019 novel coronavirus (COVIID-19) pneumonia in two patients with lung cancer"
        },
        {
            "text": "Hippocampal avoidance during whole-brain radiotherapy plus memantine for patients with brain metastases: phase III trial NRG Oncology CC001",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research watch"
        },
        {
            "text": "Up to 30% of patients with solid cancers develop brain metastases. Whole brain radiotherapy (WBRT) significantly improves intracranial control, reduces symptoms and the chance of death due to neurologic complications. Memantine is a N-methyl-D-aspartate (NMDA) receptor antagonist already used in patients with dementia [1] . Moreover, a phase III placebo-controlled trial showed that memantine during and after WBRT led to a longer time to cognitive decline in patients treated with WBRT, although the trial was negative as the primary end-point (delayed recall at 24 weeks) was not met [2] . Preclinical and clinical studies suggest that lower radiation doses delivered to the stem cells located in the subgranular zone of the hippocampal dentate gyrus may reduce cognitive toxicity and a phase II trial investigating hippocampal avoidance (HA)-WBRT showed highly memory preservation and quality of life as compared to historical data [3] [4] [5] . The study by Brown and colleagues, published on the Journal of Clinical Oncology, is a phase III randomized trial comparing memantine plus HA-WBRT with memantine plus WBRT in adult patients with brain metastases from solid tumors [6] . Notably prior resection or radiosurgery for brain metastases were allowed. Memantine was administered in twice-daily dosing or using extended-release formulation while WBRT dose was 30 Gy in 10 fractions. Hippocampal contours were manually generated on the fused thin-slice magnetic resonance imaging (MRI)-computed tomography image set and expanded by 5 mm to generate the HA region. Before treatment initiation, patients were clinically assessed, underwent a thin-slice MRI, and received cognitive function tests and patient-reported outcomes (PROs) questionnaires on quality of life (QoL) and symptoms burden. Such assessment were repeated at months 2, 4, 6, and 12. Cognitive tests were: Hopkins Verbal Learning Test Revised (HLVT-R) to assess learning and memory; Controlled Oral World Association to assess verbal fluency; Trail Making Test to assess processing speed; TMT-Part B (TMT-B) to assess executive function. QoL and symptom burden were evaluated using EQ-5D-5L questionnaire and the MD Anderson Symptom Inventory-Brain Tumor (MDASI-BT) module. The primary end-point was time to cognitive failure, defined as a reliable change index on at least one of the cognitive tests. Secondary end-points were intracranial progression-free survival (icPFS), overall survival (OS), toxicity, PROs, QoL, cognitive function by each test. Between July 2015 and March 2018, 518 patients were randomized at 112 participating institutions in the United States and Canada, with 27 ineligible patients mostly for incomplete pre-randomization cognitive assessment. 57.7% of patients were diagnosed with lung cancer, and approximately 18% had breast cancer. The median age was 61.5 years (range 20-91 years), and the median followup was 7.9 months for alive patients (range 0-15.6). Cognitive failure risk was significantly lower in the HA-WBRT plus memantine arm (HR 0.76; 95% CI, 0.60-0.98; p¼0.03). Both the unadjusted cause-specific treatment effect (HR 0.76; 95% CI 0.60-0.98, p¼0.03) and the adjusted cause-specific analysis (HR 0.74; 95% CI, 0.58-0.95; p¼0.02) were significant. While no significant deterioration at 2 months was evident for any of the cognitive tests, patients in the experimental arm were less likely to deteriorate in the TMT-B at 4 months and HTLV-R at 6 months. Mixed-effects modelling for symptom severity showed a significant interaction between treatment arm and time, with the between-arm difference favouring HA-WBRT plus memantine with longer follow-up. After imputation, the symptom severity treatment arm-by-time interaction effect remained and the experimental arm was associated with fewer cognitive symptoms (estimate -0.33; p¼0.022). Moreover, symptom interference and cognitive factor showed significant between-arm differences at 6 months. HA-WBRT plus memantine was associated with less difficulty in remembering things and in speaking compared to WBRT plus memantine arm and, at the same time, with a greater improvement in fatigue at 6 months. Importantly, no differences in terms of OS, icPFS or percentage of deceased patients at each cognitive testing time points were observed. Moreover, both relapses in the HA regions and grade 3 or higher toxicities were similar between groups. The Authors concluded that HA-WBRT plus memantine better preserves cognitive functions and patient-reported symptoms as compared to WBRT plus memantine, without affecting survival, in patients with brain metastases.",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 323,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 588,
                    "end": 591,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 937,
                    "end": 940,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 941,
                    "end": 944,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 945,
                    "end": 948,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1181,
                    "end": 1184,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Research watch"
        },
        {
            "text": "Circulating tumor DNA analysis to assess risk of progression after long-term response to PD-(L)1 blockade in NSCLC Optimal treatment duration of immune checkpoint inhibitors (ICI) in non-small-cell lung cancer (NSCLC) is not well established. Checkmate 153 trial suggested that, in previously treated advanced NSCLC, stopping treatment after 1-year increased the risk of relapse independently of clinical and radiological benefit (defined as stable disease and beyond). However, any effect of early stop of ICI on OS is still unknown, and others criteria beside RECIST may be relevant for making treatment decisions. Indeed, a proportion of long-term responders ultimately progress and predictors of late progression are unknown. Circulating tumor DNA (ctDNA) may help to differentiate those patients who will maintain benefit from those at risk of progression. Hellman and colleagues evaluated blood samples using Cancer Personalized Profiling by Deep Sequencing (CAPP-Seq) of 31 advanced NSCLC patients with baseline detectable ctDNA and experiencing long-term benefit to PD-(L)1 blockade (defined as progression-free survival-PFS 12 months) in surveillance. The median time for blood plasma collection was 26.7 months after treatment initation. At the surveillance time-point, 27 patients had undetectable ctDNA and 25 (93%) have remained progression-free; by contrast, all four patients with detectable ctDNA eventually progressed (Fisher's p<0.0001; PPV 1 [95% CI 0.51-1]; NPV 0.93 [95% CI 0.80-0.99]). These data suggest that ctDNA identifies minimal residual disease and predict risk of progression. If validated, this observation may help to personalise the treatment duration on ICI based on ctDNA and define early therapeutic strategies for those patients with persistent biological residual disease. Future challenges comprise standardization of the threshold of positivity, optimal time-point for plasma collection, and the best technique for such analysis. Baseline plasma tumor mutation burden predicts response to pembrolizumab-based therapy in patients with metastatic non-small cell lung cancer",
            "cite_spans": [],
            "ref_spans": [],
            "section": "News in brief"
        },
        {
            "text": "In their paper published in Clinical Cancer Research, Aggarwal and colleagues evaluated a 500-gene next-generation sequencing (NGS) panel to assess plasma tumor mutational burden (pTMB) in 66 newly diagnosed advanced NSCLC patients. The Authors main aim was to find any correlation between pTMB and first-line pembrolizumab, used either alone or in combination with chemotherapy. pTMB was evaluable in 52 out of 66 patients (78.8%), with a median of 16.8 mutations per megabase (mut/Mb; range 1.9-52.5). pTMB was significantly higher in patients achieving 6months durable clinical benefit (DCB) as compared to those without durable benefit(21. p¼0.009). These latter data suggest that among patients with high pTMB, STK11/KEAP1/PTEN and ERBB2 mutations may help identify those unlikely to derive benefit from first-line immunotherapy-containing regimens. Recently, an exploratory analysis from three first-line trials (KEYNOTE 042, KEYNOTE 189 and KEYNOTE 407) suggested that high tissue TMB (defined as higher than 175 Mut/Mb bywhole exome sequencing) may predict better outcomes with single-agent pembrolizumab, while no correlations were evident for those patients treated with chemo-immunotherapy. The phase III KEYNOTE 010 trial demonstrated survival improvement with pembrolizumab as compared with docetaxel in previously treated PD-L1 positive (cut-off 1%) advanced non-small-cell lung cancer (NSCLC) patients. Herbst and colleagues reported new data about long-term outcomes, including patients treated for 35 cycles/2 years or who received second-course pembrolizumab. After a median follow-up of 42.6 motnhs, pembrolizumab continued to improve OS over docetaxel in the PD-L1 TPS 50% and 1% groups (hazard ratio [HR], 0.53; 95% CI, 0.42 to 0.66; P < .00001; and HR, 0.69; 95% CI, 0.60 to 0.80; P < .00001, respectively). Estimated 36-month overall survival (OS) rates were 34.5% versus 12.7% in PD-L1 50% and 22.9% versus 11.0% in PD-L1 1% populations, respectively. Grade 3-5 treatmentrelated adverse events (TRAEs) occurred in 16% versus 37% of patients, respectively. Out of 690 patients treated with pembrolizumab, 79 completed 35 cycles/2 years of pembrolizumab. In this subgroup, 12-month OS and progression-free survival (PFS) rates after completing treatment were 98.7% (95% CI, 91.1% to 99.8%) and 72.5% (95% CI, 59.9% to 81.8%), respectively. According to RECIST 1.1, the response rate (RR) by blinded independent review in this subgroup was 95%,with 48 patients (64%) still experiencing response without higher rate of grade 3-5 TRAEs(17.7%). Fourteen patients received second-course pembrolizumab: 5 completed 17 cycles, 6 (43%) had partial response, and 5 (36%) had stable disease. These results endorse the prolonged OS benefit with pembrolizumab in second-line PD-L1 positive NSCLC: A clinical benefit was observed in w70% of those treated with second-course treatment, although this group was too small to derive any conclusion. Therefor, identification of patients who can get benefit form rechallenge strategy is still a research topic in advanced NSCLC. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "News in brief"
        },
        {
            "text": "WHO has declared 2019 novel coronavirus disease (COVID-19) a public health emergency of international concern. The disease is caused by a novel betacoronavirus known as severe acute respiratory syndrome corona virus 2 (SARS-CoV-2). Patients with cancer are more susceptible to the infection owing to their immunocompromised state. Liang et al collected and analyzed 1590 cases of COVID-19 from 575 hospitals across China, of which 18 (1%; 95% CI 0/61-1.65) had a history of cancer compared with 285.83 cancer cases per 100,000 people (0.29%) overall in China. Lung cancer was the most frequent type of cancer observed (5 of 18; 28%). 4 of 16 (25%) cancer patients with COVID-19 had received chemotherapy or surgery within the past month. COVID-19 patients with cancer were older (mean age 63.1 years vs 48.7 years) and more likely to have a history of smoking (22% vs 7%). Importantly, cancer patients were more likely to have severe adverse events such as intensive care unit admission, invasive ventilation or death compared with those without cancer (39% vs 8%). Lastly, patients with cancer had more rapid clinical deterioration than those without cancer (median time to severe events 13 days vs 43 days; p<0.001; hazard ratio 3.56, 95% CI 1$65e7$69, after adjusting for age). The authors propose to provide stronger personal protection for patients with cancer or cancer survivors and pursuing an intensive surveillance and treatment strategy in these patients. They also conclude that intentionally delaying elective chemotherapy or surgery may be a strategy for preventing severe infections in endemic areas. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cancer patients in SARS-CoV-2 infection: a nationwide analysis in China"
        },
        {
            "text": "In oncogenic addicted NSCLC, personalised treatment at the time of acquired resistance on tyrosine kinase inhitors (TKI) may impact on patients outcome. MET exon 14 skipping mutation is an oncogenic alteration reported in w3% of lung adenocarcinomas that can be effectively tackled with different MET TKI. However, molecular mechanisms of acquired resistance to these compounds are poorly understood. The work by Recondo and colleagues investigated the genomic alterations occurring at the time of progression on MET TKIs in plasma and tissue specimens from 20 patients using next-generation sequencing (NGS). Genomic alterations known or suspected to be mechanisms of resistance were detected in 15 patients (75%). On-target acquired mechanisms of resistance, including single and polyclonal MET kinase domain mutations in codons H1094, G1163, L1195, D1228, Y1230, and high levels of amplification of the MET exon 14 mutant allele, were observed in 7 patients (35%). Off-target mechanisms of resistance were detected in 9 patients (45%), including KRAS mutations and amplifications in KRAS, EGFR, HER3, and BRAF genes; one case displayed both on-and off-target mechanisms of resistance. In two patients with on-target resistant mutations, switching between type I and type II MET TKIs resulted in second partial responses. This study suggests that sequential personalised treatment approach may improve the therapeutic landscape Median duration of response was 11.14 months (95% CI 5.55-not evaluable) and 9.72 months (95% CI, 5.55-12.98) in treatment-naïve and previously treated patients, respectively. Most common adverse events were peripheral edema (42%), nausea (33%), creatinine increase (20%), vomiting (19%), fatigue (14%), decreased appetite (13%) and diarrhea (11%). MET exon 14 alterations occur in about 3-4% of NSCLC patients, and if approved, capmatinib will be the first tyrosine kinase inhibitor targeting this oncogenic driver specifically. The recommended dose of capmatinib is 400 mg orally twice daily. https://www.novartis.com/news/media-releases/novartis-announces-met-inhibitor-capmatinib-inc280-first-potential-treatment-metex14-mutated-advanced-non-small-cell-lung-cancer-granted-priority-fda-review",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Molecular mechanisms of acquired resistance to MET tyrosine kinase inhibitors in patients with MET exon 14 mutant NSCLC"
        },
        {
            "text": "On February 2020, the European Medical Agency (EMA) Committee for Medical Products for Human use (CMPH) adopted a positive opinion recommending a change to the terms of marketing authorisation for brigatinib 1 . Following this decision, brigatinib is now indicated as monotherapy for the treatment of adult patients with Anaplastic Lymphoma Kinase (ALK) positive advanced non-small-cell lung cancer previously not treated with ALK inhibitors. The drug was already recommended for crizotinib pre-treated ALK positive patients. At the same time,Takeda pharmaceutics announced that the U.S. Food and Drug Admnistration (FDA) granted priority review to expand the use of brigatinib in the same setting 2 . Both decisions were base on the results of the phase III ALTA-1L trial, that demonstrated brigatinb superior efficacy in terms of progression-free survival as compared to crizotinib in ALK-positive TKI-naïve advanced NSCLC 3 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Food and Drug Administration and European Medical Agency extended therapeutic indication of brigatinib"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Memantine in moderate-to-severe Alzheimer's disease",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Reisberg",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Doody",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stoffler",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "1333--1341",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Memantine for the prevention of cognitive dysfunction in patients receiving whole-brain radiotherapy: a randomized, double-blind, placebo-controlled trial",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pugh",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "N"
                    ],
                    "last": "Laack",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Neuro Oncol",
            "volume": "15",
            "issn": "",
            "pages": "1429--1437",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Irradiation induces neural precursor-cell dysfunction",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Monje",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mizumatsu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Fike",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nat Med",
            "volume": "8",
            "issn": "",
            "pages": "955--962",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Hippocampal dosimetry predicts neurocognitive function impairment after fractionated stereotactic radiotherapy for benign or low-grade adult brain tumors",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Gondi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "P"
                    ],
                    "last": "Hermann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Mehta",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Int J Radiat Oncol Biol Phys",
            "volume": "85",
            "issn": "",
            "pages": "348--354",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Preservation of memory with conformal avoidance of the hippocampal neural stem-cell compartment during whole-brain radiotherapy for brain metastases (RTOG 0933): a phase II multiinstitutional trial",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Gondi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Pugh",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Tome",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Clin Oncol",
            "volume": "32",
            "issn": "",
            "pages": "3810--3816",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Hippocampal avoidance during whole-brain radiotherapy plus memantine for patients with brain metastases: phase III trial NRG Oncology CC001",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Gondi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pugh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Oncol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Brigatinib versus crizotinib in ALK-positive non-small-cell lung cancer",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Camidge",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Ahn",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "N Engl J Med",
            "volume": "379",
            "issn": "21",
            "pages": "2027--2039",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa1810171"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Efficacy and safety profile of lurbinectedin in second-line SCLC patients: results from a phase II single-agent trial",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Paz-Ares",
                    "suffix": ""
                },
                {
                    "first": "Jmt",
                    "middle": [],
                    "last": "Perez",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Besse",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Clin Oncol",
            "volume": "37",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Hellman, Nabet BY, Rizvi H, et al. Circulating tumor DNA analysis to assess risk of progression after long-term response to PD-(L)1 blockade in NSCLC. Clin Cancer Res 2020 Feb 11. pii: clincanres.3418.2019. https://doi.org/ 10.1158/1078-0432.CCR-19-3418. [Epub ahead of print]Clinical activity of programmed cell death 1 (PD-1) blockade in never, light, and heavy smokers with nonsmall-cell lung cancer and PD-L1 expression ‡50 Immune checkpoint inhibitors (ICI) are the current standard of care as monotherapy (in tumors with PD-L1 expression 1% by FDA and 50% by EMA) or in combination with platinum-based chemotherapy in the first-line setting in advanced non-small cell lung cancer (NSCLC) patients. The efficacy of ICI according to the smoking pattern in PD-L1 50% NSCLC patients remains unknown. Gainor and colleagues conducted a retrospective analysis in 315 advanced NSCLC patients with PD-L1 50% (22C3, E1L3N, 28-pack-years). Tumor mutational burden (TMB, assessed by MSKIMPACT and DFCI OncoPanel in 159 patients) was lower among never and light smokers as compared with heavy smokers. An objective response was observed in 27%, 40%, and 40% of never, light, and heavy smokers, respectively (p ¼ 0.180 never versus heavy; p ¼ 1.000 light versus heavy). Median progression-free survival (mPFS) and median duration of response (mDOR) were numerically shorter in never and light smokers ascompared with heavy smokers (mPFS 3.0 versus 4.0 versus 5.4 months; mDOR 6.9 versus 10.8 versus 17.8 months), although not statistically different [PFS: hazard ratio (HR) 1.37, P ¼ 0.135 and HR 1.24, P ¼ 0.272; DOR: HR 1.92, P ¼ 0.217 and HR 1.79, P ¼ 0.141]. These data suggest that the efficacy of ICI occurs regardless of smoking pattern in PD-L1 50% advanced NSCLC patients, although a trend toward benefit occur in heavy smokers patients compared with other subgroups. Being a retrospective evaluation, more prospective data are needed to apply this information in the clinical practice. Gainor JF, Rizvi H, Jimenez Aguilar E, et al. Clinical activity of programmed cell death 1 (PD-1) blockade in never, light, and heavy smokers with non-small-cell lung cancer and PD-L1 expression ‡50. Ann Oncol 2020 Mar;31(3):404-411. https://doi. org/10.1016/j.annonc.2019.11.015. Epub 2019 Dec 9.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "3 mut/Mb vs 12.4 mut/ Mb; P¼0.003). Median progression-free survival (mPFS) and median overall survival (mOS) were significantly longer in patients with pTMB 16 mut/Mb as compared to those with lower values (mPFS 14.1 vs. 4.7 months, HR 0.30 [0.16-0.60] P<0.001; mOS not reached vs. 8.8 months, HR 0.48 [0.22-1.03]; p¼0.061). Mutations in ERBB2exon 20, STK11, KEAP1, or PTEN were more common in patients with no DCB. A combination of pTMB 16 and absence of such mutations was associated with better PFS (HR 0.24 [0.11-0.49]; p<0.001) and OS (HR 0.31 [0.13-0.74];",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Herbst RS, Garon EB, Kim DW, et al. Long-Term Outcomes and Retreatment Among Patients With Previously Treated, Programmed Death-Ligand 1-Positive, Advanced Non-Small-Cell Lung Cancer in the KEYNOTE-010 Study. J Clin Oncol 2020 Feb 20:JCO1902446. https://doi.org/10.1200/JCO.19.02446.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Liang W, Guan W, Chen R, et al. Cancer patients in SARS-CoV-2 infection: a nationwide analysis in China. Lancet Oncol. 2020 Feb 14. pii: S1470-2045(20)30096-6. https://doi.org/10.1016/S1470-2045(2030096-6). Larotrectinib in patients with TRK fusion-positive solid tumours: a pooled analysis of three phase 1/2 clinical trials Identification of druggable genomic mutations along with gene fusions have revolutionized the treatment strategy of advanced non-small cell lung cancer patients (NSCLC). One of the most recently discovered genomic alterations in solid tumorsare the Neurotrophic Tropomyosin Receptor Kinase (NTRK) rearrangements, which can be targeted with specific inhibitors, such as larotrectinib. Both the U.S. Food and Drug Administration (FDA) and the European Medical Agency (EMA) approved larotrectinib in paediatric and adult patients with advanced NTRK-positive solid tumors based on the results of the preliminary analysis of the first 55 patients enrolled in phase I studies. Larotrectinib led to a response rate (RR) of 55% and median duration of response (mDOR), while the median progression free survival (mPFS) was not reached. A recent pooled analysis of three phase 1/2 clinical trials enrolling 159 patients with NTRK-positive solid tumors, larotrectinib showed a RR of 79% with 16% of complete responses. Responses occurred in paediatric and adult patients, and regardless of NTRK gene (NTRK-1, -2, or -3). The mDOR and mPFS were 35.2 months and 28.3 months, respectively. Notably, almost 50% of enrolled patients had received 2 previous treatment lines. No new safety signals were identified among the expanded safety population (n:260), with grade 3 treatment related adverse events occurring in < 1%, and dose reductions for adverse events in 8% of patients. Hong DS, DuBois SG, Kummar S, et al. Larotrectinib in patients with TRK fusion-positive solid tumours: a pooled analysis of three phase 1/2 clinical trials. Lancet Oncol. 2020 Feb 24. pii: S1470-2045(19)30856-3. https://doi.org/10.1016/S1470-2045(1930856-3).",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Image credit: pixabay.com opportunities in MET exon 14 mutant NSCLC patients. At the same time, combination strategies, based on resistance molecular profile, deserve further investigation. Recondo G, Bahcall M, Spurr LF, et al. Molecular mechanisms of acquired resistance to MET tyrosine kinase inhibitors in patients with MET exon 14 mutant NSCLC. Clin Cancer Res. 2020 Feb 7. pii: clincanres.3608.2019. https://doi. org/10.1158/1078-0432.CCR-19-3608.FDA Grants Priority Review to NDA for Capmatinib in MET Exon 14þ NSCLC On February 11, 2020, the US Food and Drug Administration granted priority review to the New Drug Application (NDA) for capmatinib (INC280), a selective MET inhibitor, for treatment of locally advanced or metastatic MET exon 14 skipping-mutated or MET amplified nonsmall cell lung cancer. In the phase II GEOMETRY mono-1 study, capmatinib led to an overall response rate (ORR) of 67.9% (95% CI, 47.6%-84.1%) in treatment-naïve MET amplification or mutation positive NSCLC, and 40.6% (95% CI, 28.9%-53.1%) in previously treated patients.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "On 17 th February 2020 the U.S. Food and Drug Administration (FDA) granted priority review to lurbinectedin. This drug is currently being considered for accelerated approval for use in patients of small cell lung cancer who have progressed on platinum-based doublet chemotherapy 1 . This New Drug Application was based on the results of the phase II basket trial presented at 2019 ASCO Annual Meeting. This single agent novel anticancer drug was tested in 105 patients of previously treated small cell lung cancer. After a median follows up of 17.1 months, lurbinected showed an overall disease control rate of 68.6% and overall response rate, which was the primary endpoint, of 35.2%. The median duration of response was 5.3 months. Median progression-free survival was 3.9 months, and median overall survival was 10.8 months. Serious adverse events were reported in 10.5% of the patients, whereas grade 3 adverse events were seen in 34.3%. Most common grade 3 adverse events were haematological (neutropenia, anaemia and thrombocytopenia). Lurbinectedin anticipated approval would add an option to the limited armamentarium for small cell lung cancer treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FDA to Accelerate the Approval of Lurbinectedin in Small Cell Lung Cancer"
        }
    ]
}