{
    "paper_id": "315b6617c57e45d294e38705be72d6dc5bc47e5e",
    "metadata": {
        "title": "Media Portrayal of Nurses' Perspectives and Concerns in the SARS Crisis in Toronto",
        "authors": [
            {
                "first": "World",
                "middle": [],
                "last": "Health",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Toronto",
                    "location": {
                        "addrLine": "50 St. George Street",
                        "postCode": "M5S 3H4",
                        "settlement": "Toronto",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Linda",
                "middle": [
                    "Mcgillis"
                ],
                "last": "Hall",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Toronto",
                    "location": {
                        "addrLine": "50 St. George Street",
                        "postCode": "M5S 3H4",
                        "settlement": "Toronto",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Jan",
                "middle": [],
                "last": "Angus",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Toronto",
                    "location": {
                        "addrLine": "50 St. George Street",
                        "postCode": "M5S 3H4",
                        "settlement": "Toronto",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Elizabeth",
                "middle": [],
                "last": "Peter",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Toronto",
                    "location": {
                        "addrLine": "50 St. George Street",
                        "postCode": "M5S 3H4",
                        "settlement": "Toronto",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Linda",
                "middle": [],
                "last": "O&apos;brien-Pallas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Toronto",
                    "location": {
                        "addrLine": "50 St. George Street",
                        "postCode": "M5S 3H4",
                        "settlement": "Toronto",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Francine",
                "middle": [],
                "last": "Wynn",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Toronto",
                    "location": {
                        "addrLine": "50 St. George Street",
                        "postCode": "M5S 3H4",
                        "settlement": "Toronto",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Gail",
                "middle": [],
                "last": "Donner",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Toronto",
                    "location": {
                        "addrLine": "50 St. George Street",
                        "postCode": "M5S 3H4",
                        "settlement": "Toronto",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Purpose: To describe nursing work life issues as portrayed in the media during the SARS crisis in Toronto. Methods: Content analysis of local and national news media documents in Canada. Media articles were sorted and classified by topic, and themes were identified. Findings: Themes were: (a) changing schemas of nursing practice: the new normal; (b) barriers to relational nursing work; (c) work life concerns: retention and recruitment; (d) nursing virtue: nurses as heroes and professionals; (e) paradoxical responses to nurses from the community; and (f) leadership in nursing during the SARS crisis. Conclusions: This analysis enhanced understanding of how nurses are portrayed in the media, but it indicated the significance of quality of work life and issues about work-home life. Some descriptions of the care and caring of nurses have made nursing seem like an important and influential profession to potential applicants who might previously have dismissed nursing as a career.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "T he portrayal of nurses in the media has long been of concern to nurses. For more than 2 decades researchers have examined the image of nurses in the media, identifying the need to communicate more realistic representations of nursing (Fagin & Diers, 1983; Hughes, 1980; Kalisch & Kalisch, 1983; 1987) . Several authors have suggested that media images of nursing could influence the public's perceptions of health care delivery, implying that the future role of nurses might be determined by consumer demands for nursing services (Hughes; Kalisch, & Kalisch, 1987; Kitson, 1996) . The recruitment of nurses to the profession might also be influenced by the public image of nursing as portrayed in the media (Bridges, 1990; Judkins, Barr, Clark, & Okimi, 2000) . Media images are thought to influence nurses' professional identity and the public's conception of nurses' roles. Recently, authors have suggested that failure to educate consumers about professional nursing roles and project a positive image of nursing may have exacerbated the nursing shortage (Judkins et al., 2000; Lusk, 2000) . In this paper we present an analysis of the perceptions of nurses' work and the media portrayal of nurses during the recent severe acute respiratory syndrome (SARS) crisis in Toronto, Canada, and discuss how media coverage of this extraordinary event might affect the public image of nurses and future efforts in recruitment and retention.",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 257,
                    "text": "(Fagin & Diers, 1983;",
                    "ref_id": null
                },
                {
                    "start": 258,
                    "end": 271,
                    "text": "Hughes, 1980;",
                    "ref_id": null
                },
                {
                    "start": 272,
                    "end": 296,
                    "text": "Kalisch & Kalisch, 1983;",
                    "ref_id": null
                },
                {
                    "start": 297,
                    "end": 302,
                    "text": "1987)",
                    "ref_id": null
                },
                {
                    "start": 541,
                    "end": 566,
                    "text": "Kalisch, & Kalisch, 1987;",
                    "ref_id": null
                },
                {
                    "start": 567,
                    "end": 580,
                    "text": "Kitson, 1996)",
                    "ref_id": null
                },
                {
                    "start": 709,
                    "end": 724,
                    "text": "(Bridges, 1990;",
                    "ref_id": null
                },
                {
                    "start": 725,
                    "end": 761,
                    "text": "Judkins, Barr, Clark, & Okimi, 2000)",
                    "ref_id": null
                },
                {
                    "start": 1060,
                    "end": 1082,
                    "text": "(Judkins et al., 2000;",
                    "ref_id": null
                },
                {
                    "start": 1083,
                    "end": 1094,
                    "text": "Lusk, 2000)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "SARS, an atypical pneumonia of unknown etiology, was recognized in Canada in mid-March, 2003 . A deadly viral disease that spreads from person to person and infects thousands of people globally, SARS has caused several deaths in the greater Toronto area. Although the risks are low for the general public, many infections have been in unprotected health care workers who have had direct contact with the respiratory secretions of SARS patients. By far the majority of these health care workers are nurses. While researchers and policy makers are collaborating internationally to determine the cause and treatment of the disease, nurses and the news media are focused on concerns about caring for SARS patients and the possible effects on the nursing profession. These concerns, reported in the media, provide a contextual understanding of nurses' roles, practice challenges, and issues in work life and home life during this unusual public health event.",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 92,
                    "text": "mid-March, 2003",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Remarkable attention was given to nursing practice in newspaper, radio, and television coverage as the SARS crisis worsened. The experiences of staff nurses had an unprecedented central position in many reports, and nurse leaders spoke forcefully on their behalf. Government press releases also included nursing-related issues. We drew on these many sources and perspectives to describe how nursing practice was portrayed to the public during this extraordinary time in Canadian nursing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Methods of qualitative description (Sandelowski, 2000) were used to develop a comprehensive summary of events and the media portrayal of nurses during the SARS crisis. Content analysis of 23 local and 12 national news media documents in Canada was conducted for the period of March 26 to May 12, 2003. During initial descriptive coding of these documents, the materials were sorted by their main topics. Some articles covered more than one topic, therefore were included under multiple codes. Working in what Sandelowski (2000) called an iterative and reflexive manner, the team identified overarching categories in which the descriptive codes were clustered. Data within each category were further explored by attending to specific facets of media accounts: (a) the terms used by those involved to define the SARS crisis; (b) how those involved were represented by the media and the community; (c) the process of events; (d) the activities of those involved; and (e) the strategies used to deal with the crisis (Miles & Huberman, 1994) . These unfolding summaries were refined and verified through careful reading and re-reading of the text in a process that was both reflexive and interactive, with additional sources consulted as new questions arose from review of the materials. The analysis was focused on the informational contents of the reports, both the \"facts\" of the events and their reportage by the media.",
            "cite_spans": [
                {
                    "start": 35,
                    "end": 54,
                    "text": "(Sandelowski, 2000)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 509,
                    "end": 527,
                    "text": "Sandelowski (2000)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1012,
                    "end": 1036,
                    "text": "(Miles & Huberman, 1994)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The following themes were identified: (a) changing schemas of nursing practice: the new normal; (b) barriers to relational nursing work; (c) work life concerns: retention and recruitment; (d) nursing virtue: nurses as heroes and professionals; (e) paradoxical responses to nurses from the community; and (f) leadership in nursing during the SARS crisis. These themes are described and interpreted, and issues for future consideration are presented.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Findings"
        },
        {
            "text": "Things are not working according to our normal procedures. It's quite extraordinary. (Upshall, April 3, 2003) The fact that SARS information supplied to [hospitals] changes daily poses deep challenges. It certainly isn't business as usual. (Ougler, April 10, 2003) On a daily basis when we enter the patient area, we put a hair net on, goggles, a mask, a face shield, two gowns, double gloves, and booties on our shoes. That's each and every time we enter the patient area. (Black, April 25, 2003a) Nursing work includes personalized approaches to care that link practitioners into coordinated everyday patient care activities (Crossley, 2001; Estabrooks, 1998; Wood, Ferlie, & Fitzgerald, 1998) . Often these regularities of social and professional practice are assumed and are poorly articulated until events disrupt them and break the routine. The SARS crisis in Toronto hospitals was one such socio-historical moment that represented an extraordinary interruption of the foundations of patient care activities.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 109,
                    "text": "(Upshall, April 3, 2003)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 240,
                    "end": 264,
                    "text": "(Ougler, April 10, 2003)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 474,
                    "end": 498,
                    "text": "(Black, April 25, 2003a)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 627,
                    "end": 643,
                    "text": "(Crossley, 2001;",
                    "ref_id": null
                },
                {
                    "start": 644,
                    "end": 661,
                    "text": "Estabrooks, 1998;",
                    "ref_id": null
                },
                {
                    "start": 662,
                    "end": 695,
                    "text": "Wood, Ferlie, & Fitzgerald, 1998)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Changing Schemas of Nursing Practice: The New Normal"
        },
        {
            "text": "Patients suspected of having SARS were isolated in rooms with controlled air supply where possible. Every nurse entering those rooms was required to wear a special mask to filter out pathogens, as well as goggles, a face shield, shoe covers, and two sets of gloves and gowns. Handwashing was most important to control the spread of the disease. The Ontario government initiated a provincial operations centre (POC) to develop daily guidelines and directives for health care settings and the public on the management of SARS and to provide updates. By the end of March, 2003, restrictive guidelines were outlined for all hospitals in Ontario: (a) restricting visitors; (b) screening people entering hospitals for signs of SARS; (c) ensuring that health workers wear masks, gowns, and gloves; (d) suspending nonurgent transfers between health care facilities; (e) developing a patient transfer protocol; and (f) having security personnel and police available to enforce these precautions. The responsibility for carrying out all but the last of these restrictions became part of the role of nurses in many health care settings. Media documents contained comments from health care workers across the province indicating a profoundly disturbing loss of the assumptive order of their work. Nurses described the unpleasant physical sensations of providing care in cumbersome protective garb. At a time when workers most needed opportunities for supportive interaction with colleagues, directives required them to eat meals alone and staff meetings were cancelled (Maunder et al., 2003) .",
            "cite_spans": [
                {
                    "start": 1557,
                    "end": 1579,
                    "text": "(Maunder et al., 2003)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Changing Schemas of Nursing Practice: The New Normal"
        },
        {
            "text": "Once in the patient area there are some very definite procedures that [caregivers] have to follow. We have to write down how long we were in the room and what happened. We have to position ourselves two meters apart. We have to be focused and alert. (Black, April 25, 2003a) They [nurses] spent hours keeping elderly patients company, holding their hands with latex gloves and chatting through face masks. (Voices, April 27, 2003) One of the hardest parts was avoiding all but the most necessary contact with patients. Many suffered severe nausea, vomiting,",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 274,
                    "text": "(Black, April 25, 2003a)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 406,
                    "end": 430,
                    "text": "(Voices, April 27, 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Barriers to Relational Nursing Work"
        },
        {
            "text": "and diarrhea from the medications and yet we had to keep contact down to the minimum. It went against all our training to provide care and comfort to patients. (Globe and Mail, National Nursing Week Supplement, May 12, 2003) Loneliness and lack of human touch were among the most devastating effects of the SARS experience. (Hall, April 29, 2003) Institutional nursing work is a relational, situational practice that is enacted close or proximally to the actual patient receiving nursing care (Benner, Hooper-Kyriakidis, & Stannard, 1999) . It is dependent on a repertoire of skills grounded in experience and enacted through engagement with patients receiving care. This relational nursing work was affected by the necessary infection control procedures during the SARS outbreak.",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 224,
                    "text": "(Globe and Mail, National Nursing Week Supplement, May 12, 2003)",
                    "ref_id": null
                },
                {
                    "start": 324,
                    "end": 346,
                    "text": "(Hall, April 29, 2003)",
                    "ref_id": null
                },
                {
                    "start": 493,
                    "end": 538,
                    "text": "(Benner, Hooper-Kyriakidis, & Stannard, 1999)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "SARS in Toronto"
        },
        {
            "text": "The encounters between nurses and patients were potentially changed because the protective gear restricted touch not mediated by gloves. Facial expressions became restricted to the eyes, and speech became more difficult through the masks. In clinical situations of caring for quarantined or actual SARS patients, relational work became even more complicated by the time constraints and discomforts associated with donning and wearing layers of protective garb. Unless very ill and requiring constant care, patients were left on their own. Nurses found these restrictions to their care most troubling.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS in Toronto"
        },
        {
            "text": "After a month and counting [nurse] is finding the pace and the 12-hour days grueling. \"During the first couple of weeks I had lots of adrenalin. I'm having a hard time at 5 a.m. getting out of bed. It's getting to the point where people are getting really fatigued. We're going to have to learn to live with this and get back to a new normal.\" (Black, April 25, 2003b) No vacations. No time off. Working under difficult situations with masks and gowns. It's hard. And it's hard when you have [to deal with it] for weeks on end.\" (Black, April 25, 2003b) If this is what nursing is going to be like from now on, I can't do it, I won't do it, I refuse to do it. (Blackwell, April 26, 2003) Five Toronto-area nurses have fallen victim to SARS burnout and quit their jobs because of stress and working conditions.... Some nurses are finding the mental and physical hardships of working long hours in hospitals battling SARS simply too much. (Talaga, April 27, 2003) We [nursing students] would like to be in the hospitals making a positive contribution, but they've basically told us we're not welcome. Most students have been shut out from Toronto hospitals.... The move has increased the burden on regular staff and quite likely delayed the graduation of new nurses. (Picard, April 28, 2003) Provincial directives to acute care hospitals indicated activity restrictions according to categories of involvement with SARS patients (Minstry of Health and Long-Term Care [MOHLTC], 2003a) . Implementation of the directives brought into perspective the nurse staffing arrangements in Ontario. Reports have shown that the nursing labor force in Ontario is highly \"casual\" or temporary (Perkel, May 6, 2003) , and some nurses work in relief pools at several hospitals (Nuttall-Smith, May 1, 2003) . In the Toronto area, restrictions on hospital sites were intended to limit transmission of the SARS virus from hospital to hospital (Canadian Broadcasting Corporation [CBC], April 26, 2003) . However, these restrictions resulted in further constriction of the available pool of nurses who normally work as temporary staff in several sites.",
            "cite_spans": [
                {
                    "start": 344,
                    "end": 368,
                    "text": "(Black, April 25, 2003b)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 529,
                    "end": 553,
                    "text": "(Black, April 25, 2003b)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 660,
                    "end": 687,
                    "text": "(Blackwell, April 26, 2003)",
                    "ref_id": null
                },
                {
                    "start": 937,
                    "end": 961,
                    "text": "(Talaga, April 27, 2003)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1265,
                    "end": 1289,
                    "text": "(Picard, April 28, 2003)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1464,
                    "end": 1480,
                    "text": "[MOHLTC], 2003a)",
                    "ref_id": null
                },
                {
                    "start": 1676,
                    "end": 1697,
                    "text": "(Perkel, May 6, 2003)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1758,
                    "end": 1786,
                    "text": "(Nuttall-Smith, May 1, 2003)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1956,
                    "end": 1978,
                    "text": "[CBC], April 26, 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Work life Concerns: Retention and Recruitment"
        },
        {
            "text": "Like many countries worldwide, Ontario has a shortage of nurses. When hundreds of nurses were quarantined during the SARS crisis, the shortage of skilled nursing personnel became increasingly apparent. Nurses who might have been exposed to SARS kept working, which put patients further at risk (Picard, April 5, 2003) . Work overload, uncertainty in the work environment caused by rapidly changing infectioncontrol directives, and fears of contamination have been cited as some of the key issues nurses faced during the SARS outbreak.",
            "cite_spans": [
                {
                    "start": 294,
                    "end": 317,
                    "text": "(Picard, April 5, 2003)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Work life Concerns: Retention and Recruitment"
        },
        {
            "text": "Prominent among the varied responses of individual nurses were themes of fear, anxiety, and frustration. Nurses described unprecedented levels of fatigue and exhaustion. The enhanced infection control procedures and practices for managing the SARS outbreak affected nurses' work and potentially their health and well-being. In several cases, despite following protocols, nurses became infected with SARS. In turn, increased concern was voiced about nursing retention and recruitment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Work life Concerns: Retention and Recruitment"
        },
        {
            "text": "Nurses were also torn between their professional responsibilities and responsibilities to families. Caring for their ill colleagues became a critical concern as nurses realized how easily they could fall prey to the disease themselves. One nurse reported watching the evening news, hearing of another SARS death at her hospital, and feeling compelled to call to see if it was her colleague who had died (Blackwell, April, 26, 2003) . Nurses worried for their patients, their colleagues, their families, and themselves. Nurses experienced isolation and a sense of loneliness because debriefing with colleagues at work was difficult. The critical role of social support in maintaining physical and social well-being was not easily met. Nurses on a SARS unit at one hospital reported fatigue, insomnia, irritability, and decreased appetite (Maunder et al., 2003) .",
            "cite_spans": [
                {
                    "start": 403,
                    "end": 431,
                    "text": "(Blackwell, April, 26, 2003)",
                    "ref_id": null
                },
                {
                    "start": 837,
                    "end": 859,
                    "text": "(Maunder et al., 2003)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Work life Concerns: Retention and Recruitment"
        },
        {
            "text": "Restricting nursing students from hospital-based learning activities also raised concerns that graduations would be postponed for some, thus delaying expansion of the depleted provincial nursing labor force (Kelly, April 3, 2003; Kelly, April 10, 2003; Picard, April 28, 2003) . This directive indicated that nursing students were not seen as knowledgeable enough to help in the SARS crisis, but were considered as vulnerable and in need of protection. The initial exclusion of volunteers, visitors, and nonessential workers (CBC, April 26, 2003; Canada News Wire, 2003) as well as students from hospital units eroded the complex existing network of support for patient care.",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 229,
                    "text": "(Kelly, April 3, 2003;",
                    "ref_id": null
                },
                {
                    "start": 230,
                    "end": 252,
                    "text": "Kelly, April 10, 2003;",
                    "ref_id": null
                },
                {
                    "start": 253,
                    "end": 276,
                    "text": "Picard, April 28, 2003)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 525,
                    "end": 546,
                    "text": "(CBC, April 26, 2003;",
                    "ref_id": null
                },
                {
                    "start": 547,
                    "end": 570,
                    "text": "Canada News Wire, 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Work life Concerns: Retention and Recruitment"
        },
        {
            "text": "As a nurse, I am expected to put my life in danger for the public. (Asselin, April 23, 2003) In a battle, not every hero wears a helmet. (Caption below photo of a nurse wearing a mask, The Toronto Board of Trade, Toronto Star, April 29, 2003) Thank God you are there to defend us in ways no less heroic than those of the soldiers. (Voices, April 29, 2003) All of us know that we would do anything to help our patients, but this is far above those expectations. (Voices, April 28, 2003) Newspaper excerpts also revealed the frequent moral characterization of nurses' response to the SARS crisis as heroic and self-sacrificing. Military metaphors of disease prevention and treatment as a battle to be fought were highly prevalent in media coverage. Nurses were described as soldiers fighting the \"invisible enemy\" (Carscallen, April 26, 2003) , with no \"magic bullet\" to control it (Feinberg, April 22, 2003) . \"Frontline\" nurses and other health professionals were frequently described as heroes, soldiers, and even as \"superhumans\" (van Rijn, April 29, 2003) who were willing to put themselves in danger and ultimately sacrifice their lives for the sake of others if necessary.",
            "cite_spans": [
                {
                    "start": 67,
                    "end": 92,
                    "text": "(Asselin, April 23, 2003)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 331,
                    "end": 355,
                    "text": "(Voices, April 29, 2003)",
                    "ref_id": null
                },
                {
                    "start": 461,
                    "end": 485,
                    "text": "(Voices, April 28, 2003)",
                    "ref_id": null
                },
                {
                    "start": 812,
                    "end": 840,
                    "text": "(Carscallen, April 26, 2003)",
                    "ref_id": null
                },
                {
                    "start": 880,
                    "end": 906,
                    "text": "(Feinberg, April 22, 2003)",
                    "ref_id": null
                },
                {
                    "start": 1032,
                    "end": 1058,
                    "text": "(van Rijn, April 29, 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Nursing Virtue: Nurses as Heroes and Professionals"
        },
        {
            "text": "Other moral characterizations of nurses were more modest in tone, representing nurses as altruistic professionals. For example, nurses were thanked for their \"skills, courage, expertise, compassion and dedication to public health care\" (Voices, April 29, 2003) . On other occasions nurses were portrayed as professional-hero hybrids personifying both the professional and the hero (Voices, April 29, 2003) .",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 260,
                    "text": "(Voices, April 29, 2003)",
                    "ref_id": null
                },
                {
                    "start": 381,
                    "end": 405,
                    "text": "(Voices, April 29, 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Nursing Virtue: Nurses as Heroes and Professionals"
        },
        {
            "text": "The appearance of the military ideal of the hero gives us pause to reflect upon the appropriateness of representing the moral ideal of nurses as heroes. It might simply be a response to the sudden deadly threat of SARS that coincided with a period of highly publicized military action in the world (i.e., the war in Iraq). It might also, however, represent an undercurrent that is ever-present in nurses' sense of moral identity. The recent Johnson and Johnson (2003) nursing recruitment campaign inviting the public to \"Dare to Care\" implies that nursing holds some element of danger or risk, and thus that courage and heroism are required.",
            "cite_spans": [
                {
                    "start": 441,
                    "end": 467,
                    "text": "Johnson and Johnson (2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Nursing Virtue: Nurses as Heroes and Professionals"
        },
        {
            "text": "\"Mommy, are you going to die?\" (Picard, April 5, 2003) \"I feel very upset that people would be so cruel.\" [She was] talking about the rocks and icy snowballs that some kids are throwing at her house.\" (Talaga, Perry, & van Rijn, April 8, 2003) \"People hear you're from Toronto and they act like you're contaminated.\" (Black, April 25, 2003a) \"It was idiotic of the nurse to take a [commuter] train, if she even suspected she had SARS-related symptoms.\" (Freeze, April 25, 2003) The public stigma extended to nurses themselves as well as to their family members. One nurse rode the public transit system to work, and, although asymptomatic, she was found to have a fever when screened before entering the hospital to work. Some media reports indicated that the public was angry with her for putting them at risk by not wearing a mask (McGran, April 22, 2003) . After admission to a hospital with a confirmed diagnosis of SARS, another nurse indicated how discouraged she was by the public response to her illness (Talaga et al., April 8, 2003) . Media reports indicated that children of nurses were barred from school trips and that families were shunned by their neighbours (Verma, April 26, 2003a) . Other incidents included husbands of nurses being sent home from work, children of nurses shunned at school, nurses refused rides by taxi drivers, and single-parent nurses unable to get babysitters (Picard, April 5, 2003) .",
            "cite_spans": [
                {
                    "start": 31,
                    "end": 54,
                    "text": "(Picard, April 5, 2003)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 201,
                    "end": 243,
                    "text": "(Talaga, Perry, & van Rijn, April 8, 2003)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 317,
                    "end": 341,
                    "text": "(Black, April 25, 2003a)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 453,
                    "end": 477,
                    "text": "(Freeze, April 25, 2003)",
                    "ref_id": null
                },
                {
                    "start": 1012,
                    "end": 1042,
                    "text": "(Talaga et al., April 8, 2003)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1174,
                    "end": 1198,
                    "text": "(Verma, April 26, 2003a)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1399,
                    "end": 1422,
                    "text": "(Picard, April 5, 2003)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 833,
                    "end": 857,
                    "text": "(McGran, April 22, 2003)",
                    "ref_id": null
                }
            ],
            "section": "Paradoxical Responses to Nurses from the Community"
        },
        {
            "text": "I'm tired, [nurse manager] but what keeps me going is our staff. I look at these people every day and say, \"Wow!\" These are such special people putting themselves on the front line, not complaining. These people are my heroes. (Black, April 25, 2003a) At the same time, the hospital held a series of meetings to reassure staff, and implemented new procedures to try to protect them. (Verma, April 26, 2003b) An important leadership function during this period of disruption was frequent and public recognition of the difficulties faced by nurses and other front-line workers. This compassionate regard was present in comments to the media by nurse managers and executives (Black, April 25, 2003a; Picard, April 5, 2003) . Many nursing and health care organizations, the Ontario government, a university, and several private health-related corporations placed full-page newspaper advertisements commending the provinces' nurses and health care providers for their work during the SARS crisis. Staff nurses, too, were invited by reporters to comment on the prevailing conditions in the clinical areas (Picard, May 12, 2003; Talaga et al., April 8, 2003 ) and many spoke out on behalf of palliative care and elderly patients who were isolated from visitors (Fragomeni, April 14, 2003) .",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 251,
                    "text": "(Black, April 25, 2003a)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 383,
                    "end": 407,
                    "text": "(Verma, April 26, 2003b)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 672,
                    "end": 696,
                    "text": "(Black, April 25, 2003a;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 697,
                    "end": 719,
                    "text": "Picard, April 5, 2003)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1099,
                    "end": 1121,
                    "text": "(Picard, May 12, 2003;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1122,
                    "end": 1150,
                    "text": "Talaga et al., April 8, 2003",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1254,
                    "end": 1281,
                    "text": "(Fragomeni, April 14, 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Leadership in Nursing During the SARS Crisis"
        },
        {
            "text": "Hospital units were more rigidly isolated from public scrutiny than usual, so these reports had the potential to reassure citizens by highlighting extraordinary efforts to contain the virus. Although the commentaries indicated the hardships of practice under SARS directives, many were focused on the importance of incorporating precautions and renegotiating routines. Leaders of provincial nursing organizations also spoke about these issues in the media, clarifying problems related to patterns of hospital staffing and availability of appropriate infection control equipment (Canadian Press, April 26, 2003; Perkel, May 6, 2003; Picard, May 12, 2003; Szklarski, March 31, 2003) . They encouraged changes to promote still more effective responses in future emergencies. These leaders also publicly acknowledged government activities in support of nurses during the crisis.",
            "cite_spans": [
                {
                    "start": 578,
                    "end": 610,
                    "text": "(Canadian Press, April 26, 2003;",
                    "ref_id": null
                },
                {
                    "start": 611,
                    "end": 631,
                    "text": "Perkel, May 6, 2003;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 632,
                    "end": 653,
                    "text": "Picard, May 12, 2003;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 654,
                    "end": 680,
                    "text": "Szklarski, March 31, 2003)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Leadership in Nursing During the SARS Crisis"
        },
        {
            "text": "Other initiatives were focused more directly on the hardships experienced by nurses and others. Arrangements were made in at least one affected hospital for direct support of nurses and other workers. A drop-in support centre was immediately opened, and psychiatric nurses staffed a confidential support line for all staff to use (Maunder et al., 2003) . Psychiatrists were informally available to counsel distressed nursing staff on one unit where coworkers contracted SARS. The provincial government announced plans to compensate health care workers who lost wages because of the crisis. The provincial minister of health publicly acknowledged the need to reconsider nurse staffing patterns, hospital bed availability, and location of specialized services (Lindgren, May 5, 2003) .",
            "cite_spans": [
                {
                    "start": 330,
                    "end": 352,
                    "text": "(Maunder et al., 2003)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 758,
                    "end": 781,
                    "text": "(Lindgren, May 5, 2003)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Leadership in Nursing During the SARS Crisis"
        },
        {
            "text": "Leaders worked to understand and implement the SARS directives. A state of provincial health emergency was declared by the Ontario government to facilitate the mobilization of funds, systems of information exchange, human resources, and equipment required to deal with the threat of a largescale outbreak. In the early weeks of the crisis, the directives were frequently revised as knowledge about the disease accumulated; practitioners were left to continually reinterpret and improvise their practice in a state of heightened media attention and public anxiety (Lam, April 19, 2003) . Nurse executives and managers helped to defuse the situation through clear and prompt communication to staff of any changes in the directives. The chief executive officer, vice president of nursing, and chief information officer (who was also a key nursing leader at one affected site) sent daily E-mail messages to staff with updates and words of encouragement (Maunder et al., 2003) . Early publication in professional nursing journals of case study experience and treatment approaches facilitated dissemination of information to nurses outside the affected area (Hynes-Gay et al., 2003) .",
            "cite_spans": [
                {
                    "start": 563,
                    "end": 584,
                    "text": "(Lam, April 19, 2003)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 949,
                    "end": 971,
                    "text": "(Maunder et al., 2003)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1152,
                    "end": 1176,
                    "text": "(Hynes-Gay et al., 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Leadership in Nursing During the SARS Crisis"
        },
        {
            "text": "The term \"new normal\" was often heard during the crisis, but it lacked precise meaning. In some instances it seemed to refer to visitor policies in health care institutions that will have to return to their older more restrictive patterns. In other instances it seemed to refer to the need for more stringent infection control precautions to become the rule rather than the exception. And in still other instances it seemed to have been a warning that the health care system has been too \"lax\" and that providers need to redefine what constitutes good and safe practice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "During the past few decades citizen participation and citizen influence in health care policy has increased. Nurses have led the initiative to partner with patients and clients to improve quality of care and to influence health policy. Nurses will have to continue strong vigilance and advocacy to ensure that the new normal does not mean a return to \"we\" know best and \"you\" would be best to do what \"we\" say. That new normal would be an inappropriate and regrettable outcome of this crisis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Time will be needed to determine the possible lasting effects of the images of nurses portrayed during the SARS crisis, particularly in relation to respect for the profession and recruitment to the profession. Without question, these media reports have indicated the complexity of nursing practice to the public and have shown a more realistic image of nurses' work than has been seen in the media in many years. Possibly the support and attention of the media and the descriptions of the care and caring of nurses have portrayed nursing as an important and influential profession to potential applicants. However, the media reports described above might have reinforced the image of the invisible, masked, hardworking victim of the health care system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The SARS crisis and the resulting media attention directed to nurses have provided an opportunity for the profession to continue its education campaign with the public as well as to give attention to needs in research and practice. Reports of the crisis called attention to issues of the worklife of nurses and the need for support in times of public health crisis. The extent of and effect on human resource planning and allocation during such crisis events have not been identified. Assessments of the nonfinancial costs of managing the SARS crisis on Toronto's nurses have not been completed. Further exploration of these key areas is important in future decisions related to nursing resource needs including the deployment practices and processes required in future public health disasters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The SARS crisis in Toronto, Canada, affected the working lives and practices of nurses, as portrayed in the news media. This analysis enhances understanding of how nurses are perceived in the media, and it also indicates the significance of quality of work life and issues of work and home life. Important questions that remain are: (a) How has this event been perceived by the public? (b) Does the media portrayal of the work and lives of nurses during this event provide a more realistic picture of nurses and nursing work? (c) Will this portrayal of nurses provide an impetus for educating the public and policymakers about changes needed in the working conditions and working lives of nurses, or will it further entrench the image of \"virtuous hero as victim\"? And (d) Have the practices of nurses been exposed and recognized or do they remain hidden from public view and thus from public understanding? Although extensive literature is focused on the image of nursing in the media, further longitudinal research is required to determine how an extraordinary event such as the SARS crisis contributes to public understanding of the work and image of nurses and whether that understanding persists over time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "From a nurse's eye: Living every day with the stress, fear and discomfort is taking a toll the general public can only imagine",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Asselin",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Toronto Star",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical wisdom and interventions in critical care: A thinking-in-action approach",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Benner",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hooper-Kyriakidis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "I"
                    ],
                    "last": "Stannard",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Nurse accepts drastic change. SARS alters her life both at work and at home. Infection control measures are the 'new' normal",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Black",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Toronto Star",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "New normal\" routines: Hospital employees of every sort must take stringent measures to help halt the spread of SARS",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Black",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Toronto Star",
            "volume": "313",
            "issn": "7072",
            "pages": "1647--1651",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "SARS from behind the mask: An emergency writes from the front lines. The National Post",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Lam",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Ontario to change hospitals 'forever': Patient transfers, use of nurses scrutinized",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lindgren",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "National Post",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Pretty and powerless: Nurses in advertisements, 1930-1950",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lusk",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Research in Nursing and Health",
            "volume": "23",
            "issn": "",
            "pages": "229--236",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The immediate psychological and occupational impact of the 2003 SARS oubreak in a teaching hospital",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Maunder",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hunter",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vincent",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bennett",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Peladeau",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Leszcz",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Canadian Medical Association Journal",
            "volume": "168",
            "issn": "10",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "GO riders jittery but resolved. Some angry that infected nurse put their health at risk. Toronto Star",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mcgran",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Qualitative data analysis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Miles",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Huberman",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "SARS war's unsung heroes. Globe and Mail",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministry",
                    "suffix": ""
                },
                {
                    "first": "Long-Term",
                    "middle": [],
                    "last": "Health",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Care",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "National Nursing Week Supplement",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Diary of a SARS victim",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Nuttall-Smith",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "CanWest News Service",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "SAH adapts to SARS directives: Chief of staff: Workers challenged by changing guidelines. The Sault Star",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ougler",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Clement 'only learned' of nurse shortage extent during SARS outbreak",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Perkel",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Toronto Star",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Mommy are you going to die? Globe and Mail",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Picard",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "No help in sight for nurses. Students shut out of hospitals by SARS can't graduate in time to relieve burden",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Picard",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Globe and Mail",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "We've pushed nurses to the edge. Globe and Mail",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Picard",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Whatever happened to qualitative description? Research in Nursing and Health",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sandelowski",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "23",
            "issn": "",
            "pages": "334--340",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Nurses say safety steps inadequate: Masks being rationed",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Szklarski",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "National Post",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Five nurses quitting jobs because of SARS burnout",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Talaga",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Toronto Star",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Battling to live in the time of SARS",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Talaga",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Perry",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Van Rijn",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Toronto Star",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "In a battle, not every hero wears a helmet",
            "authors": [],
            "year": 2003,
            "venue": "Toronto Star",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Public thanks those risking own health: Health care workers lauded. Nurses brave to face SARS: Reader. Toronto Star",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Upshall",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "I've never turned away from danger",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Verma",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Toronto Star",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "I almost quit. I didn't want to risk my family's life. Toronto Star",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Verma",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "You learn to smile a little differently",
            "authors": [],
            "year": 2003,
            "venue": "Toronto Star",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Achieving clinical behaviour change: A case of becoming indeterminate",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wood",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ferlie",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fitzgerald",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Social Science and Medicine",
            "volume": "47",
            "issn": "11",
            "pages": "1729--1738",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}