{
    "paper_id": "31e553735b5b2a708537e9f1e02c00bbc2ab9277",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Tuberculeuze besmetting ontstaat meestal door inhalatie van met tuberkelbacillen beladen druppels die zijn uitgehoest door een persoon met een besmettelijke vorm van longtuberculose. Tuberculeuze besmetting resulteert in de meerderheid van de gevallen (90%) slechts in latente tuberculeuze infectie, die alleen wordt opgemerkt doordat de uitslag van de Mantoux-huidtest positief wordt. De betrokkene merkt zelf niets van deze latente infectie. Bij 10% van tevoren gezonde personen ontstaat echter ziekte. Het percentage individuen dat ziek wordt na tuberculeuze besmetting is veel hoger indien de cellulaire immuunrespons gestoord is, bijvoorbeeld bij coïnfectie met HIV. 1 2 De ziekte kan beperkt blijven tot een lokaal proces: primotuberculose. Dit beeld wordt gekenmerkt door een tuberculeuze haard, de Ghon-focus, die samen met de reactieve vergroting van regionale lymfklieren het 'primair complex' genoemd wordt. Door versleping van tuberkelbacillen via bloed, lymfe of sereuze vliezen kunnen vrijwel alle weefsels en organen door tuberculose worden aangedaan. Extrapulmonale tuberculose wordt dan ook terecht in een veelheid van differentiële diagnosen opgenomen. Tuberculose wordt echter vaak zo onwaarschijnlijk geacht dat de opgestelde diagnostische plannen niet geschikt zijn om de aandoening aan te tonen of uit te sluiten. Wij beschrijven een patiënt die bekend was wegens HIV-seropositiviteit en die zich meldde met buikklachten. Pas nadat in tweede instantie gerichte diagnostiek was ingezet werd uiteindelijk de diagnose gesteld: tuberculose van het pancreas.",
            "cite_spans": [
                {
                    "start": 672,
                    "end": 675,
                    "text": "1 2",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "ziektegeschiedenis Patiënt A, een 34-jarige man uit Nigeria die sinds 5 jaar onafgebroken in Nederland woonde, werd voor nadere diagnostiek verwezen wegens sinds twee maanden bestaande klachten van koorts en bovenbuikpijn. Behoudens episoden met malaria en vroegere klachten passend bij astma was hij altijd gezond geweest. Patiënt had vele jaren geleden een appendectomie ondergaan en was ooit behandeld voor gonorroe.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Hij was in drie maanden 10-14 kg afgevallen. Opvallend was dat patiënt geen zieke indruk maakte en niet bedlegerig was. Röntgenologisch onderzoek van de thorax liet geen afwijkin-gen zien. Bloedonderzoek op malaria had bij herhaling een negatieve uitslag. Antibiotische proeftherapie met netilmicine en cefuroxim kon de koorts niet verlagen. Een CT-onderzoek van het abdomen liet een gezwollen pancreas zien met een vochtophoping rond de staart. Ook was er infiltratie van het peripancreatische vet. Hoewel dit beeld radiologisch paste bij pancreatitis werd aan die diagnose getwijfeld omdat de patiënt niet acuut ziek was en de serumamylase-en -lipasewaarden normaal waren. Een beleid met maagzuigdrainage en voeding via een sonde in het proximale jejunum gaf geen vermindering van de bovenbuikklachten. De koorts bleef onveranderd aanwezig.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Na verkregen toestemming werd patiënt op HIV getest; hij bleek HIV-seropositief te zijn bij de ELISA, waarop verwijzing naar het Academisch Ziekenhuis Groningen volgde.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Wij zagen een niet acuut ziek uitziende man die klaagde over een continue, zeurende pijn in epigastrio. De pijn hing niet samen met voedselinname. Patiënt had verminderde eetlust en was misselijk, maar braakte niet. De ontlasting kwam regelmatig en was normaal van consistentie. Er was geen bloed of slijm bij de ontlasting. Bij navraag gaf patiënt aan last te hebben van nachtzweten. Bij lichamelijk onderzoek waren er behoudens drukpijn in epigastrio geen bijzonderheden. De temperatuur was bij herhaling tussen 38 en 38,5°C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "'Western blot'-analyse bevestigde de HIV-infectie; het aantal CD4 + -lymfocyten was zeer klein (50/mm 3 ; normaal > 500/mm 3 ) en de virusbelasting was hoog (31.000 kopieën per l). Er werd begonnen met Pneumocystis carinii-profylaxe in de vorm van trimethoprim-sulfamethoxazol (co-trimoxazol).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Als oorzaak van de bovenbuikklachten en de bij CT-onderzoek gevonden zwelling in de pancreasregio werden opportunistische infecties en HIV-gerelateerde maligniteiten overwogen. Gastroscopie liet geen afwijkingen zien, met name geen lymfomen. samenvatting Een 34-jarige man uit Nigeria die sinds 5 jaar onafgebroken in Nederland woonde, had al enkele maanden koorts, bovenbuikpijn en gewichtsverlies. Hij maakte geen zieke indruk. CTonderzoek deed denken aan pancreatitis. Een HIV-test had een positieve uitslag. Punctie van de vochtophoping rond het pancreas leidde tot de diagnose 'tuberculose' (infectie door Mycobacterium tuberculosis). Nadat patiënt met antituberculeuze therapie goed was hersteld, werd met antiretrovirale therapie begonnen, waarop het aantal CD4 + -cellen in het bloed toenam. Extrapulmonale tuberculose is niet ongewoon bij HIV-seropositieve patiënten afkomstig uit landen met een hoge tuberculoseprevalentie. Geïsoleerde tuberculose van het pancreas is dat wel en is nog niet eerder in Nederland beschreven. De diagnose kan na CT-geleide punctie gesteld worden; Ziehl-Neelsen-kleuringen doen direct tuberculose vermoeden, waarna polymerasekettingreactie(PCR)-onderzoek en kweken dit bevestigen. Met antiretrovirale therapie wordt pas begonnen nadat een goede respons op antituberculeuze middelen is verkregen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Gedurende de opname verslechterde de klinische toestand van patiënt. De temperatuur bereikte waarden van bijna 40°C. De serumamylase-en -lipasewaarden en de urineamylaseactiviteit waren nu voor het eerst verhoogd. Het CT-onderzoek van het abdomen werd herhaald en hierbij werd een beeld gezien passend bij necrotiserende pancreatitis (figuur). Er werd opnieuw een beleid begonnen met maagzuigdrainage en voeding via een sonde in het proximale jejunum. Tevens werden pijnstillers gegeven. Differentiaaldiagnostisch werden nu de volgende aandoeningen overwogen: een maligniteit (al of niet opportunistisch); acute pancreatitis of exacerbatie van chronische pancreatitis, of een complicatie daarvan; en tuberculose. Bij CT-geleide punctie van één van de vochtophopingen rond het pancreas werd gelig, enigszins troebel vocht verkregen. Ziehl-Neelsen-kleuring van dit materiaal toonde zuurvaste staafjes, waarna wegens vermoeden van tuberculeuze pancreatitis een behandeling werd begonnen met antituberculeuze middelen (isoniazide, rifampicine, pyrazinamide en ethambutol). Bij polymerasekettingreactie(PCR)-onderzoek (met insertiefragment 6110) werd Mycobacterium tuberculosis-complex aangetoond, waardoor de werkdiagnose aanzienlijk werd versterkt. Hoewel de thoraxfoto normaal was, werd besloten patiënt te isoleren. De patiënt gaf weliswaar geen sputum op, maar wel kuchte hij, waarbij hij de keel schraapte. Na het begin van de antituberculeuze therapie knapte patiënt klinisch snel op. De temperatuur normaliseerde en de pijn in de bovenbuik verdween. Latere kweekproeven bevestigden de diagnose: tuberculose van het pancreas. Uit een Löwenstein-kweek werd een normaal gevoelige M. tuberculosis-stam geïsoleerd. Het verdere beloop was gunstig; na de intensieve fase van tuberculosebehandeling 2 werd begonnen met antiretrovirale therapie; 3 het aantal CD4 + -cellen in het bloed steeg tot boven 200/mm 3 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "beschouwing Abdominale tuberculose is na klier-en skelettuberculose de meest voorkomende manifestatie van extrapulmonale tuberculose. Tijdens een onderzoek in Saudi-Arabië, waarin bij 503 van de patiënten die werden verwezen wegens buikklachten uiteindelijk tuberculose was gediagnosticeerd, werden bij 112 patiënten door tuberculose veroorzaakte radiologische afwijkingen in de buik vastgesteld. 4 Slechts in eenderde van de gevallen was er alleen tuberculose in de buik; de meesten van deze patiënten hadden tuberculeuze peritonitis, urogenitale tuberculose of tuberculeuze lymfadenopathie. Lever, milt, darm en pancreas waren meestal in combinatie met andere organen aangedaan. Geïsoleerde tuberculose van het pancreas werd bij deze patiënten niet gezien, 4 maar is wel eerder beschreven, zij het nog niet in Nederland. [5] [6] [7] [8] Bij patiënten met HIV-infectie is tuberculose vaak extrapulmonaal gelokaliseerd, vooral bij progressie van de HIV-infectie. 1 9 Tuberculose van het pancreas komt ook bij HIV-seropositieve patiënten voor. 8 In een onderzoek in Zuid-Afrika onder 44 patiënten met HIV-infectie (in verschillende stadia) die zich meldden met buikklachten, werd bij 11 actieve gedissemineerde tuberculose gevonden. Pancreatitis of betrokkenheid van het pancreas bij tuberculose kwam in deze groep niet voor. 10 Bij patiënten met HIV-infectie of aids bij wie een afwijking van het pancreas wordt vastgesteld, is de lijst van mogelijke oorzaken lang: er zijn vele verschillende infectieuze en niet-infectieuze oorzaken van pancreasaandoeningen bij aids bekend. Behalve aan tuberculose moet bij aids ook aan niet-tuberculeuze mycobacteriële infecties (Mycobacterium avium-complex) gedacht worden. Andere opportunistische infecties (Cryptococcus neoformans, Toxoplasma gondii, Candida albicans, cytomegalovirus, Cryptosporidium en Microsporidium) en opportunistische, aidsgerelateerde tumoren (Kaposisarcoom en maligne lymfoom) zijn ook als oorzaak van pancreasafwijkingen bij aids beschreven. Buikpijn, ver- hoogde serumamylasewaarden en het vinden van afwijkingen van het pancreas bij beeldvormend onderzoek leiden tot de diagnose 'pancreatitis'. Verschillende medicamenten die patiënten met HIV-infectie regelmatig gebruiken, zoals pentamidine, co-trimoxazol en vooral didanosine, zijn in verband gebracht met pancreatitis, 9 maar onze patiënt had deze medicamenten niet gekregen. Pancreatitis kan uiteraard ook bij aidspatiënten uitgelokt worden door de gebruikelijke oorzaken, zoals galsteenlijden en alcoholabusus. HIV-seropositieve patiënten hebben vaker pancreatitis dan HIV-seronegatieve patiënten: in de Verenigde Staten komt pancreatitis 35-800 maal zo vaak bij hen voor. 9 Een patiënt met tuberculose van het pancreas presenteert zich doorgaans met buikklachten; soms is het klinisch beeld volledig compatibel met pancreatitis. 11 Wanneer de klachten minder ernstig zijn en er bij beeldvormend onderzoek een ruimte-innemende afwijking in de pancreasregio wordt gezien, wordt vaak aan een maligniteit gedacht. 5 7 12 Patiënten kunnen echter ook asymptomatisch zijn of tekenen vertonen van een obstructie-icterus, 13 de-novodiabetes 14 of een gastro-intestinale bloeding. 15 Onze patiënt toonde aanvankelijk een klinisch beeld dat niet direct wees op acute pancreatitis. Later ontstonden evenwel klachten en afwijkingen, in het bijzonder verhoogde waarden van amylase en lipase, die wel bij acute pancreatitis pasten. Deze diagnose werd ondersteund door beeldvormend onderzoek, met name echografie en CT-onderzoek. Oedeem, bloedingen, cystenvorming en abcessen in het pancreas wijzen op een acute pancreatitis of exacerbatie van een gecompliceerde pancreatitis. 7 11 16 Kliniek en diagnostiek van pancreatitis bij HIV-seropositieve patiënten en immunocompetente patiënten verschillen in principe niet. Om tuberculose als oorzaak van pancreatitis aan te tonen is een invasieve test zoals een pancreasbiopsie of -punctie nodig. Meestal is ook elders activiteit van tuberculose aanwezig en kan de diagnose op eenvoudiger wijze dan via pancreaspunctie gesteld worden. Bij patiënten met geïsoleerde betrokkenheid van het pancreas, zoals die ook bij onze patiënt kennelijk bestond, is dat uiteraard niet mogelijk. 5 conclusie Tuberculose van het pancreas als geïsoleerde manifestatie van tuberculose wordt gezien als zeldzaam. De laatste jaren is er echter -wellicht door betere diagnostische technieken zoals beeldvormend onderzoek met CTeen stroom van casuïstische meldingen gepubliceerd. Bij patiënten met HIV en aids komen afwijkingen van het pancreas frequenter voor dan bij immunocompetente personen. Tuberculose als oorzaak van pancreasafwijkingen moet vooral overwogen worden als de patiënt tot een bekende risicogroep voor tuberculose behoort. Indien geen tuberculeuze manifestaties elders worden ontdekt is CT-geleide punctie de aangewezen weg om de diagnose te stellen. Dankzij de verbeterde therapeutische mogelijkheden voor HIV-infectie is het belangrijk om actief te zoeken naar tuberculose, zoals de ziektegeschiedenis van onze patiënt toont. abstract Pancreatic tuberculosis in an HIV seropositive patient. -A 34year-old man from Nigeria who had resided permanently in the Netherlands for five years had experienced fever, upper abdominal pain and weight loss for several months. He did not give the impression of being ill. A CT scan gave cause to suspect pancreatitis. An HIV test gave a positive result. Puncture of the accumulated fluid around the pancreas led to the diagnosis 'tuberculosis' (infection by Mycobacterium tuberculosis). Once the patient had made a good recovery with antituberculosis therapy, antiretroviral therapy was initiated, whereupon the number of CD4 + cells in the blood increased. Extrapulmonal tuberculosis is not unusual in HIV seropositive patients from countries with a high prevalence of tuberculosis. However, in such patients isolated tuberculosis of the pancreas is unusual and has not previously been described in the Netherlands. The diagnosis can be established following a CT guided puncture; tuberculosis is instantly suspected if the Ziehl-Neelsen stains are positive and the diagnosis can then be confirmed by a polymerase chain reaction (PCR) analysis and by culturing. Anti-retroviral therapy is withheld until response to anti-tuberculosis treatment is satisfactory.",
            "cite_spans": [
                {
                    "start": 397,
                    "end": 398,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 823,
                    "end": 826,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 827,
                    "end": 830,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 831,
                    "end": 834,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 835,
                    "end": 838,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 963,
                    "end": 966,
                    "text": "1 9",
                    "ref_id": null
                },
                {
                    "start": 1043,
                    "end": 1044,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1325,
                    "end": 1327,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2696,
                    "end": 2697,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2853,
                    "end": 2855,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 3034,
                    "end": 3040,
                    "text": "5 7 12",
                    "ref_id": null
                },
                {
                    "start": 3137,
                    "end": 3139,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 3195,
                    "end": 3197,
                    "text": "15",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 3685,
                    "end": 3692,
                    "text": "7 11 16",
                    "ref_id": null
                },
                {
                    "start": 4231,
                    "end": 4232,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Tuberculosis in patients with human immunodeficiency virus infection",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "V"
                    ],
                    "last": "Havlir",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "F"
                    ],
                    "last": "Barnes",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "N Engl J Med",
            "volume": "340",
            "issn": "",
            "pages": "367--73",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Prevention and treatment of tuberculosis among patients infected with human immunodeficiency virus: principles of therapy and revised recommendations",
            "authors": [],
            "year": 1998,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "47",
            "issn": "",
            "pages": "1--58",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Therapie van HIVinfectie: hoe snel en hoe krachtig?",
            "authors": [
                {
                    "first": "Hjm",
                    "middle": [],
                    "last": "Hofstede",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ter",
                    "suffix": ""
                },
                {
                    "first": "Dsc",
                    "middle": [],
                    "last": "Telgt",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Koopmans",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Ned Tijdschr Geneeskd",
            "volume": "145",
            "issn": "",
            "pages": "201--205",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Imaging of tuberculosis. II. Abdominal manifestations in 112 patients",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lundstedt",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nyman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brismar",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hugosson",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kagevi",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Acta Radiol",
            "volume": "37",
            "issn": "",
            "pages": "489--95",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Isolated pancreatic tuberculosis",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yokoyama",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Miyagawa",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Noike",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Shimada",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kawasaki",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Hepatogastroenterology",
            "volume": "46",
            "issn": "",
            "pages": "2011--2015",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Isolated tuberculosis of the pancreas after orthotopic liver transplantation",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Coelho",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Wiederkehr",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Parolin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Balbi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Nassif",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Liver Transpl Surg",
            "volume": "5",
            "issn": "",
            "pages": "153--158",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Isolated tuberculosis of the pancreas masquerading as a pancreatic mass",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fischer",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Spengler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Neubrand",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sauerbruch",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Am J Gastroenterol",
            "volume": "90",
            "issn": "",
            "pages": "2227--2257",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Pancreatic tuberculosis: CT findings",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pombo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Diaz Candamio",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rodriguez",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pombo",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Abdom Imaging",
            "volume": "23",
            "issn": "",
            "pages": "394--401",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Acute pancreatitis in human immunodeficiency virus-infected patients: a review",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Dassopoulos",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Ehrenpreis",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Am J Med",
            "volume": "107",
            "issn": "",
            "pages": "78--84",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Human immunodeficiency virus-related abdominal pain in South Africa. Aetiology, diagnosis and survival",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "O&apos;keefe",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wood",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Zyl A Van, Cariem",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Scand J Gastroenterol",
            "volume": "33",
            "issn": "",
            "pages": "212--219",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Tuberculous abscess of the pancreas",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Stambler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Klibaner",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Bliss",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Lamont",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Gastroenterology",
            "volume": "83",
            "issn": "",
            "pages": "922--927",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Tuberculosis of the pancreas",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sözbilen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Erhan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Koyuncu",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Br J Surg",
            "volume": "79",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Tuberculosis of the pancreas: a rare cause of obstructive jaundice",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Crowson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Perry",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Burden",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Br J Surg",
            "volume": "71",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Diabetes mellitus: an uncommon manifestation of pancreatic tuberculosis",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Patankar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Prasad",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Laxminarayan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Tuberculosis of the pancreas: a rare cause of massive gastrointestinal bleeding",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Br J Surg",
            "volume": "73",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Huntington D. Tuberculous abscess of the pancreas. Case report and review of the literature",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Levine",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tenner",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Steinberg",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ginsberg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Borum",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Dig Dis Sci",
            "volume": "37",
            "issn": "",
            "pages": "1141--1145",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Aanvaard op 26 februari",
            "authors": [],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "-opname van patiënt A: een irregulair diffuus vergroot pancreas met hypodense gebieden overeenkomend met vochtophopingen waaruit materiaal werd verkregen via CT-geleide punctie. Met Ziehl-Neelsen-kleuring, polymerasekettingreactie(PCR)onderzoek en een Löwenstein-kweekproef werd hierop de diagnose gesteld: tuberculose van het pancreas. Er is enige infiltratie van vocht in het peripancreatische vet en er is contrastmiddel in nieren en maag zichtbaar.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Tuberculose van het pancreas bij een HIV-seropositieve patiënt j.c.verhave, t.s.van der werf, j.h.kleibeuker, e.j.van der jagt en h.g.sprenger",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}