{
    "paper_id": "31f13d1ae5a765fa153f0f7fdc19f9fb0412c909",
    "metadata": {
        "title": "Neuerkrankungsrate und Vorkommen chronischer Erkrankungen",
        "authors": [
            {
                "first": "Ulrich",
                "middle": [],
                "last": "Vetter",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "-7 2.2 Neurologische Erkrankungen -11 2.3 Lungenerkrankungen -13 2.4 Magen-,Darm-, Leber-und Gallenblasenerkrankungen -14 2.5 Muskel-und Skeletterkrankungen -14 2.6 Krebserkrankungen -15 Literatur zu Kap. 2 -22 6 Kapitel 2 · Neuerkrankungsrate und Vorkommen chronischer Erkrankungen 2 Wohlstand und Alterung der Bevölkerung haben in allen westlichen Ländern dazu geführt, dass sowohl in der Krankenhausmedizin als auch in der ambulanten Betreuung von Patienten ein Großteil der verfügbaren Ressourcen für Diagnostik und Therapie von Patienten mit chronischen Erkrankungen eingesetzt wird. Aufwendungen für Patienten mit akuten Erkrankungen wie Verletzungen, Unfällen oder mit Infektionserkrankungen sind trotz des Auftretens neuer Infektionskrankheiten wie HIV/AIDS und SARS hingegen rückläufig. Schätzungen gehen davon aus, dass bis zu 40% einer Bevölkerung eines Landes der westlichen Hemisphäre an einer oder mehreren chronischen Krankheiten leiden können. > Für die strategische und operative Leistungsplanung im Krankenhaus ist es unablässig, die Neuerkrankungsraten von bestimmten häufi gen Erkrankungen (Inzidenz) und das Vorkommen von häufi gen Er kran kungen (Prävalenz) zu kennen, zukünftige Entwicklungen abzuschätzen und aus diesen Informationen die richtigen Schlüsse zu ziehen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In den weiteren Abschnitten dieses Kapitels und in weiteren Kapiteln dieses Buches werden wir immer wieder auf dieses virtuelle Krankenhaus mit seinen 19.750 Patienten und seinem Einzugsgebiet von 100.000 Einwohnern eingehen und unsere Ausführungen so verdeutlichen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Die koronare Herzerkrankung (KHK, ischämische Herzkrankheit, Angina pectoris) steht von allen chronischen Erkrankungen an der Spitze der Erkrankungen und ist die häufigste Todesursache in Deutschland. Etwa 21% der Deutschen versterben an akuten oder chronischen Folgen der KHK. Ähnlich wie in den USA, wo valide Zahlen über die letzten 50 Jahre vorliegen (Cooper R. et al.) , ist auch in Deutschland die Sterblichkeit an der KHK in den letzten Jahrzehnten zurückgegangen (Bruckenberger E.) .",
            "cite_spans": [
                {
                    "start": 355,
                    "end": 373,
                    "text": "(Cooper R. et al.)",
                    "ref_id": null
                },
                {
                    "start": 471,
                    "end": 489,
                    "text": "(Bruckenberger E.)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Herz-, Kreislauf-und Gefäßerkrankungen"
        },
        {
            "text": "Die Genese der KHK ist multifaktoriell. Die KHK führt stets zu einem Missverhältnis zwischen Sauerstoffbedarf und -angebot im Herzmuskel. Die der KHK zugrunde liegende Arteriosklerose der Gefäßwand wird durch genetische Ursachen, Begleiterkrankungen wie Diabetes mellitus und Fettstoffwechselstörungen und exogene Einflüsse wie Rauchen und Bewegungsarmut gefördert. Neuerdings wird stark diskutiert, ob die KHK nicht auch als entzündlicher Prozess oder als Resultat einer Entzündung der Gefäßwand zu sehen ist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Herz-, Kreislauf-und Gefäßerkrankungen"
        },
        {
            "text": "Rechnet man die aus den USA bekannten Zahlen zum Vorkommen der KHK auf Deutschland um, so müssen in Deutschland etwa 4 Mio. Bürger an einer KHK leiden. Im Einzugsgebiet unseres virtuellen Krankenhauses würden damit etwa 5000 Patienten mit einer koronaren Herzerkrankung leben und Krankenhausleistungen nachfragen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Herz-, Kreislauf-und Gefäßerkrankungen"
        },
        {
            "text": "In deutschen Krankenhäusern werden jährlich 570.000 Patienten wegen einer KHK behandelt Damit würden unser virtuelles Krankenhaus etwa 600 bis 700 Patienten mit KHK zur Behandlung aufsuchen. Die hohe Zahl von Patienten mit KHK stellt eine große ökonomische Belastung für die Kostenträger dar. Die akute Folge der KHK sind das akute Koronarsyndrom und der Herzinfarkt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Herz-, Kreislauf-und Gefäßerkrankungen"
        },
        {
            "text": "Für Deutschland muss man von 200.000 akuten Herzinfarkten pro Jahr ausgehen. Danach würden im Einzugsgebiet unseres virtuellen Krankenhauses etwa 250 Patienten an einem akuten Herzinfarkt pro Jahr erkranken; davon sind etwa 40% der Fälle Re-Infarkte (Cooper R. et al.) . Die Zahl der Patienten, die das Krankenhaus erreichen, dürfte aber um 20 bis 30% niedriger liegen, da ein Teil der Patienten außerhalb des Krankenhauses am akuten Herztod verstirbt. Damit ist in unserem virtuellen Krankenhaus mit der Akutversorgung von 200 Herzinfarktpatienten pro Jahr zu rechnen. In Deutschland wird ähnlich wie in anderen Industrienationen seit Anfang der 80er Jahre ein langsamer Rückgang der Zahl der akuten Myokardinfarkte beobachtet.",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 268,
                    "text": "(Cooper R. et al.)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Herz-, Kreislauf-und Gefäßerkrankungen"
        },
        {
            "text": "Für die Führung eines Krankenhauses ist es wichtig, die aktuellen Entwicklungen der Akuttherapie des Herzinfarktes zu kennen und in die eigene Leistungsplanung und Leistungsgestaltung in der Kardiologie aufzunehmen. Mehrere große Studien der letzten Jahre haben gezeigt, dass die inter ventionelle Therapie (d. h. die Wiedereröffnung des verschlossenen Herzkranzgefäßes mittels Angioplastie) der konventionellen Lyse-Therapie (d. h. der Wiedereröffnung des verschlossenen Gefäßes mit einem Blutgerinnsel auflösenden Medikament) in allen Belangen überlegen ist. (Keeley E.C. et al.) Würden in Konsequenz dieser Ergebnisse alle Patienten mit akutem Myokardinfarkt nur noch in Krankenhäusern mit kardiologischen Fachabteilungen und der Möglichkeit einer interventionellen Therapie behandelt, würde dies für diese Krankenhäuser eine deutliche Mehrbelastung an Fallzahlen und Ressourcenaufwand bedeuten. Eine Lyse-Therapie wäre dann nur noch für Patienten adäquat, die wegen Kontraindikationen wie hohes Alter und Multimorbidität von einer interventionellen Therapie auszuschließen wären.",
            "cite_spans": [
                {
                    "start": 561,
                    "end": 581,
                    "text": "(Keeley E.C. et al.)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Herz-, Kreislauf-und Gefäßerkrankungen"
        },
        {
            "text": "Wenn der Anteil der Patienten, die in Deutschland bei einem akuten Myokardinfarkt interventionell behandelt werden, von heute etwa 25% auf 70% steigen würde, müssten in den deutschen Krankenhäusern schätzungsweise zusätzliche 70.000 Angioplastien in der Akutphase eines Herzinfarktes durchgeführt werden. Heute werden in deutschen Krankenhäusern rund 145.000 Angioplastien an den Herzkranzgefäßen durchgeführt, weniger als 20% davon bei Patienten mit akuten Herzinfarkten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Herz-, Kreislauf-und Gefäßerkrankungen"
        },
        {
            "text": "Eine Änderung im therapeutischen Vorgehen in der Herzinfarktversorgung ist ohne einen Konzentrationsprozess bei den Leistungsanbietern nicht zu leisten. Zu einer optimalen Versorgung des Patienten mit Herzinfarkt gehört heute, die Angioplastie rund um die Uhr anzubieten und die Zahl von 400 Angioplastien pro Jahr zu erreichen. Ab dieser Zahl von Interventionen wird in der Fachwelt von einer hohen Ergebnisqualität ausgegangen. Unser virtuelles Krankenhaus würde diese Zahl an Angioplastien nur erreichen, wenn es sein Einzugsgebiet mehr als verdoppeln würde und 70 bis 80% seiner Patienten mit akuten Herzinfarkten interventionell behandelte.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Herz-, Kreislauf-und Gefäßerkrankungen"
        },
        {
            "text": "In den letzten Jahren wurde in Dänemark die Versorgung von Patienten mit akuten Herzinfarkten auf wenige Zentren mit der Möglichkeit der interventionellen Therapie konzentriert; im Ergebnis wurde eine Reduktion der Sterblichkeit nach Herzinfarkt beobachtet. Dies galt sogar für Patienten, die aus peripheren Krankenhäusern mit Zeitverzögerung in die Herzzentren zur Angioplastie verlegt worden waren (Andersen H.R. et al.) .",
            "cite_spans": [
                {
                    "start": 400,
                    "end": 422,
                    "text": "(Andersen H.R. et al.)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Herz-, Kreislauf-und Gefäßerkrankungen"
        },
        {
            "text": "Patienten mit Sick Sinus Syndrom, Bradykardie-Taxchykardie Syndrom, AV-Block III.Grades und Vorhofflimmern leiden an lebensbedrohlichen Herzrhythmusstörungen. Deshalb werden bei ihnen jährlich 50.000 Herzschrittmacher implantiert. Unser virtuelles Krankenhaus müsste demnach bei 60 Patienten einen Herzschrittmacher implantieren. Diese Zahl wird in den nächsten Jahren zunehmen, da vermehrt auch Patienten mit Herzinsuffizienz zur Verbesserung ihrer Herzleistung mit einem Herzschrittmacher bzw. mit einem Herzschrittmacher, der mit einem Defibrillator kombiniert ist, versorgt werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Herz-, Kreislauf-und Gefäßerkrankungen"
        },
        {
            "text": "Die Herzinsuffizienz das chronische Versagen der Pumpleistung des Herzens ist in der Regel Folge entweder einer KHK oder einer Hochdruckerkrankung. In Deutschland geht man von 1 bis 1,5 Mio. Patienten mit Herzinsuffizienz aus. Damit würden im Einzugsgebiet unseres virtuellen Krankenhauses etwa 1200 bis 1800 Patienten mit einer Herzinsuffizienz leben, von denen etwa 20 bis 25% jährlich stationär behandelt werden. Die Mehrzahl der Patienten ist älter als 65 Jahre.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Herz-, Kreislauf-und Gefäßerkrankungen"
        },
        {
            "text": "Mehrere epidemiologische und Interventionsstudien aus den USA zeigen, dass die Neuerkrankungsrate von Patienten mit Herzinsuffizienz bei rückläufiger Sterblichkeit in den letzten Jahrzehnten praktisch unverändert geblieben ist (Levy D. et al.) . Neuerdings gibt es Hinweise, dass die Adipositas ein unabhängiger, aber wichtiger Risikofaktor für die Ausbildung einer Herzinsuffizienz ist und die über Jahre rückläufige Sterblichkeit an Herzerkrankungen bei Bevölkerungsgruppen mit hoher Prävalenz von Adipositas und Typ II Diabetes mellitus wieder anzusteigen droht (Kenchaiah S. et al.) .",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 243,
                    "text": "(Levy D. et al.)",
                    "ref_id": null
                },
                {
                    "start": 565,
                    "end": 586,
                    "text": "(Kenchaiah S. et al.)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Herz-, Kreislauf-und Gefäßerkrankungen"
        },
        {
            "text": "Wenn sich diese Entwicklung bewahrheitet, wäre auch in Deutschland mit einer vergleichbaren, wenn auch zeitlich verzögerten Entwicklung zu rechnen. Neueste Daten aus Deutschland zeigen, dass heute etwa 20% der Kinder und 30% der Jugendlichen übergewichtig sind.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Herz-, Kreislauf-und Gefäßerkrankungen"
        },
        {
            "text": "Mittelfristig wäre also nicht nur durch die zahlenmäßige Zunahme älterer Patienten mit steigenden Patientenzahlen mit KHK, Herzinfarkt und Herzinsuffizienz zu rechnen, sondern die Fallzahlzunahme würde durch die zunehmende Übergewichtigkeit der Bevölkerung noch verstärkt. Schätzungen für die nächsten zehn Jahre gehen von einer Zunahme der Patienten mit Herzinsuffizienz um 70% aus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Herz-, Kreislauf-und Gefäßerkrankungen"
        },
        {
            "text": "Die arterielle Hypertonie ist neben der KHK der klassische Risikofaktor für kardiovaskuläre und zerebrovaskuläre Ereignisse. In Deutschland geht man davon aus, dass etwa 20-30% der erwachsenen Patienten an einer Hochdruckerkrankung leiden. Dies bildet sich auch in der Häufigkeit der Nebendiagnose Hochdruck bei der klinischen Dokumentation in den meisten deutschen Krankenhäusern ab. Es sind große Defizite in der Therapie und Compliance der Hypertonie bekannt. Nach einer großen amerikanischen Studie beendet zwischen 29 und 56% der Patienten je nach Medikation ihre Therapie innerhalb von 12 Monaten nach Beginn. Somit besteht ein erhebliches Defizit in der Sekundärprävention von kardiovaskulären Erkrankungen, wenn wir auf deren größten Risikofaktor blicken.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Herz-, Kreislauf-und Gefäßerkrankungen"
        },
        {
            "text": "Die periphere arterielle Verschlusskrankheit (pAVK) ist bei Personen vor Erreichen des 50. Lebensjahres selten. Geschätzt wird, dass etwa 2 Mio. Deutsche an einer peripheren arteriellen Verschlusskrankheit leiden. Die Prävalenz bei 75-jährigen Männern ist hoch und dürfte bei etwa 20% liegen. Nach diesen Zahlen würden etwa 2500 Patienten mit einer pAVK im Einzugsgebiet unseres virtuellen Krankenhauses leben. Häufig bleibt die chronische Extremitätenischämie aufgrund der pAVK über Jahre stabil und man kann davon ausgehen, dass nur 5% der Patienten jemals eine signifikante Extremitätenischämie entwickeln.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Herz-, Kreislauf-und Gefäßerkrankungen"
        },
        {
            "text": "Die Inzidenz der kritischen Extremitätenischämie, die zu radiologischen oder gefäßchirurgischen Interventionen zwingt, wird auf 80.000 Patienten jährlich geschätzt. Danach würden in unserem virtuellen Krankenhaus jährlich etwa 100 Patienten wegen kritischer Extremitätenischämie gefäßchirurgisch oder durch Angioplastie behandelt werden müssen. Bei weiteren 12 bis 25 Patienten mit pAVK muss eine Majoramputation als Endtherapie durchgeführt werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Herz-, Kreislauf-und Gefäßerkrankungen"
        },
        {
            "text": "Wegen der hohen Komorbidität der Patienten mit arterieller Verschlusskrankheit ist deren Krankenhausbehandlung äußerst ressourcenträchtig. Nicht selten sind diese Patienten MRSA-Träger, was den Aufwand der Behandlung weiter erhöht. Die Mortalität nach diagnostizierter pAVK ist hoch und geht meist auf die begleitende KHK zurück.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Herz-, Kreislauf-und Gefäßerkrankungen"
        },
        {
            "text": "Gefäßerkrankungen Die Appendizitis (Blinddarmentzündung) ist die neben der Gastroenteritis (Brechdurchfall) die häufigste akute gastroenterologische Erkrankung des Kindes-und Jugendalters. Heute werden deswegen etwa 140 Appendektomien pro 100.000 Einwohnern durchgeführt. In den nächsten Jahren ist wegen der weiter rückläufigen Kinderzahl in Deutschland mit einer Abnahme von Appendektomien zu rechnen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Herz-, Kreislauf-und Gefäßerkrankungen"
        },
        {
            "text": "Gallensteine sind häufig. Im Alter von 65 Jahren sollen 15 bis 25% der Bevölkerung Gallensteinträger sein. In Deutschland werden jährlich deswegen etwa 150.000 Cholezystektomien (Gallenblasenentfernungen) durchgeführt. Unser virtuelles Krankenhaus müsste demnach etwa 180 Cholezystektomien durchführen (Neubrand M. et al.) .",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 322,
                    "text": "(Neubrand M. et al.)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Herz-, Kreislauf-und Gefäßerkrankungen"
        },
        {
            "text": "Inguinalhernien (Leistenbrüche) haben ihre Häufigkeitsgipfel im Kindes-und mittleren Erwachsenenalter. Unser virtuelles Krankenhaus müsste entsprechend der für Deutschland bekannten Zahl von Leistenbruchoperationen etwa 280 Herniotomien pro Jahr durchführen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Herz-, Kreislauf-und Gefäßerkrankungen"
        },
        {
            "text": "Rheumatische Erkrankungen sind chronisch entzündliche Erkrankungen der Gelenke und der Wirbelsäule und dürfen nicht mit Arthrosen, den degenerativen Erkrankungen der Gelenke, verwechselt werden. Rheumatische Erkrankungen dürften eine Prävalenz von 1% in der Bevölkerung haben. Damit würden im Einzugsgebiet unseres virtuellen Krankenhauses etwa 1000 Patienten mit einer rheumatischen Erkrankung leben.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Muskel-und Skeletterkrankungen"
        },
        {
            "text": "Bandscheibenleiden und Rückenschmerzen sind vermutlich in Deutschland das am häufigsten auftretende Beschwerdebild. 30 bis 40% aller Erwachsenen, so wird geschätzt, klagen einmal im Jahr über Rückenbeschwerden. Die Lebensprävalenz dürfte doppelt so hoch sein. An chronischen Rückenschmerzen sollen 8 bis 10% aller Deutschen leiden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Muskel-und Skeletterkrankungen"
        },
        {
            "text": "Die Prävalenz von Ischiasschmerzen mit Radikulopathie (Nervenschädigung) liegt deutlich niedriger, vermutlich unter 1%. Unser virtuelles Krankenhaus würde also etwa 1000 Patienten, die eine stationäre Behandlung benötigen können, in seinem Einzugsgebiet vorfinden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Muskel-und Skeletterkrankungen"
        },
        {
            "text": "In Deutschland werden im Jahr etwa 70.000 bis 75.000 Laminektomien (Bandscheibenoperationen) durchgeführt. Diese Zahl stimmt in etwa auch mit der Zahl der in den USA durchgeführten Bandscheibenoperation überein. In unserem virtuellen Krankenhaus würden so etwa 90 Operationen im Jahr durchgeführt werden. Somit müsste sich etwa jeder zehnte Patient mit Ischiasschmerzen und Radikulopathie im Einzugsgebiet unseres virtuellen Krankenhauses einer Bandscheibenoperation unterziehen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Muskel-und Skeletterkrankungen"
        },
        {
            "text": "Arthrosen (Gelenkverschleiß) sind häufige chronische Erkrankungen. Wegen der schwierigen Festlegung auf die klinische Diagnose Arthrose gibt es keine genauen Zahlen zur Inzidenz und Prävalenz dieser Erkrankung. Man schätzt, dass bis zu 8,5% aller über 50-Jährigen an einer Arthrose leiden. Wegen Arthrosen des Hüft-und Kniegelenkes werden jährlich in Deutschland zwischen 100.000 und 180.000 Hüft-und etwa 60.000 bis 100.000 Knieendoprothesen implantiert. In unserem virtuellen Krankenhaus würden deshalb etwa 120 bis 200 Hüft-und 75 bis 120 Knieendoprothesen im Jahr implantiert. Aufgrund der demographischen Entwicklung ist in den nächsten 10 Jahren mit einer 50% Zunahme der Fälle zu rechnen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Muskel-und Skeletterkrankungen"
        },
        {
            "text": "Die Osteoporose (Knochenschwund) ist eine im Alter häufig vorkommende Erkrankung, die besonders Frauen betrifft. Etwa 30% aller Frauen sollen nach der Menopause eine Osteoporose entwickeln.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Muskel-und Skeletterkrankungen"
        },
        {
            "text": "In Folge einer Osteoporose und von Stürzen treten in Deutschland jedes Jahr bei älteren Patienten 90.000 bis 110.000 Schenkelhalsfrakturen auf (Becker et al.) Unser virtuelles Krankenhaus müsste demnach 110 bis 130 Patientinnen und Patienten nach Schenkelhalsfrakturen in der Regel operativ versorgen. Nach Schätzungen geht man von weiteren 150.000 Krankenhausbehandlungen wegen anderer Folgerkrankungen der Osteoporose wie Ober-und Unterarmfrakturen und Wirbelkörperfrakturen aus. Aufgrund der demographischen Entwicklung ist mit einer 50% Zunahme der Fälle in den nächsten 10 Jahren zu rechnen.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 158,
                    "text": "(Becker et al.)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Muskel-und Skeletterkrankungen"
        },
        {
            "text": "Die . Tabelle 2.1 gibt einen Überblick über ausgewählte operative Eingriffe pro Jahr, die aus einem Einzugsgebiet von 100.000 Einwohnern zu erwarten sind.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Muskel-und Skeletterkrankungen"
        },
        {
            "text": "Krebserkrankungen Nach den in der Gesundheitsberichterstattung des Bundes veröffentlichten Zahlen wird von 340.000 Neuerkrankungen an Krebs in Deutschland pro Jahr (164.900 bei Männern und 173.400 bei Frauen) ausgegangen, wo-bei mehr als die Hälfte der Neuerkrankungen nach dem 75. Lebensjahr auftritt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.6"
        },
        {
            "text": "Da im nächsten Jahrzehnt die Zahl der über 70-jährigen Männer zunehmen wird (Vorkriegs-und Kriegsjahrgänge weisen eine Unterrepräsentanz von Männern gegenüber Frauen auf, Nachkriegsjahrgänge tun dies nicht), ist mit einer Zunahme der männertypischen Krebserkrankungen wie des Prostata-Karzinoms zu rechnen. Es gibt insgesamt etwa 170 verschiedene Krebserkrankungen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.6"
        },
        {
            "text": ". In . Tabelle 2.2 wollen wir uns auf die sechs häufigsten Krebserkrankungen konzentrieren, die von der Fallzahl etwa 50% aller Krebserkrankungen repräsentieren.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.6"
        },
        {
            "text": "Krebserkrankungen stellen für die Krankenhausmedizin eine immer größer werdende Herausforderung dar. Zum einen stellen diese Patienten hohe Ansprüche an die operativen Abteilungen eines Krankenhauses und tragen u. a. zur ständig steigenden Zahl operativer Eingriffe in deutschen Krankenhäusern erheblich bei. Allerdings tragen Krebsoperationen höchsten Anteil an kurativen Erfolgen in der Krebsbehandlung bei. Strahlentherapie und Zytostatikatherapie bleiben hinter den Ergebnissen der operativen Therapie zurück. Insgesamt dürfte die Heilungsrate bei Krebserkrankungen gemessen an der 5-Jahres-Überlebensrate bei knapp unter 50% liegen. Nach den Herzerkrankungen stellen die Krebserkrankungen die zweithäufigste Todesursache dar und sind jährlich für 220.000 Todesfälle in Deutschland verantwortlich.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.6"
        },
        {
            "text": "Für eine Stadt mit 100.000 Einwohnern, die von unserem virtuellen Krankenhaus versorgt wird, muss man mit 400 bis 450 Neuerkrankungen an Krebs pro Jahr rechnen. Weitere 2000 bis 2500 Patienten mit bekannten Krebserkrankungen dürften im Einzugsgebiet unseres virtuellen Krankenhauses leben. Neben Aufenthalten bei der Diagnosestellung stehen bei den onkologischen Patienten Krankenhausaufenthalte zur Durchführung von Operationen, längere intensive Chemotherapiezyklen und die Behandlung von Komplikationen und interkurrenter Erkrankungen im weiteren Verlauf der Erkrankung im Vordergrund. Bezogen auf die Zahl der Neuerkrankungen pro Jahr liegt die Zahl der behandelten onkologischen Fälle pro Jahr in einem Krankenhaus mit einem Einzugsgebiet von 100.000 Einwohnern etwa vier-bis achtmal höher, ist aber stark von der Vernetzung des Krankenhauses mit ambulanten onkologischen Praxen abhängig. Etwa 10% der Fälle der Krankenhäuser des Landesbetrieb Krankenhäuser Hamburg sind onkologische Patienten. Dabei liegt der Anteil der Krebspatienten, die operativ behandelt werden und bei denen aufwändige diagnostische und therapeutische Prozeduren (interventionelle Verfahren) durchgeführt wurden bei 40%. Etwa 15% aller operativen Eingriffe werden im LBK Hamburg bei Patienten mit Krebserkrankungen durchgeführt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.6"
        },
        {
            "text": "Das Kolonkarzinom (Dickdarmkarzinom) ist mit etwa 50.000 Neuerkrankungen pro Jahr der häufigste Tumor und unser virtuelles Krankenhaus würde pro Jahr etwa 60 Patienten mit einem neu entdeckten Kolonkarzinom operativ versorgen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "> Ein Schwerpunktkrankenhaus wie unser virtuelles"
        },
        {
            "text": "Durch gezielte Vorsorgeuntersuchungen mittels Koloskopie und endoskopischer Therapie von Frühformen des Kolonkarzinoms besonders bei Risikogruppen mit familiärer Belastung soll in den nächsten Jahren erreicht werden, die Zahl der Neuerkrankungen an Kolonkarzinomen zu halbieren. Inwieweit es gelingt ein solches Vorsorgeprogramm in Deutschland in den nächsten Jahren einzuführen und umzusetzen, bleibt abzuwarten. Tendenziell ist jedoch mit einem Rückgang der Neuerkrankungen an Kolonkarzinomen zu rechnen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "> Ein Schwerpunktkrankenhaus wie unser virtuelles"
        },
        {
            "text": "In Deutschland erkranken jährlich etwa 46.000 Frauen an einem Mammakarzinom (Brustkrebs). Das Mammakarzinom stellt mit 26% aller Krebserkrankungen bei der Frau noch vor dem Kolonkarzinom die häufigste Tumorerkrankung dar. Die 5-Jahres-Überlebensrate beträgt heute 73%. Die Brustkrebserkrankung ist in Deutschland wie in anderen Ländern leicht zunehmend. Als defizitär wird die Brustkrebsfrüherkennung angesehen, wobei derzeit in Deutschland in verschiedenen Regionen gemäß den Europäischen Leitlinien Pilotprojekte zum Mammographie Screening durchgeführt werden. Von ihnen verspricht man sich eine frühere Diagnose bei der Zielgruppe der 50-bis70-jährigen Frauen und in Konsequenz eine Senkung der Mortalität. Internationale Studien zeigen eine Mortalitätssenkung um 20 bis 30%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "> Ein Schwerpunktkrankenhaus wie unser virtuelles"
        },
        {
            "text": "Unser virtuelles Krankenhaus müsste zwischen 50 und 60 Patientinnen mit einem neu diagnostizierten Mammakarzinom pro Jahr versorgen. Wegen des bei über 70 Jahren liegenden Altersgipfels der Erkrankung wird die Zahl der Neuerkrankungen in den nächsten Jahren noch zunehmen. (Vernesi U. et al.) . Damit ist die weniger radikale Methode heute das operative Vorgehen der Wahl. Eine für einige Zeit propagierte Hochdosis-Chemotherapie mit Knochenmarktransplantation erwies sich beim metastasierenden Mammakarzinom für das Überleben der Patientinnen nicht von Vorteil und bleibt weiterhin eine experimentelle Therapie (Elfenbein G.J.) .",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 292,
                    "text": "(Vernesi U. et al.)",
                    "ref_id": null
                },
                {
                    "start": 612,
                    "end": 628,
                    "text": "(Elfenbein G.J.)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "> Ein Schwerpunktkrankenhaus wie unser virtuelles"
        },
        {
            "text": "Beim Hals-Nasen-Ohren-Bereich liegen in ihrer Inzidenz teilweise deutlich unter der des Kehlkopfkarzinoms, zeigen aber ähnlich wie das Kehlkopfkarzinom eine kontinuierliche Zunahme in der Häufigkeit über die Jahre.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Zur Verbesserung der Versorgung von Frauen mit Mammakarzinom wird die Einrichtung von »Brustzentren« empfohlen, die -basierend auf Mindestfallzahlen und mit einem integrativen Ansatz aller an Diagnostik und Therapie des Mammakarzinoms beteiligten Ärzte und Institutionen"
        },
        {
            "text": "Depressionen sind eine der häufigsten Erkrankungen in Deutschland. So rechnet man mit etwa 3,1 Mio. Erkrankten oder 6,3% der erwachsenen Bevölkerung, die im Jahr mindestens eine depressive Episode durchleiden. Das Suizidrisiko ist die höchste Gefährdung für einen Patienten mit Depression. Bei stationär behandelten Patienten wird das Suizidrisiko auf 15% eingeschätzt. Im Einzugsgebiet unseres virtuellen Krankenhauses würden deshalb etwa 3500 bis 4000 Patienten mit einer depressiven Erkrankung leben. Wegen der hohen Prävalenz der Erkrankung werden nicht wenige Patienten auch in somatischen Abteilungen oft mit hohem diagnostischen und therapeutischen Aufwand behandelt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Psychiatrische Erkrankungen"
        },
        {
            "text": "Ein hohes Risiko an einer Depression zu erkranken haben ältere Menschen. Aufgrund des weiteren Ansteigens der Lebenserwartung der deutschen Bevölkerung in den nächsten Jahren ist mit einem Ansteigen um bis zu 50% der Fallzahlen depressiver Patienten zu rechnen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Psychiatrische Erkrankungen"
        },
        {
            "text": "Die Schizophrenie ist die häufigste psychiatrische Erkrankung des jungen Erwachsenen. Jährlich erkranken etwa 20.000 bis 25.000 Patienten zwischen der Pubertät und dem 30.Lebensjahr neu an dieser Krankheit. Man nimmt an, dass etwa 550.000 bis 600.000 Patienten mit einer Schizophrenie in Deutschland leben.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Psychiatrische Erkrankungen"
        },
        {
            "text": "Unser virtuelles Krankenhaus hätte so im Jahr 30 neu erkrankte Patienten zu versorgen und in seinem Einzugsgebiet würden weitere 700 Patienten mit einer Schizophrenie leben, die unterschiedlich stark je nach Verlaufstyp der Erkrankung eine stationäre psychiatrische Behandlung benötigen. Aufgrund der demographischen Entwicklung der nächsten Jahre ist von einem Rückgang der Neuerkrankungen um 20 bis 30% auszugehen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Psychiatrische Erkrankungen"
        },
        {
            "text": "Die Alkoholkrankheit ist die häufigste Suchterkrankung. Schätzungen gehen von 1,7 Mio. Alkoholabhängigen und weiteren 2,7 Mio. Personen, die Alkoholmissbrauch treiben in Deutschland aus. Im Einzugsgebiet unseres virtuellen Krankenhauses würden also 2100 alkoholkranke Patienten leben, etwa 10 bis 12% von ihnen werden wegen ihrer Alkoholkrankheit oder einer Alkoholpsychose jährlich stationär behandelt. Der zusätzliche Aufwand, den ein Krankenhaus wegen der Komorbidität Alkoholkrankheit bei somatischen Behandlungen dieser Patienten zu leisten hat, ist unbekannt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Psychiatrische Erkrankungen"
        },
        {
            "text": "Demenzen als typische psychiatrische Alterskrankheiten werden vor dem Hintergrund der alternden deutschen Bevölkerung zu einem zuneh- ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Psychiatrische Erkrankungen"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Die Einzugsgebiete deutscher Krankenhäuser variieren je nach Größe zwischen",
            "authors": [],
            "year": null,
            "venue": "gung und Marktausschöpfung des eigenen Krankenhauses zu",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Danish multicenter randomized study on fi brinolytic therapy versus acute coronary angioplasty in acute myocardial infarction: rationale and design of the danish trial in acute myocardial infarction-2 (DANAMI-2)",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Andersen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Nielsen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Vesterlund",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Am Heart",
            "volume": "146",
            "issn": "",
            "pages": "234--241",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Prädiktion von Mortalität und soziofunktionellen Einschränkungen nach proximalen Femurfrakturen bei nicht institutionalisierten Senioren",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gebhard",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fleischer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hack",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kinzl",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nikolaus",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Muche",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Der Unfallchirurg",
            "volume": "106",
            "issn": "",
            "pages": "32--38",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Trends and disparities in coronary heart disease, stroke and other cardiovascular diseases in the United States",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cutler",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Desvigne-Nickens",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Circulation",
            "volume": "19",
            "issn": "",
            "pages": "3137--3147",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Stem-cell transplantation for high-risk breast cancer",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Elfenbein",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "NEJM",
            "volume": "349",
            "issn": "",
            "pages": "80--81",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Primary angioplasty vs. intravenous thrombolytic therapy for acute myocardial infarction: a quantitative review of 23 randomised trials",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Keeley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Boura",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Grines",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "13--20",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Obesity and the risk of heart failure",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kenchaiah",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Benjamin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Larson",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Kannel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vasan",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "NEJM",
            "volume": "347",
            "issn": "",
            "pages": "305--313",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Inzidenz, Ätiologie und Langzeitprognose des Schlaganfalls",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Kolominsky-Rabas",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "U"
                    ],
                    "last": "Heuschmann",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Fortschr Neurol Psychiat",
            "volume": "70",
            "issn": "",
            "pages": "657--662",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Long-term trends in the incidence of and survival with heart failure",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kenchaiah",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Larson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Benjamin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kupka",
                    "suffix": ""
                },
                {
                    "first": "Kkl",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Murabito",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vasan",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "NEJM",
            "volume": "347",
            "issn": "",
            "pages": "1397--1402",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Leitlinien der Deutschen Gesellschaft für Verdauungs-und Stoff wechselkrankheiten zur Behandlung von Gallensteinleiden Perry NM (2001) Quality assurance in the diagnosis of breast disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Neubrand",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sackmann",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Caspary",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Eur J Cancer",
            "volume": "37",
            "issn": "",
            "pages": "159--172",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Analysis of pooled data from randomised controlled trials of endaterectomy for symptomatic carotid stenosis",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Rothwell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Eliasziw",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Gutnikov",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Fox",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Mayberg",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Warlow",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Barnett",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "9352",
            "pages": "107--116",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Twenty year follow up of a randomized study comparing breast-conserving surgery with radical mastectomy for early breast cancer",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Vernesi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Cascinelli",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mariani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Greco",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Saccozzi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lenini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Aguilar",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Marubini",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "NEJM",
            "volume": "347",
            "issn": "",
            "pages": "1227--1232",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Würde dieses Krankenhaus sein Einzugsgebiet zu 100% ausschöpfen, müsste es entsprechend der heutigen Inanspruchnahme von vollstationären Krankenhausleistungen etwa 19.750 vollstationäre Patienten im Jahr behandeln. 1000 dieser Patienten wären psychiatrische Patienten. Mit diesen Angaben lassen sich relativ einfach für verschiedene Erkrankungen zu erwartende vollstationäre Fallzahlen für jedes Krankenhaus errechnen. Die Größe des Einzugsgebietes des jeweiligen Krankenhauses lässt sich heute aus Daten der amtlichen Bevölkerungsstatistik mit kommerziell verfügbaren technischen Mitteln (EDV-Programmen) bestimmen. Ent sprechend des Einzugsgebietes ihres Krankenhauses kann eine Klinikleitung ihr »virtuelles Krankenhaus« errichten und Zielvorstellungen entwickeln. In . Abb. 2.1 ist die Verteilung der 19.750 Patienten unseres virtuellen Krankenhauses auf die MDC Gruppen (Hauptdiagnosegruppen) im DRG-System dargestellt. Die Patienten von sieben MDCs und die psychiatrischen Patienten umfassen mehr als 60% aller vollstationären Patienten unseres virtuellen Krankenhauses. Patienten mit Herz-Kreislauf-Erkrankungen (MDC 05), mit Muskel-und Skeletterkrankungen (MDC 08), mit Erkrankungen des Verdauungsorgane, Leber und Gallenblase (MDC 06 und 07), mit Erkrankungen der Atemwege und im HNO-Bereich (MDC 04 und 03) sowie mit Erkrankungen des Nervensystems (MDC 01) dominieren noch vor Patienten mit Psychischen Erkrankungen.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "kennen eine Reihe von Risikofaktoren wie Alter, Rauchen, Übergewicht aber auch die Erkrankung Diabetes mellitus. Wir wollen deshalb an dieser Stelle einige wichtige Daten zu dieser Erkrankung vorstellen und in Bezug auf einen möglichen Einfluss auf die Leistungsplanung und Leistungsgestaltung im Krankenhaus diskutieren. Derzeit leben 5 Mio. Patienten mit einer Diabetes Erkrankung in Deutschland. Davon sind etwa 300.000 sog. jugendliche Diabetiker (Typ I Diabetes mellitus) mit einem Insulinmangel aufgrund des Untergangs der Inselzellen, die in der Bauchspeicheldrüse Insulin produzieren. Die übrigen 4,7 Mio. Patienten leiden an einem Typ II Diabetes mellitus (Altersdiabetes), der sich in Folge von Überernährung und Bewegungsarmut entwickelt und auf eine periphere Insulinresistenz, also das Nichtansprechen der Zellen auf Insulin zurückgeht. Jährlich ist in Deutschland mit 350.000 Neuerkrankungen an Typ II Diabetes mellitus zu rechnen. Im Einzugsgebiet unseres virtuellen Kranken-hauses würden deshalb 350 bis 400 Patienten neu an einem Typ II Diabetes mellitus erkranken, die allerdings nur selten einer stationären Behandlung bedürfen, da die Ersteinstellung dieser Patienten ambulant erfolgt. Etwa 2000 Kinder und Jugendliche erkranken jährlich neu an einem Typ I Diabetes mellitus. Sie bedürfen beim Auftreten ihrer Erkrankung stationärer Behandlung. Unser virtuelles Krankenhaus würde deshalb im Jahr 2 bis 3 neu erkrankte Kinder und Jugendliche mit Typ I Diabetes mellitus pro Jahr behandeln. Die Konsequenzen des gestörten Zuckerstoffwechsels führen sowohl bei Patienten mit Typ I als auch Typ II Diabetes mellitus zu Spätkomplikationen im Sinne von Schädigungen des Gefäßsystems und Nervensystems. Ein Diabetes mellitus ist ein wichtiger Risikofaktor für die koronare Herzkrankheit, den Schlaganfall und periphere Gefäßkrankheiten sowie Erkrankungen der Gefäße von Augenhintergrund und Niere und der peripheren Nerven. Mehr als die Hälfte der 57.000 Dialyse pflichtigen Patienten in Deutschland sind Patienten mit einem Diabetes mellitus. Die diabetische Mikro-und Makroangiopathie führt jährlich zu 1800 Erblindungen und 28.000 Beinamputationen. Demnach hätte unser virtuelles Krankenhaus jährlich zwischen 30 und 40 Amputationen bei Patienten mit einem Diabetes mellitus vorzunehmen. Der wichtigste Risikofaktor für die Entwicklung eines Typ II Diabetes mellitus sind Übergewicht und Bewegungsarmut. Da wir in den nächsten Jahren mit einer deutlichen Zunahme des Körpergewichtes weiter Bevölkerungsschichten zu rechnen haben, ist anzunehmen, dass sich die Zahl der Patienten mit Typ II Diabetes mellitus bis 2010 aufgrund der erhöhten Inzidenz und der demographischen Entwicklung auf 10 Mio. Patienten verdoppeln wird. Die Konsequenzen für die Nachfrage spezieller stationärer Behandlungsleistungen dieser Patienten sind absehbar. Die Zahl der Patienten mit Spätkomplikationen wird parallel zur Zunahme von Inzidenz und Prävalenz des Typ II Diabetes mellitus wenn auch zeitversetzt zunehmen. Der Schlaganfall (Apoplex) ist nach der KHK und den malignen Neubildungen die dritthäufigste Todesursache (11,4%) in Deutschland. Etwa 20% der Patienten sterben innerhalb der ersten 4 Wochen nach dem akuten Ereignis. Über die Zahl der in Deutschland jährlich neu auftretenden Schlaganfälle herrscht Unklarheit. Schätzungen streuen von 120.000 bis 350.000 Schlaganfällen pro Jahr. Nimmt man die DRG-Benchmark-Daten der Firma 3 M HIS aus dem Jahre 2001 zu Hilfe, die etwa 30% aller Krankenhausfälle repräsentieren, so errechnen sich aus ihnen die Zahl von etwa 250.000 Patienten mit einem Schlaganfall, die in 2001 in Deutschland ein Krankenhaus erreicht haben und dort behandelt wurden (Kolominsky-Rabas P.L. et al.). Diese Zahl deckt sich auch in etwa mit den Zahlen, die von der deutschen Schlaganfallstiftung publiziert werden. Unser virtuelles Krankenhaus mit seinem Einzugsgebiet von 100.000 Einwohnern müsste deshalb etwa 300 akute Schlaganfälle pro Jahr stationär behandeln. Außerdem werden weitere 100 Patienten mit einer sog. transi-torischen ischämischen Attacke (TIA) oder »Schlägelchen« unser virtuelles Krankenhaus zur Diagnostik und Therapie aufsuchen. In Deutschland dürften etwa 1 bis 1,5 Mio. Menschen an den Folgen eines Schlaganfalles leiden. Bezogen auf eine Stadt mit 100.000 Einwohnern wären dies 1200 bis 1800 Personen, aus denen sich auch die Patienten rekrutieren, die mit einem rezidivierenden Schlaganfall das Krankenhaus erreichen oder deren Krankenhausbehandlung einer Zweiterkrankung durch die zurückliegende Schlaganfallerkrankung kompliziert und aufwändiger wird. Das medizinische Vorgehen beim akuten Schlaganfall hat sich in den letzten Jahren deutlich verändert. Heute wird gefordert, dass Patienten mit akuten Schlaganfällen in sog. Stroke units zu behandeln sind. Dies sind Einheiten, die über intensivmedizinische, neurologische und frührehabilitative Kompetenz verfügen, eine Lysetherapie durchführen können. Sie können diagnostische Möglichkeiten, wie ein Computertomogramm, MRT, Dopplersonographie und Echokardiographie in der Regel rund um die Uhr abrufen und arbeiten mit interdisziplinären Therapeutenteams. Leider erreichen Patienten mit akutem Schlaganfall diese Einheiten auch heute noch nicht rechtzeitig, da für gezielte Interventionen zur Beseitigung des Verschlusses der Hirnarterie nur ein Zeitfenster von wenigen Stunden bleibt. Ob die Mortalität oder der Grad der Behinderung nach einem Schlaganfall durch Behandlung in Schlaganfalleinheiten verbessert wird, ist für Deutschland momentan nicht mit Studien belegt. Bei Patienten mit transitorischen ischämischen Attacken (TIA) und Schlaganfällen ist zu klären, ob eine behandlungsbedürftige extrakranielle Stenose der A. carotis externa vorliegt. Man schätzt, dass etwa bei einem Viertel der Patienten mit einer TIA oder eines Schlaganfalles eine Thrombarteriektomie oder Angioplastie der A. carotis indiziert ist, um das Risiko einer erneuten TIA oder eines Schlaganfalles zu senken (Rothwell P.M. et al.). Bei den Patienten unseres virtuellen Krankenhauses müssten 30 solcher Eingriffe im Jahr durchgeführt werden. An Epilepsien (Krampfleiden) leiden in Deutschland etwa 400.000 bis 800.000 Patienten. Jährlich sollen in Deutschland etwa 40.000 bis 100.000 Patienten neu erkranken. Im Einzugsgebiet unseres virtuellen Krankenhauses würden deshalb schätzungsweise jährlich etwa 50 bis 120 neu erkrankte Patienten zu versorgen sein. In Deutschland leben etwa 150.000 bis 200.000 Patienten mit M. Parkinson (Schüttellähmung) einer degenerativen Erkrankung des Nervensystems des höheren Alters. Jährlich erkranken zwischen 12.000 und 15.000 Patienten neu an dieser Erkrankung. Damit würden etwa 200 Patienten mit M. Parkinson im Einzugsgebiet unseres virtuellen Krankenhauses leben, wovon etwa 15 Patienten im Jahr am M. Parkinson neu erkranken. Aufgrund der demographischen Entwicklung ist in den nächsten 10 Jahren mit einer deutlichen Zunahme von Parkinson-Kranken zu rechnen. Die multiple Sklerose (MS) ist die häufigste entzündliche Erkrankung des Nervensystems. In Deutschland sind davon etwa 80.000 bis 100.000 Patienten betroffen. Jährlich erkranken etwa 2500 bis 3500 Patienten neu an multipler Sklerose. Unser virtuelles Krankenhaus müsste deshalb 3 bis 5 neu erkrankte Patienten versorgen. Weitere 100 bis 120 Patienten mit multipler Sklerose würden in seinem Einzugsgebiet leben. Die Erkrankung verläuft in Schüben und macht häufigere Krankenhausaufenthalte notwendig. Genaue Zahlen zur Krankenhaushäufigkeit der Patienten sind nicht bekannt. Die multiple Sklerose ist eine Erkrankung des jüngeren Erwachsenenalters. Aufgrund der demographischen Entwicklung ist damit zu rechnen, dass die Zahl der neu erkrankten Patienten in den nächsten Jahren zurückgehen wird. Chronisch obstruktive Lungenerkrankungen, wie das Asthma bronchiale im Kindesalter und die chronisch obstruktive Lungenerkrankung (COLD oder COPD) des Erwachsenen, nehmen an Zahl in den letzten Jahren zu. Die Prävalenz des Asthmas bronchiale bei Kindern wird auf etwa 10% geschätzt. Damit würden in Deutschland etwa 1 Mio. Kinder und Jugendliche an einem Asthma bronchiale leiden. Im Einzugsgebiet unseres virtuellen Krankenhauses würden also etwa 1200 bis 1500 Kinder und Jugendliche mit Asthma bronchiale leben. Die genaue Krankenhaushäufigkeit von ihnen ist jedoch nicht bekannt. Auslöser sind genetische Ursachen und im weitesten Sinn ein westlicher Lebensstil, der eine Exposition gegenüber Allergenen im frühen Kindesalter reduziert. Im Erwachsenenalter spielen bei bis zu 10% der Patienten mit Asthma bronchiale eine berufliche Exposition gegenüber Noxen als Auslöser für ein Asthma bronchiale eine Rolle. Im Erwachsenenalter leiden etwa 5% der Bevölkerung oder 3 Mio. Patienten an einer COLD (Chronisch obstruktive Lungenerkrankung mit progredienter Lungenfunktionseinschränkung). Damit würden etwa 3500 Patienten mit COLD im Einzugsgebiet unseres virtuellen Krankenhauses leben, ohne dass wir genau wissen, wie viele dieser Patienten eine vollstationäre Behandlung jährlich benötigen. In Deutschland dürften, wenn US-amerikanische Daten übertragbar sind, im Jahr etwa 600.000 bis 1,2 Mio. Patienten an einer sog. ambulant erworbenen Pneumonie (Community acquired Pneumonia) erkranken, wovon etwa 150.000 bis 180.000 meist ältere Patienten stationär behandelt werden müssen. Unser virtuelles Krankenhaus würde demnach im Jahr ungefähr 200 bis 225 Patienten mit einer außerhalb des Krankenhauses erworbenen Lungenentzündung behandeln. Die Zahl der jährlich im Krankenhaus erworbenen (nosokomialen) Pneumonien soll bei 5 bis 15 Fällen pro 1000 stationär behandelter Patienten liegen. Die zystische Fibrose (CF) ist eine seltene angeborene Erkrankung der exokrinen Drüsen (Schleim-und Schweißdrüsen). Durch Eindickung des Bronchialschleims kommt es zu schweren Lungenschäden, auch die Funktion der Bauchspeicheldrüse und des Magen-Darm-Traktes ist durch die Erkrankung betroffen. Jährlich werden 260 Kinder mit dieser Erkrankung geboren. Insgesamt dürften derzeit etwa 5000 Patienten mit dieser Erkrankung in Deutschland leben. Damit leben etwa 6 Patienten mit einer zystischen Fibrose im Einzugsgebiet unseres virtuellen Krankenhauses, von denen die meisten wegen der Schwere der Erkrankung 2 bis 3 stationäre Behandlungen pro Jahr benötigen. Das Beispiel zeigt, dass bei seltenen angeborenen Erkrankungen auch von einem Krankenhaus mit einem relativ großen Einzugsgebiet nur sehr geringe Fallzahlen zu erreichen sind.Magen-,Darm-, Leber-und GallenblasenerkrankungenDie entzündlichen Darmerkrankungen M. Crohn und Colitis ulcerosa sind zwar seltene, aber wegen ihrer Rezidivneigung zu häufigen Krankenhausaufenthalten führende entzündliche Darmerkrankungen. Neuerkrankungsraten sind für den M. Crohn nicht bekannt. Seine Prävalenz wird auf 40.000 Erkrankte in Deutschland geschätzt, von denen jeder zweite einmal pro Jahr zur Behandlung ins Krankenhaus eingewiesen wird. Damit würde unser virtuelles Krankenhaus etwa 25 Patienten mit einem M. Crohn im Jahr stationär behandeln.Mit einer Colitis ulcerosa sollen in Deutschland 40.000 bis 70.000 Patienten leben, jährlich sollen 4000 bis 8000 Patienten neu erkranken. Wenn wir von den denselben Annahmen zur Krankenhaushäufigkeit wie beim M. Crohn ausgehen, würde unser virtuelles Krankenhaus jährlich 25 bis 40 Patienten stationär behandeln.An einer Leberzirrhose (bindegewebiger Umbau der Leber) erkranken in Deutschland jedes Jahr etwa 200.000 Patienten neu. Zwei Drittel der Patienten leiden an einer alkoholischen Leberzirrhose. Im Einzugsgebiet unseres virtuellen Krankenhauses erkranken so etwa 240 Patienten neu an einer Leberzirrhose im Jahr. Die Mortalität dieser Patientengruppe ist hoch. Sie versterben am Coma hepaticum und an den Folgen einer Ösophagusvarizenblutung.Jährlich erkranken 50.000 Patienten an Hepatitiden (Leberentz ündungen), damit würden im Einzugsgebiet unseres virtuellen Krankenhauses etwa 50 bis 70 Patienten an einer Hepatitis jährlich neu erkranken.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Tabelle 2.1. Häufi gkeit von ausgewählten operativen und nichtoperativen Eingriff en in deutschen Krankenhäusern",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "-ein verbessertes Behandlungsergebnis für die Patientinnen erreichen sollen (7 s. a. Kap. 3 sowie Kap. 13). Damit soll eine standardisierte operative Behandlung, eine Chemotherapie nach Leitlinien und eine adjuvante Strahlentherapie sichergestellt werden. In solchen Zentren sollen pro Jahr mindestens 150 an einem Mammakarzinom neu erkrankte Frauen operativ behandelt werden (Perry N.M.) Unser Beispielkrankenhaus müsste zur Erreichung dieser Fallzahlen sein Einzugsgebiet verdreifachen und es voll ausschöpfen. Wenn in den nächsten Jahren flächendeckend in Deutschland Brustzentren und Disease Management Programme für die Behandlung des Mammakarzinoms eingeführt werden, wird dies zu einer Konzentration des Leistungsgeschehens auf deutlich weniger gynäkologische Abteilungen und Krankenhäuser als heute führen. Am Beispiel des Mammakarzinoms lässt sich auch zeigen, dass eine Überversorgung für Patientinnen nicht nützlich, sondern sogar schädlich sein kann. Inzwischen besteht kein Zweifel mehr, dass beim lokalen Mammakarzinom eine Mastektomie gegenüber einer Brust erhaltenden Operation keine Vorteile bietet",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Mann werden derzeit 28.000 Neuerkrankungen an Bronchialkarzinom mit leicht rückläufiger Tendenz beobachtet. Das Bronchialkarzinom ist für 27% der Tumorerkrankungen des Mannes verantwortlich. 8900 Frauen erkranken jährlich an einem Bronchialkarzinom, jedoch mit jährlich steigenden Zahlen. Die 5-Jahres-Überlebensrate ist schlecht und liegt unter 10%. Unser virtuelles Krankenhaus würde zwischen 40 und 50 neu erkrankte Patienten und Patientinnen mit Bronchialkarzinom diagnostizieren, aber davon aufgrund des Tumortyps weniger als die Hälfte operativ im Jahr versorgen. Das Prostatakarzinom ist nach dem Kolonkarzinom und dem Bronchialkarzinom das dritthäufigste Karzinom des Mannes. 22.000 Männer erkranken jährlich neu an einem Prostatakarzinom. Unser virtuelles Krankenhaus hätte danach 25 bis 30 Patienten mit einem neu entdeckten Prostatakarzinom operativ zu versorgen. Allerdings fordern Patienten zunehmend alternative Behandlungsmethoden wie die Strahlentherapie, um Kontinenz und Potenz nicht zu verlieren.Erwartungsgemäß viel häufiger werden Männer wegen einer benignen Prostatahyperplasie (BPH) operiert. Im Jahr werden etwa 65 000 transuretrale Resektionen der Prostata (TURP) in Deutschland durchgeführt. Unser virtuelles Krankenhaus würde deshalb neben den radikalen Prostatektomien bei Patienten mit Prostatakarzinom noch 80 TURP bei Patienten mit BPH durchführen. Wegen der Zunahme der Zahl älterer Männer in den nächsten 10 Jahren wird es sowohl zu einer Zunahme von Prostatakarzinomen als auch von benignen Prostatahyperplasien kommen.In Deutschland erkranken jährlich 7000 Frauen an einem Zervixkarzinom. Die Neuerkrankungsrate liegt damit etwa 6-bis 7-mal niedriger als beim Mammakarzinom. Unser virtuelles Krankenhaus müsste somit jährlich 7 bis 9 Patientinnen mit einem Zervixkarzinom operativ behandeln. Wenn es gelingt, in den nächsten Jahren einen Impfstoff für das Humane Papilloma Virus, den Auslöser des Zervixkarzinoms zu entwickeln, wird ein Rückgang des Zervixkarzinoms innerhalb einer Generation zu erwarten sein.Hysterektomien bei Patientinnen mit gutartigen Veränderungen des Uterus wie Myomen werden sehr viel häufiger durchgeführt. In einem Einzugsgebiet von 100.000 Einwohnern gehen Schätzungen von etwa 140 Hysterektomien pro Jahr aus.An einem Kehlkopfkarzinom erkranken jährlich 10.000 Patienten mit einem hohen Anteil von männlichen Patienten. Unser virtuelles Krankenhaus hätte demnach jährlich etwa 12 Patienten zu versorgen. Andere Tumoren im",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Liegt die Prävalenz der Demenz bei 65-Jährigen bei 6%, steigt sie bei den 90-Jährigen auf 30% an. Nach Diagnosestellung der verschiedenen Formen der Demenz (M. Alzheimer, vaskuläre Demenz), liegt die Lebenserwartung bei 7 bis 10 Jahren. Mit steigender Lebenserwartung werden wegen der hohen Prävalenz der Erkrankung immer mehr ältere Patienten in den Krankenhäusern behandelt werden müssen. Dabei wird es die besondere Herausforderung sein, auch die chronischen somatischen Erkrankungen dieser Patienten zu therapieren. Nur enge Kooperationsformen zwi-schen gerontopsychiatrischen und geriatrischen Abteilungen werden eine adäquate und Ressourcen schonende Behandlung dieser schwierigen und an Zahl in den nächsten Jahren zunehmenden Patientenklientel sicherstellen Heute dürften etwa 1,5 Mio. Patienten mit unterschiedlichen Schweregraden einer Demenz in Deutschland leben. Die Neuerkrankungsrate wird auf 100 Fälle pro 100.000 Einwohner und Jahr geschätzt. Im Einzugsgebiet unseres virtuellen Krankenhauses würden so etwa 1800 Patienten mit einer Demenz leben. Es ist nicht bekannt, wie viele von ihnen eine gerontopsychiatrische stationäre Behandlung wegen ihrer Demenz benötigen. Werden diese Patienten wegen somatischer Erkrankungen stationär behandelt, stellt die Komorbidität der Demenz einen erheblichen Mehraufwand für die Krankenhausbehandlung dar. > Der ökonomische Aufwand für die Krankenhausbehandlung psychiat rischer Erkrankungen hat einen Anteil von 15% aller Ausgaben für Krankenhausbehandlungen. Damit sind diese Aufwendungen höher als alle Aufwendungen, die zur vollstationären Behandlung von pädiatrischen Patienten notwendig sind. Wer sich mit der strategischen Planung von Leistungen oder Schwerpunkten seines Krankenhauses beschäftigt, muss mit Neuerkrankungsraten und Vorkommen der häufigsten Erkrankungen sowie dem Einzugsgebiet des eigenen Krankenhauses vertraut sein (. Tabelle 2.3). Inzidenz und Prävalenz von Erkrankungen sind keine statischen Größen; sie sind demographischen und epidemiologischen Einflüssen unterworfen. Die hier vorgestellten Daten zur Inzidenz und Prävalenz von Erkrankungen lassen sehr gute und ausreichend genaue Rückschlüsse auf die Marktdurchdrin-. Tabelle 2.3. Neuerkrankungsrate (Inzidenz) von ausgewählten Erkrankungen",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}