{
    "paper_id": "322e09b32c32cd32398aae0c2fa04e0fbfb7d630",
    "metadata": {
        "title": "Robustness and fragility of the susceptible-infected-susceptible epidemic models on complex networks",
        "authors": [
            {
                "first": "Wesley",
                "middle": [],
                "last": "Cota",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidade Federal de Viçosa",
                    "location": {
                        "postCode": "36570-900",
                        "settlement": "Viçosa",
                        "region": "Minas Gerais",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "Angélica",
                "middle": [
                    "S"
                ],
                "last": "Mata",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidade Federal de Lavras",
                    "location": {
                        "postCode": "37200-000",
                        "settlement": "Lavras, Minas Gerais",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "Silvio",
                "middle": [
                    "C"
                ],
                "last": "Ferreira",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidade Federal de Viçosa",
                    "location": {
                        "postCode": "36570-900",
                        "settlement": "Viçosa",
                        "region": "Minas Gerais",
                        "country": "Brazil"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We analyze two alterations of the standard susceptible-infected-susceptible (SIS) dynamics that preserve the central properties of spontaneous healing and infection capacity of a vertex increasing unlimitedly with its degree. All models have the same epidemic thresholds in mean-field theories but depending on the network properties, simulations yield a dual scenario, in which the epidemic thresholds of the modified SIS models can be either dramatically altered or remain unchanged in comparison with the standard dynamics. For uncorrelated synthetic networks having a power-law degree distribution with exponent γ < 5/2, the SIS dynamics are robust exhibiting essentially the same outcomes for all investigated models. A threshold in better agreement with the heterogeneous rather than quenched mean-field theory is observed in the modified dynamics for exponent γ > 5/2. Differences are more remarkable for γ > 3, where a finite threshold is found in the modified models in contrast with the vanishing threshold of the original one. This duality is elucidated in terms of epidemic lifespan on star graphs. We verify that the activation of the modified SIS models is triggered in the innermost component of the network given by a k-core decomposition for γ < 3 while it happens only for γ < 5/2 in the standard model. For γ > 3, the activation in the modified dynamics is collective involving essentially the whole network while it is triggered by hubs in the standard SIS. The duality also appears in the finite-size scaling of the critical quantities where mean-field behaviors are observed for the modified but not for the original dynamics. Our results feed the discussions about the most proper conceptions of epidemic models to describe real systems and the choices of the most suitable theoretical approaches to deal with these models.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Network science has been marked by its interdisciplinary nature since its consolidation as a new branch [1, 2] , especially the investigation of dynamical processes on networked substrates [3] . Epidemic spreading, one of the most prominent and widely investigated issues, is usually investigated by means of stochastic agent-based models [4] . Despite several advances in the understanding of epidemic models on networks [4] [5] [6] [7] [8] [9] [10] [11] , it remains target of recent intensive investigations [12] [13] [14] [15] [16] [17] [18] [19] .",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 107,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 108,
                    "end": 110,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 189,
                    "end": 192,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 339,
                    "end": 342,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 422,
                    "end": 425,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 426,
                    "end": 429,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 430,
                    "end": 433,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 434,
                    "end": 437,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 438,
                    "end": 441,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 442,
                    "end": 445,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 446,
                    "end": 450,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 451,
                    "end": 455,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 511,
                    "end": 515,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 516,
                    "end": 520,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 521,
                    "end": 525,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 526,
                    "end": 530,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 531,
                    "end": 535,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 536,
                    "end": 540,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 541,
                    "end": 545,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 546,
                    "end": 550,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "One of the most basic but still not fully understood epidemic processes on networks is the susceptible-infected-susceptible (SIS) model [4] , which consists of agents lying on the vertices of a network which can be infected or susceptible. Infected individuals become spontaneously healed (susceptible) with rate μ and transmit the disease to their susceptible contacts with rate λ. In principle, the SIS dynamics can exhibit a phase transition between a disease-free (absorbing) state and an active stationary phase, in which the epidemics persists in an endemic state. The transition occurs at an epidemic threshold λ c . However, for uncorrelated random networks with a power-law degree distribution P (k) ∼ k −γ , it was rigorously proved [5] and later put in sound physical grounds [11] that the absorbing phase is unstable in the thermodynamic limit implying that the epidemic threshold is formally zero.",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 139,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 743,
                    "end": 746,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 787,
                    "end": 791,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "Considering that both real and computationally generated networks are finite, the finite-size dependence of the epidemic variables is a fundamental issue. Analytically, it is frequently accessed by mean-field approximations that take into account the network heterogeneity but truncate at some level the dynamical correlations [8] . Two classes of mean-field theories are mostly used. The degree-based theory [20, 21] , termed as heterogeneous mean-field (HMF) [1, 3] , is a coarse-grained mixing approach, in which the vertex degree is the relevant quantity. This method is closely related to the annealed network regime where the connections are rewired in time scales much shorter than those of the dynamical processes taking place on the top of the network [4, 22] . The individual-based theory [23] [24] [25] , termed quenched mean-field (QMF) [7] , considers the network structure without mixing using its adjacency matrix [1] . These theories predict equivalent epidemic thresholds of the SIS dynamics on uncorrelated random networks with power-law degree distribution of exponent 2 < γ < 5/2 but are sharply conflicting for γ > 3 [7] , for which HMF predicts finite thresholds whereas QMF vanishing ones as N → ∞. The latter is asymptotically in agreement with the exact results [5, 6] and supported by stochastic simulations [11, 26, 27] . For 5/2 < γ < 3, both theories state a null threshold as N → ∞, but the way that the asymptotic value is approached and, thus, the effective finite-size thresholds are different. Improvements of these theories including dynamical correlations by means of pairwise approximations [8] do not change the foregoing scenarios [16, 27, 28] .",
            "cite_spans": [
                {
                    "start": 327,
                    "end": 330,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 409,
                    "end": 413,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 414,
                    "end": 417,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 461,
                    "end": 464,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 465,
                    "end": 467,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 761,
                    "end": 764,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 765,
                    "end": 768,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 799,
                    "end": 803,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 804,
                    "end": 808,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 809,
                    "end": 813,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 849,
                    "end": 852,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 929,
                    "end": 932,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1138,
                    "end": 1141,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1287,
                    "end": 1290,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1291,
                    "end": 1293,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1334,
                    "end": 1338,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1339,
                    "end": 1342,
                    "text": "26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1343,
                    "end": 1346,
                    "text": "27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1628,
                    "end": 1631,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1670,
                    "end": 1674,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1675,
                    "end": 1678,
                    "text": "27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1679,
                    "end": 1682,
                    "text": "28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "Recently, a criterion formerly conceived for SIS model [11] was applied to determine the nature of epidemic thresholds of generic processes on networks with power-law degree distributions [12] . The criterion involves the recovering time τ k of an epidemics on a star graph, consisting of a central vertex connected to k leaves of degree 1 that mimics the hubs of a network, and the time τ (inf) that the hubs take to mutually transmit the infection to each other. If τ k τ (inf) , hubs remain active for times sufficiently long to infect each other and the epidemics is triggered by the mutual activation of hubs, leading to a vanishing threshold in the thermodynamic limit. If τ k τ (inf) , the mutual reinfection is knocked out and the transition to an endemic phase can only take place collectively involving a finite fraction of the network and happens at a finite threshold. In Ref. [12] , this criterion notably predicted that waning immunity [29] , in which infected individuals are temporarily immunized before to become susceptible, leads to a finite threshold for γ > 3 which disagrees with the prediction of QMF approximation, but in agreement with extensive numerical simulations.",
            "cite_spans": [
                {
                    "start": 55,
                    "end": 59,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 188,
                    "end": 192,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 474,
                    "end": 479,
                    "text": "(inf)",
                    "ref_id": null
                },
                {
                    "start": 889,
                    "end": 893,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 950,
                    "end": 954,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "A fundamental question naturally arises. How robust is the hub mutual activation mechanism of the standard SIS dynamics? In the present work, we tackle this problem comparing slightly modified versions of the standard SIS model, preserving the spontaneous healing and infection capacity increasing proportionally to the vertex degree. All modified and original models have the same thresholds in both HMF and QMF theories. However, the criterion of mutual reinfection time of hubs [11, 12] predicts a finite threshold in the thermodynamic limit for the modified models in uncorrelated networks [30] with γ > 3, in contrast with the standard SIS. Stochastic simulations [31] on large networks corroborate this prediction. For 5/2 < γ < 3, we observed that the modified dynamics present a vanishing threshold in better agreement with HMF than QMF. For 2 < γ < 5/2, the SIS infection mechanism is robust and all models have essentially the same epidemic threshold. This duality is explained in terms of epidemic activation mechanisms [9, 12, 32] .",
            "cite_spans": [
                {
                    "start": 481,
                    "end": 485,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 486,
                    "end": 489,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 594,
                    "end": 598,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 669,
                    "end": 673,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1031,
                    "end": 1034,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1035,
                    "end": 1038,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1039,
                    "end": 1042,
                    "text": "32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "Our results gathered with previous reports of Ref. [12] , in which waning immunity can drastically change the threshold behavior, lead to the following take-home messages. First, the metastable, localized, and active states of the standard SIS dynamics necessary to sustain the endemic activity for any infection rate for γ > 3 are not universal and their realizations in real epidemic processes may be unrealistic. Second, for the widely more frequent case of networks with 2 < γ < 3, the null threshold is a robust feature, obtained irrespectively of the existence of locally self-activated star subgraphs. In such an absence, epidemics is triggered in the innermost, densely connected component of the network given by a k-core decomposition [33] , while for the original SIS model it happens only for 2 < γ < 5/2 [32] . Last but not least, the HMF theory [3, 4, 20] , which has been frequently pretermitted due to its failure in capturing the asymptotically null epidemic threshold of the standard SIS for γ > 3 [7, 23, 24] , is more accurate than the QMF theory for the present modified SIS models and also in other models as contact processes [28] and SIRS [12] . The origins of this worse performance of the QMF theory is discussed in our conclusions.",
            "cite_spans": [
                {
                    "start": 51,
                    "end": 55,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 745,
                    "end": 749,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 817,
                    "end": 821,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 859,
                    "end": 862,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 863,
                    "end": 865,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 866,
                    "end": 869,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1016,
                    "end": 1019,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1020,
                    "end": 1023,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1024,
                    "end": 1027,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1149,
                    "end": 1153,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1163,
                    "end": 1167,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "The remaining of the paper is organized as follows. Section II describes the investigated models, and their mean-field theories are discussed in Sec. III. Epidemic thresholds obtained in numerical simulations are presented and compared with mean-field theories in Sec. IV. The finitesize scaling of the critical quantities are provided in Sec. V. We draw our concluding remarks and prospects in Sec. VI. Appendices A, B, and C complement the paper with analytical and numerical details.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "We investigate three epidemic dynamics where each vertex of the network can be either infected or susceptible. The infected ones are spontaneously healed with rate μ in all models. In the standard SIS, hereafter called SIS-S, an infected vertex infects each susceptible nearest-neighbor with rate λ. In the SIS-T model, infection is a threshold process where susceptible vertices are infected with rate λ if they have at least one infected nearest-neighbor. 1 Finally, SIS-A is a modification of the contact process [35] where the infected vertices simultaneously infect all susceptible neighbors with rate λ. The symbols S, T , and A make reference to standard, threshold, and all in the model definitions. The models rules and some details of their computer implementations described in Appendix A are summarized in Table I .",
            "cite_spans": [
                {
                    "start": 458,
                    "end": 459,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 516,
                    "end": 520,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [
                {
                    "start": 818,
                    "end": 825,
                    "text": "Table I",
                    "ref_id": null
                }
            ],
            "section": "II. EPIDEMIC MODELS"
        },
        {
            "text": "The modified dynamics preserve two central features of the standard SIS model: spontaneous healing and infection capacity of a vertex increasing proportionally to its degree. All models have their counterparts in regular lattices with a fixed coordination number k: SIS-S can be mapped in the contact process (CP) [35, 40] , in which infected vertices transmit to a nearest-neighbor chosen at random with rate λ CP and heals spontaneously, using λ SIS = λ CP /k. SIS-A was investigated in Refs. [38, 39] while SIS-T was investigated in Refs. [36, 37] . In lattices, all models belong to the directed percolation universality class [35] . Figure 1 shows two important situations where the modified models differ from the standard SIS. Consider an infinitesimal time interval t and an infected vertex (the center) surrounded by k susceptible neighbors (leaves); see Fig. 1 (a). The probability that s leaves are infected by the center for both SIS-S and SIS-T is",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 318,
                    "text": "[35,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 319,
                    "end": 322,
                    "text": "40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 495,
                    "end": 499,
                    "text": "[38,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 500,
                    "end": 503,
                    "text": "39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 542,
                    "end": 546,
                    "text": "[36,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 547,
                    "end": 550,
                    "text": "37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 631,
                    "end": 635,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [
                {
                    "start": 638,
                    "end": 646,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 864,
                    "end": 870,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "II. EPIDEMIC MODELS"
        },
        {
            "text": "while for SIS-A it is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. EPIDEMIC MODELS"
        },
        {
            "text": "where δ s,k is the Kronecker δ symbol. Note that both expressions produce the same mean number of infected leaves s = λk t. Now, the probability that a susceptible center surrounded by s > 0 infected leaves, Fig. 1(b) , is infected is given by",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 208,
                    "end": 217,
                    "text": "Fig. 1(b)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "II. EPIDEMIC MODELS"
        },
        {
            "text": "for SIS-S and SIS-A, while for SIS-T it becomes",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. EPIDEMIC MODELS"
        },
        {
            "text": "TABLE I. Epidemic model definitions and some computer implementation details of the Gillespie algorithm (GA) presented in Appendix A. Symbols: N inf is the number of infected vertices; N SI is number of susceptible vertices with at least one infected nearest neighbor; N e is the number of edges emanating from infected vertices; and u is random variable uniformly distributed in the interval (0,1). [36, 37] S I S -A (all) [38, 39] S I S -S (standard) [4] Infected ",
            "cite_spans": [
                {
                    "start": 400,
                    "end": 404,
                    "text": "[36,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 405,
                    "end": 408,
                    "text": "37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 424,
                    "end": 428,
                    "text": "[38,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 429,
                    "end": 432,
                    "text": "39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 453,
                    "end": 456,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "II. EPIDEMIC MODELS"
        },
        {
            "text": "So, while the infection of leaves by the center in SIS-S is equivalent to SIS-T , the infection of the center by leaves in SIS-S is equivalent to SIS-A.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIS-T (threshold)"
        },
        {
            "text": "The simulations of these models were performed using the algorithms described in Appendix A, which include phantom processes [31] in the statistically exact Gillespie algorithm (GA) [41] for the simulations of general Markovian stochastic processes. Some important implementation details are highlighted in Table I . The equivalence between optimized prescriptions and the original GA as well as their computational performances for several models, including SIS-S, can be found in Ref. [31] . The implementations of SIS-T and A can be derived in an analogous way.",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 129,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 182,
                    "end": 186,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 487,
                    "end": 491,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 307,
                    "end": 314,
                    "text": "Table I",
                    "ref_id": null
                }
            ],
            "section": "SIS-T (threshold)"
        },
        {
            "text": "The HMF theory consists in dynamical equations for the probability ρ k that a vertex of degree k is infected and disregards the stochasticity of the process. The probability that a neighbor of a vertex of degree k is infected reads as [34] ",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 239,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "III. MEAN FIELD ANALYSIS"
        },
        {
            "text": "is the probability that a neighbor of a vertex with degree k has degree k . So, ρ k evolves as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. MEAN FIELD ANALYSIS"
        },
        {
            "text": "where k ( k ) = k k for SIS-S and SIS-A, and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. MEAN FIELD ANALYSIS"
        },
        {
            "text": "The QMF theory consists of dynamical equations for the probability ρ i that a vertex i is infected and reads as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. MEAN FIELD ANALYSIS"
        },
        {
            "text": "where i = j A ij ρ j for SIS-S and SIS-A, and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. MEAN FIELD ANALYSIS"
        },
        {
            "text": "for SIS-T , in which and the adjacency matrix is given by A ij = 1 if i and j are connected and A ij = 0 otherwise. The multiple simultaneous infections in SIS-A do not play a role in these one-vertex mean-field theories since there are no multiple connections. It is worth mentioning that the HMF theory of SIS-T for uncorrelated networks with P (k |k) = k P (k )/ k [42] was recently investigated [43] .",
            "cite_spans": [
                {
                    "start": 368,
                    "end": 372,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 399,
                    "end": 403,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "III. MEAN FIELD ANALYSIS"
        },
        {
            "text": "The mean-field epidemic thresholds can be obtained with the stability analysis and linearization of Eqs. (5) and (6) around the fixed points ρ k = 0 or ρ i = 0, respectively. The linearized equations are the same for the three models",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 108,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "III. MEAN FIELD ANALYSIS"
        },
        {
            "text": "and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. MEAN FIELD ANALYSIS"
        },
        {
            "text": "where C k k = kP (k |k). The HMF and QMF thresholds are obtained when the largest eigenvalue of the respective Jacobians J HMF kk = −μδ kk + λC kk and J QMF ij = −μδ ij + λA ij are zero. For the HMF theory, it is given by [44] λ HMF",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 226,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "III. MEAN FIELD ANALYSIS"
        },
        {
            "text": "where ϒ max is the largest eigenvalue of C k k . For uncorrelated networks we obtain",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. MEAN FIELD ANALYSIS"
        },
        {
            "text": "where k s = k k s P (k). For the QMF theory, we obtain [7] λ QMF",
            "cite_spans": [
                {
                    "start": 55,
                    "end": 58,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "III. MEAN FIELD ANALYSIS"
        },
        {
            "text": "where max is the largest eigenvalue of the adjacency matrix A ij . The HMF theory on uncorrelated networks was compared with the numerical simulations on annealed networks (see Appendix A), for which this theory exactly predicts the threshold and average density of infected vertices in the thermodynamic limit [22, 45] . Simulations with absorbing states near the transition need special techniques [31] . We use here the standard quasistationary (QS) method described in Ref. [46] , in which the averaging is constrained to the active states and converges to the actual stationary phase in the thermodynamic limit. The threshold in finite networks can be estimated using the principal peak of the dynamical susceptibility χ defined in the QS state as [26] ",
            "cite_spans": [
                {
                    "start": 311,
                    "end": 315,
                    "text": "[22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 316,
                    "end": 319,
                    "text": "45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 400,
                    "end": 404,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 478,
                    "end": 482,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 753,
                    "end": 757,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "III. MEAN FIELD ANALYSIS"
        },
        {
            "text": "Figures 2(a) and 2(c) confirm the agreement between simulations on annealed networks and HMF theory for the stationary densities and the thresholds, respectively, in all investigated models. However, the fluctuations of the order parameter are different as shown by the susceptibility curves in Fig. 2(b) . See also Sec. V.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 295,
                    "end": 304,
                    "text": "Fig. 2(b)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "III. MEAN FIELD ANALYSIS"
        },
        {
            "text": "We investigate networks having power-law degree distribution P (k) ∼ k −γ , generated with the uncorrelated configuration model (UCM) [30] with minimal vertex degree k min = 3 and structural upper cutoff k c = √ N , granting the absence of degree correlations [47] permitting, therefore, comparison with the HMF epidemic threshold given by Eq. (10) . The thresholds obtained in simulations are compared with HMF and QMF theories in Fig. 3 .",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 138,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 260,
                    "end": 264,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 344,
                    "end": 348,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 432,
                    "end": 438,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "A. Epidemic thresholds"
        },
        {
            "text": "For γ < 5/2, here represented by γ = 2.25 in Fig. 3(a) , all models have approximately the same threshold well described by both HMF and QMF theories, which have already been reported for SIS-S [26] . For 5/2 < γ < 3, represented by γ = 2.7 in Fig. 3(b) , SIS-T and SIS-A have essentially the same threshold whose scaling is very well fitted by the HMF theory and deviates from QMF. The threshold of the standard SIS-S vanishes with a scaling deviating from both HMF and QMF scalings. A good agreement between the threshold of the standard SIS for γ = 2.7 can be recovered with the pairwise QMF theory of Ref. [27] but not with the pairwise HMF theory of Refs. [16, 28] ; see Appendix B.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 198,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 610,
                    "end": 614,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 661,
                    "end": 665,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 666,
                    "end": 669,
                    "text": "28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 45,
                    "end": 54,
                    "text": "Fig. 3(a)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 244,
                    "end": 253,
                    "text": "Fig. 3(b)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "A. Epidemic thresholds"
        },
        {
            "text": "The results for modified SIS models are markedly contrasting with the standard one 2 for γ > 3, represented by γ = 3.5 in Fig. 3(c) . The modified SIS-T and A dynamics present a finite threshold in very satisfactory accordance with HMF theory and contrasting with the original SIS-S that presents the well-known threshold approaching zero as the size increases. Note, however, that the thresholds of SIS-S have a scaling incompatible with QMF for the investigated size range that cannot be reckoned by neither pairwise QMF [27] or HMF [16, 28] theories (see Appendix B). The latter still predicts a finite threshold, inconsistent with simulations and the rigorous results [5] for SIS-S. ",
            "cite_spans": [
                {
                    "start": 523,
                    "end": 527,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 535,
                    "end": 539,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 540,
                    "end": 543,
                    "text": "28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 672,
                    "end": 675,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 122,
                    "end": 131,
                    "text": "Fig. 3(c)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "A. Epidemic thresholds"
        },
        {
            "text": "To clarify the antagonistic results for γ > 3, we consider the recovering time of the epidemics on star graphs for small values of λ. Figure 4 (a) shows the epidemic lifespan for the distinct SIS models as a function of the star graph size. For standard SIS-S, we see an exponential growth predicted by the approximated discrete time dynamics of Ref. [11] (also Ref. [12] )",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 355,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 367,
                    "end": 371,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 134,
                    "end": 142,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "B. Activation mechanisms for γ > 3"
        },
        {
            "text": "; see Appendix C. However, SIS-T and SIS-A present epidemic lifespans increasing very slowly with graph size, consistent with a logarithmic growth. Applying the discrete time approach, a finite lifespan is obtained for SIS-A and, after some refinement of the theory, a logarithmic increase is found for SIS-T ; see Appendix C for details. Indeed, the activities in SIS-A are more correlated, and this has a significant effect on the probability of hub activation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Activation mechanisms for γ > 3"
        },
        {
            "text": "An upper bound for the long-range infection times of hubs of degrees k and k , denoted by τ (inf) kk , for uncorrelated networks can be obtained following the same steps of Ref. [11] (also Ref. [12] ). The result is the same for all investigated SIS models and given by",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 182,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 194,
                    "end": 198,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "B. Activation mechanisms for γ > 3"
        },
        {
            "text": "where b(λ) = ln(1 + μ/λ)/ ln κ and κ = k 2 / k . Even being rigorously an upper bound, the right-hand side of Eq. (13) works very accurately for λ μ and γ > 3 such that we can adopt τ (inf) kk ≈ τ kk as done for SIS-S [11] and other epidemic models [12] . This agreement is confirmed in Fig. 4(b) for γ = 3.5. The simulation is run keeping one single vertex of degree k always infected (never heals) and computing the time for the infection to reach for the first time each vertex of the network, limited to a maximal time t max = 10 10 . Vertices that were not reached are not included in the averages but they represent a tiny fraction.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 222,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 249,
                    "end": 253,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 287,
                    "end": 296,
                    "text": "Fig. 4(b)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "B. Activation mechanisms for γ > 3"
        },
        {
            "text": "With the approximation given by the right-hand side of Eq. (13), we have that τ (inf) kk τ (inf) k max ,k max , where k max is the largest degree of the network that scales as k max ∼ N 1/(γ −1) for UCM networks with γ > 3 [47] . Also, we have that b(λ) is finite since κ converges to a constant as N → ∞ for γ > 3, providing an algebraic increase of τ (inf) kk with N . The condition",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 227,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "B. Activation mechanisms for γ > 3"
        },
        {
            "text": "k is obeyed such that epidemics in the modified SIS models cannot be activated by hubs when λ μ and a collective phase transition at finite threshold is expected [12] in contrast with τ (inf) τ (S) k of the standard SIS, in which the hub activation mechanism is at work and the threshold is null in the thermodynamic limit.",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 166,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "B. Activation mechanisms for γ > 3"
        },
        {
            "text": "For γ < 3, the hubs are sufficiently close [48] to infect each other even if their activity lifespans are not too large (exponential) and the threshold goes to zero for all models as N → ∞. However, there exists a difference in the threshold scaling for γ = 2.7 but does not for γ = 2.25. It has been claimed [9] that the most effective spreaders in an epidemic processes lie in a subset containing the innermost core of the networks identified by the maximal index of the k-core decomposition 3 [22, 33] . For SIS-S, this mechanism is claimed to hold for uncorrelated networks with γ < 5/2 but the case 5/2 < γ < 3 has activation ruled by the hubs [32] . Since hubs cannot be activated in isolation for arbitrarily small λ in SIS-A and SIS-T , we propose that the epidemic threshold should be ruled by the subgraph identified by the maximal k-core for the whole range of scale-free networks with 2 < γ < 3.",
            "cite_spans": [
                {
                    "start": 43,
                    "end": 47,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 309,
                    "end": 312,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 496,
                    "end": 500,
                    "text": "[22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 501,
                    "end": 504,
                    "text": "33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 649,
                    "end": 653,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "C. Activation mechanisms for 2 < γ < 3"
        },
        {
            "text": "To check this conjecture we ran SIS models on subgraphs containing only the vertices belonging to either the maximum k-core or the star graph centered on the most connected vertex of the network with degree k max ≈ √ N . Figure 5 (a) shows that the SIS-S and SIS-A essentially have the same activation threshold for the maximal k-core for both values of γ = 2.25 and 2.7 while the activation of the stars centered on the most connected vertex happens in very different thresholds for these 3 A k-core decomposition consists of the following pruning process. Remove all vertices with degree k s = k min plus their edges and all other vertices that possess a degree k min after the removal until no more vertices of degree k min appear in the process. Next, the procedure is repeated for all vertices of degree k s = k min + 1,k min + 2 and so on until all vertices are removed. The maximal k-core corresponds to the subset of vertices and edges removed in the last step of the decomposition. models. The same analysis holds in the not shown data for SIS-T . Therefore, the following framework can be drawn. For γ = 2.25, the k-core is activated first than hubs and the epidemic activation is triggered in the maximal k-core for all models. For γ = 2.7, the hubs are activated firstly for SIS-S while k-core is activated firstly in the other models such that the epidemic activation is due to hubs for the standard model and still k-core for the modified dynamics.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 221,
                    "end": 229,
                    "text": "Figure 5",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "C. Activation mechanisms for 2 < γ < 3"
        },
        {
            "text": "For γ = 2.7, the effective epidemic thresholds for the entire networks are smaller than those calculated using only the maximal k-core or star centered on the largest hub even with these subgraphs being associated with the activation of the epidemics. We performed simulations in a subgraph with the maximal k-core plus their nearest-neighbors, which still represents a subextensive fraction of the network as shown in the inset of Fig. 6 . The epidemic thresholds in this subset are essentially the same as those of the whole network for all models, as shown in Fig. 6 for SIS-A and SIS-S. The trimming of edges reduces the epidemic activity in the subset containing only the maximal k-core while the k-core mediates the mutual interactions among hubs in the activation driven by them. We see that a large fraction of the network is redundant for the epidemic threshold independently if hub (SIS-S) or k-core activation (SIS-A and T ) is at work. In both cases, the relevant region to reproduce the numerical threshold includes the maximal k-core plus its nearest neighbors.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 432,
                    "end": 438,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 563,
                    "end": 569,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "C. Activation mechanisms for 2 < γ < 3"
        },
        {
            "text": "Returning to the case γ > 3, UCM networks do not present a k-core structure in the sense that the decomposition provides a single component containing the whole network [33] . So, since hubs cannot sustain activity for λ μ, the phase transition happens collectively, involving a finite fraction of the network at a finite threshold [12] . ",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 173,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 332,
                    "end": 336,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "C. Activation mechanisms for 2 < γ < 3"
        },
        {
            "text": "The transition between endemic and disease-free phases can be suited as an absorbing state phase transition [35, 49] . The finite-size scaling (FSS) at the critical point (or epidemic threshold) is fundamental for the characterization of the transition and its critical exponents [35, 49] . Several studies concerned with the universality of the phase transition of the contact process [35] on complex networks have been performed both numerically and analytically [28, 45, [50] [51] [52] [53] [54] [55] [56] . For SIS-S, numerical analyses have been done [26, 46] . A basic approach is to fit the critical QS density and susceptibility to power-laws in the forms",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 112,
                    "text": "[35,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 113,
                    "end": 116,
                    "text": "49]",
                    "ref_id": null
                },
                {
                    "start": 280,
                    "end": 284,
                    "text": "[35,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 285,
                    "end": 288,
                    "text": "49]",
                    "ref_id": null
                },
                {
                    "start": 386,
                    "end": 390,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 465,
                    "end": 469,
                    "text": "[28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 470,
                    "end": 473,
                    "text": "45,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 474,
                    "end": 478,
                    "text": "[50]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 479,
                    "end": 483,
                    "text": "[51]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 484,
                    "end": 488,
                    "text": "[52]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 489,
                    "end": 493,
                    "text": "[53]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 494,
                    "end": 498,
                    "text": "[54]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 499,
                    "end": 503,
                    "text": "[55]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 504,
                    "end": 508,
                    "text": "[56]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 556,
                    "end": 560,
                    "text": "[26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 561,
                    "end": 564,
                    "text": "46]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "V. FINITE-SIZE SCALING OF CRITICAL QUANTITIES"
        },
        {
            "text": "and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. FINITE-SIZE SCALING OF CRITICAL QUANTITIES"
        },
        {
            "text": "where ν and φ are the critical exponents related to FSS. We considered simulations on annealed networks with same degree distributions as the quenched ones to represent the mean-field counterpart; see Appendix A for algorithms. Figure 7 presents the FSS of ρ and χ at the effective, sizedependent epidemic threshold of the three SIS models on both UCM and annealed networks. For γ = 3.5, we used a hard cutoff k c ∼ N 1/γ that prevents outliers in the degree distribution and multiple peaks in the susceptibility curves of quenched networks [13, 26] making, thus, the determination of the transition point much more accurate; see Refs. [13, 31] for further discussion. For γ < 3 the structural cutoff k c = √ N was used. The FSS exponents obtained by simple power-law regressions for N 10 6 are shown in Table II . Uncertainties were calculated using different fit regions aiming at establishing equivalences or discrepancies between annealed and quenched simulations rather than accurate estimates of the asymptotic exponents.",
            "cite_spans": [
                {
                    "start": 541,
                    "end": 545,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 546,
                    "end": 549,
                    "text": "26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 636,
                    "end": 640,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 641,
                    "end": 644,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 228,
                    "end": 236,
                    "text": "Figure 7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 804,
                    "end": 812,
                    "text": "Table II",
                    "ref_id": null
                }
            ],
            "section": "V. FINITE-SIZE SCALING OF CRITICAL QUANTITIES"
        },
        {
            "text": "The FSS of the critical quantities provides a scenario in consonance with that observed for the thresholds. The FSS of both SIS-T and A are in full agreement with the annealed simulations showing their mean-field behaviors for all values of γ investigated. Moreover, the agreement between quenched and annealed networks is also found for SIS-S for γ < 5/2. For γ > 5/2, the dichotomy with respect to SIS-S is again present. A significant difference in the scaling happens for γ = 2.7 and a sharp difference is obtained for γ = 3.5. In the latter, we can see a susceptibility of the SIS-S bending downwardly for the quenched network, which has been associated to a smearing of the phase transition [57] , while in the annealed network a power-law typical of an ordinary critical phase transition is seen. No sign of smearing is observed for SIS-T and A.",
            "cite_spans": [
                {
                    "start": 697,
                    "end": 701,
                    "text": "[57]",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "V. FINITE-SIZE SCALING OF CRITICAL QUANTITIES"
        },
        {
            "text": "The FSS provides different exponents for distinct models. So, despite being described by the same mean-field equations, the role played by stochastic fluctuations depends on the model. Further analytical studies are required to clarify the distinction among the exponents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. FINITE-SIZE SCALING OF CRITICAL QUANTITIES"
        },
        {
            "text": "Conception of theoretical frameworks for epidemic processes frequently passes over the model's fine-tuning due to the belief that universality takes over and all central features, related to the leading properties and symmetries of a system, will be obtained irrespective of the specific details. However, this does not seem to be always the case when the substrate carrying out the process is a complex network. The standard SIS model, called SIS-S in this work, is an example that behaves very differently from most of other related processes. For example, while many fundamental models on random networks with a power-law degree distribution (susceptible infected recovered (SIR) model [58] , Ising model [59, 60] , synchronization [61] , etc.) have a finite order parameter for any value of the control parameter only for degree exponent γ < 3 [3] , this happens for any value of γ in SIS-S [5, 7] . A dichotomy also appears in the two basic mean-field theories for SIS-S, namely, QMF and HMF, which predict different outcomes for the epidemic threshold for γ > 5/2 [7, 26] , being only QMF in agreement with the asymptotically null threshold for γ > 3.",
            "cite_spans": [
                {
                    "start": 689,
                    "end": 693,
                    "text": "[58]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 708,
                    "end": 712,
                    "text": "[59,",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 713,
                    "end": 716,
                    "text": "60]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 735,
                    "end": 739,
                    "text": "[61]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 848,
                    "end": 851,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 895,
                    "end": 898,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 899,
                    "end": 901,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1070,
                    "end": 1073,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1074,
                    "end": 1077,
                    "text": "26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "VI. DISCUSSION"
        },
        {
            "text": "One could naturally wonder if these peculiar characteristics of SIS-S are universal features observed in many other processes. We investigated two slightly different versions of the standard SIS, termed SIS-A and SIS-T , in which the spontaneous healing and the unlimited infection capacity of a vertex are preserved. These alternative models present exactly the same thresholds of the SIS-S in both QMF and HMF theories. Stochastic simulations on uncorrelated synthetic networks, however, show a dual scenario where the three models have essentially the same vanishing thresholds for γ < 5/2 but disparate results are found for γ > 5/2. In particular, a finite threshold is observed for γ > 3 in both modified models, in contrast with the asymptotically null threshold of the standard case. This same framework was observed for SIRS model in Ref. [12] , in which an individual acquires temporary immunity when the agents cannot neither transmit infection nor be infected. The dissonance is explained in terms of self-sustained, long-lived activation of hubs for any finite value of λ [11] that holds for SIS-S but does not for the other models. The epidemic lifespan of hubs with the modified dynamics increases slowly (algebraically or logarithmically) with the hub degree in contrast with the exponential increase of the standard case. The last one permits the long-range mutual activation or reactivation of hubs [11, 12] .",
            "cite_spans": [
                {
                    "start": 848,
                    "end": 852,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1085,
                    "end": 1089,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1417,
                    "end": 1421,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1422,
                    "end": 1425,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "VI. DISCUSSION"
        },
        {
            "text": "We also analyzed the activation mechanisms of the epidemic phase on uncorrelated networks. While the activation for SIS-S occurs in the innermost, densely connected core of the network, determined by the largest index of a k-core decomposition, for γ < 5/2 and in hubs for γ > 5/2 [32] , this happens for the whole range of scale-free networks with 2 < γ < 3 for SIS-A and SIS-T . Absence of a k-core organization [33] and a shortlived activity in star subgraphs as λ → 0 for γ > 3 suggests that the activation of the epidemic phase in the modified SIS models is collective, involving essentially the whole network [12] , and occurs at a finite threshold.",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 285,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 414,
                    "end": 418,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 615,
                    "end": 619,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "VI. DISCUSSION"
        },
        {
            "text": "The aforementioned dichotomy is also observed in the finite-size scaling of the quasistationary density and susceptibility computed at the epidemic threshold. Agreements between simulations on quenched and annealed versions of the investigated networks are observed for SIS-A and SIS-T irrespective of the degree exponent. In turn, they deviate in the hub activated regime with γ > 5/2 in SIS-S, being more marked for γ > 3 where the transition observed for quenched networks seems to be smeared [57] , in contrast with a regular critical transition in the annealed case.",
            "cite_spans": [
                {
                    "start": 496,
                    "end": 500,
                    "text": "[57]",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "VI. DISCUSSION"
        },
        {
            "text": "Here, we also comment the nature of the epidemic activation in processes with spontaneous healing with uniform rates and a bounded infection produced by a vertex, differing from the three SIS models investigated here and from SIRS [12] . In these bounded infection models, the epidemic lifespan on stars is finite for any value of the infection rate [12] and the epidemics can be activated only collectively in a finite threshold for any value of γ , as observed in simulations of the contact process on quenched networks [50, 52, 54] , for example. Table III summarizes the activation mechanism of the different epidemic models investigated or discussed in the present work.",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 235,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 350,
                    "end": 354,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 522,
                    "end": 526,
                    "text": "[50,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 527,
                    "end": 530,
                    "text": "52,",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 531,
                    "end": 534,
                    "text": "54]",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [
                {
                    "start": 550,
                    "end": 559,
                    "text": "Table III",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "VI. DISCUSSION"
        },
        {
            "text": "An interesting point observed in our analysis is that the HMF theory was more accurate than QMF theory in all investigated cases, except for SIS-S. Dynamical correlations are neglected in both approaches assuming that the states of interacting vertices, in case of QMF, or interacting compartments, in the case of HMF, are independent. This approximation becomes more problematic for QMF since we explicitly reckon the interactions with the actual nearest-neighbors of each vertex and assume that their states are independent. The leading approximation in HMF is to assume that the probability to be infected depends only on the vertex degree, neglecting the local structure of the network. As an effect, HMF theory may not be able to capture localized activity due to specific motifs as those observed for star subgraphs in the SIS-S model. Finally, QMF theory is not a genuine mean-field approach since it does not present mixing of vertices while HMF does through the degree compartmentalization. Our results thus reinforces the belief that mean-field approaches with heterogeneous mixing are suitable approximations for most dynamical processes on networks with a small-world property, in which the average distance between vertices increases logarithmically with the system size [1] .",
            "cite_spans": [
                {
                    "start": 1284,
                    "end": 1287,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "VI. DISCUSSION"
        },
        {
            "text": "Our results gathered with previous reports raise an important question on the modeling of epidemic processes on networks. Once details may matter, which would be the actual mechanisms used in models that correspond to real epidemics and which would be the best approaches to analytically investigate real epidemic processes? The summary presented in Table III suggests that the hub activation mechanism, intensively investigated recently [5, 7, [11] [12] [13] 15, 17, 62, 63] , seems to be more a peculiarity than a rule in epidemic spreading. We expect that our results will guide the analysis of other classes of the dynamical process on networks such as the complex contagion models [64] [65] [66] [67] where activation requires more than one interaction to be effected.",
            "cite_spans": [
                {
                    "start": 438,
                    "end": 441,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 442,
                    "end": 444,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 445,
                    "end": 449,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 450,
                    "end": 454,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 455,
                    "end": 459,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 460,
                    "end": 463,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 464,
                    "end": 467,
                    "text": "17,",
                    "ref_id": null
                },
                {
                    "start": 468,
                    "end": 471,
                    "text": "62,",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 472,
                    "end": 475,
                    "text": "63]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 686,
                    "end": 690,
                    "text": "[64]",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 691,
                    "end": 695,
                    "text": "[65]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 696,
                    "end": 700,
                    "text": "[66]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 701,
                    "end": 705,
                    "text": "[67]",
                    "ref_id": "BIBREF66"
                }
            ],
            "ref_spans": [
                {
                    "start": 350,
                    "end": 359,
                    "text": "Table III",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "VI. DISCUSSION"
        },
        {
            "text": "This work was partially supported by the Brazilian agencies CAPES, CNPq, and FAPEMIG. We thank the program Ciência sem Fronteiras-CAPES for support under Project No. 88881.030375/2013-01.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "To build the computer implementations, all involved rates are reckoned using statistically exact prescriptions based on the Gillespie algorithms [41] . We consider phantom processes that do nothing but counting for time increments. These ideas are detailed in Ref. [31] . Below we present recipes for the models investigated in the present work.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 149,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 265,
                    "end": 269,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "APPENDIX A: COMPUTER IMPLEMENTATIONS OF THE EPIDEMIC MODELS"
        },
        {
            "text": "The SIS-S dynamics in a network of size N with infection and healing rates λ and μ can be efficiently simulated as follows. A list with all infected vertices, their number N inf , and the number of edges N e emanating from them are recorded and constantly updated. Each time step involves the following procedures. (i) With probability",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIS-S"
        },
        {
            "text": "an infected vertex is selected with equal chance and healed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIS-S"
        },
        {
            "text": "(ii) With complementary probability 1 − p, an infected vertex is selected with probability proportional to its degree. A neighbor of the selected vertex is chosen with equal chance and, if susceptible, is infected. Otherwise, no change of state is implemented (it is a phantom process). (iii) The time is incremented by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIS-S"
        },
        {
            "text": "where u is a pseudorandom number uniformly distributed in the interval (0,1) and the simulation runs to the next step.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIS-S"
        },
        {
            "text": "This model implementation is very similar to the contact process [35] . A list with the infected vertices and their number N inf is built and constantly updated. At each time step, the rules are the following. (i) With probability ",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 69,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "SIS-A"
        },
        {
            "text": "As in SIS-S and A, a list containing the infected vertices and their number N inf is built and constantly updated. We have also to maintain an auxiliary list including the number of infected neighbors n i of each vertex i and the total number of susceptible vertices N SI that have at least one infected neighbor. At each time step, the rules are the following. (i) With probability",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIS-T"
        },
        {
            "text": "an infected vertex is selected with equal chance and healed. With complementary probability 1 − p, an infected vertex is selected with probability proportional to its degree and one of its neighbors is randomly chosen. If the selected neighbor i is susceptible it is accepted and infected with probability 1/n i . The procedure of choosing a susceptible vertex is repeated until one of them is found. The time is incremented by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIS-T"
        },
        {
            "text": "On uncorrelated annealed networks, the unique difference in SIS-S and SIS-A with respect to the quenched case is that the choice of the neighbors to be infected is done by selecting any vertex of the network with probability proportional to its degree.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation on uncorrelated annealed networks"
        },
        {
            "text": "For SIS-T , however, the algorithm becomes trickier and, consequently, very slow. The probability that a susceptible vertex j becomes infected is given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation on uncorrelated annealed networks"
        },
        {
            "text": "where k j is the degree of vertex j and = N e /(N k ) is the probability that a randomly selected neighbor (at the other side of the edge) is infected in the annealed network. Let us define a total rate that one tries to infect a susceptible vertex as L = λ(N − N inf ), which is larger than the real one since only the susceptible vertices that have at least one infected neighbor can actually be infected and this happens with probability P j < 1. The total rate that a vertex is healed is M = μN inf . The algorithm becomes the following. The exactness of these algorithms is confirmed in Fig. 2 where simulations on annealed networks are compared with the integration of the HMF equations.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 592,
                    "end": 598,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Simulation on uncorrelated annealed networks"
        },
        {
            "text": "The pairwise heterogeneous mean-field (PHMF) approximation for SIS-S with μ = 1 on uncorrelated networks 012310-9 provides a threshold [28] λ PHMF",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 139,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "APPENDIX B: PAIRWISE APPROXIMATIONS FOR SIS-S"
        },
        {
            "text": "The threshold of the pairwise quenched mean-field approximation (PQMF) is obtained when the largest eigenvalue of the matrix [27] ,",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 129,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "APPENDIX B: PAIRWISE APPROXIMATIONS FOR SIS-S"
        },
        {
            "text": "is null. Figure 8 shows the thresholds of the pairwise theories computed for UCM networks.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 9,
                    "end": 17,
                    "text": "Figure 8",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "APPENDIX B: PAIRWISE APPROXIMATIONS FOR SIS-S"
        },
        {
            "text": "To obtain approximated expressions for the lifespan of the SIS epidemic processes (S, A, and T ) on a star graph with k leaves, we consider the following discrete time dynamics based in Ref. [12] :",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 195,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "APPENDIX C: APPROXIMATED EXPRESSIONS FOR EPIDEMIC LIFESPAN ON STAR GRAPHS"
        },
        {
            "text": "(i) At time t = 0, the center is infected and all leaves are susceptible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX C: APPROXIMATED EXPRESSIONS FOR EPIDEMIC LIFESPAN ON STAR GRAPHS"
        },
        {
            "text": "(ii) At a time t = t 1 , the center is healed and n leaves are simultaneously infected with probability P 1 (n|k).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX C: APPROXIMATED EXPRESSIONS FOR EPIDEMIC LIFESPAN ON STAR GRAPHS"
        },
        {
            "text": "(iii) At time t = t 1 + t 2 , the center is reinfected and all leaves become simultaneously susceptible. This occurs with probability P 2 (n).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX C: APPROXIMATED EXPRESSIONS FOR EPIDEMIC LIFESPAN ON STAR GRAPHS"
        },
        {
            "text": "The probability that the dynamics survives after this sequence is Q = k n=1 P 2 (n)P 1 (n|k),",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX C: APPROXIMATED EXPRESSIONS FOR EPIDEMIC LIFESPAN ON STAR GRAPHS"
        },
        {
            "text": "and the probability that the dynamics ends up at the sth step is Q s−1 (1 − Q) . So, the average number of steps is",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 71,
                    "end": 78,
                    "text": "(1 − Q)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "APPENDIX C: APPROXIMATED EXPRESSIONS FOR EPIDEMIC LIFESPAN ON STAR GRAPHS"
        },
        {
            "text": "Next, we define the times t i and probabilities P i (i = 1,2) for each model. The steps for standard SIS [11, 12] are reproduced here as a guide to the other models. We chose t 1 = t 2 = 1/μ, which is the average time that a vertex takes to be healed. The probability that the center infects a leaf before healing is p = λ/(μ + λ) [11] , which is the same for all leaves. So, the probability that n leaves were infected at time t 1 becomes",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 109,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 110,
                    "end": 113,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 331,
                    "end": 335,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "APPENDIX C: APPROXIMATED EXPRESSIONS FOR EPIDEMIC LIFESPAN ON STAR GRAPHS"
        },
        {
            "text": "The probability that at least one leaf reinfects the center before healing at time t 2 is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX C: APPROXIMATED EXPRESSIONS FOR EPIDEMIC LIFESPAN ON STAR GRAPHS"
        },
        {
            "text": "Plugging Eqs. (C3) and (C4) into (C1), we obtain",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX C: APPROXIMATED EXPRESSIONS FOR EPIDEMIC LIFESPAN ON STAR GRAPHS"
        },
        {
            "text": "where the approximation holds for the regime λ μ, in which we are interested in. Now, substituting Eq. (C5) into Eq. (C2), we obtain",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX C: APPROXIMATED EXPRESSIONS FOR EPIDEMIC LIFESPAN ON STAR GRAPHS"
        },
        {
            "text": "The prediction is an exponential increase with the star size. For SIS-A, since all leaves are simultaneously infected before healing with probability p = λ/(μ + λ) we have that P 1 (n|k) = pδ n,k and the other variables are assumed to be the same. So, we have Q = p[1 − (1 − p) k ], which leads to s ≈ 1 and the epidemic lifespan",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX C: APPROXIMATED EXPRESSIONS FOR EPIDEMIC LIFESPAN ON STAR GRAPHS"
        },
        {
            "text": "for λ μ. The prediction is a finite lifespan. For SIS-T we have the same expression of SIS-S for P 1 (n|k) while the probability that center is reinfected is simply P 2 (n) = p, irrespective of n. So, s ≈ 1 as in SIS-A. However, since infection rate of the center is independent of how many infected leaves are present, we must use the average time for all leaves to be healed instead of the average time for a single leaf to be healed. Considering the healing processes of each leaf as being an independent Poisson process and neglecting the possibility of reinfections of leaves during this process, the average time for n leaves to be healed is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX C: APPROXIMATED EXPRESSIONS FOR EPIDEMIC LIFESPAN ON STAR GRAPHS"
        },
        {
            "text": "The term between brackets is the probability that one single leaf is infected at time t, μdt is the probability that it heals at time t, and the saddle point approximation was used to compute the integral assuming n 1. So, replacing n by the average number of infected leaves in part (ii), n = pk, to estimate t 2 = t (n) 2 ≈ t for λ μ. The prediction is a logarithmic increase with the star size.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX C: APPROXIMATED EXPRESSIONS FOR EPIDEMIC LIFESPAN ON STAR GRAPHS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Network Science",
            "authors": [
                {
                    "first": "A.-L",
                    "middle": [],
                    "last": "Barabási",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pósfai",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Statistical mechanics of complex networks",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Albert",
                    "suffix": ""
                },
                {
                    "first": "A.-L",
                    "middle": [],
                    "last": "Barabási",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Rev. Mod. Phys",
            "volume": "74",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/RevModPhys.74.47"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Dynamical Processes on Complex Networks",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barrat",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barthélemy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Epidemic processes in complex networks",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pastor-Satorras",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Castellano",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Van Mieghem",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Rev. Mod. Phys",
            "volume": "87",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/RevModPhys.87.925"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Contact processes on random graphs with power law degree distributions have critical value 0",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chatterjee",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Durrett",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Ann. Probab",
            "volume": "37",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1214/09-AOP471"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Some features of the spread of epidemics and information on a random graph",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Durrett",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "107",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0914402107"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Thresholds for Epidemic Spreading in Networks",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Castellano",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pastor-Satorras",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Phys. Rev. Lett",
            "volume": "105",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevLett.105.218701"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Binary-State Dynamics on Complex Networks: Pair Approximation and Beyond",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Gleeson",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Phys. Rev. X",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevX.3.021004"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Identification of influential spreaders in complex networks",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kitsak",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Gallos",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Havlin",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Liljeros",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Muchnik",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Stanley",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Makse",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nat. Phys",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/nphys1746"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The spread of epidemic disease on networks",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E J"
                    ],
                    "last": "Newman",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Phys. Rev. E",
            "volume": "66",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.66.016128"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Nature of the Epidemic Threshold for the Susceptible-Infected-Susceptible Dynamics in Networks",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Boguñá",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Castellano",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pastor-Satorras",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Phys. Rev. Lett",
            "volume": "111",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevLett.111.068701"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Collective versus hub activation of epidemic phases on networks",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Ferreira",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Sander",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pastor-Satorras",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Phys. Rev. E",
            "volume": "93",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.93.032314"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Multiple transitions of the susceptible-infected-susceptible epidemic model on complex networks",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Mata",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Ferreira",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Phys. Rev. E",
            "volume": "91",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.91.012816"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Disease Localization in Multilayer Networks",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "De Arruda",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Cozzo",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Peixoto",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Rodrigues",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Moreno",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Phys. Rev. X",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevX.7.011014"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Phase transition of the susceptible-infected-susceptible dynamics on time-varying configuration model networks",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "St-Onge",
                    "suffix": ""
                },
                {
                    "first": "J.-G",
                    "middle": [],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Laurence",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Murphy",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Dubé",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Phys. Rev. E",
            "volume": "97",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.97.022305"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Solving the Dynamic Correlation Problem of the Susceptible-Infected-Susceptible Model on Networks",
            "authors": [
                {
                    "first": "C.-R",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "Z.-X",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Z Q"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Holme",
                    "suffix": ""
                },
                {
                    "first": "J.-Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Phys. Rev. Lett",
            "volume": "116",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevLett.116.258301"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Relating Topological Determinants of Complex Networks to Their Spectral Properties: Structural and Dynamical Effects",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Castellano",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pastor-Satorras",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Phys. Rev. X",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevX.7.041024"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Predicting epidemic threshold of correlated networks: A comparison of methods",
            "authors": [
                {
                    "first": "X.-H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S.-M",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Stanley",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Phys. A: Stat. Mech. Appl",
            "volume": "505",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.physa.2018.03.052"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Epidemic Spreading in Scale-Free Networks",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pastor-Satorras",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Phys. Rev. Lett",
            "volume": "86",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevLett.86.3200"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Epidemic dynamics and endemic states in complex networks",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pastor-Satorras",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Phys. Rev. E",
            "volume": "63",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.63.066117"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Critical phenomena in complex networks",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Dorogovtsev",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Goltsev",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F F"
                    ],
                    "last": "Mendes",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Rev. Mod. Phys",
            "volume": "80",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/RevModPhys.80.1275"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Epidemic spreading in real networks: An eigenvalue viewpoint",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chakrabarti",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Faloutsos",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proc. 22nd Int. Symp. Reliab. Distrib. Syst",
            "volume": "",
            "issn": "",
            "pages": "25--34",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Epidemic phase transition of the SIS type in networks",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Van Mieghem",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Europhys. Lett",
            "volume": "97",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1209/0295-5075/97/48004"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Epidemic thresholds in real networks",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chakrabarti",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Leskovec",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Faloutsos",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1145/1284680.1284681"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Epidemic thresholds of the susceptible-infected-susceptible model on networks: A comparison of numerical and theoretical results",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Ferreira",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Castellano",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pastor-Satorras",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Phys. Rev. E",
            "volume": "86",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.86.041125"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Pair quenched mean-field theory for the susceptible-infected-susceptible model on complex networks",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Mata",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Ferreira",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Europhys. Lett",
            "volume": "103",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1209/0295-5075/103/48003"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Heterogeneous pairapproximation for the contact process on complex networks",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Mata",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Ferreira",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Ferreira",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "New J. Phys",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1088/1367-2630/16/5/053006"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Infectious Diseases of Humans: Dynamics and Control, Dynamics and Control",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Generation of uncorrelated random scale-free networks",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Catanzaro",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Boguñá",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pastor-Satorras",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Phys. Rev. E",
            "volume": "71",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.71.027103"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Optimized Gillespie algorithms for the simulation of Markovian epidemic processes on large and heterogeneous networks",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Cota",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Ferreira",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Comput. Phys. Commun",
            "volume": "219",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cpc.2017.06.007"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Competing activation mechanisms in epidemics on networks",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Castellano",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pastor-Satorras",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Sci. Rep",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/srep00371"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Mendes, k-Core Organization of Complex Networks",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Dorogovtsev",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Goltsev",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F F"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Phys. Rev. Lett",
            "volume": "96",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevLett.96.040601"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Epidemic dynamics in finite-size scale-free networks",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pastor-Satorras",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Phys. Rev. E",
            "volume": "65",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.65.035108"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Nonequilibrium Phase Transitions in Lattice Models, Collection Alea-Saclay: Monographs and Texts in Statistical Physics",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Marro",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dickman",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Nonequilibrium critical poisoning in a single-species model",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dickman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Burschka",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Phys. Lett. A",
            "volume": "127",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/0375-9601(88)90087-4"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Dynamical universality of the contact process",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Böttcher",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Herrmann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Henkel",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Phys. A: Math. Theor",
            "volume": "51",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1088/1751-8121/aaad6f"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Quasistationary simulations of the directed percolation universality class in d = 3 dimensions",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Sander",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "De Oliveira",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Ferreira",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Stat. Mech",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1088/1742-5468/2009/08/P08011"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Continuous and discontinuous absorbing-state phase transitions on Voronoi-Delaunay random lattices",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "De Oliveira",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Alves",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Ferreira",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Phys. Rev. E",
            "volume": "93",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.93.012110"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Contact interactions on a lattice",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Harris",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Ann. Probab",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1214/aop/1176996493"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "A general method for numerically simulating the stochastic time evolution of coupled chemical reactions",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Gillespie",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "J. Comput. Phys",
            "volume": "22",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/0021-9991(76)90041-3"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Dynamical and Correlation Properties of the Internet",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pastor-Satorras",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vázquez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Phys. Rev. Lett",
            "volume": "87",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevLett.87.258701"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Six susceptible-infected-susceptible models on scalefree networks",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Morita",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Sci. Rep",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/srep22506"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Epidemic spreading in correlated complex networks",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Boguñá",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pastor-Satorras",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Phys. Rev. E",
            "volume": "66",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.66.047104"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Langevin approach for the dynamics of the contact process on annealed scale-free networks",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Boguñá",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Castellano",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pastor-Satorras",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Phys. Rev. E",
            "volume": "79",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.79.036110"
                ]
            }
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Sampling methods for the quasistationary regime of epidemic processes on regular and complex networks",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Sander",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Costa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Ferreira",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Phys. Rev. E",
            "volume": "94",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.94.042308"
                ]
            }
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Cut-offs and finite-size effects in scale-free networks",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Boguñá",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pastor-Satorras",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Eur. Phys. J. B",
            "volume": "38",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1140/epjb/e2004-00038-8"
                ]
            }
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Universal scaling of distances in complex networks",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Hołyst",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sienkiewicz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fronczak",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Fronczak",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Suchecki",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Phys. Rev. E",
            "volume": "72",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.72.026108"
                ]
            }
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Non-Mean-Field Behavior of the Contact Process on Scale-Free Networks",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Castellano",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pastor-Satorras",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Phys. Rev. Lett",
            "volume": "96",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevLett.96.038701"
                ]
            }
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Routes to Thermodynamic Limit on Scale-Free Networks",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Castellano",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pastor-Satorras",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Phys. Rev. Lett",
            "volume": "100",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevLett.100.148701"
                ]
            }
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Finite-Size Scaling in Complex Networks",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ha",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Phys. Rev. Lett",
            "volume": "98",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevLett.98.258701"
                ]
            }
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Critical behavior of the contact process in annealed scale-free networks",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Noh",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Phys. Rev. E",
            "volume": "79",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.79.056115"
                ]
            }
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Quasistationary simulations of the contact process on quenched networks",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Ferreira",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Ferreira",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Castellano",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pastor-Satorras",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Phys. Rev. E",
            "volume": "84",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.84.066102"
                ]
            }
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Quasistationary analysis of the contact process on annealed scale-free networks",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Ferreira",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Ferreira",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pastor-Satorras",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Phys. Rev. E",
            "volume": "83",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.83.066113"
                ]
            }
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Critical behavior of the contact process on small-world networks",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Ferreira",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Ferreira",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Eur. Phys. J. B",
            "volume": "86",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1140/epjb/e2013-40534-0"
                ]
            }
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Griffiths effects of the susceptible-infected-susceptible epidemic model on random power-law networks",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Cota",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Ferreira",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ódor",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Phys. Rev. E",
            "volume": "93",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.93.032322"
                ]
            }
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Epidemic outbreaks in complex heterogeneous networks",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Moreno",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pastor-Satorras",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Eur. Phys. J. B",
            "volume": "26",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1140/epjb/e20020122"
                ]
            }
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Ising model on networks with an arbitrary distribution of connections",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Dorogovtsev",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Goltsev",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F F"
                    ],
                    "last": "Mendes",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Phys. Rev. E",
            "volume": "66",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.66.016104"
                ]
            }
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Ising model in scale-free networks: A Monte Carlo simulation",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Herrero",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Phys. Rev. E",
            "volume": "69",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.69.067109"
                ]
            }
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "The Kuramoto model in complex networks",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Rodrigues",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "K D"
                    ],
                    "last": "Peron",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ji",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kurths",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Phys. Rep",
            "volume": "610",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.physrep.2015.10.008"
                ]
            }
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Localization and Spreading of Diseases in Complex Networks",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Goltsev",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Dorogovtsev",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Oliveira",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F F"
                    ],
                    "last": "Mendes",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Phys. Rev. Lett",
            "volume": "109",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevLett.109.128702"
                ]
            }
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Epidemic threshold of the susceptible-infected-susceptible model on complex networks",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "K"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "P.-S",
                    "middle": [],
                    "last": "Shim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Noh",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Phys. Rev. E",
            "volume": "87",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.87.062812"
                ]
            }
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Threshold models of collective behavior",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Granovetter",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Am. J. Sociol",
            "volume": "83",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1086/226707"
                ]
            }
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Complex contagions and the weakness of long ties",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Centola",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Macy",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am. J. Sociol",
            "volume": "113",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1086/521848"
                ]
            }
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Complex social contagion makes networks more vulnerable to disease outbreaks",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Salathé",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Sci. Rep",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/srep01905"
                ]
            }
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Complex contagion process in spreading of online innovation",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Karsai",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Iñiguez",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kaski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kertész",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. R. Soc. Interface",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1098/rsif.2014.0694"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Some infection processes in the SIS models. (a) An infected vertex (center) with many susceptible neighbors (leaves). (b) A susceptible center with infected leaves. Transition probabilities are defined in Eqs. (1)-(4).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Comparison of HMF theory and simulations on annealed networks with N = 10 5 vertices, degree distribution P (k) ∼ k −3.5 , minimal degree k min = 3, and upper cutoff k c = √ N . (a) QS density and (b) susceptibility versus infection rate curves are shown. Lines in (a) are numerical solutions of Eq. (5) in the stationary regime and the arrow indicates the HMF epidemic threshold λ HMF c = k / k 2 .(c) Finite-size dependence of the threshold estimated via susceptibility and HMF theory. The curves correspond to averages over 10 independent network realizations.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Epidemic thresholds for SIS models on UCM networks with k min = 3, k c = √ N , and different degree exponents (a) γ = 2.25, (b) 2.7, and (c) 3.5. Solid and dashed lines correspond to HMF and QMF theories, respectively. Curves are averages over 10 network realizations. Negligible error bars in mean-field theories are not shown.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "(a) Activity lifespan for epidemic processes on star graphs. The initial condition is the center infected and all leaves susceptible. The number of runs varies from 10 3 to 10 5 , the larger number the smaller λ. (b) Mutual reinfection of hubs scaled according to Eq.(13). The degree exponent is γ = 3.5, the size is N = 10 6 and infection rate is λ = 0.05. The vertex that is kept infected has degree k = 50. The dashed line is the prediction of the right-hand side of Eq.(13).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Epidemic thresholds for SIS-S and SIS-A running on the maximum k-core subgraph of networks with degree exponents γ = 2.25 and 2.7. The simulation results on star graphs with k max ≈ √ N leaves are also presented. The averages were done over 10 networks realizations.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Epidemic thresholds for SIS-S and SIS-A running on a subgraph with the maximum k-core plus the nearest-neighbor (NN) vertices of a UCM network with γ = 2.7. Inset shows the fraction of the network that belongs to the maximal k-core including or not its NNs. Lines are power-law regressions. TABLE II. Critical exponents of the FSS for the SIS models on UCM (ν and φ) and annealed (ν ann and φ ann ) networks. Exponents for SIS-S with γ = 3.5 are missing due to the smearing of the transition.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Finite-size scaling of the critical QS quantities for SIS models on UCM networks with different degree exponents. The QS densities of infected vertices are shown in (a)-(c) while the QS susceptibilities are shown in (d)-(f). The data correspond to averages over 10 network realizations and error bars are smaller than symbols.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "an infected vertex is randomly chosen and healed. (ii) With complementary probability 1 − p, all susceptible neighbors of a randomly chosen infected vertex are infected at once. (iii) The time is incremented by",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "(i) An infected vertex is randomly chosen and healed with probability p = M/(L + M). (ii) With probability 1 − p, a susceptible vertex is randomly chosen and infected with probability P j . (iii) The time is incremented by τ = − ln(u)/(L + M).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Comparison of pairwise approximations with simulations (symbols) for epidemic thresholds of the SIS-S on UCM networks, given by Eqs. (B1) and (B2). Data correspond to averages over 10 network samples.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "+ 0.92 ln(pk) μ 0.92 μ ln k (C9)",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Activation mechanisms for different epidemic models presenting active steady states on uncorrelated networks with degree distribution P (k) ∼ k −γ .",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}