{
    "paper_id": "33e08133713a66c7df2c49fd98bd7babdda5941e",
    "metadata": {
        "title": "Journal Pre-proof In the search of potential epitopes for Wuhan seafood market pneumonia virus using high order nullomers In the search of potential epitopes for Wuhan seafood market pneumonia virus using high order nullomers",
        "authors": [
            {
                "first": "Daniele",
                "middle": [],
                "last": "Santoni",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Research Council of Italy",
                    "location": {
                        "addrLine": "Via dei Taurini 19",
                        "postCode": "00185",
                        "settlement": "-Rome",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Davide",
                "middle": [],
                "last": "Vergni",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Research Council of Italy",
                    "location": {
                        "addrLine": "Via dei Taurini 19",
                        "postCode": "00185",
                        "settlement": "-Rome",
                        "country": "Italy"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Alarms periodically emerge for viral pneumonia infections due to coronavirus. In all cases, these are zoonoses passing the barrier between species and infect humans. The legitimate concern of the international community is due to the fact that the new identified coronavirus, named SARS-CoV-2 (previously called 2019-nCoV), has a quite high mortality rate, around 2% , and a strong ability to spread, with an estimated reproduction number higher than 2. Even though all countries are doing their utmost to stop the pandemic, the only reliable solution to tackle the infection is the rapid development of a vaccine. For this purpose, the means of bioinformatics, applied in the context of reverse-vaccinology paradigm, can be of fundamental help to select the most promising peptides able to trigger an effective immune response. In this short report, using the concept of nullomer and introducing a distance from human self, we provide a list of peptides that could deserve experimental investigation in the view of a potential vaccine for SARS-CoV-2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Coronaviruses belong to the family of Coronaviridae in the order of Nidovirales. For humans they can be responsible for mild respiratory infections (like cold) and also for much more serious diseases (like Severe acute respiratory syndrome -SARS or Middle East respiratory syndrome -MERS). Recently, in December 2019 an alarm emerged in the city of Wuhan, China, for a new viral pneumonia infection due to a novel coronavirus, falling within the genus Betacoronavirus, that was traced to a seafood wholesale market and named as SARS-CoV-2. Preliminary analysis revealed that different SARS-CoV-2 sequenced genomic strains exhibit more than 99.98% sequence identity, and they are closely related (88% identity) to bat-derived SARS-like coronaviruses, while they are more distant from human SARS-CoV (about 79%) and human MERS-CoV (about 50%) (Lu et al., 2020) .",
            "cite_spans": [
                {
                    "start": 841,
                    "end": 858,
                    "text": "(Lu et al., 2020)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "According to current statistics the new coronavirus seems to be less lethal than previous SARS or MERS outbreaks with a percentage of deaths, so far, around 2% , but it spreads out very fastly and in a couple of months the epidemic has already infected and killed more patients than previous coronavirus infections of SARS (2003) and MERS (2012) . By now (middle of February 2020) there are more than 2000 dead and more than seventy thousand infected in China. In this view the rapid development of a vaccine is a focal issue to avoid pandemics. According to the new paradigm of reverse vaccinology (Rappuoli, 2001) identification of epitopes, able to trigger an immune response against pathogens, is the fundamental step to develop effective new vaccine.",
            "cite_spans": [
                {
                    "start": 318,
                    "end": 329,
                    "text": "SARS (2003)",
                    "ref_id": null
                },
                {
                    "start": 334,
                    "end": 345,
                    "text": "MERS (2012)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this work we applied an original computational methodology together with reliable and effective bioinformatics tools in order to select promising viral peptides able to trigger an effective immune response. In particular, the core of the proposed methodology is based on the selection of viral peptides that are more than three mutation steps far from human self. In other terms we selected those high order nullomers, i.e. viral peptides that are absent in human (simple nullomers (Hampikian and Andersen, 2007) ), such that all the peptides obtained by mutating any three aminoacids of them are still absent. As highlighted in (Santoni, 2018) it has been shown that high order nullomers have a higher probability to bind HLA than expected. Moreover, in our opinion, the identification of farthest-from-human peptides could be interesting in the view of vaccine design both for cross-reactivity reasons, since we expect on average an high number of potential J o u r n a l P r e -p r o o f Journal Pre-proof antibodies able to recognize them, and for avoiding autoimmunity risks, because of the very low similarity with human self.",
            "cite_spans": [
                {
                    "start": 485,
                    "end": 515,
                    "text": "(Hampikian and Andersen, 2007)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 632,
                    "end": 647,
                    "text": "(Santoni, 2018)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Those peptides (named third order nullomers, according to (Vergni and Santoni, 2016) , or 4 W , as specified in the following) were further processed in order to select the ones with the highest likelihood to be exposed on cell surface, according to three selection steps: i) the probability to be the product of proteasome cleavage, ii) the probability to be carried out by TAP-transport complex and iii) the probability to strongly bind at least one HLA among the 89 considered in this study. Finally we identified a minimal set of 9 peptides of interest that could deserve further experimental investigation. Previous studies involving nullomers have been proposed for designing novel therapeutical strategies Silva et al. (2015) ; Alileche and Hampikian (2017) , and the use of high order nullomers instead of simple nullomers certainly represents a step forward in such a context.",
            "cite_spans": [
                {
                    "start": 58,
                    "end": 84,
                    "text": "(Vergni and Santoni, 2016)",
                    "ref_id": null
                },
                {
                    "start": 713,
                    "end": 732,
                    "text": "Silva et al. (2015)",
                    "ref_id": null
                },
                {
                    "start": 735,
                    "end": 764,
                    "text": "Alileche and Hampikian (2017)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The Homo sapiens' proteome (GRCh38) was downloaded from Ensembl site (http://ftp.ensembl.org/pub/current_fasta/homo_sapiens/pep/).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proteomes"
        },
        {
            "text": "Wuhan-Hu-1 (MN908947) was taken as a reference for SARS-CoV-2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proteomes"
        },
        {
            "text": "Ad hoc scripts were designed in order to extract all possible 9-mers from the sequence of Human proteome and for SARS-CoV-2. It is worth noting that, in this work, only contiguous peptides of size 9 were considered. This choice does not significantly affect the results of the work since the largest part of peptides presented on cell surface by MHC class I complex are 9-mers contiguous in sequence. Therefore, hereafter the term peptide will indicate 9-mers contiguous peptides and, without ambiguity, we will use H S A and 2 S C V to indicate Human and SARS-CoV-2 peptides, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proteomes"
        },
        {
            "text": "Given two peptides ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Peptide classes: distance from human self"
        },
        {
            "text": "is equal to m no human 9-mer can be obtain from p by mutating a number of aminocids smaller than m . According to the distance M we defined different disjoint subsets of 2 S C V , starting from the common class, C , as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mp"
        },
        {
            "text": "i.e., the subset of 2 S C V in common with H S A , to the first class of absent peptides, 1 W , as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mp"
        },
        {
            "text": "containing 9-mers peptides of SARS-CoV-2 that are not present in human but that can be changed in at least one human peptide with a single mutation step, and generalizing to the m -th class of absent peptides, m W , as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mp"
        },
        {
            "text": "It follows that a peptide belonging to class m W needs m mutation steps (not less than m ) in order to be changed in at least one human peptide. In the following we will also refer to ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mp"
        },
        {
            "text": "The software NetMHC (version 4.0) (Lundegaard et al., 2008) was used to predict the interaction of peptides with MHC class I complex in terms of binding probability score, taking into account 89 different HLAs (38 class A, 39 class B 10 class C and 2 class E). According to NetMHC software a peptide is predicted to strongly bind (SB) a given HLA when the related interaction score is J o u r n a l P r e -p r o o f Journal Pre-proof smaller or equal to 0.5, while for a predicted weak bind (WB) the score falls in the range from 0.5 to 1.5.",
            "cite_spans": [
                {
                    "start": 34,
                    "end": 59,
                    "text": "(Lundegaard et al., 2008)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Prediction softwares 2.3.1. Peptide-MHC class I interaction: NetMHC"
        },
        {
            "text": "The software NetCTL (version 1.2) (Larsen et al., 2007) has been used to predict proteasome cleavage probability (indicated as CLE) and transport scores related to the transporter associated with antigen processing (indicated as TAP).",
            "cite_spans": [
                {
                    "start": 34,
                    "end": 55,
                    "text": "(Larsen et al., 2007)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "TAP-Transport and Proteasome cleavage: NetCTL"
        },
        {
            "text": "The total number of different 9-mers occurring as contiguous substrings in the human proteome is 11,224,527, while the total number of unique contiguous 9-mers of SARS-CoV-2 is 9,591. Table 1 shows the partition of SARS-CoV-2 peptides with respect to the human self depending on their distance from human peptides, as reported in Section 2.2. Table 1 : Partition of Wuhan coronavirus 9-mers in classes C, W1, W2, W3 and W4.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 184,
                    "end": 191,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 343,
                    "end": 350,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "In the following we will focus on the 27 peptides belonging to the class W4, the farthest from human self. 25 out 27 peptides are shared in all the 39 so far available strains of SARS-CoV-2 while the two remaining are missing in just one strain (IMRLWLCWK and MRLWLCWKC are missing in the strain MT039890). This is not surprising because currently available strains exhibit more than 99.98% sequence identity. It is worth to note that no peptide in 2 S C V turns out to be W5, in other words four steps of mutations are sufficient to obtain from every peptide in 2 S C V at least one peptide in H S A .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "Then, starting from the peptides in the W4 set, we applied further selection steps according to their probability to be the product of proteasome cleavage, to their propensity to be transported on cell surface by TAP complex and to the probability score of binding MHC class I complex. W4",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "peptides showing at least one predicted HLA strong bind (19 out of 27) are reported in Table 2 J o u r n a l P r e -p r o o f Journal Pre-proof together with the following features: the number of HLAs that each peptide strongly and weakly, respectively, the ORF in which each peptide occurs (for ORF1 it is also mentioned the nsp nonstructural proteins of orf1a/b according to (Chan et al., 2020) ), the position of each peptide with respect to the correspondent ORF, the proteasome cleavage and TAP-transport predicted scores. Table 2 : List of the selected W4 peptides. Second and third columns report the numbers of HLAs the peptide strongly and weakly, respectively, bind. In the fourth column the ORF in which the peptide occur is reported. Fifth column indicates the position of peptide in the correspondent ORF.",
            "cite_spans": [
                {
                    "start": 377,
                    "end": 396,
                    "text": "(Chan et al., 2020)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 87,
                    "end": 94,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 528,
                    "end": 535,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "Proteasome Cleavage and TAP-transport predicted scores are reported in sixth and seventh column, respectively. The peptide YYHKNNKSW, whose aminoacids result to be belong to the solvent-accessible surface area of the spike protein, has been labeled with \"*\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "J o u r n a l P r e -p r o o f None of them occurs in MERS or human SARS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "In conclusion, in this technical note we provide a list of SARS-CoV-2 peptides potential targets for the immune system, that could be experimentally tested in order to validate their immunogenicity. Those peptides were selected as the farthest, in mutation terms, from the human self in the belief, confirmed by previous bioinformatics analysis (Santoni, 2018) , that the higher J o u r n a l P r e -p r o o f Journal Pre-proof the distance from human self the higher the probability to bind HLA. Moreover, the selected peptides were also chosen for their high probability to be cleaved by proteasome and TAP transported to the cell surface. Interestingly, one selected peptide, was found to be located in the solvent-accessible surface area of the spike protein.",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 360,
                    "text": "(Santoni, 2018)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Results and Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The effect of Nullomer-derived peptides 9R, 9S1R and 124R on the NCI-60 panel and normal cell lines",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Alileche",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hampikian",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BMC Cancer",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Genomic characterization of the 2019 novel human-pathogenic coronavirus isolated from a patient with atypical pneumonia after visiting Wuhan",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg Microbes Infect",
            "volume": "9",
            "issn": "1",
            "pages": "221--236",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Absent sequences: Nullomers and Primes",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hampikian",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Andersen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Pacific Symposium on Biocomputing",
            "volume": "12",
            "issn": "",
            "pages": "355--366",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. The Lancet",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "doi.org/10.1016/S0140-6736(20)30183-5"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "NetSurfP-2.0: Improved prediction of protein structuralfeatures by integrated deep learning",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Klausen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Proteins",
            "volume": "87",
            "issn": "",
            "pages": "520--527",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Large-scale validation of methods for cytotoxic T-lymphocyte epitope prediction",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Larsen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "BMC Bioinformatics",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding. The Lancet",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "30251--30259",
            "other_ids": {
                "DOI": [
                    "doi.org/10.1016/S0140-6736(20"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ", we computed the distance between them by counting the number of positions in which the aminoacids",
            "latex": null,
            "type": "figure"
        },
        "TABREF3": {
            "text": "TAP scores. It is worth discussing also peptide Y Y H K N N K S W , showing 8 Strong Bind HLAs and significant Cleavage and TAP score (0.93 and 1.2 respectively). This peptide occurs in ORF2, coding for the spike protein, that is a surface glycoprotein. Interestingly, computational prediction analysis, performed through NetSurf software ((Klausen et al., 2019)), indicates that the peptide Y Y H K N N K S W is in the solvent-accessible surface area of the spike protein, so it could further considered and investigated as a potential B-cell epitope.We also analyzed the MHC class I allele distribution in a sample population(121 individuals) of Wuhan, where the first outbreak of epidemics occurred and where the most part of http://www.allelefrequencies.net/default.asp. Four peptides out of the selected eight ones ( F L C W H T N C Y , W H H S IG F D Y , Y IK W P W Y IW and Y V M H A N Y IF ) are predicted to strongly bind 15 HLA family that occurs in around 15% of the individuals recruited in this study, four are predicted to strongly bind 40 occurring in 15% of individuals. Three of them ( Y V M H A N Y IF , Y Y H K N N K S W and K L M G H F A W W ) are predicted to strongly bind 24 occurring in around 17% of individuals. Finally we performed comparative analysis, looking for the presence of those peptides in close related species such as SARS, MERS or Bat corona viruses. All the eight peptides only occur in the two close related BAT-SARS like viruses and/or in other species of Bat corona viruses.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We wish to thank Dr. Massimiliano Adamo for their useful comments and suggestions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}