{"paper_id": "34d895d4d20cd84010b4b41b43daff139a2fd5d7", "metadata": {"title": "Assessment of Age-Related Decline of Immunological Function and Possible Methods for Immunological Restoration in Elderly", "authors": []}, "abstract": [], "body_text": [{"text": "A decade ago, centenarians used to appear mainly in fairy stories. Nowadays, there are more than 60,000 centenarians in 2015 in Japan. In 1900, when Soseki Natsume, a Japanese writer, was in London, the mean life span of the male population in England was 44 years old and that in Japan was 45 years old. In many countries, the mean life span has increased steadily during 70 years after the Second World War; i.e., elongation of life span was more than 30 years in Japan. This pronounced elongation of life span is attributed to rapid progress of medicine including antibiotics and sufficient food supply including proteins.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "WHO reports that a \"healthy\" life span is generally 6-10 years shorter than the mean life span. This means that many elderly people suffer from some diseases for several years before death.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "It is well known that the incidence of cancer, cardiovascular disease, neurovascular disease and infection increases with age. Autopsy examinations have revealed that the largest cause of death in the elderly is infections such as bronchopneumonia and urinary tract infection (Table 1a -c) (Mac Gee 1993; Hirokawa 2003; Hirokawa et al. 2006) . With regard to infection, Pawelec et al. (2004) suggested that chronic antigenic stimulation could lead to an increased prevalence of senescent dysfunctional T cells, and therefore contribute to more general alterations in the immune system. Therefore, restoration of immunological function would be quite helpful for the elderly not only to prevent infection but also to maintain their internal environment at the time of exposure to stress. In other words, immunological restoration is expected to be effective for the improvement of the QOL in the elderly.", "cite_spans": [{"start": 290, "end": 304, "text": "(Mac Gee 1993;", "ref_id": "BIBREF36"}, {"start": 305, "end": 319, "text": "Hirokawa 2003;", "ref_id": "BIBREF16"}, {"start": 320, "end": 341, "text": "Hirokawa et al. 2006)", "ref_id": "BIBREF22"}, {"start": 370, "end": 391, "text": "Pawelec et al. (2004)", "ref_id": "BIBREF48"}], "ref_spans": [{"start": 276, "end": 285, "text": "(Table 1a", "ref_id": "TABREF0"}], "section": "Introduction"}, {"text": "Immunological restoration requires two steps. The first is to assess immunological parameters or functions to determine the extent of the age-related decline of immune functions of each individual. To this end, the level of immunological vigor expressed as a simple numeral is useful. The second is to select adequate methods to restore immunological functions and to check the effectiveness of the selected immunological restoration by the measurement method mentioned above, because The data are based on 923 autopsy cases (570 females/353 males) of people over 60 years of age Thus, this chapter deals with the following: (1) the quantitative measurement method to assess the immunological level of individuals, (2) causes of immunological suppression, and (3) possible methods of immunological restoration in elderly people.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Quantitative Assessment of Immunological Level as a Whole", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The immune system comprises various functions and consists of many types of cells that perform various functions, and it is difficult to select immunological parameters that are suitable for the assessment of whole level of immune functions in healthy people and patients suffering from various diseases.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "From a functional viewpoint, there exist parameters such as cell-mediated immunity, humoral immunity, cytokine production, proliferative activity of T cell and B cells, antigen presentation of dendritic cells, and so on. Cells comprising the immune system are T cells and their subpopulations, B cells and their subpopulations, NK cells, NKT cells, macrophages, and dendritic cells. None of these may be excluded for the assessment of the immunological level as a whole.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Another important aspect is to determine which immune cells or parameters play a key role in the age-related decline of immune function. We have been studying the immunological aspect of aging for many years and have confirmed that immune functions are susceptible to aging, diseases, and stress. For the past 50 years, many studies including ours have shown that the age-related decline mainly occurs in T cell-dependent immune functions (Makinodan and Kay 1980; Hirokawa 1992; Linton and Dorshkind 2004; Hirokawa et al. 2006; Fulop et al. 2013; Nikolich-Zugich 2014) . As to innate immunity, the considerable functional and phenotypical alterations with age were reported (Hazeldine and Lord 2015) . However, the age-related alteration starting from thymic involution is so dramatic that we focused on parameters that are related with T cell-dependent functions.", "cite_spans": [{"start": 439, "end": 463, "text": "(Makinodan and Kay 1980;", "ref_id": "BIBREF38"}, {"start": 464, "end": 478, "text": "Hirokawa 1992;", "ref_id": "BIBREF15"}, {"start": 479, "end": 505, "text": "Linton and Dorshkind 2004;", "ref_id": "BIBREF35"}, {"start": 506, "end": 527, "text": "Hirokawa et al. 2006;", "ref_id": "BIBREF22"}, {"start": 528, "end": 546, "text": "Fulop et al. 2013;", "ref_id": "BIBREF27"}, {"start": 547, "end": 568, "text": "Nikolich-Zugich 2014)", "ref_id": "BIBREF44"}, {"start": 674, "end": 699, "text": "(Hazeldine and Lord 2015)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Introduction"}, {"text": "We have reported that the age-related change in the T cell-dependent immune system is observed in a decrease in the T cells number, a change in the T cell subpopulations, and a qualitative change in T cells such as a decline in proliferative capacity (Fig. 1) .", "cite_spans": [], "ref_spans": [{"start": 251, "end": 259, "text": "(Fig. 1)", "ref_id": null}], "section": "Introduction"}, {"text": "Therefore, the number of whole T cells and their subpopulations, and the proliferative activity of T cells are useful parameters to assess the extent of the age-related decline of immune functions. Hence, we performed flow cytometric analysis for eight parameters reflecting T cells and their subpopulations; number of T cell (CD3 + cells), number of CD4 + cells, number of CD8 + cells, the ratio of CD4 + cells to CD8 + cells (CD4/CD8 ratio), number of CD8 + CD28 + T cells, naïve CD4 + T cells (CD4 + CD45RA + cells), number of memory CD4 + T cells (CD4 + CD45RO + cells), and the ratio of naïve T cells to memory T cells (N/M ratio). The proliferative activity of T cells was measured by nonspecific stimulation of T cells by antiCD3 monoclonal antibody. We defined a new indicator, T cell proliferation index (TCPI) using the number and proliferative activity of T cells, as described later.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "In addition to T cells, the number of B cells and NK cells was included for this assessment, since these cells are important counterparts of immune functions.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Here, we have eight immune parameters to assess the extent of age-related decline in immunological functions (hereafter referred to as the scoring of immunological vigor: SIV) of individuals as shown in Fig. 2 . Since it is difficult to imagine the immunological level of each individual by merely looking at the values of the eight parameters, we have tried to express the immunological level of each individual in a plain style. The value of each immunological parameter falls within a range specified in a database and each parameter was scored into three grades based on its value. In particular, values in the range of a cumulative frequency less than 10% of values observed for healthy subject were scored 1, which indicates a low immunity level; those between 10% and 40% were scored 2, which indicates a moderate immunity level; and those with 40% or higher were scored 3, which indicates a sufficiently high immunity level. Since higher scores of CD4/CD8 ratios are frequently observed in very old people and patients suffering from diseases, values between 80% and 90% of the cumulative frequency were scored 2 and those higher than 90% were scored 1. The database was obtained from approximately 500 normal healthy population ranging in age from 20 to 90 years. Immunological level of each individual was obtained by summation of 8 scores. This value was then classified into 5 grades; i.e., immunological score 15/24 was allotted to II/V, warning zone as shown in Fig. 2 . Values of immunological parameters are given a score from 1 to 3. Sum total of 10 scores is named scoring of immunological vigor (SIV-10). SIV-10 is then classified into five grades as shown in Table 2 . It is generally difficult to determine immunological status of individuals by a mere list of figures of 10 parameters. By the scoring system, 10 parameters can be grouped and expressed numerically as immunological score or grade Cytokine production is another important aspect of immunological function. Among many cytokines, information on Th1/Th2 balance is helpful for understanding health and disease condition. Therefore, we employed three cytokines: IL-2 and IFNγ as the Th1 group, and IL-4 as the Th2 group.", "cite_spans": [], "ref_spans": [{"start": 203, "end": 209, "text": "Fig. 2", "ref_id": "FIGREF2"}, {"start": 1476, "end": 1482, "text": "Fig. 2", "ref_id": "FIGREF2"}, {"start": 1679, "end": 1686, "text": "Table 2", "ref_id": null}], "section": "Introduction"}, {"text": "We employed many number of immune parameters to assess SIV; for example, SIV using 8, 7, and 5 immune parameters were named SIV-8, SIV-7, and SIV-5.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Values of SIV-8, SIV-7, and SIV-5 were then classified to five grades (V-I), according to the total score. V: sufficiently high, IV: safety zone, III: observation zone, II: warning zone, I: critical zone ( Table 2 ). The observation zone indicates that the level of SIV is average, but needs attention to move up into the safety zone. The warning zone indicates that the level of SIV is not sufficient to maintain health and considerable effort is required to increase the level of SIV. The critical zone indicates that the susceptibility to infection is so high that the individual needs to be admitted to an aseptic isolator.", "cite_spans": [], "ref_spans": [{"start": 206, "end": 213, "text": "Table 2", "ref_id": null}], "section": "Introduction"}, {"text": "We have defined a new parameter, T cell proliferation index (TCPI) which is calculated by using the number and proliferation activity of T cells. The number of T cells is essential for the maintenance of immune function. In addition, T cell proliferation is the most essential function of T cell immunity, including the process of antigen recognition and sequential division of T cells. There are four types of number and proliferative capacity of T cells. (1) Both parameters are sufficient;", "cite_spans": [], "ref_spans": [], "section": "T Cell Proliferation Index and Assessment of Immunological Age"}, {"text": "(2) number is sufficient, but proliferative capacity is insufficient; (3) number is insufficient and proliferative capacity is sufficient; and (4) both are insufficient. Therefore, we have arrived at the conclusion that we need a new parameter which reflects both the number and proliferative capacity of T cells. The new parameter, TCPI is calculated by the following equation. Table 2 Scoring of immunological vigor (SIV) and grading TCPI ¼ T cell proliferation activity ð Þ Â T cell number per μL=1000 ð Þ Figure 3 indicates the distribution of TCPI according to age. Although, there is a wide individual variation, the age-related decline of TCPI is obvious and the following equation was obtained.", "cite_spans": [], "ref_spans": [{"start": 379, "end": 386, "text": "Table 2", "ref_id": null}, {"start": 509, "end": 517, "text": "Figure 3", "ref_id": null}], "section": "T Cell Proliferation Index and Assessment of Immunological Age"}, {"text": "In other words, we can determine age of individual by the value of TCPI using the following equation. Since the age is calculated from the number of T cells and their proliferative activity, the age obtained by this equation is hereafter referred to as the immunological age (IA).", "cite_spans": [], "ref_spans": [], "section": "T Cell Proliferation Index and Assessment of Immunological Age"}, {"text": "Number of CD8 + CD28 + T Cells and T Lymphocyte Age Figure 4a indicates the relation of the number of CD8 + CD28 + T cells and age. There is a wide individual variation, but there is a reverse relationship between the number of CD8 + CD28 + T cells and age as following.", "cite_spans": [], "ref_spans": [{"start": 52, "end": 61, "text": "Figure 4a", "ref_id": null}], "section": "T Cell Proliferation Index and Assessment of Immunological Age"}, {"text": "Namely, we can determine the age of individual by the number of CD8 + CD28 + T cells, using this equation. We called the calculated value as T lymphocytes age. High correlation is observed between the number of CD8 + CD28 + T cells and TCPI as shown in Fig. 4b . Immunological age and T lymphocytes age are almost comparable ", "cite_spans": [], "ref_spans": [{"start": 253, "end": 260, "text": "Fig. 4b", "ref_id": null}], "section": "T Cell Proliferation Index and Assessment of Immunological Age"}, {"text": "Immunological vigor of 400 healthy people and 300 cancer patients were assessed using the method mentioned above (Fig. 5a) . Age-related decline as observed in SIV-7 was apparent in the healthy population. However, there was a wide individual variation. The level of SIV-7 ranged between 21 and 14 in the 3rd decade and between 21 and 12 in the 7th decade, indicating that individual variation is greater than the difference between young and old people. But when observing SIV-7 in cancer patients, we found that the distribution of values was apparently different from that in healthy people and the age-related decline in cancer patients was much steeper than in healthy people. However, it is again apparent that the SIV-7 level of cancer patients showed a wide range of individual variation, although the values were lower as compared with those for healthy people (Hirokawa et al. 2007a, b) . Based on the SIV-7 grade, the difference in SIV-7 between healthy people and cancer patients was much obvious (Fig. 5b) . Most healthy people belonged to Grade IV and III, while cancer patients belonged to Grade III and II, indicating that the immunological deficient state is more serious in cancer patients. Thus, considerable attention should be given to the immunological state of cancer patients during treatment (Hirokawa et al. 2008) . ", "cite_spans": [{"start": 870, "end": 896, "text": "(Hirokawa et al. 2007a, b)", "ref_id": null}, {"start": 1317, "end": 1339, "text": "(Hirokawa et al. 2008)", "ref_id": "BIBREF25"}], "ref_spans": [{"start": 113, "end": 122, "text": "(Fig. 5a)", "ref_id": null}, {"start": 1009, "end": 1018, "text": "(Fig. 5b)", "ref_id": null}], "section": "Scoring of Immunological Vigor (SIV) Shows Wide Range of Individual Variation"}, {"text": "As presumed from the wide individual variation of immunological vigor, immunological functions are changeable by variable causes: i.e., aging, stress, diseases, life style, food, genetic background, etc.", "cite_spans": [], "ref_spans": [], "section": "Variable Causes Suppress Immunological Functions"}, {"text": "Aging is unavoidable cause of immunological decline. However, the rate of immunological decline by aging might be accelerated or decelerated by surrounding environmental factors which can be controlled by appropriate intervention. For instance, caloric restriction extended the life span of animal models and enhanced the immunological function of old animals (Heilbronn and Ravussin 2003; Utsuyama et al. 1996) . Stress is the major cause of immunological decline. Any forces that disturb homeostasis can be stressors. In other words, stress is life and life is stress (Chrousos et al. 1995) .", "cite_spans": [{"start": 360, "end": 389, "text": "(Heilbronn and Ravussin 2003;", "ref_id": "BIBREF14"}, {"start": 390, "end": 411, "text": "Utsuyama et al. 1996)", "ref_id": "BIBREF60"}, {"start": 570, "end": 592, "text": "(Chrousos et al. 1995)", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Variable Causes Suppress Immunological Functions"}, {"text": "Various diseases including minor ones are also factors suppressing immunological functions. Incidence of cancer is known to increase with the advancement of age and this is partly caused by a decrease in immune surveillance (Dunn et al. 2002) . In fact, a patient with colonic cancer has a low level of SIV (Hirokawa et al. 2008 ). But it is obvious that SIV generally recovers in a certain interval after the removal of cancer lesion. Thus, it is likely that the presence of cancer suppress the immunological function of the individual. It is also well known that diabetes mellitus suppresses immunological function. Various therapies for many kinds of diseases can downregulate immunological functions. One example is surgical operation. Chemotherapy for cancer and steroid therapy for autoimmune diseases suppress immune functions.", "cite_spans": [{"start": 224, "end": 242, "text": "(Dunn et al. 2002)", "ref_id": "BIBREF6"}, {"start": 307, "end": 328, "text": "(Hirokawa et al. 2008", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Variable Causes Suppress Immunological Functions"}, {"text": "Now we can assess the immunological level by SIV, as mentioned above. As observed in Fig. 5 , there is a wide individual variation in the SIV levels. We presume that individuals with high SIV can live longer (Hirokawa et al. 2013 ) and those with low SIV are susceptible to diseases. Further longitudinal studies are necessary to say something for the prognosis of people with high or low SIV. Roberts-Thomson et al. (1974) reported that individuals with reduced immune functions had significantly greater mortality than those whose immune functions were within the normal range. Centenarians in Okinawa have significantly high immune functions as compared with controls. Considering these data, it may be inferred that it is desirable to enhance SIV level of individuals with a lower SIV level.", "cite_spans": [{"start": 208, "end": 229, "text": "(Hirokawa et al. 2013", "ref_id": "BIBREF27"}, {"start": 394, "end": 423, "text": "Roberts-Thomson et al. (1974)", "ref_id": "BIBREF51"}], "ref_spans": [{"start": 85, "end": 91, "text": "Fig. 5", "ref_id": null}], "section": "Possible Methods of Immunological Restoration"}, {"text": "Here we would like to present our preliminary experience of immunological restoration in humans and its possible methods as determined from experiments using animal models (Hirokawa and Utsuyama 2002) .", "cite_spans": [{"start": 172, "end": 200, "text": "(Hirokawa and Utsuyama 2002)", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Possible Methods of Immunological Restoration"}, {"text": "In daily life, a variety of stresses down-regulate immune functions, and in fact, the stresses are the major cause of immunological suppression in our life. Stresses originate from communication problems at home, office, and school, from diseases or injury, from treatment of diseases, or from natural disasters. There are two solutions for stress: (a) avoid stress; (b) alleviate the effect of stress.", "cite_spans": [], "ref_spans": [], "section": "Coping with Stress"}, {"text": "(a) Avoid stress.", "cite_spans": [], "ref_spans": [], "section": "Coping with Stress"}, {"text": "Needless to say, it is best to avoid stress if possible. Unfortunately, however, most stresses are unavoidable. But it is worthwhile to reconsider the cause of stress and analyze whether or not it is avoidable. (b) Alleviate stress.", "cite_spans": [], "ref_spans": [], "section": "Coping with Stress"}, {"text": "It is interesting to note that the same level of stress has very serious effects in some people, but not in others. This means that the magnitude of stress is dependent on the response of individuals. For instances, an academic examination would not be as serious for students who have studied beforehand as it would be for those who have not studied.", "cite_spans": [], "ref_spans": [], "section": "Coping with Stress"}, {"text": "Singing, running, and chattering with friends are mood-altering activities. Sleeping, if possible, is another good activity. A good way to alleviate stress is to devote time to some hobby. In this respect, we studied the effect of music in humans and we found that playing the drums in a group could enhance NK activity (Wachi et al. 2007; Koyama et al. 2009 ).", "cite_spans": [{"start": 320, "end": 339, "text": "(Wachi et al. 2007;", "ref_id": "BIBREF63"}, {"start": 340, "end": 358, "text": "Koyama et al. 2009", "ref_id": "BIBREF34"}], "ref_spans": [], "section": "Coping with Stress"}, {"text": "Habits indicative of an improper life style are poor sleep, overwork, smoking, excessive drinking, irregular meals, deviated food habits, and insufficient physical exercise. We interviewed more than 50 of young people who showed a lower level of SIV and over 50% of them had improper work habits.", "cite_spans": [], "ref_spans": [], "section": "Improvement of Life Style"}, {"text": "Nutrition is an important factor for immunological restoration. For the last 50 years, the mean life span of Japanese people has extended from 50 to over 80 years. This rapid increase in life span is partly due to the improvement of food intake, especially, protein. Today, people are worried about metabolic syndromes and are making an effort to not eat too much. But too much of anything is harmful.", "cite_spans": [], "ref_spans": [], "section": "Improvement of Life Style"}, {"text": "More than 80 years ago, MaCay et al. (1935) reported the elongation of life span in rats by caloric restriction. Many studies have since shown that caloric restriction is effective on several counts; i.e., elongation of lifespan, enhancement of immunological function, and alleviation of autoimmune diseases.", "cite_spans": [{"start": 24, "end": 43, "text": "MaCay et al. (1935)", "ref_id": "BIBREF37"}], "ref_spans": [], "section": "Improvement of Life Style"}, {"text": "One argument about food restriction or caloric restriction is that it only appears to be effective in animals that are reared in an artificial environment such as a laboratory animal colony (Utsuyama et al. 1996) . Most laboratory animals are fed highly nutritional chow without being given enough space or tools for physical exercise. In other words, immunological improvement by food restriction might be seen only in overfed animals that do not perform physical exercise. In order to test this conjecture, we employed an automatic feeding device that was electrically interlocked with a running wheel: the device provided constant running exercise to the animal and fed a determined amount of diet to each rat (Ichikawa et al. 2000) .", "cite_spans": [{"start": 190, "end": 212, "text": "(Utsuyama et al. 1996)", "ref_id": "BIBREF60"}, {"start": 713, "end": 735, "text": "(Ichikawa et al. 2000)", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "Improvement of Life Style"}, {"text": "Rats were individually reared in this automatic feeding device for 18 months from 2 to 20 months of age. At the age of 20 months, the rats were sacrificed and examined for various indices including immunological functions. The body weight was almost the same between rats fed ad libitum and those given 80%-restricted diet. Their body weight was significantly greater than that of rats given 60%-restricted diet. The body weight of those given 80%-restricted diet together with physical exercise was almost the same as that of rats given 60%-restricted diet without physical exercise. High proliferative response of T cells was observed in some of the rats given 80%-restricted diet together with physical exercise (Fig. 7) .", "cite_spans": [], "ref_spans": [{"start": 715, "end": 723, "text": "(Fig. 7)", "ref_id": null}], "section": "Improvement of Life Style"}, {"text": "Meanwhile, studies are ongoing to observe the effect of caloric restriction on various physiological parameters in monkeys (Roth et al. 2002) . A report provided evidence that CR can delay immune senescence in nonhuman primates, potentially contributing to an extended lifespan by reducing susceptibility to infectious disease (Messaoudi et al. 2006) .", "cite_spans": [{"start": 123, "end": 141, "text": "(Roth et al. 2002)", "ref_id": "BIBREF53"}, {"start": 327, "end": 350, "text": "(Messaoudi et al. 2006)", "ref_id": "BIBREF41"}], "ref_spans": [], "section": "Improvement of Life Style"}, {"text": "In humans, the effects of CR on life extension are actually present; it is estimated that CR extends life by 3-13 years. This extension is much smaller than those achieved by medical and public health intervention, which have been known to extend life by about 30 years in developed countries of the twentieth century (Everitt and Le Couteur 2007) .", "cite_spans": [{"start": 318, "end": 347, "text": "(Everitt and Le Couteur 2007)", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Improvement of Life Style"}, {"text": "It is now commonly believed that oxidative stress, such as that caused by reactive oxygen species and free radicals, is the major cause of aging phenomena and various diseases (Harman 1956; Ames et al. 1993; Wakikawa et al. 1999 ). The decline of immune function is one of the major aging phenomena and constitutes the background of various diseases occurring in the elderly people (Hirokawa et al. 1998 ). Many investigators assume that oxidative stresses play an important role in the progression Effect of long-term exercise on lymphocyte proliferation Fig. 7 Effect of long-term exercise and caloric restriction on lymphocyte proliferation in rats of immunological decline during the course of aging (Martin et al. 1996; Meydani et al. 1998 ). Thus, it has been expected that enzymes or substances that compete with oxidative stress are candidates for antiaging medicines. Antioxidant enzymes are present in our body, e.g., SOD and catalase. It is possible to enhance the production of these antioxidant enzymes by appropriate physical exercise. In addition, there are many kinds of supplements that are commercially available as antioxidant chemicals, although effectiveness of most of them has not been proved scientifically. Flavonoids or polyphenols are representative antioxidants contained in many kinds of vegetables, fruits, and other foods. Extracted or enriched flavonoids and polyphenols are commercially available as supplements. The effectiveness of these supplements requires further study.", "cite_spans": [{"start": 176, "end": 189, "text": "(Harman 1956;", "ref_id": "BIBREF12"}, {"start": 190, "end": 207, "text": "Ames et al. 1993;", "ref_id": "BIBREF2"}, {"start": 208, "end": 228, "text": "Wakikawa et al. 1999", "ref_id": "BIBREF64"}, {"start": 382, "end": 403, "text": "(Hirokawa et al. 1998", "ref_id": "BIBREF20"}, {"start": 704, "end": 724, "text": "(Martin et al. 1996;", "ref_id": "BIBREF40"}, {"start": 725, "end": 744, "text": "Meydani et al. 1998", "ref_id": "BIBREF42"}], "ref_spans": [{"start": 556, "end": 562, "text": "Fig. 7", "ref_id": null}], "section": "Antioxidant Chemicals"}, {"text": "Vitamin E (VE) works as an antioxidant. Research groups have found conflicting effects of VE. In our experiment using aging mice, we confirmed that VE enhances the immune functions of young, but not old mice (Wakikawa et al. 1999) (Fig. 8) .", "cite_spans": [{"start": 208, "end": 230, "text": "(Wakikawa et al. 1999)", "ref_id": "BIBREF64"}], "ref_spans": [{"start": 231, "end": 239, "text": "(Fig. 8)", "ref_id": null}], "section": "Antioxidant Chemicals"}, {"text": "Other reports indicated that VE supplementation was not effective in humoral immune response modulation in young, middle-aged, and elderly women (Park et al. 2003 ). On the other hand, Meydani's group reported the positive effect of VE in both human and animal experiments (Meydani et al. 1998; Marko et al. 2007 ). These reports suggest that the effectiveness of supplements is not uniform, but differs with the individual and the genetic background.", "cite_spans": [{"start": 145, "end": 162, "text": "(Park et al. 2003", "ref_id": "BIBREF47"}, {"start": 273, "end": 294, "text": "(Meydani et al. 1998;", "ref_id": "BIBREF42"}, {"start": 295, "end": 312, "text": "Marko et al. 2007", "ref_id": "BIBREF39"}], "ref_spans": [], "section": "Antioxidant Chemicals"}, {"text": "The effectiveness of any antioxidants and related supplements usually varies with the individual. Therefore, immunological assessment as performed in an objective manner, such as determining SIV, is always necessary to verify the effectiveness of chemicals and supplements on the immune system. We examined and effectiveness of some of supplements in human using quantitative assessment of immunological function mentioned above (George et al. 2016; Oda et al. 2015; Suzuki et al. 2012) . ", "cite_spans": [{"start": 429, "end": 449, "text": "(George et al. 2016;", "ref_id": "BIBREF11"}, {"start": 450, "end": 466, "text": "Oda et al. 2015;", "ref_id": "BIBREF45"}, {"start": 467, "end": 486, "text": "Suzuki et al. 2012)", "ref_id": "BIBREF58"}], "ref_spans": [], "section": "Antioxidant Chemicals"}, {"text": "Vaccines are very useful to protect children who are susceptible to various infectious diseases due to immaturity of the immune system. The same effect could be expected for the elderly people with impaired immune functions. However, vaccination in very old people may not work due to depressed immune functions. Thus, vaccination should be started latest before the age of 60, so that the individual still have sufficient capacity to respond to pathogenic organisms. Alternatively, attempts should be made to enhance or stimulate the depressed immune capacity of elderly people at the time of vaccination. In addition, gender difference can influence vaccine uptake, responses, and outcome in older aged individuals (Fink and Klein 2015) . Susceptibility of old mice to infection is clearly observed in experimental infection with influenza virus. Old mice died of infection at a 10-fold lesser dose of influenza virus. Old mice that survived after exposure to low doses showed strong immunity to the same virus and became resistant to the second infection with a high dose of influenza virus (Hirokawa and Utsuyama 2002) . These data suggest that vaccination is useful to protect the elderly people from various kinds of infection.", "cite_spans": [{"start": 717, "end": 738, "text": "(Fink and Klein 2015)", "ref_id": "BIBREF9"}, {"start": 1094, "end": 1122, "text": "(Hirokawa and Utsuyama 2002)", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Vaccine"}, {"text": "In humans, vaccination against pneumococcus and influenza virus is already clinically conducted for elderly people. As stated in the earlier section, there is individual variation even in elderly people. Those having higher immune function can respond to vaccination and show sufficient immunity against bacteria and virus. Problem is in finding a way to enhance immunological functions of the elderly people with lower immune function so that they can effectively respond to vaccination.", "cite_spans": [], "ref_spans": [], "section": "Vaccine"}, {"text": "Another point to be considered is the route of vaccination. Since the nose and mouth are the major entries for respiratory infection, their mucosal immunity is important. Using a mouse model, we found that the route of vaccination is important. Vaccination through the intranasal route provides high level of IgA production in nasal mucosa, but that through the intravenous and intraperitoneal routes does not (Table 3) (Asanuma et al. 2001) . Recently intranasal vaccination was performed in human adults using an inactivated whole influenza virus (Ainai et al. 2013) ", "cite_spans": [{"start": 420, "end": 441, "text": "(Asanuma et al. 2001)", "ref_id": "BIBREF3"}, {"start": 549, "end": 568, "text": "(Ainai et al. 2013)", "ref_id": "BIBREF1"}], "ref_spans": [{"start": 410, "end": 419, "text": "(Table 3)", "ref_id": "TABREF6"}], "section": "Vaccine"}, {"text": "A group of Japanese herbal medicines, called \"Kampo-Hozai\" have been used to improve the physical condition of patients suffering from various diseases . Among more than 100 kinds of Kampo-Hozais, Hochuekki-to(TJ-41) is a drug used to recover immune function and has been reported to be useful in healing infections (Yamaoka et al. 2000; Mori et al. 1999) , oncostatics-induced leukopenia (Kaneko et al. 1999) . Juzen-taiho-to (TJ-48) is useful not only for the recovery of immune function (Abe et al. 1998 ), but also for the enhancement of antitumor effects (Saiki et al. 1999; Onishi et al. 1998; Utsuyama et al. 2001) .", "cite_spans": [{"start": 316, "end": 337, "text": "(Yamaoka et al. 2000;", "ref_id": "BIBREF66"}, {"start": 338, "end": 355, "text": "Mori et al. 1999)", "ref_id": "BIBREF43"}, {"start": 389, "end": 409, "text": "(Kaneko et al. 1999)", "ref_id": "BIBREF31"}, {"start": 490, "end": 506, "text": "(Abe et al. 1998", "ref_id": "BIBREF0"}, {"start": 560, "end": 579, "text": "(Saiki et al. 1999;", "ref_id": "BIBREF54"}, {"start": 580, "end": 599, "text": "Onishi et al. 1998;", "ref_id": "BIBREF46"}, {"start": 600, "end": 621, "text": "Utsuyama et al. 2001)", "ref_id": "BIBREF61"}], "ref_spans": [], "section": "Japanese Herbal Medicines"}, {"text": "We tested the effectiveness of Japanese herbal medicines in young and aged mice. The data indicated that Hochu-ekki-to (TJ-41) was effective in the restoration of impaired immune functions of aged mice, in terms of the number of T cells and NK cells, and anti-SRBC antibody response. However, it was not effective in enhancing the immune functions of young mice (Fig. 9) .", "cite_spans": [], "ref_spans": [{"start": 362, "end": 370, "text": "(Fig. 9)", "ref_id": "FIGREF9"}], "section": "Japanese Herbal Medicines"}, {"text": "Juzen-taiho-to was also effective in increasing the number of T cells and NK cells in aged mice, although a significant increase was not observed in young mice. Functionally, however, NK activity increased both in young and old mice. A significant decrease was also observed in the number of metastatic pulmonary colonies of B16 melanoma cells both in young and old mice treated with Juzentaiho-to for 16 weeks (Fig. 10) . Nowadays, several papers reported the effectiveness of Japanese herbal medicine. One of them showed that Juzen-taiho-to increased and prolonged antibody production after influenza vaccination in elderly people (Saiki et al. 2013) .", "cite_spans": [{"start": 633, "end": 652, "text": "(Saiki et al. 2013)", "ref_id": "BIBREF55"}], "ref_spans": [{"start": 411, "end": 420, "text": "(Fig. 10)", "ref_id": "FIGREF10"}], "section": "Japanese Herbal Medicines"}, {"text": "These results suggested that some Japanese herbal medicines are useful in the restoration of impaired immune functions of old mice and could be recommended for the elderly people with immunological problems.", "cite_spans": [], "ref_spans": [], "section": "Japanese Herbal Medicines"}, {"text": "We performed preliminary clinical trial of TJ-41 to observe its effect on immunological function in humans. The results showed that the effect varied with the 2 + 2 2 ± 2 1) Mice were administered intranasally (i.n.) with A/PR/8/34 vaccine (10 mg) and boosted 3 weeks later i.n. with the same vaccine. Antibody was assessed 1 week after the boosting 2) Mice were administered intravenously (i.v.) with A/PR/8/34 vaccine (10 mg) and boosted 3 weeks later intraperitoneally (i.p.) with the same vaccine. Antibody was assessed 1 week after the boosting individual. Approximately, half of the people who were given TJ41 showed a positive effect, but another half did not show any effect. Figure 11 shows an example case of the positive effect of TJ41. Therefore, in these cases also, the assessment of immunological parameters is necessary to verify the effectiveness of herbal medicines for immunological restoration.", "cite_spans": [], "ref_spans": [{"start": 684, "end": 693, "text": "Figure 11", "ref_id": "FIGREF11"}], "section": "Japanese Herbal Medicines"}, {"text": "After gonadectomy, hypertrophy of the thymus was observed in aging C57BL/6 mice, ranging in age from 4 to 20 months. The mice had been gonadectomized 1 month before the sacrifice, and the magnitude of thymic regeneration was more pronounced in males than in females (Fig. 12) . However, enhancement of anti-SRBC antibody response was observed only in females but not in males regardless of age. Gonadectomy brought about not only thymic hypertrophy but also an increase in T cells and B cells in the spleen. An increase in T cell subpopulations was proportional in female mice, but disproportional in male. The disproportional increase of T cell subpopulations could account for the failure to enhance the anti-SRBC antibody response in male mice . Gonadectomy also resulted in the thymic hypertrophy in male and female young Wistar rats, but not in those that had been previously hypophysectomized ). Elderly males undergoing orchidectomy for prostatic carcinoma demonstrated an increase in circulating T cell numbers, particularly naive (TREC+) T cells. Chemical castration by administration of LHRH antagonist was also effective in activation of thymic regeneration in mice and humans (Sutherland et al. 2005) .", "cite_spans": [{"start": 1188, "end": 1212, "text": "(Sutherland et al. 2005)", "ref_id": "BIBREF57"}], "ref_spans": [{"start": 266, "end": 275, "text": "(Fig. 12)", "ref_id": "FIGREF2"}], "section": "Hormones"}, {"text": "In females, hormone replacement therapy (HRT) by estrogen has been prescribed to postmenopausal women for prevention of a variety of medical conditions including osteoporosis, cardiovascular diseases, stroke, and Alzheimer's disease; yet, HRT is often associated with altered immune parameters (Fahlman et al. 2000; Stopinska-Gluszak et al. 2006) . HRT is now going to be reconsidered, since estrogen is closely related with carcinogenesis of mammary cancer.", "cite_spans": [{"start": 294, "end": 315, "text": "(Fahlman et al. 2000;", "ref_id": "BIBREF8"}, {"start": 316, "end": 346, "text": "Stopinska-Gluszak et al. 2006)", "ref_id": "BIBREF56"}], "ref_spans": [], "section": "Number of pulmonary metastasis"}, {"text": "Growth hormone plays a key role in the development and aging of the thymus and T cell-dependent immune system (Hirokawa et al. 1998 . Activation of the immune functions occurred in both males and females by administration of GHRH (Khorram et al. 1997; Koo et al. 2001 ). Since elderly people frequently have occult carcinoma in thyroid, prostate, and other organs, we need to consider the possibility that an increased level of growth hormone may stimulate proliferation of tumor cells, giving rise to the clinical manifestation of the occult carcinoma (Peryy et al. 2006 Weight of thymus (mg) Fig. 12 Effect of ovariectomy (a) and orchidectomy (b) on the weight of the thymus at various ages. All mice were sacrificed 1 month after the gonadectomy and the wet weight of the thymus was measured Another important information is a kind of trade-off situation between thymus and GH . GH is necessary for the development of thymus dependent immune system, but in the later life GH deficiency is favorable for long life span and decreased occurrence of cancer and diabetes mellitus.", "cite_spans": [{"start": 110, "end": 131, "text": "(Hirokawa et al. 1998", "ref_id": "BIBREF20"}, {"start": 230, "end": 251, "text": "(Khorram et al. 1997;", "ref_id": "BIBREF32"}, {"start": 252, "end": 267, "text": "Koo et al. 2001", "ref_id": "BIBREF33"}, {"start": 553, "end": 571, "text": "(Peryy et al. 2006", "ref_id": "BIBREF49"}], "ref_spans": [{"start": 594, "end": 601, "text": "Fig. 12", "ref_id": "FIGREF2"}], "section": "Number of pulmonary metastasis"}, {"text": "Cyclophosphamide (CY) is an antitumor drugs commonly used for the chemotherapy of human cancer. It is also known to be a potent immunosuppressive drug in human and experimental animals. It is interesting how CY influences the impaired immunological function in aged mice (Ishiyama et al. 1999) .", "cite_spans": [{"start": 271, "end": 293, "text": "(Ishiyama et al. 1999)", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Immunological Enhancement by a Low Dose of Anticancer Drug"}, {"text": "Aged mice treated with a low dose of CY showed significantly enhanced immune capacity in terms of T cell proliferation and T cell-dependent antibody response (Fig. 13 ). In these mice, the total cell numbers of T cells increased in both in the thymus and spleen, as compared with those in nontreated mice. Treatment with a low dose of CY induced apoptosis of thymocytes in the atrophic thymus of aged mice and this was followed by an increase in proliferation of thymocytes and an increase in thymocytes and splenic T cells. Treatment with a high dose of CY also induced apoptosis in the thymus, but suppressed the proliferative capacity, thereby, not leading to an enhancement of immune capacity.", "cite_spans": [], "ref_spans": [{"start": 158, "end": 166, "text": "(Fig. 13", "ref_id": "FIGREF12"}], "section": "Immunological Enhancement by a Low Dose of Anticancer Drug"}, {"text": "CY in young mice, however, suppressed immune capacity regardless of the dose. Thymocytes and splenic T cells of young mice were more susceptible to CY than those of aged mice and decreased in number after treatment with even a low dose of CY.", "cite_spans": [], "ref_spans": [], "section": "Immunological Enhancement by a Low Dose of Anticancer Drug"}, {"text": "For human application, Berd et al. (1984) reported that a low dose of CY enhanced cell-mediated and humoral immunity in patients with advanced cancer.", "cite_spans": [{"start": 23, "end": 41, "text": "Berd et al. (1984)", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Immunological Enhancement by a Low Dose of Anticancer Drug"}, {"text": "Old Young 50mg/kg 1 w 2 w 1 w 2 w Cont 150mg/kg We examined SIV in patients with colorectal cancer before and after chemotherapy and found that eight out of 13 patients showed a trend of increased SIV 8 weeks after the start of chemotherapy (Fig. 14) .", "cite_spans": [], "ref_spans": [{"start": 241, "end": 250, "text": "(Fig. 14)", "ref_id": null}], "section": "PFC/spleen"}, {"text": "In animal experiments, the level of immune functions of aged mice can be restored to a level approaching that of young adult mice by grafting both newborn thymus and bone-marrow from young donors Utsuyama 1984, 1989) . The results suggest that intrinsic cellular change of the immune system is more responsible for the immune deficiencies in the aged than the environmental or structural tissue changes including connective tissues and humoral factors. In thymus grafting, however, thymic stromal tissues rather than thymocytes are important for the restoration of T cell-dependent immune system. For human application, the transplantation of bone-marrow cells is becoming easier, but it is almost impossible to find donors of young thymuses. Further, donors need to have the same MHC type as the recipients. Thymus transplantation may be performed, if an autologous thymus can be partially removed at a young age and stored in liquid nitrogen. Meanwhile, researchers have been accumulating data on molecules of thymic epithelial cells that are essential for T cell differentiation (Zuniga-Pfucker 2004; Utsuyama et al. 2003) . Accordingly, in the near future it may be possible to reconstruct an artificial thymus using easily available cells of individuals.", "cite_spans": [{"start": 196, "end": 216, "text": "Utsuyama 1984, 1989)", "ref_id": null}, {"start": 1082, "end": 1103, "text": "(Zuniga-Pfucker 2004;", "ref_id": "BIBREF67"}, {"start": 1104, "end": 1125, "text": "Utsuyama et al. 2003)", "ref_id": "BIBREF62"}], "ref_spans": [], "section": "Grafting of Cells and Tissues"}, {"text": "Cell transfer method using young and old mice showed that 10% of the age-related decline can be attributed to cellular environment and 90% to changes intrinsic to the old cells (Price and Makinodan 1972 al. 2006) have revealed that the intrinsic cellular changes are mainly observed in T cells; i.e., decrease in number, changes in composition of subpopulations and qualitative changes such as proliferative activity and cytokine production. In fact, T cells from old individuals do not proliferate efficiently in vitro, but the proliferation can be promoted in the presence of anti-CD3 and IL-2. Thus, activated T cells in vitro are expected to restore the declined immune functions of aged mice and humans. This treatment was already employed for cancer treatment as an immunotherapy, e.g., lymphokine-activated killer cells (LAK) (Rosenberg 2001 ).", "cite_spans": [{"start": 177, "end": 202, "text": "(Price and Makinodan 1972", "ref_id": "BIBREF50"}, {"start": 203, "end": 212, "text": "al. 2006)", "ref_id": null}, {"start": 833, "end": 848, "text": "(Rosenberg 2001", "ref_id": "BIBREF52"}], "ref_spans": [], "section": "Infusion of Activated Autologous T cells"}, {"text": "We tested the effect of infusing activated T cells using young and old mice (Hirokawa et al. 2007a) . In this study, we employed a congenic combination of B10.Thy1.1 mice (young and old) as donors and C57BL/6 Thy1.2 mice (young and old) as recipients, to determine how many activated T cells survived in the recipients. The mice were sacrificed 11 days and 25 days after the infusion of activated T cells and used for immunological assessment. For the infusion of activated T cells, splenic lymphocytes were expanded 10-to 15-folds in the presence of immobilized anti-CD3 monoclonal antibody and IL-2. Lymphocytes activated in this way were composed of mostly T cells in which approximately 70% to 80% were CD8 + T cells and 7-14% were CD4 + T cells. The activated T cells prepared from old mice donors contained many more CD8 T cells. Although, CD4 + T cells were smaller in number than CD8 + T cells, most of them expressed a phenotype of naïve T cells. After infusion of activated T cells, the absolute number of T cells significantly increased in the spleen of the recipient mice, especially of old mice. In the peripheral blood and spleen, donor-type Thy-1.1 T cells were significantly more numerous in old recipients than in young ones. In addition, the number of donor-type T cells that survived was significantly high in the spleen than in the peripheral blood in both young and old recipients.", "cite_spans": [{"start": 76, "end": 99, "text": "(Hirokawa et al. 2007a)", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Animal Models"}, {"text": "The magnitude of antibody formation against SRBC did not change significantly in young recipients. About half of the old recipients, however, showed a significant enhancement of antibody formation. It is of importance to note that such an enhanced antibody formation was observed in old recipients infused with activated T cells either from young or old donors.", "cite_spans": [], "ref_spans": [], "section": "Animal Models"}, {"text": "T cells from peripheral blood of healthy people can be easily expanded more than 1000-fold in vitro in the presence of immobilized anti-CD3 monoclonal antibody (MoAb) and IL-2. The infusion of activated autologous T cells has been widely used for cancer patients as a form of immunotherapy (Rosenberg 2001) , but without significant impact on cancer treatment in many cases. However, it can be expected that activated T cells expanded in vitro in a nonspecific manner may improve the immune deficient status of elderly people and cancer patients. T cells expanded in a nonspecific manner may contain harmful T cells exhibiting autoimmune activity. In this respect, a recent paper reported that the infusion of activated autologous T cells did not enhance or promote autoimmune activity (Yamaguchi et al. 2004 ).", "cite_spans": [{"start": 290, "end": 306, "text": "(Rosenberg 2001)", "ref_id": "BIBREF52"}, {"start": 786, "end": 808, "text": "(Yamaguchi et al. 2004", "ref_id": "BIBREF65"}], "ref_spans": [], "section": "Trials in Human Cancer Patients"}, {"text": "In the next step, we examined 14 cancer patients in the advanced stage; patients with tongue cancer (1 case), esophageal cancer (2 cases), lung cancer (4 cases), gastric and pancreatic cancer (3 cases), colon cancer (1 case), appendiceal cancer (1 case), and ovarian cancer (1 case). All the patients were in the advanced stages of cancer, with multiple metastases, and they underwent an infusion of autologous activated T cells (so-called LAK cells).", "cite_spans": [], "ref_spans": [], "section": "Trials in Human Cancer Patients"}, {"text": "The activated autologous T cells prepared in the study comprised T cells (99%), and the CD4/CD8 ratio was approximately 2-3. The proportion of NK cells was less than 1% in the activated T cells.", "cite_spans": [], "ref_spans": [], "section": "Trials in Human Cancer Patients"}, {"text": "The number of cell per infusion was approximately 5 Â 10 9 , and the infusion was repeated 5-6 times for 10 weeks. Various parameters were examined before and after the infusion of activated autologous T cells. The most pronounced improvement was observed in the T cell proliferation index (TCPI). An improvement in TCPI was observed in 11 out of 14 cases. After the infusion, the average TCPI was increased to 1.49, although it was definitely lower than that of healthy controls (1.70). It was not obvious whether the infusion of activated autologous T cells was effective in reducing the tumor size, but most of the patients revealed that, in general, they experienced an improvement in their health status after the infusion ). Figure 15 shows eight immunological parameters before and after the infusion of activated autologous T cells in a cancer patient. Most of the immunological parameters that were examined improved after the infusion, except for the ratio of T cell subpopulations. It is obvious that an increase is observed in the number of T cells and TCPI. Improvement of immunological function cannot be expected in cancer patients whose T cell expansion in vitro is less efficient. Thus, we have to consider the source of T cells. A good technique is to obtain T cells not from patients suffering from cancer, but from individuals in healthy condition. For this purpose, we need to obtain peripheral blood lymphocytes from healthy peoples, and these lymphocytes should be kept in the frozen state. The process can be named as T cell-bank and the system to establish T cells bank is now under way.", "cite_spans": [], "ref_spans": [{"start": 731, "end": 740, "text": "Figure 15", "ref_id": "FIGREF13"}], "section": "Trials in Human Cancer Patients"}, {"text": "Proper assessment of the level of immunological function is very important for the maintenance of healthy condition and prognosis of disease. For this purpose, we have developed an immunological scoring system using nearly ten immunological parameters. In other words, instead of a list of several values of immunological parameters, simple numeral of immunological score or grade can tell us level immunological function as a whole. T cell proliferation index (TCPI) is a new immunological parameter calculated by number of T cells and T cell-proliferative activity. As TCPI is negatively correlated with chronological age, it is possible to obtain immunological age by using correlation formula. The number of CD8 + CD28 + T cells is also negatively correlated with chronological age. T lymphocyte age is calculated by using the correlation formula between the number of CD8 + CD28 + T cells and chronological age. For those who are not familiar with the immune system, it is relatively easy to guess the level of immunological vigor from the immunological age and T lymphocyte age. The immunological age is well correlated with T lymphocyte age. But as an individual level, some difference is observed between them.", "cite_spans": [], "ref_spans": [], "section": "Conclusions and Future Directions"}, {"text": "Assessment method of immunological level mentioned in this chapter is useful for the judgment of health level. There are many methods to restore depressed immunological level of the elderly people. In this case, the immunological assessment method described here is convenient for judgment of immunological restoration. Above all, the immunological level is mostly declined in cancer patients who are under therapy of various methods. Thus, cancer patients need the assessment of immunological level and immunological restoration. In addition, this method is useful to check the effectiveness of newly developed drugs or supplements for the immunological function.", "cite_spans": [], "ref_spans": [], "section": "Conclusions and Future Directions"}, {"text": "Future direction is to include functional and regulatory aspect of immune system in the assessment method; i.e., number of regulatory T cells (Treg), activity of cytokine production by cultured T cells, levels of killing proteins in NK cells and CD8 + T cells.", "cite_spans": [], "ref_spans": [], "section": "Conclusions and Future Directions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Protective effect of oral administration of a traditional medicine, Juzen-taiho-to, and its components on lethal Candida albicans infection in immunosuppressed mice", "authors": [{"first": "S", "middle": [], "last": "Abe", "suffix": ""}, {"first": "S", "middle": [], "last": "Tansho", "suffix": ""}, {"first": "H", "middle": [], "last": "Ishibashi", "suffix": ""}, {"first": "N", "middle": [], "last": "Inagaki", "suffix": ""}, {"first": "Y", "middle": [], "last": "Komatsu", "suffix": ""}, {"first": "H", "middle": [], "last": "Yamaguchi", "suffix": ""}], "year": 1998, "venue": "Immunopharmacol Immunotoxicol", "volume": "20", "issn": "", "pages": "421--431", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Intranasal vaccination with an inactivated whole influenza virus vaccine induces strong antibody response in serum and nasal mucus of healthy adults", "authors": [{"first": "A", "middle": [], "last": "Ainai", "suffix": ""}, {"first": "S", "middle": [], "last": "Tamura", "suffix": ""}, {"first": "T", "middle": [], "last": "Suzuki", "suffix": ""}, {"first": "E", "middle": [], "last": "Van Riet", "suffix": ""}, {"first": "R", "middle": [], "last": "Ito", "suffix": ""}, {"first": "T", "middle": [], "last": "Odagiri", "suffix": ""}, {"first": "M", "middle": [], "last": "Tshiro", "suffix": ""}, {"first": "T", "middle": [], "last": "Kurata", "suffix": ""}, {"first": "H", "middle": [], "last": "Hasegawa", "suffix": ""}], "year": 2013, "venue": "Hum Vaccin Immunother", "volume": "9", "issn": "", "pages": "1962--1070", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Oxidants, anti-oxidants, and the degenerative diseases of aging", "authors": [{"first": "B", "middle": ["N"], "last": "Ames", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Shigenaga", "suffix": ""}, {"first": "T", "middle": ["M"], "last": "Hagen", "suffix": ""}], "year": 1993, "venue": "Proc Natl Acad Sci", "volume": "90", "issn": "", "pages": "7915--7922", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Immune responses and protection in different strain of aged mice immunized intranasally with an adjuvant-combined influenza virus", "authors": [{"first": "H", "middle": [], "last": "Asanuma", "suffix": ""}, {"first": "K", "middle": [], "last": "Hirokawa", "suffix": ""}, {"first": "M", "middle": [], "last": "Utsuyama", "suffix": ""}], "year": 2001, "venue": "Vaccine", "volume": "19", "issn": "", "pages": "3981--3989", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Potentiation of human cell-mediated and humoral immunity by low-dose cyclophosphamide", "authors": [{"first": "D", "middle": [], "last": "Berd", "suffix": ""}, {"first": "H", "middle": ["C"], "last": "Maguire", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Mastrangelo", "suffix": ""}], "year": 1984, "venue": "Cancer Res", "volume": "44", "issn": "", "pages": "5439--5443", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Stress: basic mechanism and clinical implications", "authors": [{"first": "G", "middle": ["P"], "last": "Chrousos", "suffix": ""}, {"first": "R", "middle": [], "last": "Mccarty", "suffix": ""}, {"first": "K", "middle": [], "last": "Pacak", "suffix": ""}, {"first": "G", "middle": [], "last": "Cizza", "suffix": ""}, {"first": "E", "middle": [], "last": "Sternberg", "suffix": ""}, {"first": "P", "middle": ["W"], "last": "Gold", "suffix": ""}, {"first": "R", "middle": [], "last": "Kvetnansky", "suffix": ""}], "year": 1995, "venue": "Ann N Y Acad Sci", "volume": "771", "issn": "", "pages": "1--745", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Cancer Immunoediting: from immuno surveillance to tumor escape", "authors": [{"first": "G", "middle": ["P"], "last": "Dunn", "suffix": ""}, {"first": "A", "middle": ["T"], "last": "Bruce", "suffix": ""}, {"first": "H", "middle": [], "last": "Ikeda", "suffix": ""}, {"first": "L", "middle": ["J"], "last": "Old", "suffix": ""}, {"first": "R", "middle": ["D"], "last": "Schreiber", "suffix": ""}], "year": 2002, "venue": "Nat Immunol", "volume": "3", "issn": "", "pages": "991--998", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Life extension by caloric restriction in humans", "authors": [{"first": "A", "middle": ["V"], "last": "Everitt", "suffix": ""}, {"first": "Le", "middle": [], "last": "Couteur", "suffix": ""}, {"first": "D", "middle": ["G"], "last": "", "suffix": ""}], "year": 2007, "venue": "Ann N Y Acad Sci", "volume": "1114", "issn": "", "pages": "423--433", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Effects of hormone replacement therapy on selected indices of immune function in postmenopausal women", "authors": [{"first": "M", "middle": ["M"], "last": "Fahlman", "suffix": ""}, {"first": "D", "middle": [], "last": "Boardley", "suffix": ""}, {"first": "M", "middle": ["G"], "last": "Flynn", "suffix": ""}], "year": 2000, "venue": "Gynecol Obstet Investig", "volume": "50", "issn": "", "pages": "189--193", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Sex and gender impact immune responses to vaccines among the elderly", "authors": [{"first": "A", "middle": ["L"], "last": "Fink", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Klein", "suffix": ""}], "year": 2015, "venue": "Physiology", "volume": "30", "issn": "6", "pages": "408--416", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Human T (2013) cell aging and the impact of persistent viral infections", "authors": [{"first": "T", "middle": [], "last": "Fulop", "suffix": ""}, {"first": "A", "middle": [], "last": "Larbi", "suffix": ""}, {"first": "G", "middle": [], "last": "Pawelec", "suffix": ""}], "year": null, "venue": "Front Immunol", "volume": "4", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Immunomodulation in middle aged humans via the ingestion of physta standardized root water exgract of Eurycoma longifolia Jack-A randomized, double-blinded, placebo-controlled parallel study", "authors": [{"first": "A", "middle": [], "last": "George", "suffix": ""}, {"first": "N", "middle": [], "last": "Suzuki", "suffix": ""}, {"first": "A", "middle": ["B"], "last": "Abas", "suffix": ""}, {"first": "K", "middle": [], "last": "Mohri", "suffix": ""}, {"first": "M", "middle": [], "last": "Utsuyama", "suffix": ""}, {"first": "K", "middle": [], "last": "Hirokawa", "suffix": ""}, {"first": "T", "middle": [], "last": "Takara", "suffix": ""}], "year": 2016, "venue": "Phytother Res", "volume": "30", "issn": "", "pages": "627--635", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Aging: a theory based on free radical and radiation chemistry", "authors": [{"first": "D", "middle": [], "last": "Harman", "suffix": ""}], "year": 1956, "venue": "J Gerontol", "volume": "1", "issn": "", "pages": "298--300", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Innate immunosenescence: underlying mechanisms and clinical relevance", "authors": [{"first": "J", "middle": [], "last": "Hazeldine", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Lord", "suffix": ""}], "year": 2015, "venue": "Biogerontology", "volume": "16", "issn": "", "pages": "187--201", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Calorie restriction and aging: review of the literature and implications for studies in humans", "authors": [{"first": "L", "middle": ["K"], "last": "Heilbronn", "suffix": ""}, {"first": "E", "middle": [], "last": "Ravussin", "suffix": ""}], "year": 2003, "venue": "Am J Clin Nutr", "volume": "78", "issn": "", "pages": "361--369", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Understanding the mechanism of the age-related decline in immune function", "authors": [{"first": "K", "middle": [], "last": "Hirokawa", "suffix": ""}], "year": 1992, "venue": "Nutr Rev", "volume": "50", "issn": "", "pages": "361--366", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Aging and immunity", "authors": [{"first": "K", "middle": [], "last": "Hirokawa", "suffix": ""}], "year": 2003, "venue": "Jpn J Geriatr", "volume": "40", "issn": "", "pages": "543--552", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "The effect of sequential multiple grafting of syngeneic new-born thymus on the immune functions and life expectancy of aging mice", "authors": [{"first": "K", "middle": [], "last": "Hirokawa", "suffix": ""}, {"first": "M", "middle": [], "last": "Utsuyama", "suffix": ""}], "year": 1984, "venue": "Mech Ageing Dev", "volume": "28", "issn": "", "pages": "111--121", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Combined grafting of bone marrow and thymus, and sequential multiple thymus grafting in various strains of mice. The effect on immune functions and life span", "authors": [{"first": "K", "middle": [], "last": "Hirokawa", "suffix": ""}, {"first": "M", "middle": [], "last": "Utsuyama", "suffix": ""}], "year": 1989, "venue": "Mech Ageing Dev", "volume": "49", "issn": "", "pages": "49--60", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Animal models and possible human application of immunological restoration in the elderly", "authors": [{"first": "K", "middle": [], "last": "Hirokawa", "suffix": ""}, {"first": "M", "middle": [], "last": "Utsuyama", "suffix": ""}], "year": 2002, "venue": "Mech Ageing Dev", "volume": "123", "issn": "", "pages": "1055--1063", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Hypothalamic control of development and aging of the thymus", "authors": [{"first": "K", "middle": [], "last": "Hirokawa", "suffix": ""}, {"first": "M", "middle": [], "last": "Utsuyama", "suffix": ""}, {"first": "S", "middle": [], "last": "Kobayashi", "suffix": ""}], "year": 1998, "venue": "Mech Ageing Dev", "volume": "100", "issn": "", "pages": "177--185", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Hypothalamic control of thymic function", "authors": [{"first": "K", "middle": [], "last": "Hirokawa", "suffix": ""}, {"first": "M", "middle": [], "last": "Utsuyama", "suffix": ""}, {"first": "S", "middle": [], "last": "Kobayashi", "suffix": ""}], "year": 2001, "venue": "Cell Mol Biol", "volume": "47", "issn": "", "pages": "97--102", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Principles and practice of geriatric medicine", "authors": [{"first": "K", "middle": [], "last": "Hirokawa", "suffix": ""}, {"first": "M", "middle": [], "last": "Utsuyama", "suffix": ""}, {"first": "K", "middle": [], "last": "Makinodan", "suffix": ""}], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "19--36", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Proper assessment and restoration of immunological function for the improvement of QOL and elongation of healthy lifespan in the elderly", "authors": [{"first": "K", "middle": [], "last": "Hirokawa", "suffix": ""}, {"first": "M", "middle": [], "last": "Utsuyama", "suffix": ""}, {"first": "Y", "middle": [], "last": "Kikuchi", "suffix": ""}, {"first": "M", "middle": [], "last": "Kitagawa", "suffix": ""}], "year": 2007, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Scoring of immunological vigor; trial assessment of immunological status as a whole for the elderly people and cancer patients", "authors": [{"first": "K", "middle": [], "last": "Hirokawa", "suffix": ""}, {"first": "M", "middle": [], "last": "Utsuyama", "suffix": ""}, {"first": "Y", "middle": [], "last": "Kikuchi", "suffix": ""}], "year": 2007, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Scoring of immunological vigor: trial assessment of immunological status as a whole for elderly people and cancer patients", "authors": [{"first": "K", "middle": [], "last": "Hirokawa", "suffix": ""}, {"first": "M", "middle": [], "last": "Utsuyama", "suffix": ""}, {"first": "Y", "middle": [], "last": "Kikuchi", "suffix": ""}, {"first": "M", "middle": [], "last": "Kitagawa", "suffix": ""}], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "15--31", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Decline of T cell related immune functions in cancer patients and a trial of immuno-logical restoration by infusion of activated autologous T cells", "authors": [{"first": "K", "middle": [], "last": "Hirokawa", "suffix": ""}, {"first": "M", "middle": [], "last": "Utsuyama", "suffix": ""}, {"first": "T", "middle": [], "last": "Ishikawa", "suffix": ""}, {"first": "Y", "middle": [], "last": "Kikuchi", "suffix": ""}, {"first": "M", "middle": [], "last": "Kitagawa", "suffix": ""}, {"first": "Y", "middle": [], "last": "Fijii", "suffix": ""}, {"first": "H", "middle": [], "last": "Nariuchi", "suffix": ""}, {"first": "H", "middle": [], "last": "Uetake", "suffix": ""}, {"first": "K", "middle": [], "last": "Sugihara", "suffix": ""}], "year": 2009, "venue": "Mech Ageing Dev", "volume": "130", "issn": "", "pages": "86--91", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Slower immune system aging in women versus men in the Japanese population", "authors": [{"first": "K", "middle": [], "last": "Hirokawa", "suffix": ""}, {"first": "M", "middle": [], "last": "Utsuyama", "suffix": ""}, {"first": "Y", "middle": [], "last": "Hayashi", "suffix": ""}, {"first": "M", "middle": [], "last": "Kitagawa", "suffix": ""}, {"first": "T", "middle": [], "last": "Makinodan", "suffix": ""}, {"first": "T", "middle": [], "last": "Fulop", "suffix": ""}], "year": 2013, "venue": "Immun Ageing", "volume": "10", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Trade off situation between thymus and growth hormone: age -related decline of growth hormone is a cause of thymic involution but favorable for elongation of lifespan", "authors": [{"first": "K", "middle": [], "last": "Hirokawa", "suffix": ""}, {"first": "M", "middle": [], "last": "Utsuyana", "suffix": ""}, {"first": "Y", "middle": [], "last": "Kikuchi", "suffix": ""}], "year": 2016, "venue": "Biogerontology", "volume": "17", "issn": "1", "pages": "56--59", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Effects of long-term, light exercise under restricted feeding on age-related changes in physiological and metabolic variables in male Wistar rats", "authors": [{"first": "M", "middle": [], "last": "Ichikawa", "suffix": ""}, {"first": "Y", "middle": [], "last": "Fujita", "suffix": ""}, {"first": "H", "middle": [], "last": "Ebisawa", "suffix": ""}, {"first": "T", "middle": [], "last": "Ozeki", "suffix": ""}], "year": 2000, "venue": "Mech Ageing Dev", "volume": "113", "issn": "", "pages": "23--35", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Immunological enhancement with a low dose of cyclophosphamide in aged mice", "authors": [{"first": "N", "middle": [], "last": "Ishiyama", "suffix": ""}, {"first": "M", "middle": [], "last": "Utsuyama", "suffix": ""}, {"first": "K", "middle": [], "last": "Hirokawa", "suffix": ""}], "year": 1999, "venue": "Mech Ageing Dev", "volume": "111", "issn": "", "pages": "1--12", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Accelerated recovery from cyclophosphamide-induced leukopenia in mice administered a Japanese ethical herbal drug, Hochu-ekki-to", "authors": [{"first": "M", "middle": [], "last": "Kaneko", "suffix": ""}, {"first": "T", "middle": [], "last": "Kawakita", "suffix": ""}, {"first": "Y", "middle": [], "last": "Kumazawa", "suffix": ""}, {"first": "H", "middle": [], "last": "Takimoto", "suffix": ""}, {"first": "K", "middle": [], "last": "Nomoto", "suffix": ""}, {"first": "T", "middle": [], "last": "Yoshizawa", "suffix": ""}], "year": 1999, "venue": "Immunopharmacology", "volume": "44", "issn": "", "pages": "223--231", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Effects of [norleucine27] growth hormone-releas-ing hormone (GHRH) (1-29)-NH2 administration on the immune system of aging men and women", "authors": [{"first": "O", "middle": [], "last": "Khorram", "suffix": ""}, {"first": "M", "middle": [], "last": "Yeung", "suffix": ""}, {"first": "L", "middle": [], "last": "Vu", "suffix": ""}, {"first": "Yen", "middle": [], "last": "Ss", "suffix": ""}], "year": 1997, "venue": "J Clin Endocrinol Metab", "volume": "82", "issn": "", "pages": "3590--3596", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Immune enhancing effect of a growth hormone serectagogue", "authors": [{"first": "G", "middle": ["C"], "last": "Koo", "suffix": ""}, {"first": "C", "middle": [], "last": "Huang", "suffix": ""}, {"first": "R", "middle": [], "last": "Camacho", "suffix": ""}, {"first": "C", "middle": [], "last": "Trainor", "suffix": ""}, {"first": "J", "middle": ["T"], "last": "Blake", "suffix": ""}, {"first": "A", "middle": [], "last": "Sirotina-Meisher", "suffix": ""}, {"first": "K", "middle": ["D"], "last": "Schleim", "suffix": ""}, {"first": "", "middle": [], "last": "Wu", "suffix": ""}, {"first": "K", "middle": [], "last": "Cheng", "suffix": ""}, {"first": "R", "middle": [], "last": "Nargund", "suffix": ""}, {"first": "G", "middle": [], "last": "Mckissick", "suffix": ""}], "year": 2001, "venue": "J Immunol", "volume": "166", "issn": "", "pages": "4195--4201", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Recreational music-making modulates immunological responses and mood states in older adults", "authors": [{"first": "M", "middle": [], "last": "Koyama", "suffix": ""}, {"first": "M", "middle": [], "last": "Wachi", "suffix": ""}, {"first": "M", "middle": [], "last": "Utsuyama", "suffix": ""}, {"first": "B", "middle": [], "last": "Bittman", "suffix": ""}, {"first": "K", "middle": [], "last": "Hirokawa", "suffix": ""}, {"first": "M", "middle": [], "last": "Kitagawa", "suffix": ""}], "year": 2009, "venue": "J Med Dent Sci", "volume": "56", "issn": "2", "pages": "79--90", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Age-related changes in lymphocytes development and function", "authors": [{"first": "P", "middle": ["J"], "last": "Linton", "suffix": ""}, {"first": "K", "middle": [], "last": "Dorshkind", "suffix": ""}], "year": 2004, "venue": "Nat Immunol", "volume": "5", "issn": "", "pages": "3974--3984", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Cause of death in a hospitalized geriatric population: an autopsy study of 3000 autopsy patients", "authors": [{"first": "Mac", "middle": [], "last": "Gee", "suffix": ""}, {"first": "W", "middle": [], "last": "", "suffix": ""}], "year": 1993, "venue": "Virchows Arch A", "volume": "423", "issn": "", "pages": "343--349", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "The effect of retarded growth upon the length of life span and upon ultimate body size", "authors": [{"first": "C", "middle": ["M"], "last": "Macay", "suffix": ""}, {"first": "M", "middle": ["F"], "last": "Crowell", "suffix": ""}, {"first": "L", "middle": ["A"], "last": "Maynard", "suffix": ""}], "year": 1935, "venue": "J Nutr", "volume": "10", "issn": "", "pages": "63--79", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Age influence on the immune system", "authors": [{"first": "T", "middle": [], "last": "Makinodan", "suffix": ""}, {"first": "Mmb", "middle": [], "last": "Kay", "suffix": ""}], "year": 1980, "venue": "Adv Immunol", "volume": "29", "issn": "", "pages": "287--330", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Age-associated decline in effective immune synapse formation of CD4(+) T cells is reversed by vitamin E supplementation", "authors": [{"first": "M", "middle": ["G"], "last": "Marko", "suffix": ""}, {"first": "T", "middle": [], "last": "Ahmed", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Bunnell", "suffix": ""}], "year": 2007, "venue": "J Immunol", "volume": "178", "issn": "", "pages": "1443--1449", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Genetic analysis of ageing: role of oxidative damage and environmental stresses", "authors": [{"first": "G", "middle": ["M"], "last": "Martin", "suffix": ""}, {"first": "S", "middle": ["N"], "last": "Austad", "suffix": ""}, {"first": "T", "middle": ["E"], "last": "Johnson", "suffix": ""}], "year": 1996, "venue": "Nat Genet", "volume": "13", "issn": "", "pages": "25--34", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Delay of T cell senescence by caloric restriction in aged long-lived non-human primates", "authors": [{"first": "I", "middle": [], "last": "Messaoudi", "suffix": ""}, {"first": "J", "middle": [], "last": "Warner", "suffix": ""}, {"first": "M", "middle": [], "last": "Fischer", "suffix": ""}], "year": 2006, "venue": "Proc Natl Acad Sci U S A", "volume": "103", "issn": "", "pages": "19448--19453", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "The effect of long-term dietary supplementation with anti-oxidants", "authors": [{"first": "S", "middle": ["N"], "last": "Meydani", "suffix": ""}, {"first": "R", "middle": ["D"], "last": "Lipman", "suffix": ""}, {"first": "S", "middle": ["N"], "last": "Han", "suffix": ""}], "year": 1998, "venue": "Ann N Y Acad Sci", "volume": "854", "issn": "", "pages": "352--360", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Effect of Hochu-ekki-to (TJ-41), a Japanese herbal medicine, on the mice infected with influenza virus", "authors": [{"first": "K", "middle": [], "last": "Mori", "suffix": ""}, {"first": "T", "middle": [], "last": "Kido", "suffix": ""}, {"first": "H", "middle": [], "last": "Daikuhara", "suffix": ""}, {"first": "I", "middle": [], "last": "Sakakibara", "suffix": ""}, {"first": "T", "middle": [], "last": "Sakata", "suffix": ""}, {"first": "K", "middle": [], "last": "Shimizu", "suffix": ""}, {"first": "T", "middle": [], "last": "Amagaya", "suffix": ""}, {"first": "H", "middle": [], "last": "Sasaki", "suffix": ""}, {"first": "Y", "middle": [], "last": "Komatsu", "suffix": ""}], "year": 1999, "venue": "Antivir Res", "volume": "15", "issn": "", "pages": "103--111", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Aging of the T cell compartment in mice and humans: from no naïve expectations to foggy memories", "authors": [{"first": "J", "middle": [], "last": "Nikolich-Zugich", "suffix": ""}], "year": 2014, "venue": "J Immunol", "volume": "193", "issn": "", "pages": "2622--2629", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Improvement in human immune function with changes in intestinal microbiota by Salacia reticulate extract ingestion; A randomized placebo-controlled trial", "authors": [{"first": "Y", "middle": [], "last": "Oda", "suffix": ""}, {"first": "F", "middle": [], "last": "Ueda", "suffix": ""}, {"first": "M", "middle": [], "last": "Utsuyama", "suffix": ""}, {"first": "A", "middle": [], "last": "Kamei", "suffix": ""}, {"first": "C", "middle": [], "last": "Kakinuma", "suffix": ""}, {"first": "K", "middle": [], "last": "Abe", "suffix": ""}, {"first": "K", "middle": [], "last": "Hirokawa", "suffix": ""}], "year": 2015, "venue": "PLoS One", "volume": "10", "issn": "12", "pages": "", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Oral administration of a Kampo (Japanese herbal) medicine Juzen-Taiho-To inhibits liver metastasis of colon 26-15 carcinoma cells", "authors": [{"first": "Y", "middle": [], "last": "Onishi", "suffix": ""}, {"first": "H", "middle": [], "last": "Fujii", "suffix": ""}, {"first": "Y", "middle": [], "last": "Hayakawa", "suffix": ""}, {"first": "R", "middle": [], "last": "Sakukawa", "suffix": ""}, {"first": "T", "middle": [], "last": "Yamaura", "suffix": ""}, {"first": "T", "middle": [], "last": "Sakamoto", "suffix": ""}, {"first": "K", "middle": [], "last": "Tsukada", "suffix": ""}, {"first": "M", "middle": [], "last": "Fujimaki", "suffix": ""}, {"first": "S", "middle": [], "last": "Nunome", "suffix": ""}, {"first": "Y", "middle": [], "last": "Komatsu", "suffix": ""}, {"first": "I", "middle": [], "last": "Saiki", "suffix": ""}], "year": 1998, "venue": "Jpn J Cancer Res", "volume": "89", "issn": "", "pages": "206--213", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Effect of vitamin E supplementation on antioxidant defense systems and humoral immune responses in young, middle-aged and elderly Korean women", "authors": [{"first": "O", "middle": ["J"], "last": "Park", "suffix": ""}, {"first": "H", "middle": ["Y"], "last": "Kim", "suffix": ""}, {"first": "W", "middle": ["K"], "last": "Kim", "suffix": ""}], "year": 2003, "venue": "J Nutr Sci Vitaminol", "volume": "49", "issn": "", "pages": "94--99", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Is immunosenescence infectious?", "authors": [{"first": "G", "middle": [], "last": "Pawelec", "suffix": ""}, {"first": "A", "middle": [], "last": "Akbar", "suffix": ""}, {"first": "C", "middle": [], "last": "Caruso", "suffix": ""}], "year": 2004, "venue": "Trends Immunol", "volume": "25", "issn": "", "pages": "406--410", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "The oncogenic potential of growth hormone", "authors": [{"first": "J", "middle": ["K"], "last": "Peryy", "suffix": ""}, {"first": "B", "middle": ["S"], "last": "Emerald", "suffix": ""}, {"first": "H", "middle": ["C"], "last": "Mertani", "suffix": ""}, {"first": "P", "middle": ["E"], "last": "Lobie", "suffix": ""}], "year": 2006, "venue": "Growth Hormon IGF Res", "volume": "16", "issn": "", "pages": "277--289", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Immunologic deficiencies in senescence. I. Characterization of intrinsic deficiencies", "authors": [{"first": "G", "middle": ["B"], "last": "Price", "suffix": ""}, {"first": "T", "middle": [], "last": "Makinodan", "suffix": ""}], "year": 1972, "venue": "J Immunol", "volume": "108", "issn": "", "pages": "403--412", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "Ageing, immune response and mortality", "authors": [{"first": "I", "middle": ["C"], "last": "Roberts-Thomson", "suffix": ""}, {"first": "S", "middle": [], "last": "Whittingham", "suffix": ""}, {"first": "U", "middle": [], "last": "Youngchaiyud", "suffix": ""}, {"first": "I", "middle": ["R"], "last": "Mackay", "suffix": ""}], "year": 1974, "venue": "Lancet", "volume": "2", "issn": "7877", "pages": "368--370", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Progress in human tumour immunology and immunotherapy", "authors": [{"first": "S", "middle": ["A"], "last": "Rosenberg", "suffix": ""}], "year": 2001, "venue": "Nature", "volume": "411", "issn": "", "pages": "380--384", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Biomarkers of caloric restriction may predict longevity in human", "authors": [{"first": "G", "middle": ["S"], "last": "Roth", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Lane", "suffix": ""}, {"first": "D", "middle": ["K"], "last": "Ingram", "suffix": ""}], "year": 2002, "venue": "Science", "volume": "297", "issn": "", "pages": "", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "HPLC analysis of juzen-taiho-to and its variant formulations and their anti-metastatic efficacies", "authors": [{"first": "I", "middle": [], "last": "Saiki", "suffix": ""}, {"first": "T", "middle": [], "last": "Yamaura", "suffix": ""}, {"first": "Y", "middle": [], "last": "Ohnishi", "suffix": ""}, {"first": "Y", "middle": [], "last": "Hayakawa", "suffix": ""}, {"first": "Y", "middle": [], "last": "Komatsu", "suffix": ""}, {"first": "S", "middle": [], "last": "Nunome", "suffix": ""}], "year": 1999, "venue": "Chem Pharm Bull", "volume": "47", "issn": "", "pages": "1170--1174", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "The long-term effects of a Kampo medicine, Juzentaihoto, on maintenance of antibody titer in elderly people after influenza vaccination", "authors": [{"first": "I", "middle": [], "last": "Saiki", "suffix": ""}, {"first": "K", "middle": [], "last": "Koizumi", "suffix": ""}, {"first": "H", "middle": [], "last": "Goto", "suffix": ""}, {"first": "A", "middle": [], "last": "Inuima", "suffix": ""}, {"first": "T", "middle": [], "last": "Namiki", "suffix": ""}, {"first": "M", "middle": [], "last": "Raimura", "suffix": ""}, {"first": "T", "middle": [], "last": "Kogure", "suffix": ""}, {"first": "T", "middle": [], "last": "Tatsumi", "suffix": ""}, {"first": "H", "middle": [], "last": "Inoue", "suffix": ""}, {"first": "S", "middle": [], "last": "Sakai", "suffix": ""}, {"first": "H", "middle": [], "last": "Oka", "suffix": ""}, {"first": "M", "middle": [], "last": "Fujimoto", "suffix": ""}, {"first": "H", "middle": [], "last": "Hikiami", "suffix": ""}, {"first": "H", "middle": [], "last": "Sakurai", "suffix": ""}, {"first": "N", "middle": [], "last": "Shibahata", "suffix": ""}, {"first": "Y", "middle": [], "last": "Shimada", "suffix": ""}, {"first": "H", "middle": [], "last": "Origawa", "suffix": ""}], "year": 2013, "venue": "Evid Based Complement Alternat Med", "volume": "2013", "issn": "", "pages": "", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "Effect of estrogen/progesterone hormone replacement therapy on natural killer cell cytotoxicity and immunoregulatory cytokine release by peripheral blood mononuclear cells of postmenopausal women", "authors": [{"first": "U", "middle": [], "last": "Stopinska-Gluszak", "suffix": ""}, {"first": "J", "middle": [], "last": "Waligora", "suffix": ""}, {"first": "T", "middle": [], "last": "Grzela", "suffix": ""}], "year": 2006, "venue": "J Reprod Immunol", "volume": "69", "issn": "", "pages": "65--75", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "Activation of thymic regeneration in mice and humans following androgen blockade", "authors": [{"first": "J", "middle": ["S"], "last": "Sutherland", "suffix": ""}, {"first": "G", "middle": ["L"], "last": "Goldberg", "suffix": ""}, {"first": "M", "middle": ["V"], "last": "Hammett", "suffix": ""}, {"first": "A", "middle": ["P"], "last": "Uldrich", "suffix": ""}, {"first": "S", "middle": ["P"], "last": "Berzins", "suffix": ""}, {"first": "T", "middle": ["S"], "last": "Heng", "suffix": ""}, {"first": "B", "middle": ["R"], "last": "Blazar", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Millar", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Malin", "suffix": ""}, {"first": "A", "middle": ["P"], "last": "Chidgey", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Boyd", "suffix": ""}], "year": 2005, "venue": "J Immunol", "volume": "175", "issn": "4", "pages": "2741--2753", "other_ids": {}}, "BIBREF58": {"ref_id": "b58", "title": "The Zespri Gold Kiwi ingestion can improve immune strength", "authors": [{"first": "N", "middle": [], "last": "Suzuki", "suffix": ""}, {"first": "K", "middle": [], "last": "Yamamoto", "suffix": ""}, {"first": "K", "middle": [], "last": "Shizuka", "suffix": ""}, {"first": "T", "middle": [], "last": "Suda", "suffix": ""}, {"first": "K", "middle": [], "last": "Seshimo", "suffix": ""}, {"first": "M", "middle": [], "last": "Utsuyama", "suffix": ""}, {"first": "K", "middle": [], "last": "Hirokawa", "suffix": ""}, {"first": "T", "middle": [], "last": "Takara", "suffix": ""}], "year": 2012, "venue": "J Prev Med", "volume": "7", "issn": "", "pages": "17--23", "other_ids": {}}, "BIBREF59": {"ref_id": "b59", "title": "Hypertrophy of the thymus and restoration of immune functions in mice and rats by gonadectomy", "authors": [{"first": "M", "middle": [], "last": "Utsuyama", "suffix": ""}, {"first": "K", "middle": [], "last": "Hirokawa", "suffix": ""}], "year": 1989, "venue": "Mech Ageing Dev", "volume": "47", "issn": "3", "pages": "175--185", "other_ids": {}}, "BIBREF60": {"ref_id": "b60", "title": "Retardation of the age-associated decline of immune functions in aging rats under dietary restriction and daily physical exercise", "authors": [{"first": "M", "middle": [], "last": "Utsuyama", "suffix": ""}, {"first": "M", "middle": [], "last": "Ichikawa", "suffix": ""}, {"first": "A", "middle": [], "last": "Konno-Shirakawa", "suffix": ""}, {"first": "Y", "middle": [], "last": "Fujita", "suffix": ""}, {"first": "K", "middle": [], "last": "Hirokawa", "suffix": ""}], "year": 1996, "venue": "Mech Ageing Dev", "volume": "91", "issn": "", "pages": "219--228", "other_ids": {}}, "BIBREF61": {"ref_id": "b61", "title": "Immunological restoration and antitumor effect by Japanese herbal medicine in aged mice", "authors": [{"first": "M", "middle": [], "last": "Utsuyama", "suffix": ""}, {"first": "H", "middle": [], "last": "Seidler", "suffix": ""}, {"first": "M", "middle": [], "last": "Kitagawa", "suffix": ""}, {"first": "K", "middle": [], "last": "Hirokawa", "suffix": ""}], "year": 2001, "venue": "Mech Ageing Dev", "volume": "122", "issn": "", "pages": "341--335", "other_ids": {}}, "BIBREF62": {"ref_id": "b62", "title": "Glia maturation factor produced by thymic epithelial cells plays a role in T cells differentiation in thymic microenvironment", "authors": [{"first": "M", "middle": [], "last": "Utsuyama", "suffix": ""}, {"first": "J", "middle": [], "last": "Shiraishi", "suffix": ""}, {"first": "H", "middle": [], "last": "Takahashi", "suffix": ""}, {"first": "M", "middle": [], "last": "Kasai", "suffix": ""}, {"first": "K", "middle": [], "last": "Hirokawa", "suffix": ""}], "year": 2003, "venue": "Int Immunol", "volume": "15", "issn": "", "pages": "557--564", "other_ids": {}}, "BIBREF63": {"ref_id": "b63", "title": "Recreational music-making modulates natural killer cell activity, cytokines, and mood states in corporate employees", "authors": [{"first": "M", "middle": [], "last": "Wachi", "suffix": ""}, {"first": "M", "middle": [], "last": "Koyama", "suffix": ""}, {"first": "M", "middle": [], "last": "Utsuyama", "suffix": ""}, {"first": "B", "middle": ["B"], "last": "Bittman", "suffix": ""}, {"first": "M", "middle": [], "last": "Kitagawa", "suffix": ""}, {"first": "K", "middle": [], "last": "Hirokawa", "suffix": ""}], "year": 2007, "venue": "Med Sci Monit", "volume": "13", "issn": "", "pages": "57--70", "other_ids": {}}, "BIBREF64": {"ref_id": "b64", "title": "Vitamin E enhances the immune functions of young, but not old mice under restraint stress", "authors": [{"first": "A", "middle": [], "last": "Wakikawa", "suffix": ""}, {"first": "M", "middle": [], "last": "Utsuyama", "suffix": ""}, {"first": "A", "middle": [], "last": "Wakabayashi", "suffix": ""}, {"first": "M", "middle": [], "last": "Kitagawa", "suffix": ""}, {"first": "K", "middle": [], "last": "Hirokawa", "suffix": ""}], "year": 1999, "venue": "Exp Gerontol", "volume": "34", "issn": "", "pages": "853--862", "other_ids": {}}, "BIBREF65": {"ref_id": "b65", "title": "Long-term intravenous administration of activated autologous lymphocytes for cancer patients does not induce anti-nuclear antibody and rheumatoid factor", "authors": [{"first": "T", "middle": [], "last": "Yamaguchi", "suffix": ""}, {"first": "K", "middle": [], "last": "Bamba", "suffix": ""}, {"first": "A", "middle": [], "last": "Kitayama", "suffix": ""}, {"first": "Y", "middle": [], "last": "Kuroiwa", "suffix": ""}, {"first": "K", "middle": [], "last": "Yoshimatsu", "suffix": ""}, {"first": "T", "middle": [], "last": "Shimakawa", "suffix": ""}, {"first": "K", "middle": [], "last": "Ogawa", "suffix": ""}, {"first": "T", "middle": [], "last": "Sekine", "suffix": ""}, {"first": "N", "middle": [], "last": "Shimizu", "suffix": ""}, {"first": "K", "middle": [], "last": "Yamamoto", "suffix": ""}], "year": 2004, "venue": "Anticancer Res", "volume": "24", "issn": "", "pages": "2423--2429", "other_ids": {}}, "BIBREF66": {"ref_id": "b66", "title": "Bu-zhong-yi-qi-tang (Japanese name: Hochu-ekki-to), on the restraint stress-induced susceptibility against Listeria monocytogenes", "authors": [{"first": "Y", "middle": [], "last": "Yamaoka", "suffix": ""}, {"first": "T", "middle": [], "last": "Kawakita", "suffix": ""}, {"first": "K", "middle": [], "last": "Nomoto", "suffix": ""}], "year": 2000, "venue": "Immunopharmacology", "volume": "48", "issn": "", "pages": "35--42", "other_ids": {}}, "BIBREF67": {"ref_id": "b67", "title": "T-cell development made simple", "authors": [{"first": "J", "middle": ["C"], "last": "Zuniga-Pfucker", "suffix": ""}], "year": 2004, "venue": "Nat Rev Immunol", "volume": "4", "issn": "", "pages": "67--72", "other_ids": {}}}, "ref_entries": {"FIGREF2": {"text": "Process of scoring and grading immunological parameters.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "be different in individual case. The difference is mainly caused by the disproportionate balance between CD4 + T cells and CD8 + T cells.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "shows radar graphs of two example cases showing the eight immunological parameters, SIV (scoring of immunological vigor)-8, immunological grade, (a) Negative relation between the number of CD8+CD28+ T cells and age. (b) High correlation between the number of CD8+CD28+ T cells and TCPI immunological age and T lymphocyte age. This figure shows how the immune status of individuals can be understood.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Radar graph shows three examples assessed by immunological age, SIV and grade Comparison of SIV-10 (a) and grade (b) between healthy people (400 cases) and cancer patients (300 cases)", "latex": null, "type": "figure"}, "FIGREF9": {"text": "Effect of Japanese herbal medicine (TJ-41) on splenic T cells (a) and antiSRBC response in young and old mice (b)", "latex": null, "type": "figure"}, "FIGREF10": {"text": "Effect of Japanese herbal medicine (TJ-48) on tumor metastases to lungs in young and old mice. Top figure shows experimental protocol. TJ-5 is another Japanese herbal medicine, Anchusan", "latex": null, "type": "figure"}, "FIGREF11": {"text": "Effect of TJ-41 on immunological parameters and immunological year (IY) in 66 years old male. Full recovery was observed 8", "latex": null, "type": "figure"}, "FIGREF12": {"text": "Restoration of antiSRBC response of old mice by administration of low dose (50 mg) of cyclophosphamide, but not by a high dose (150 mg). In young mice, the suppressive effect was obvious", "latex": null, "type": "figure"}, "FIGREF13": {"text": "Two cases of cancer patients treated with infusion of activated autologous T cells (a) Improvement of immunological parameters was observed in 60-years-old male with lung cancer. Improvement was observed in most parameters except for the ratios of T cell subpopulations such as the CD4/CD8 ratio and N/M ratio. (b) Infusion of activated autologous T cells gradually improved radar graph patterns and immunological year (IY) in 78-years-old female with lung cancer", "latex": null, "type": "figure"}, "TABREF0": {"text": "", "latex": null, "type": "table"}, "TABREF1": {"text": "", "latex": null, "type": "table"}, "TABREF2": {"text": "", "latex": null, "type": "table"}, "TABREF6": {"text": ") i.v. → i.p.", "latex": null, "type": "table"}, "TABREF7": {"text": ").", "latex": null, "type": "table"}, "TABREF8": {"text": "). Many studies including ours(Hirokawa", "latex": null, "type": "table"}}, "back_matter": []}