{
    "paper_id": "34dc5b2e057cbbc02c72a094297c9e992d6b75e0",
    "metadata": {
        "title": "Disaster Risk Management in China",
        "authors": [
            {
                "first": "C Springer-Verlag",
                "middle": [],
                "last": "Berlin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Disasters have been endemic throughout history. In Judeo history, the flood survived by Noah was about as complete a disaster to contemporary humankind as can be imagined. Egypt was plagued with droughts and floods of the Nile. In Greek/Roman culture, events such as eruptions of Mount Vesuvius caused tremendous suffering and damage. Similar disasters disrupted human activity throughout the world, to include unrecorded events at Easter Island. The International Federation of Red Cross and Red Crescent Societies stated that over a recent 10 year period, almost two billion people have been affected by disasters. 1 People in Asia accounted for almost 89% of the population affected by natural disasters between 1975 and 2003. 2 In very recent activity, we have continued to see disasters, such as the 2004 tsunami in the Indian Ocean, 3 European flooding in August 2005, hurricane Katrina in the US in September 2005, 4 and Sichuan earthquakes in 2008. These disasters were all geological. There have been biological disasters such as the SARS scare, and the current swine flu virus scare. Nuclear systems receive a great deal of attention, to include the Netherlands, 5 the US, 6 Russia, 7 and elsewhere. Like all governments, the US government expends considerable effort in developing emergency response capability. 8 The US Department of Homeland Security also has systems, to include their Critical Infrastructure Protection Decision Support System (CIPDSS). 9 A common theme is that we are never prepared adequately, yet society copes, and no matter how successful response is, critics abound. 10 We will begin the chapter with a review of the 2008 Sichuan earthquake in China and the responses to that disaster. We will then review the rich and growing field of emergency management, focusing on the use of modeling and technology to support better response. These tools include database systems, data mining, other forms of quantitative modeling, culminating in emergency management support systems. There are many software products developed to support disaster planning. In a broad sense, they cover data manipulation as well as modeling specific scenarios. Many software providers are moving to virtual services, making their products available on-line. We review a few of the applications involving database systems and data mining, followed by a review and demonstration of emergency management support systems, and one of the financial instruments designed to deal with that aspect of disaster management.",
            "cite_spans": [
                {
                    "start": 1604,
                    "end": 1606,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "China experienced damaging earthquakes in 2008 in Sichuan. Earthquake prediction is very difficult to predict, in terms of timing, magnitude, and location. Table 6 .1 gives a listing of major Chinese earthquakes, extracted from Web sites. Figure 6 .1 shows the intensity of the series of shock over the period 12 May to 11 June 2008 in Sichuan.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 156,
                    "end": 163,
                    "text": "Table 6",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 239,
                    "end": 247,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "Chinese Earthquake Disaster Management"
        },
        {
            "text": "China is of course not alone in facing the risks of earthquakes. Australia recorded insured losses of over $1 billion at Newcastle in 1989. For a detailed list of large earthquakes all over the world, please see http://en.wikipedia.org/wiki/ List_of_earthquakes. Table 6 .2 demonstrates that earthquakes can involve massive loss of life (see the 1,556 earthquake on the list). Earthquakes strike all around the world. In August, 2007 Peru was struck by a 7.9 magnitude earthquake shaking the cities of Ica, Pisco, and Chinca, resulting in 500 deaths and destruction of houses, 11 In May 1970, over 50,000 died in Peru from another 7.9 magnitude earthquake. Earthquakes in Japan threaten a widespread nuclear energy system. An earthquake in 2007 caused a fire at the Kashiwazaki-Kariwa Nuclear Power Plant, leading to leaking of radioactive water into the ocean. As nuclear energy becomes more attractive, environmental groups are concerned about earthquake risk in other areas of Asia, to include Indonesia, Vietnam, and Thailand. 12 Earthquakes also have had significant political impact (e.g., the Managua Nicaragua earthquake in 1972 has been credited with leading to the Sandinista revolution because of inadequate governmental relief response).",
            "cite_spans": [
                {
                    "start": 577,
                    "end": 579,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1031,
                    "end": 1033,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 263,
                    "end": 270,
                    "text": "Table 6",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Chinese Earthquake Disaster Management"
        },
        {
            "text": "Earthquake response refers to actions taken to immediately save victim lives and reduce possible damage and disruption in a very short period of time. Possible measures consist of threat detection, warning message dissemination, threatened population evacuation, trapped victim search and rescue, medical care and food and shelter provision. Many nations have developed measures to cope with earthquakes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Earthquake Response"
        },
        {
            "text": "In Europe, risk from natural disaster-triggered events is referred to as Natech. 13 One of the most recent earthquakes of significance was in Turkey in August 1999 at Kocaeli. This earthquake released over 20 hazardous material events, and caused the collapse of a concrete stack at an oil refinery, triggering multiple fires which burned for 4 days, leading to evacuation of thousands. Sampling identified over 100 industrial facilities that handled hazardous chemicals. The European Community is acting through regulations aimed at prevention and limiting consequences. Industrial facilities that store, use or handle dangerous substances are required to have majoraccident prevention policies, with emergency plans for dealing with accidental chemical release. Facilities must carry out a hazard assessment, to include a process safety analysis, evaluate mitigation measure including protection of human health and the environment. In Bulgaria, specific measures include building codes requiring earthquake resistant design. Bulgarian hazardous material measures include a hazard assessment, to include scenarios of domino effects and impacts on communities.",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 83,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Earthquake Response"
        },
        {
            "text": "In France, natural disaster risk prevention includes hazard identification, risk assessment, monitoring and warning programs, prevention and mitigation policies, and regulations establishing zoning, disaster preparedness and emergency response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Earthquake Response"
        },
        {
            "text": "Germany has an integrated system of prevention and warning systems. Each disaster triggers evaluation that is used to update regulations. Emergency response plans are required with hazard risk maps published.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Earthquake Response"
        },
        {
            "text": "In Italy, the Department of Civil Protection held a nationwide study to evaluate civil protection plans. Scenarios of direct and indirect effects on human health, the food chain, and pollution are used for planning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Earthquake Response"
        },
        {
            "text": "Portugal deals with earthquake risk under their Regulation for Security for Structures. An in-depth study to assess seismic vulnerability was conducted in 1997, leading to an emergency contingency plan. Portugal developed a GIS-based simulator of seismic scenarios with information on geophysical, geological, housing, structural, and population data by region.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Earthquake Response"
        },
        {
            "text": "Sweden applies an all-hazards approach to risk management and emergency response. Municipalities are required to identify local risks and generate preventive measures and emergency response plans. National agencies provide supervision, tools, guidance and support.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Earthquake Response"
        },
        {
            "text": "Australia also experiences some earthquake activity, averaging losses of $Australian 144 million per year. 14 In December 1989, Newcastle was hit by a 5.6 magnitude earthquake leading to damage to over 63,000 household insurance claims. Australia has done significant work in assessing the risk to residential buildings since that time. This may lead to the avoidance of some future damage through better building codes and land-use planning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Earthquake Response"
        },
        {
            "text": "In the United States, emergency management has a long and complex history, directed by various governmental agencies, to include the Federal Emergency Management Agency. Federal, State, and Municipality governments all have regulations and building codes. Comerio 15 reviewed policy incentives designed to steer builders to construct more disaster-resistant structures. Some policies are aimed at reducing risk through growth restrictions or land-use regulations. Other policies promote safe development through mitigation of event consequences through preparedness information, building codes, and insurance. The chief of the Office of Applied Economics of the US National Institute of Standards and Technology has proposed a three step protocol to prepare for natural disaster in the context of building construction. 16 The first step is to assess risk. Tools available to evaluate risk include standards and software products. The second step is to identify alternative risk mitigation strategies, to include engineering alternatives, management practices, and financial mechanisms. The third step is to evaluate life-cycle economic effectives of alternatives. Some organizations provide standards and software to aid in this third step.",
            "cite_spans": [
                {
                    "start": 820,
                    "end": 822,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Earthquake Response"
        },
        {
            "text": "The State of California has a heavy history of earthquake experience. The 1994 Northridge earthquake resulted in over $12 billion in insured losses, severely damaging the insurance industry. Part of the California approach to dealing with earthquakes includes legal requirements for insurers to sell residential earthquake coverage, enacted in 1988. 17 Special insurance pools were created to assure that coverage was provided while enabling insurers to survive.",
            "cite_spans": [
                {
                    "start": 350,
                    "end": 352,
                    "text": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Earthquake Response"
        },
        {
            "text": "Chinese response to the 2008 Sichuan earthquakes was reported by the International Federation of Red Cross and Red Crescent Societies 18 provided a 3-month consolidated report as of 22 August 2008, outlining challenges and progress in response to the Sichuan earthquake. By August 12th, the Sichuan provincial government was credited by placing all displaced people in transitional housing. The magnitude of the disaster was demonstrated in the massive scope, with 4.5 million people losing homes. Of these, 978,000 were in urban households, who were placed in transitional housing, with 3,400 resettlement areas being build. In rural areas, 3.5 million received government subsidies to rebuild their own housing. Of these, 20,000 permanent homes had been completed by the time of the report, with another 175,000 homes under construction. Table 6 .2 gives objectives and progress by relief category for the Chinese Red Cross and Red Crescent Society.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 840,
                    "end": 847,
                    "text": "Table 6",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Chinese Earthquake Response"
        },
        {
            "text": "Disaster management involves a superabundance of data. This data usually comes from a variety of sources, to include humans as well as government and private databases. Furthermore, there are usually a number of government agencies involved, each liable to have their own data to include. The problem is that in the planning stage, it is difficult to predict which specific data are going to be needed for a specific event. Fortunately, database systems exist to help deal with large quantities of data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Database Support"
        },
        {
            "text": "A database system is the first step in a systematic approach to disaster management. There are many database products. Database systems can store information provided by organizational reports, such as government data related to types of disasters, and add external data from sources such as industry or local government entities. Users can also find pertinent data from the web. Relational database systems are most often used by individuals or small organizations. They provide effective means to organize and store data with efficient retrieval capabilities. Lowe discusses semantic architectures for database systems to organization geospatial data into knowledge management systems. 20 A step up in the hierarchy of database products is online analytical processing (OLAP), providing access to report generators and graphical support. Data marts are more powerful database products, followed in size by data warehouses, large scale systems appropriate for very large organizations.",
            "cite_spans": [
                {
                    "start": 688,
                    "end": 690,
                    "text": "20",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Database Support"
        },
        {
            "text": "Disaster information management systems (DIMS) have been developed to store such data. 21 A minimum set of requirements for a DIMS are:",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 89,
                    "text": "21",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Database Support"
        },
        {
            "text": "1. The ability to recognize and handle different disaster data sources, to include geographical information, registry information, and aid information. 2. The ability to handle disparate disaster data formats. Data can be obtained from diverse data sources to include e-mails, documents, pictures, movies, and audio files.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Database Support"
        },
        {
            "text": "Some data can be gathered prior to disaster. Geographical data includes information on population, infrastructure, and natural ecosystems. Hazard information is data on the disaster event itself, to include location, severity, and probabilities. Locators are needed to track the current location of victims. Registries are needed to identify victim families, those requiring medical attention, and critical contact information concerning human resources for dealing with various aspects of a disaster. Data can come in many formats. More advanced data types include 3D and virtual reality content. Standardization reduces the difficulties of sharing information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Database Support"
        },
        {
            "text": "To prevent accidental or intentional loss of data, and to ensure efficient retrieval and distribution, a centralized data repository (such as a data warehouse) is desirable at a secure location. This will enable more efficient querying of data and thus expedite subsequent analysis. Security calls for a back-up site at a different physical location. Data at both the primary and back-up sites should be periodically monitored for accuracy and operational readiness. Some of the data stored in these systems may be sensitive, to include critical national infrastructure content concerning transportation, power, and communication networks, as well as military facilities. Individual information can also be sensitive, such as personal identification data that might lead to compromise by identity thieves (social security numbers, etc.), or sensitive medical information on individuals. Access management and encryption systems exist to safeguard such data, but these systems need to be properly implemented.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Database Support"
        },
        {
            "text": "Some geographical data needs to be constantly updated for location. Critical assets may be moving quite often in a disaster situation. Part of the dynamic of life is the constant development of new technologies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Database Support"
        },
        {
            "text": "Database support was critical in health management after Hurricane Katrina. 22 Of the metropolitan New Orleans population of about 1.3 million, there were over 39,000 veterans with an average of 1,717 patients per day receiving care. Veterans Affairs medical facilities are extensively computerized. During the emergency, about 80% of all residents were evacated. Tens of thousands of New Orleans evacuees required medical support of an urgent type. The Department of Veterans Affairs conducted a study of data accessed in their system. Veterans Affairs patients had a much better rate of receiving appropriate and uninterrupted care. Approximately 1,000 patients per day had data accessed in the month after the hurricane, with data transmitted to over 200 sites in 48 states by at least 2,300 users. This example supports the value of emergency management support systems.",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 78,
                    "text": "22",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Example Database Support"
        },
        {
            "text": "Access to data is an important requirement for almost every organization. Business intelligence in this context is supported by storing data (data warehouse and related systems) and conducting studies using this data to solve business problems (one means to do this is through data mining). Vast quantities of data often provide opportunities to data mine. While data warehouses are not requirements to do data mining, data warehouses store massive amounts of data that can be used for data mining. Data-mining analyses are also often accomplished using smaller sets of data organized in online analytic processing systems or in data marts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Example Database Support"
        },
        {
            "text": "Data mining involves the use of analysis to detect patterns and allow predictions. It is not a perfect science -the intent of data mining is to gain small advantages, because perfect predictions are impossible. This can be valuable in the support of disaster management. Applications include management of electricity transmission networks 23 or identification of terrorist activity. 24 In order to systematically conduct data mining analysis, a general process is usually followed. There are some standard processes, two of which are described in this chapter. One (CRISP) is an industry standard process consisting of a sequence of steps that are usually involved in a data mining study. The other (SEMMA) is specific to SAS. While each step of either approach isn't needed in every analysis, this process provides a good coverage of the steps needed, starting with data exploration, data collection, data processing, analysis, inferences drawn, and implementation.",
            "cite_spans": [
                {
                    "start": 384,
                    "end": 386,
                    "text": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Data Mining Support"
        },
        {
            "text": "There is a Cross-Industry Standard Process for Data Mining (CRISP-DM) widely used by industry members. This model consists of six phases intended as a cyclical process (see Fig. 6 .2).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 173,
                    "end": 179,
                    "text": "Fig. 6",
                    "ref_id": null
                }
            ],
            "section": "Data Mining Process"
        },
        {
            "text": "• Business understanding: Business understanding includes determining business objectives, assessing the current situation, establishing data mining goals, and developing a project plan. • Data understanding: Once business objectives and the project plan are established, data understanding considers data requirements. This step can include initial data collection, data description, data exploration, and the verification of data quality. Data exploration such as viewing summary statistics (which includes the visual display of categorical variables) can occur at the end of this phase. Models such as cluster analysis can also be applied during this phase, with the intent of identifying patterns in the data. • Data preparation: Once the data resources available are identified, they need to be selected, cleaned, built into the form desired, and formatted. Data cleaning and data transformation in preparation of data modeling needs to occur in this phase. Data exploration at a greater depth can be applied during this phase, and additional models utilized, again providing the opportunity to see patterns based on business understanding. • Modeling: Data mining software tools such as visualization (plotting data and establishing relationships) and cluster analysis (to identify which variables go well together) are useful for initial analysis. Tools such as generalized rule induction can develop initial association rules. Once greater data understanding is gained (often through pattern recognition triggered by viewing model output), more detailed models appropriate to the data type can be applied. The division of data into training and test sets is also needed for modeling. • Evaluation: Model results should be evaluated in the context of the business objectives established in the first phase (business understanding). This will lead to the identification of other needs (often through pattern recognition), frequently reverting to prior phases of CRISP-DM. Gaining business understanding is an iterative procedure in data mining, where the results of various visualization, statistical, and artificial intelligence tools show the user new relationships that provide a deeper understanding of organizational operations. • Deployment: Data mining can be used to both verify previously held hypotheses, or for knowledge discovery (identification of unexpected and useful relationships). Through the knowledge discovered in the earlier phases of the CRISP-DM process, sound models can be obtained that may then be applied to business operations for many purposes, including prediction or identification of key situations. These models need to be monitored for changes in operating conditions, because what might be true today may not be true a year from now. If significant changes do occur, the model should be redone. It's also wise to record the results of data mining projects so documented evidence is available for future studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Mining Process"
        },
        {
            "text": "This six-phase process is not a rigid, by-the-numbers procedure. There's usually a great deal of backtracking. Additionally, experienced analysts may not need to apply each phase for every study. But CRISP-DM provides a useful framework for data mining. In addition to the CRISP-DM there is yet another well-known methodology developed by the SAS Institute, called SEMMA. The acronym SEMMA stands for sample, explore, modify, model, assess. Beginning with a statistically representative sample of your data, SEMMA intends to make it easy to apply exploratory statistical and visualization techniques, select and transform the most significant predictive variables, model the variables to predict outcomes, and finally confirm a model's accuracy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Mining Process"
        },
        {
            "text": "Specific to emergency management, Wickramasinghe and Bali 25 provided a process for data mining:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Mining Process"
        },
        {
            "text": "• Develop understanding of the decision problem, relevant prior knowledge, decision maker goals • Create a target data set for analysis • Clean and preprocess the data (fill in missing fields, clean out noise, etc.) • Focus on relevant variables for the specific application • Identify the specific data-mining task (clustering, classification, regression, etc.) • Select appropriate algorithms/models • Search for patterns of interest (the actual data mining activity) • Interpret patterns, and if necessary, return to prior steps • Consolidate knowledge discovered, prepare reports.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Mining Process"
        },
        {
            "text": "Data mining can fit into a broader activity called knowledge management. Knowledge management uses technology to support the acquisition, generation, and transfer of knowledge in a specific organizational process. Usually both data and tacit human expertise is tapped, leading to the use of knowledge support systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Mining Process"
        },
        {
            "text": "Operations research is the application of mathematical modeling to aid decision making. It is really a process, based upon gathering sound and scientific data, and implementing this data in mathematical models of the key decision elements, leading to sounder decision making. A recent study analyzed five major emergencies and the response applied, with the intent of identifying the value of operations research models. 26 That study identified nine ways in which these models can aid in emergency planning and response:",
            "cite_spans": [
                {
                    "start": 421,
                    "end": 423,
                    "text": "26",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Quantitative Model Support"
        },
        {
            "text": "1. Prepositioning supplies and equipment (location of resources) 2. Inference algorithms (pattern identification) 3. Evacuation decision-making (probability assessment) 4. Triage (queuing analysis of medical facilities) 5. Second-and third-tier responders (dispatch reinforcing response resources) 6. Volunteer and off-duty personnel management 7. Logistics near-the-scene (distribution of emergency supplies) 8. Handling 911 calls (resource response prioritization) 9. Reducing telephone and radio congestion (queuing analysis of communications resources)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quantitative Model Support"
        },
        {
            "text": "This list focuses on emergency response functions. In parentheses, we have added general operations research problem types. A variety of tools are applied, to include statistics and probability, queuing (waiting line) analysis, and optimization models (some of which are discussed in the emergency management support system section to follow).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quantitative Model Support"
        },
        {
            "text": "A number of software products have been marketed to support emergency management. These are often various forms of a decision support system. The Department of Homeland Security in the US developed a National Incident Management System. A similar system used in Europe is the Global Emergency Management Information Network Initiative. 27 While many systems are available, there are many challenges due to unreliable inputs at one end of the spectrum, and overwhelmingly massive data content at the other extreme.",
            "cite_spans": [
                {
                    "start": 336,
                    "end": 338,
                    "text": "27",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Example Emergency Management Support Systems"
        },
        {
            "text": "Decision support systems (DSS) have consisted of access to tailored data and customized models with real-time access for decision makers. With time, as computer technology has advanced and as the Internet has become available, there is a great deal of change in what can be accomplished. Database systems have seen tremendous advances since the original concept of DSS. Now weather data from satellites can be stored in data warehouses, as can masses of point-of-sale scanned information for retail organizations, and output from enterprise information systems for internal operations. Many kinds of analytic models can be applied, ranging from spreadsheet models through simulations and optimization models. DSSs can be very useful in support of emergency management. They can take the form of customized systems accessing specified data from internal and external sources as well as a variety of models suitable for specific applications needed in emergency management situations. The focus is on supporting humans making decisions. If problems can be so structured that computers can operate on their own, decision support systems evolve into expert systems. Expert systems can and have also been used to support emergency management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Example Emergency Management Support Systems"
        },
        {
            "text": "Systems in place for emergency management include the US National Disaster Medical System (NDMS), providing virtual centers designed as a focal point for information processing, response planning, and inter-agency coordination. Systems have been developed for forecasting earthquake impact. 28 This demonstrates the need for DSS support not only during emergencies, but also in the planning stage.",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 293,
                    "text": "28",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Example Emergency Management Support Systems"
        },
        {
            "text": "Information technology can be of best use in gathering and organizing data. But systems also need to be easy to use during crises. The tradeoff is that the more comprehensive the data that is contained, the more difficult they are to use. Systems supporting earthquake response need to address the following:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Example Emergency Management Support Systems"
        },
        {
            "text": "• Damage assessment of structures after earthquakes • Lessons of post-earthquake recovery • Rehabilitation and reconstruction • Public policy • Land use options • Urban planning and design Among the model system support includes computer agents, to aid in using computer automatic analysis over distributed systems, highly useful in fast-moving complex situations. 29 Simulation provides a means to deal with probabilistic factors, and has been applied in flood monitoring and predicting in China. 30 A statistically oriented system e-EcoRisk UE (A regional enterprise network decision-support system for environmental risk and disaster management of large-scale industrial spills) was developed to help manage dam breakage risk in Spain. 31 They cannot be expected to deal with all contingencies, as the nature of an emergency includes unexpected elements. However, prior planning provides improved odds of adequate coping with emergencies.",
            "cite_spans": [
                {
                    "start": 365,
                    "end": 367,
                    "text": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 498,
                    "end": 500,
                    "text": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 739,
                    "end": 741,
                    "text": "31",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Example Emergency Management Support Systems"
        },
        {
            "text": "A major recourse in emergency response is the transportation network. 32 An example of an emergency management support system (EMSS) focusing on a specific type of problem is a system based on a network flow optimization model of road systems in Taiwan. 33 Another example is an optimization model for ambulance location. 34 Many systems have been developed to support nuclear emergencies, 35 to include the RODOS (real-time on-line decision support system). 36 In the field of biological threats, RealOpt has been developed as a simulation-based decision support system for emergency dispensing clinics to plan large-scale dispensing of care. 37 RealOpt was applied to DeKalb County, IL in an anthrax-drill exercise, while seven other counties in the same area dealt with the drill without its support. DeKalb County had the highest throughput of subjects processed (50% more than the second-place county), and was evaluated as having the most efficient plan, the most cost-effective in terms of labor, and the most efficient in terms of average waiting time, queue length, and utilization rates.",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 72,
                    "text": "32",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 254,
                    "end": 256,
                    "text": "33",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 322,
                    "end": 324,
                    "text": "34",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 390,
                    "end": 392,
                    "text": "35",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 459,
                    "end": 461,
                    "text": "36",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 644,
                    "end": 646,
                    "text": "37",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Example Emergency Management Support Systems"
        },
        {
            "text": "Nuclear emergencies are a prime example of disaster management. Hopefully, such events are extremely rare, although we have seen such events in both the United States and in the Soviet Union. Zähringer and Wirth 38 noted that decision making planning is critical, while clear and unambiguous models are needed for fast response, in such events input data are highly uncertain and disputable. Initially, the focus is on providing uncontaminated food and medical supplies. Later, decisions call for broader data sets, allowing analysis balancing cost, environmental impact, and not only medical by adverse psychological effects. RODOS 39 is an acronym for real-time online decision support system developed in Europe to deal with nuclear accidents such as Chernobyl. RODOS consists of three subsystems:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RODOS System for Nuclear Remediation"
        },
        {
            "text": "1. An analyzing subsystem (ASY) which processes incoming data to forecast location and amount of contamination expected by time; 2. A countermeasure subsystem (CSY) which simulates potential countermeasures to check for feasibility and to calculate expected benefits on a number of attributes; 3. A multiple criteria selection subsystem (ESY) to rank countermeasure strategies based on measures provided by CSY as well as decision maker preferences. 40 A hypothetical radiological accident scenario was used in one workshop, assuming a nuclear power plant accident with the nuclear reactor immediately shut down. A few hours later, radioactive material was assumed released into the atmosphere, with the subsequent cloud blown over a large food production area. The ASY subsystem provided a map with radiation densities. It was assumed that all necessary countermeasures were taken, to include distribution of iodine to individuals, sheltering, or evacuation. Green houses and animal stables were closed and agricultural production areas covered along with animal and human food supplies. Figure 6 .3 provides the criteria hierarchy.",
            "cite_spans": [
                {
                    "start": 450,
                    "end": 452,
                    "text": "40",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [
                {
                    "start": 1089,
                    "end": 1097,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "RODOS System for Nuclear Remediation"
        },
        {
            "text": "The alternatives used in exercises are given in Table 6 .3, along with estimated values for criteria. The RODOS system generated values for ten of these criteria (doses, man-hours, numbers of workers, food impact, area affected), while experts and stakeholders assessed values for five criteria (Supplies, Costs, and Acceptance rates) on a 0-100 scale.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 48,
                    "end": 55,
                    "text": "Table 6",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "RODOS System for Nuclear Remediation"
        },
        {
            "text": "Preference elicitation of workshop participants was accomplished through the ESY subsystem. This yielded a set of weights for each of the 15 criteria listed in Table 6 .1. The system then provided graphical display of relative performance of each of the nine alternatives over the four major criteria categories of radiation effectiveness, resource usage, impact, and acceptance. The system also provided graphical sensitivity analysis. RODOS provided descriptive reports to include maps of predicted, possible, and subsequently experienced dose distributions with evaluations of benefits and deficiencies of the countermeasure strategies analyzed. The Explanation Module provided comparative reports evaluating two strategies. A sensitivity analysis report provides graphs illustrating the effect of changing preference weights.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 160,
                    "end": 167,
                    "text": "Table 6",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "RODOS System for Nuclear Remediation"
        },
        {
            "text": "The RODOS system gives an example of an emergency decision support system providing support to an accident domain where probability of occurrence is low but consequences are severe. Similar systems can also be developed around any disaster scenario, including repetitive events such as hurricane planning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RODOS System for Nuclear Remediation"
        },
        {
            "text": "The 2008 Sichuan earthquake caused loss to the Chinese insurance sector in excess of 65 million RMB about 70 days after the quake. Figure 6 .4 gives the claim payoffs of the insurance industry from the Wenchuan Earthquake disasters.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 131,
                    "end": 139,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "Chinese Catastrophe Bond Modeling"
        },
        {
            "text": "Motivated by various catastrophe (CAT) events such as the above earthquake and Swine Flu, the (re)insurance company created lots of CAT risk instruments in order to hedge high CAT risk exposures, which include substantial financial losses from natural disasters such as earthquakes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chinese Catastrophe Bond Modeling"
        },
        {
            "text": "The first CAT instrument, i.e., CAT equity put option, was issued to offer the CAT option owner the right to issue convertible preferred shares at a fixed price by RLI Corp. in 1996. Since then, the contingent capital market is growing very rapidly due to the increase of unanticipated catastrophic events. Therefore, there is a great demand for insurance and reinsurance companies to appropriately price these contingent capital and instruments such as CAT bonds. The notion of securitizing catastrophe risks became prominent in the aftermath of Hurricane Andrew. 42 Giant insurance companies such as AIG, Hannover Re, St. Paul Re, and USAA completed the first experimental transactions in the mid-1990s. An immediate huge market then followed: $1-2 billion of issuance per year for the 1998-2001 period, and over $2 billion per year following 9-11 and approximately $4 billion on an annual basis in 2006 following Hurricane Katrina. This market continued to grow rapidly through 2007 because a number of insurers sought diversification of coverage through the market. 43 Table 6 .4 gives market amount of the earthquake bonds in North America and Japan from 1997 to 2007.",
            "cite_spans": [
                {
                    "start": 565,
                    "end": 567,
                    "text": "42",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1070,
                    "end": 1072,
                    "text": "43",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [
                {
                    "start": 1073,
                    "end": 1080,
                    "text": "Table 6",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Chinese Catastrophe Bond Modeling"
        },
        {
            "text": "Catastrophe bonds are the most common type of CAT risk-linked securities and have complicated structures. Catastrophe bonds, or CAT bonds, refer to a financial instrument devised to transfer insurance risk from insurance and reinsurance companies to the capital market. The payoff of CAT bonds dependent on qualifying trigger event(s):Natural disasters, e.g., earthquakes, floods, hurricanes or man-made disasters, e.g., fire, explosions, terrorism. We will review modeling approaches of CAT bonds as follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chinese Catastrophe Bond Modeling"
        },
        {
            "text": "Traditional derivative pricing approaches using Gaussian assumptions are not appropriate when applied to these instruments such as CAT bond due to the properties of the underlying contingent stochastic processes. There are evidences that catastrophic natural events have (partial) power-law distributions associated with Year North America Japan their loss statistics. 44 This overturns the traditional log-normal assumption of derivative pricing models. There are also well-known statistical difficulties associated with the moments of power-law distributions, thus rendering it impossible to employ traditional pooling methods and consequently the central limit theorem. Several studies have been done to pricing models with respect to catastrophe derivatives such as CAT bonds. Geman and Yor 45 analyzed catastrophe options with payoff (L(T) -K)+ where L(T) is the aggregate claim process modeled by a jump-diffusion process. Cox and Pedersen 46 priced a CAT bond under a term structure model together with an estimation of the probability of catastrophic events. Dassios and Jang 47 used a doubly-stochastic Poisson process for the claim process to price catastrophe reinsurance contract and derivatives. Jaimungal and Wang 48 studied the pricing and hedging of catastrophe put options (CatEPut) under stochastic interest rates with a compound Poisson process. In contrast, Lee and Yu 49 adopted a structural approach to value the reinsurance contract, where they use the idea of credit risk modeling in corporate finance. They allow the reinsurer to transfer the risk to the capital market via CAT bonds and, in effect, to reduce the risk of the reinsurer's default risk. Since the payments from CAT bonds cannot be replicated by the ordinary types of securities available in financial markets, the pricing has to be done in the incomplete market model. The most important feature of Cat bonds is the conditional payment. Trigger conditions are generally divided into three categories: indemnity-based trigger conditions, index-based trigger conditions and parametric trigger conditions. An indemnity trigger involves the actual losses of the bond-issuing insurer. It is very popular in the early times of Catastrophe bond market. An industry index trigger includes an industry index, e.g., an index created from property claim service (PCS) loss estimates. A parametric trigger is based on quantitative parameters of the catastrophe event, for example, earthquake magnitude, central pressure wind pressure, wind speed, rainfall of hurricane and so on.",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 371,
                    "text": "44",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1084,
                    "end": 1086,
                    "text": "47",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Chinese Catastrophe Bond Modeling"
        },
        {
            "text": "Disaster management is a very important topic. While humans have developed the ability to cope with more of nature's challenges, humans also build ever more complex systems that involve greater risks. This chapter has presented the 2008 Sichuan earthquake as an example of the magnitude of the challenge. It then presented some programs and tools that have been developed to deal with disasters. These include database systems, data mining, and emergency management systems. An example EMSS (RODOS) supporting nuclear accident incidents was demonstrated. Finally, CAT bonds were described as a means to cope with the financial aspects of emergency incidents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Emergency management will always be with us. By their nature, emergencies catch us unprepared. However, as described in this chapter, government agencies around the world have developed programs and systems to help cope. The ability to share resources in terms of food and medical supplies over common transportation networks helps alleviate disasters a great deal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Vulnerability and capacity assessment: An international federation guide",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Natural disasters data book: An analytical overview",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Natural disaster management planning: A study of logistics managers responding to the tsunami",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Perry",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "International Journal of Physical Distribution & Logistics Management",
            "volume": "37",
            "issn": "5",
            "pages": "409--433",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Longer view: Planning for the rebuilding of New Orleans",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Olshansky",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Horne",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Nee",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of the American Planning Association",
            "volume": "74",
            "issn": "3",
            "pages": "273--287",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Data assimilation, sensitivity and uncertainty analyses in the Dutch nuclear emergency management system: A pilot study",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Eleveld",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Kok",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J W"
                    ],
                    "last": "Twenhofel",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "International Journal of Emergency Management",
            "volume": "4",
            "issn": "3",
            "pages": "551--563",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The national atmospheric release advisory center modeling and decision-support system for radiological and nuclear emergency preparedness and response",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Nasstrom",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sugiyama",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Baskett",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Larsen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Bradley",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "International Journal of Emergency Management",
            "volume": "4",
            "issn": "3",
            "pages": "524--550",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Decision support system for risk-based land management and rehabilitation of radioactively contaminated territories: PRANA approach",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "I"
                    ],
                    "last": "Yatsalo",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "International Journal of Emergency Management",
            "volume": "4",
            "issn": "3",
            "pages": "504--523",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Strengthening the federal emergency management agency's disaster response",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Cannon",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of Business Continuity & Emergency Planning",
            "volume": "2",
            "issn": "3",
            "pages": "281--293",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Decision making for extreme events: Modeling critical infrastructure interdependencies to aid mitigation and response planning",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Santella",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Steinberg",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Parks",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Review of Policy Research",
            "volume": "26",
            "issn": "4",
            "pages": "409--422",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Controlling chaos through the application of smart technologies and intelligent techniques",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wickramasinghe",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Bali",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "International Journal of Risk Assessment & Management",
            "volume": "10",
            "issn": "2",
            "pages": "172--182",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Cleanup and reconstruction from Peru quake may take years",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Shexnayder",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Engineering News-Record",
            "volume": "259",
            "issn": "8",
            "pages": "12--13",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Japanese earthquake renews nuclear energy safety concerns",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Grinberg",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Risk Management",
            "volume": "54",
            "issn": "9",
            "pages": "8--9",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Emerging issues for natech disaster risk management in Europe",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Cruz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Steinberg",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Veterre-Arellano",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Journal of Risk Research",
            "volume": "9",
            "issn": "5",
            "pages": "483--501",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Residential building damage and natural perils: Australian examples and issues",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Blong",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Building Research & Information",
            "volume": "32",
            "issn": "5",
            "pages": "379--390",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Public policy for reducing earthquake risks: A US perspective",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Comerio",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Building Research & Information",
            "volume": "32",
            "issn": "5",
            "pages": "403--413",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Risk mitigation plan for optimizing protection of constructed facilities",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Marshall",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Chapman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Leng",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Cost Engineering",
            "volume": "46",
            "issn": "8",
            "pages": "26--33",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "An examination of issues pertinent to establishing a single peril facility",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "F"
                    ],
                    "last": "Maroney",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Cole",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Gatzlaff",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Mccullough",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Newman",
                    "suffix": ""
                },
                {
                    "first": "Jr",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Journal of Insurance Regulation",
            "volume": "24",
            "issn": "1",
            "pages": "3--29",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Operations Update, International Federation of Red Cross and Red Crescent Societies",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Geospatial knowledge management",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Lowe",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Geospatial Solutions",
            "volume": "15",
            "issn": "11",
            "pages": "34--39",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "A comparison and classification framework for disaster information management systems",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ryoo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "B"
                    ],
                    "last": "Choi",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "International Journal of Emergency Management",
            "volume": "3",
            "issn": "4",
            "pages": "264--279",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Use of electronic health records in disaster response: The experience of Department of Veterans affairs after Hurricane Katrina",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Fischetti",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bates",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Lancaster",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mcdaniel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gillon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Darbe",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Kolodner",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "American Journal of Public Health",
            "volume": "97",
            "issn": "S1",
            "pages": "136--141",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Novelty detection and management to safeguard information-intensive critical infrastructures",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Balducelli",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lavalle",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Vicoli",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "International Journal of Emergency Management",
            "volume": "4",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Information versus intelligence: Construction and analysis of an open source relational database of worldwide extremist activity",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Hale",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "International Journal of Emergency Management",
            "volume": "3",
            "issn": "4",
            "pages": "280--297",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Controlling chaos through the application of smart technologies and intelligent techniques",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wickramasinghe",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Bali",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "International Journal of Risk Assessment and Management",
            "volume": "10",
            "issn": "2",
            "pages": "172--182",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Responding to emergencies: Lessons learned and the need for analysis",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Larson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Metzger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Cahn",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Interfaces",
            "volume": "36",
            "issn": "6",
            "pages": "486--501",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Improving disaster response efforts with decision support systems",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Altay",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Iii",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Lapetina",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "International Journal of Emergency Management",
            "volume": "3",
            "issn": "4",
            "pages": "250--263",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "A cluster-based decision support system for estimating earthquake damage and casualties",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Aleskerov",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Say",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Toker",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Akin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Altay",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Disasters",
            "volume": "3",
            "issn": "",
            "pages": "255--276",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Agent-based systems for disaster management",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fiedrich",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Burghardt",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Communications of the ACM",
            "volume": "50",
            "issn": "3",
            "pages": "41--42",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "A decision support system for debris-flow hazard mitigation in towns based on numerical simulation: A case study at Dongchuan, Yunnan Province",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "International Journal of Risk Assessment & Management",
            "volume": "8",
            "issn": "4",
            "pages": "373--383",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Application of correspondence analysis in the assessment of mine tailings dam breakage risk in the Mediterranean Region",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Salqueiro",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Pereira",
                    "suffix": ""
                },
                {
                    "first": "M.-T",
                    "middle": [],
                    "last": "Rico",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Benito",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Díez-Herreo",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Risk Analysis: An International Journal",
            "volume": "28",
            "issn": "1",
            "pages": "13--23",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "A decision support system for resource intervention in real-time emergency management",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Minciardi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sacile",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Trasforini",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "International Journal of Emergency Management",
            "volume": "4",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Optimal scheduling of emergency roadway repair and subsequent relief distribution",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "Y.-L",
                    "middle": [],
                    "last": "Shih",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Computers & Operations Research",
            "volume": "36",
            "issn": "",
            "pages": "2049--2065",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "An optimization approach for ambulance location and the districting of the response segments on highways",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Iannoni",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Morabito",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Saydam",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "European Journal of Operational Research",
            "volume": "195",
            "issn": "2",
            "pages": "528--542",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Interactive computer support in decision conferencing: Two cases on off-site nuclear emergency management",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mustajiki",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Hämäläinen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sinkko",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Decision Support Systems",
            "volume": "42",
            "issn": "4",
            "pages": "2247--2260",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Multi-criteria decision support and evaluation of strategies for nuclear remediation management",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Geldermann",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Bertsch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Treitz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "French",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "N"
                    ],
                    "last": "Papamichail",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Hämäläinen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Omega",
            "volume": "37",
            "issn": "",
            "pages": "238--251",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Large-scale dispensing for emergency response to bioterrorism and infectious-disease outbreak",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Maheshwary",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mason",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Glisson",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Interfaces",
            "volume": "36",
            "issn": "6",
            "pages": "591--607",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "The interaction between off-site decision making, decision support systems, modeling and monitoring in a nuclear emergency situation",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zähringer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wirth",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "International Journal of Emergency Management",
            "volume": "4",
            "issn": "3",
            "pages": "564--572",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Multi-criteria decision support and stakeholder involvement in emergency management",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Bertsch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Geldermann",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Rentz",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Raskob",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "International Journal of Emergency Management",
            "volume": "3",
            "issn": "2/3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Catastrophic responses to catastrophic risks",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Epstein",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Journal of Risk and Uncertainty",
            "volume": "12",
            "issn": "2/3",
            "pages": "287--308",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "The financing of catastrophe risk",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Froot",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Infrastructure in developing countries: Risk and protection",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Freeman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Pflug",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Risk Analysis",
            "volume": "23",
            "issn": "3",
            "pages": "601--609",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Pricing of catastrophe reinsurance and derivatives using the Cox process with shot noise intensity",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dassios",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jang",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Finance and Stochastics",
            "volume": "7",
            "issn": "",
            "pages": "73--95",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Stochastic time changes in catastrophe option pricing",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Geman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yor",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Insurance: Mathematics and Economics",
            "volume": "21",
            "issn": "",
            "pages": "185--193",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Catastrophe risk bonds",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Pedersen",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "North American Actuarial Journal",
            "volume": "48",
            "issn": "",
            "pages": "56--82",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Catastrophe options with stochastic interest rates and compound poisson losses",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jaimungal",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "38",
            "issn": "",
            "pages": "469--483",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Variation of catastrophe reinsurance with catastrophe bonds",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Insurance: Mathematics and Economics",
            "volume": "41",
            "issn": "",
            "pages": "264--278",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Distribution of Sichuan earthquake aftershocks churches, transportation and utilities.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 6.2 CRISP-DM process",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Insurance payoffs of for the Wenchuan earthquake 41",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Red Cross and Red Crescent Society objectives and progress (IRCRCS 2008)19",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Total Utility with respect to Milk Produced",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Alternatives and criteria performances in RODOS",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Market amount of earthquake bonds from 1997 to 2007",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}