{
    "paper_id": "356b56e1f4972896306054398880a7d8b03a8e25",
    "metadata": {
        "title": "Title: Meeting the challenges imposed by COVID-19: Guidance document by the ESTRO Radiation TherapisT Committee (RTTC)",
        "authors": [
            {
                "first": "Yat",
                "middle": [],
                "last": "Tsang",
                "suffix": "",
                "affiliation": {},
                "email": "yatmantsang@nhs.net"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Abstract COVID-19 -a novel coronavirus was firstly reported in December 2019. In response to threats imposed by COVID-19, the European society for radiotherapy and oncology Radiation TherapisT Committee (ESTRO RTTC) prepared this document in conjunction with an infographic with four main domains: patient care, RTT workflow, remote working and RT practice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Radiation TherapisT Committee (RTTC)"
        },
        {
            "text": "In the context of the current COVID-19 pandemic, RTTs should be empowered with appropriate guidance and personal protection equipment in order to provide a safe radiotherapy service by limiting potential viral exposure to patients, healthcare workers and general public.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Radiation TherapisT Committee (RTTC)"
        },
        {
            "text": "Every year there are approximately 3.7 million newly diagnosed cancer patients in Europe, with more than 1.9 million deaths from the cancer [1] . Radiotherapy (RT) plays a key role in cancer management, and it is recommended as part of treatment for more than 50% of cancer patients [2] [3] . Ideally, a course of RT should not be interrupted. Uncompensated interruptions to RT with a prolonged overall treatment time can result in a higher risk of local disease recurrences and poorer treatment outcomes [4] .",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 143,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 283,
                    "end": 286,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 287,
                    "end": 290,
                    "text": "[3]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 505,
                    "end": 508,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "COVID-19 -a novel coronavirus was firstly reported in December 2019 and it was subsequently recognised by the World Health Organisation (WHO) as an international pandemic [5] . As of April 2020, there were over 2.5 million confirmed cases of COVID-19 worldwide causing more than 110,000 deaths in Europe [1] .",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 174,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 304,
                    "end": 307,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "COVID-19 has been suggested to be a highly contagious virus transmitted from human to human, spreading via respiratory droplets or touching a virus contaminated surface [6] . Considering its high infectivity, various strategies have been adopted to reduce the risk of disease spreading; and slowing down the COVID-19 infection rate, in order to enable the healthcare service to cope with the possible severe pulmonary infections caused by the virus [7] .",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 172,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 449,
                    "end": 452,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Under the influences of COVID-19, challenges have been imposed to general medical care practices, including radiation oncology. This includes decisions on best allocation of existing limited resources to deal with this pandemic [8] . An effective and continuous RT service should be maintained for those cancer patients who have rapid proliferating diseases, or have already started their RT treatments [4] . In comparison to the general population, cancer patients who contract COVID-19 have an increased risk of developing critical symptoms, leading to death [9] .",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 231,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 403,
                    "end": 406,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 561,
                    "end": 564,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The European society for radiotherapy and oncology (ESTRO) is a scientific organisation that fosters the role of radiation oncology in Europe in order to improve patients' care in the multimodality treatment of cancer. The ESTRO Radiation TherapisT Committee (RTTC) has been instrumental in ensuring that RTTs are properly represented across a broad range of ESTRO activities. The RTTC is made up of 14 representatives (including 2 elected members of the RTT alliance) working as RTT experts and leaders in clinical and academic institutes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "In response to threats imposed by the current COVID-19 pandemic and the likelihood that adaptations to RTT practice with the virus will be present for some time, the ESTRO RTTC prepared this document in conjunction with an infographic as illustrated in figure 1 [10] . With the aim to provide guidance on necessary precautions to be adopted in routine clinical RTT practice, the infographic presented the recommendations in four domains: patient care, RTT workflow, remote working and RT practice.",
            "cite_spans": [
                {
                    "start": 262,
                    "end": 266,
                    "text": "[10]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "For the purpose of minimising the spread of the virus, the general public who present with COVID-19 symptoms are often given recommendations such as social distancing and self-quarantine [11] . In addition to the severe psychological burden of having cancer, patients are now experiencing the dilemma of either receiving curative RT treatments to save their lives; or increasing their risks of being infected with the virus during visits to the RT department. For those patients where daily RT is a necessity, RTTs should maintain effective communication channels with the patient, reassuring them that extra safety precautions are in place.",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 191,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Patient care"
        },
        {
            "text": "The following key points on patient care should be considered:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient care"
        },
        {
            "text": " Patients should be provided with educational information related to COVID-19 stressing the importance of good personal hygiene and comprehensive hand washing. Patients should be instructed to look out for, and disclose any COVID-19 symptoms, or if they are living with someone who is symptomatic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient care"
        },
        {
            "text": " Patients can be screened and triaged when entering the RT department (or at the hospital entrance if it is different) by checking their temperature and asking if they have any COVID-19 symptoms. For patients with COVID-19 symptoms, protocols for immediate triage to testing, assessment and management plan discussion should be in place. RTTs should discuss the patients' fitness for continuation of RT with the responsible radiation oncologists. RT treatments may need to be deferred until symptoms resolve or may continue with the appropriate precautions in place.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient care"
        },
        {
            "text": " Patients wear their own personal face masks even when they do not have symptoms. Universal patient masking can be considered with the aim of minimising exposure risk to both patients and staff. Patients should be advised that it may be necessary to take off the face masks for some types of RT delivery e.g. head and neck external beam radiotherapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient care"
        },
        {
            "text": " Patients should be asked not to bring accompanying persons into the RT department unless absolutely essential. This will help reduce the number of people in the waiting area of the RT department.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient care"
        },
        {
            "text": "RTTs play a non-replaceable role in a cancer patients' RT pathway. As well as planning and delivering treatment, they provide a \"face to face\" contact and advise patients on all aspects of RT at a time when patients are frightened and vulnerable. In this context, RTTs are among frontline healthcare workers who are at risks of being exposed to COVID-19. Considering the huge number of patient contacts per day especially on the RT treatment machines, hygiene protocols should be followed strictly to minimise the risk of RTTs passing on the infectious disease to patients and colleagues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RTT Workflow"
        },
        {
            "text": "The following recommendations are to be adopted in the RTT workflow:  RTTs should be split into teams with no crossover of staff from one team to another. Additionally, a separate team can be assigned to duties without patient contact, to ensure that there is always one team available to provide the RT service if the other team needs to be quarantined. Strategies should be established to ensure that work in non-clinical areas is coordinated with clinical rotations as required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RTT Workflow"
        },
        {
            "text": "Telehealth facilitates remote working in a clinical RT service through electronic information and telecommunication technologies. The long-distance virtual meetings between healthcare workers and patients, and other healthcare workers become extremely valuable in the context of this infectious COVID-19 outbreak. The following are key points for RTT remote working guidance. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Remote working"
        },
        {
            "text": "RTTs are responsible for RT planning and treatment of cancer patients and their specialised skill sets are not replaceable in typical hospital redeployment models. In the scenario where contact with a COVID-19 patient results in sick leave, an isolation protocol has to be followed and comprehensive tracing exercises should be performed by infection prevention and control teams. Provisions and polices should be in place to ensure adequate RTT manpower allowing the continuity of service.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RT practice"
        },
        {
            "text": "RTTs use their expert knowledge of radiation protection, anatomy, physiology and pathology in order to evaluate and assess diagnostic images for accurate RT treatment delivery. Evidence of pulmonary complications by COVID-19 can be indicated in RT planning and treatment verification images, even when the patients are asymptomatic [12] . RTTs should escalate any suspicious findings to the responsible radiation oncologist when they review these images. Below are guidelines for necessary adaptions in RT practice in response to COVID-19.",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 336,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "RT practice"
        },
        {
            "text": " With the evolving COVID-19 outbreak, service continuity is of key importance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RT practice"
        },
        {
            "text": "There should be a prospective re-organisation of departmental provisions to allow this, and to minimise the impact caused by a staff shortage due to sickness. A minimum of two RTTS should work on RT pre-treatment simulation and treatment machines. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RT practice"
        },
        {
            "text": "Until such time as vaccination against COVID-19 is widely available, RT practice will continue to be evolved and modified to some extents. To ensure RT departments continue to provide a safe and efficient service for the foreseeable future, there is a need to analyse solutions for the current pandemic, as described in the recommendations above. Imposed measurements in every regard, e.g. increased use of hypofractionation, postponement of treatment, increased hygiene and security regulations have to be revaluated and adapted according to the present situation and knowledge. Exploring new ways to react to further outbreaks is a prerequisite in long term planning. There needs to be ongoing monitoring of the situation within individual health organisations, in partnership with RTTs. COVID-19 protocols may require ultrahypofractionated RT treatment schedules in conjunction with stereotactic body radiotherapy [13] [14] . It is crucial to address these RTT advanced practice training and competency issues to equip RTTs for delivering treatments safely and accurately [15] .",
            "cite_spans": [
                {
                    "start": 917,
                    "end": 921,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 922,
                    "end": 926,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1075,
                    "end": 1079,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Refining RTT practice in the COVID-19 era"
        },
        {
            "text": "Compared to the general population, it has been suggested that RTTs are at high risk of occupational burn out with emotional exhaustion due to their primary positions of providing emotional support to patients with cancer [16] . Without a proven and developed vaccine to COVID-19, it can be assumed that the number of confirmed and suspected COVID-19 cases will still be present in the foreseeable future and exact numbers and dynamics can barely be predicted. A rapid rise of these numbers can lead to overwhelming workload for healthcare workers, inadequate supply of PPE and widespread negative media coverage of the pandemic [17] . The pre-existing burden on RTTs can be enhanced causing severe psychological distress. The profession is being put under pressure to provide optimum care to patients and often are required to wear PPE for extended periods. RTTs can be in constant distress worrying if they will get infected or infect others at work and at home. In response to the ongoing battle to COVID-19, it is strongly recommended that RTTs should seek help if necessary, from their local and national mental health institutions for psychological assistance services such as telephone and application-based counselling [17] .",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 226,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 629,
                    "end": 633,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1227,
                    "end": 1231,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Refining RTT practice in the COVID-19 era"
        },
        {
            "text": "In the context of the current COVID-19 pandemic, normal life has been affected immensely and will probably to some extend be part of the near future. RTTs should be empowered with appropriate guidance and PPE in order to provide a safe RT service by limiting potential viral exposure to patients, healthcare workers and general public. In terms of the resource limitations and shortage imposed by the COVID-19 outbreak, it is essential that we continue learning, adapting and supporting each other within the radiation oncology community. Table 1 Recommendations of personal protection equipment for both non-aerosol and aerosol generating procedures",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 539,
                    "end": 546,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Conclusion"
        },
        {
            "text": "We wish to confirm that there are no known conflicts of interest associated with this publication and there has been no significant financial support for this work that could have influenced its outcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTHOR DECLARATION"
        },
        {
            "text": "We confirm that the manuscript has been read and approved by all named authors and that there are no other persons who satisfied the criteria for authorship but are not listed. We further confirm that the order of authors listed in the manuscript has been approved by all of us.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTHOR DECLARATION"
        },
        {
            "text": "We confirm that we have given due consideration to the protection of intellectual property associated with this work and that there are no impediments to publication, including the timing of publication, with respect to intellectual property. In so doing we confirm that we have followed the regulations of our institutions concerning intellectual property.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTHOR DECLARATION"
        },
        {
            "text": "We understand that the Corresponding Author is the sole contact for the Editorial process (including Editorial Manager and direct communications with the office). He is responsible for communicating with the other authors about progress, submissions of revisions and final approval of proofs. We confirm that we have provided a current, correct email address which is accessible by the Corresponding Author and which has been configured to accept email from yatmantsang@nhs.net Yat Tsang Aileen Duffton Michelle Leech Maddalena Rossi Philipp Scherer",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTHOR DECLARATION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organisation (WHO) cancer data and statistics",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Advances in Radiotherapy and Implications for the Next Century: A Historical Perspective",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Connell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hellman",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Cancer Research",
            "volume": "69",
            "issn": "2",
            "pages": "383--392",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The Royal College of Radiologists. The timely delivery of radical radiotherapy: standards and guidelines for the management of unscheduled treatment interruptions",
            "authors": [],
            "year": 2019,
            "venue": "The Royal College of Radiologists",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "World Health Organisation (WHO) Coronavirus Disease (COVID-19) situation report",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Hospitalized Patients with 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China",
            "authors": [],
            "year": 2020,
            "venue": "JAMA -J Am Med Assoc",
            "volume": "323",
            "issn": "11",
            "pages": "1061--1070",
            "other_ids": {
                "DOI": [
                    "Doi:10.1001/jama.2020.1585"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Impact of nonpharmaceutical interventions (NPIs) to reduce COVID-19 mortality and healthcare demand",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Neil",
                    "suffix": ""
                },
                {
                    "first": "Daniel",
                    "middle": [],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "Gemma",
                    "middle": [],
                    "last": "Laydon",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Nedjati-Gilani",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.25561/77482"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Letter from Italy: First practical indications for radiation therapy departments during COVID-19 outbreak",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Filippi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Russi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Magrini",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Corvò",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Radiation Oncology*Biology*Physics",
            "volume": "",
            "issn": "20",
            "pages": "30930--30935",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijrobp.2020.03.007"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Risk of COVID-19 for patients with cancer",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "Jin",
                    "middle": [
                        "R"
                    ],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet Oncology",
            "volume": "21",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Facing Covid-19 in Italy -Ethics, Logistics, and Therapeutics on the Epidemic's Front Line",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rosenbaum",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMp2005492"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Early appearance of COVID-19 associated pulmonary infiltrates during daily radiotherapy imaging for lung cancer",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Suppli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Thorac Oncol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The impact of Coronavirus (COVID-19) on head and neck cancer patients' care",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "De Felice",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Polimeni",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Valentini",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiotherapy and Oncology",
            "volume": "147",
            "issn": "",
            "pages": "84--85",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Practice recommendations for lung cancer radiotherapy during the COVID-19 pandemic: An ESTRO-ASTRO consensus statement",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Guckenberger",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Belka",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bezjak",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bradley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Daly",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Deruysscher",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiotherapy and Oncology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Advanced practice: An ESTRO RTTC position paper. Technical Innovations & Patient Support in Radiation Oncology",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Duffton",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Devlin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tsang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mast",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Leech",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "16--19",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Burnout in radiation therapists: Systematic review with meta-analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guerra",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Patrício",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "European Journal of Cancer Care",
            "volume": "28",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Factors Associated With Mental Health Outcomes Among Health Care Workers Exposed to Coronavirus Disease",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "JAMA Network Open",
            "volume": "3",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "World Health Organisation (WHO) Rational use of personal protective equipement (PPE) for coronavirus disease (COVID-19)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Centres for Disease Control and Prevention (CDC) Interim Infection Preventiona and Control Recommensations for Patients with Suspected or Confirmed Conronavirus Disease",
            "authors": [],
            "year": 2019,
            "venue": "Healthcare Settings",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "?CDC_AA_refVal=https%3A%2F%2Fwww.cdc.gov%2F coronavirus%2F2019-ncov%2Finfection-control%2Fcontrol-recommendations.html. Accessed on 26 th",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "European Centre for Disease Prevention and Control (ECDC) Infection prevention and control and preparedness for COVID-19 in healthcare settings second update",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "PHE) Guidance on COVID-19 personal protective equipment (PPE)",
            "authors": [
                {
                    "first": "Public",
                    "middle": [],
                    "last": "Health England",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "RKI) Conronavirus SARS-CoV-2",
            "authors": [
                {
                    "first": "Robert",
                    "middle": [],
                    "last": "Koch Institut",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Highlights  Under the influences of COVID-19, challenges have been imposed to radiation oncology",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": " Radiotherapy and radiation therapist (RTT) practice is modified and continue to be evolved under COVID-19",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "RTTs should wear face masks and must strictly follow appropriate hand hygiene for setting up all RT patients. It is noted that face mask availability varies between countries. Prioritising and rationing of resources; implementation of restrictions; and protocol development are constantly under review. The wearing of a face mask should be considered not only for protection of RTTs, but primarily for patient safety.  RTTs should be provided with personal protection equipment (PPE) as per national or WHO recommendations for treating patients with suspected or confirmed COVID-19 status. For treatments and procedures where there is a higher chance of droplet transmission, eye goggles and face shields should be considered. Examples of PPE recommendations are given in table 1. Strict hand hygiene must be followed before and after removing the PPE.  Patients with suspected or confirmed COVID-19 status should be treated on a separate treatment machine with its own entrance if possible. Alternatively, these patients can be treated at the end of the day to minimise any unnecessary contact between these patients and other COVID-19 negative patients.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "RTTs involved in treatment planning should work remotely where possible. Quality assurance and education activities should be carried out remotely if possible. Back-up staff for RT pre-treatment simulation and treatment machines should work from home until required. Such staff should have remote access to the main RT department for administrative duties. To provide an efficient and reliable telecommunication system between the RT department and remote access stations, RT departments need to optimise the ways of how to store relevant data electronically and safely. Caution should be taken during the exchange of confidential patient data.  Where clinic review and follow up appointments are RTT-led, these should be conducted through telephone consultations/virtual meetings, in consensus with the radiation oncologists.  An internal communications plan should be established to ensure continuous communication from the senior administration to clinical RTTs. Regular team meetings should take place online between RTTs who are physically on site at the RT department and those who are remote working.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "A Perspex shield at the treatment console should be erected so that RTTs can converse with patients while minimising any unnecessary physical contacts with patients. In addition, the Perspex shields can be placed at every point of contact between staff and patient where there may be closer than stipulated social distance measures.  In order to minimise the chance of cross infection during RT, it is crucial to identify and promptly isolate subjects which are potentially COVID-19 contaminated in a RT department. In case of using spirometry-based breathhold RT equipment, infection prevention and control teams should be consulted to check if the hygiene rules of treating patients with the equipment should be adapted. Specialist cleaning of all RT equipment and treatment rooms is required after RT delivery to patients with a COVID-19 suspected or confirmed status.  Where additional personnel for online image guided RT (IGRT) decisions are required e.g. complex cases, gross anatomy changes, tumour displacement, these should be viewed and approved at a remote station.  Recognised offline IGRT correction protocols should be used if daily online imaging is not possible, whilst ensuring that adequate coverage for uncertainty is maintained.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}