{
    "paper_id": "35d7b6176ae3fa27180047e05e5b4f2f52ab7255",
    "metadata": {
        "title": "New virus diseases: visible evolution \"... descent with modification ...\" Charles Darwin",
        "authors": [
            {
                "first": "M",
                "middle": [
                    "C"
                ],
                "last": "Horzinek",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Utrecht University",
                    "location": {
                        "addrLine": "Yalelaan 1, De Uithof",
                        "postBox": "PO Box 80.163",
                        "postCode": "3508 TD",
                        "settlement": "Utrecht",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "As Stephen Jay Could (1991) has discovered, Darwin never used the word 'evolution' in his original writings, probably due to connotations he wanted to avoid. For the evolution of viruses, \"descent with modifications\" is certainly a more appropriate formula, devised some forty years before Martinus Willem Beijerinck at Delft elaborated the concept of a confugium vivum fluidurn (a living, fluid infectious matter). It is these modifications that keep the virologists' minds occupied, the metamorphoses of mutation and recombination in the genome, the consequent differential effects on target cells, the changes in disease producing potential, the variation-versus-fixation phenomena in populations, but above all, the sudden emergence of new diseases.",
            "cite_spans": [
                {
                    "start": 3,
                    "end": 27,
                    "text": "Stephen Jay Could (1991)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "When I had to decide about the topic for this prestigious lecture, I did not hesitate for a moment to single out virus evolution; my reasons, however, for this choice were biographical rather than esoteric. I remember crammed late-evening seminars at early International Virology Congresses where the topic was discussed in rather conjectural terms. As a young man, I considered this a futile mental exercise because so many 'useful' things still had to be discovered in virology. A decade or so later, when everybody was using techniques in molecular genetics and when we employed them in charactensing positive-stranded RNA viruscs, we literally stumbled upon virus evolution. Today, I view the viral \"descent with modlfications\" as the most exciting facet of biology. It is a personal bias certainly, but perhaps forgivable for a molecularly-inclined veterinarian and Darwinophile with a Roman Catholic upbringing. This paper is intended to place recent information, preferentially that obtained at my laboratory in Utrecht, in the perspective of my chosen topic. I shall discuss toroviruses, which we have characterised for their own sakeviruses in search of serious disease, so to speak, and I will touch upon arteriviruses, which rose to notoriety after porcine reproductive and respiratory syndrome (PRRS) had been identified as caused by one of them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The veterinary profession has regularly been faced with new virus diseases, and the question may be asked how to define 'new'. The answer is easy if we agree on a trivial 'hitherto unknown'. However, it is ambiguous if we apply the adjective 'new' to the virus itself. We are faced with a semantic dilemma: words of a language are finite entities, and through this property confer the impression that the phenomena they designate are of equal immutability. This is true neither for diseases nor for viruses. Myxomatosis, when first observed in Australia, was In 1986, a novel respiratory disease cropped up among pigs, spreading quickly through Western Europe; the causative agent was identified as a variant of transmissible gastroenteritis virus (TGEV). By classical means of identification, such as virus neutralisation tests using polyclonal serum, the two coronaviruses appeared indistinguishable. Genomic analysis of the respiratory variant revealed multiple deletions and the total absence of RNA 3. The smaller RNA 2 was due to a large deletion (681 nucleotides) in the peplomer gene (Rasschaert et af 1990; Wesley et al 1991; Page et al 1991) . The remaining genetic information of TGEV appeared conserved. Is the pneumotropic phenotype a new virus? Probably not, rather it is a crippled old one; however, it has been baptised 'porcine respiratory coronavirus'.",
            "cite_spans": [
                {
                    "start": 1092,
                    "end": 1115,
                    "text": "(Rasschaert et af 1990;",
                    "ref_id": null
                },
                {
                    "start": 1116,
                    "end": 1134,
                    "text": "Wesley et al 1991;",
                    "ref_id": null
                },
                {
                    "start": 1135,
                    "end": 1151,
                    "text": "Page et al 1991)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "New Virus Diseases"
        },
        {
            "text": "Hence new syndromes are not necessarily caused by new viruses. There are famous examples of sudden disease outbreaks in species where neither the condition nor the infection had occurred before. On the veterinary stage, canine parvovirus (CPV) made its appearance in 1978, and although it has closely related peers in other carnivores (CPV and feline panleukopenia virus share more than 98% of their DNA sequence) it is new in the trivial sense because small animal practitioners had never seen a similar enteritis and myocarditis in dogs before. More significantly, serological evidence of the infection in dogs has not beenobtainedbeforethe 197Os, whichindicatesthat thevirus, or a similar one, had not infected dogs before that date. A variant parvovirus of probably feline origin occupied another ecological niche, as it had done before in mink. Once in the dog, however, the evolution of CPV continues: after 1986, most isolates differed antigenically from their predecessors. The new type 2b largely replaced the previous type 2a, and the original CPV type 2 had beenreplacedbetween 1979and 1981 bythetype2astrain. Types 2b and 2a differ by only two amino acid-changing nucleotide substitutions in the capsid protein genes (Panish et ul1991).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "New Virus Diseases"
        },
        {
            "text": "The essence of these considerations is that quantitative genetic comparisons can neither explain nor predict new virus diseases: large deletions in an 'old' virus may be of no biological consequence, as we have recently observed in feline infectious peritonitis coronavirus, whereas single amino acid changes may have tremendous effects on the virulence of a virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "New Virus Diseases"
        },
        {
            "text": "What then about qualitative changes? Are there examples where viruses pick up 'new' genetic information from the cell or from another virus? In RNA virology, this has been found repeatedly. A famous example is bovine viral diarrhoea virus (BVDV), where insertions of ubiquitin-like sequences, of host cellular mRNA, and of short polynucleotide stretches have been demonstrated. These recombinations have vital consequences: they may determine the difference between non-cytopathogenic and cytopathogenic BVDV biotypes because both cooperate to determine the fatal outcome of the infection named mucosal disease. The recombinant virus is definitely involved in a new disease. It is not new in the 'hitherto unknown' sense of the word, rather it is different in terms of a (reproducibly) altered pathogenesis (Liess et ul 1991) .",
            "cite_spans": [
                {
                    "start": 807,
                    "end": 825,
                    "text": "(Liess et ul 1991)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "New Virus Diseases"
        },
        {
            "text": "When working on coronavirus transcription, we encountered more evidence for non-homologous recombination: an additional stretch of nucleotides was discovered in the peplomer gene sequence of the mouse hepatitis virus (MHV) strain A59 that is absent from other strains. The mRNA2 of the former contains two open reading frames (ORF), the second one is a pseudogene that lacks a translation initiationcodon. The amino acid sequence of ORF2 is 30% identical to that of the haemagglutinin/acetylesterase (HE) molecule of the negativestranded influenza C virus, and a short stretch of nucleotides immediately upstream is 83% identical to a major histocompatibility complex (MHC) class I sequence (Luytjes et a1 1988) . The =-A59 strain does not possess esterase activity, which is understandable because ORF2 is not translated. On the other hand, bovine coronavirus does possess an esterase activity similar to that of influenza C virus. It has been localised on an additional envelope protein (E3) termed haemagglutinin. which is visible as a shorter class of spikes on the virion surface. As the HE gene is absent in coronaviruses from other antigenic clusters, recombination involving an influenza C-like virus and an ancestral coronavirus was postulated. A heterologous recombination event is required to explain the presence of the same genetic module in viruses of fundamentally different families (Luytjes et a1 1988) . Conceivably, a 'protocoronavirus' has cannibalised the orthomyxoviral enzyme information in a unique event long ago and then gradually lost it in myriads of passages. Another MHV strain (JHM) and a human coronavirus (OC43) still possess the functional enzyme (Luytjes 1989) .",
            "cite_spans": [
                {
                    "start": 691,
                    "end": 711,
                    "text": "(Luytjes et a1 1988)",
                    "ref_id": null
                },
                {
                    "start": 1399,
                    "end": 1419,
                    "text": "(Luytjes et a1 1988)",
                    "ref_id": null
                },
                {
                    "start": 1681,
                    "end": 1695,
                    "text": "(Luytjes 1989)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "New Virus Diseases"
        },
        {
            "text": "These two examples show that adoption of foreign genes and incorporation into the set of resident information occurs, and that adoption and incorporation may be pathogenetically important in RNA viruses. More important still, it may offer an evolutionary advantage. Viruses with this property adapt to altering environments and expand into new host species, perhaps causing new diseases. If the virus acquires genes coding for proteins with new structural properties, a new virus will arise. Taxonomically inclined virologists would give it a new name and assign it to a new species, genus, family.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "New Virus Diseases"
        },
        {
            "text": "In 1972, the late D r Franz Steck and his colleagues isolated a virus from a horse with diarrhoea during routine diagnostic work at the Veterinary Faculty of Beme, Switzerland. The isolate displayed an unusual morphology but was not studied in detail until a similar virus was found in calves with diarrhoea in Breda, Iowa, USA, in 1979 (Woodeet ul1982; Weiss et a1 1983); Beme virus (BEV) andBreda virus (BRV) areantigenically related, and with BRV there appears to be a second 'serotype' (Woode et ul 1985) . Similar pleomorphic viruses were seen in the stools of children and adults with gastroenteritis (Beards et a1 1984) and identified as BEV/BRV-related (Koopmans 1990) . The presence of nucleocapsids in the form of a doughnut, a shape described in Latin by the word torus, led to the proposal of the name 'torovirus' .",
            "cite_spans": [
                {
                    "start": 490,
                    "end": 508,
                    "text": "(Woode et ul 1985)",
                    "ref_id": null
                },
                {
                    "start": 607,
                    "end": 626,
                    "text": "(Beards et a1 1984)",
                    "ref_id": null
                },
                {
                    "start": 661,
                    "end": 676,
                    "text": "(Koopmans 1990)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Toroviruses -In Search of a Disease"
        },
        {
            "text": "Neutralising antibodies against toroviruses are widespread in horses, cattle, sheep, goats, and pigs (Weiss et ul1984; Brown et a1 1987; Koopmans et a1 1989) . A more inclusive serological test is needed to determine the prevalence of more distantly related representatives in nature. Toroviruses have not been isolated from humans, cats or pigs, but physical evidence of their existence has been obtained. After experimental oral infection, BRV was found to cause neonatal calf diarrhoea (Woode et a1 1985) . Under field conditions, toroviruses may have a role in neonatal diarrhoea and respiratory syndromes and perhaps in generalised infections. The relative economic importance of these infections remains to be established.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 118,
                    "text": "(Weiss et ul1984;",
                    "ref_id": null
                },
                {
                    "start": 119,
                    "end": 136,
                    "text": "Brown et a1 1987;",
                    "ref_id": null
                },
                {
                    "start": 137,
                    "end": 157,
                    "text": "Koopmans et a1 1989)",
                    "ref_id": null
                },
                {
                    "start": 489,
                    "end": 507,
                    "text": "(Woode et a1 1985)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Toroviruses -In Search of a Disease"
        },
        {
            "text": "Torovirions are pleomorphic and measure 120 to 140 nm in their largest diameter. Spherical, oval, elongated, and kidneyshaped particles are observed. Their two most conspicuous features are the spikes on the envelope, which resemble the peplomers of coronaviruses, and the tubular nucleocapsid of helical symmetry, which determines the shape of the virion (Weiss et a1 1983) . From sedimentation studies, the BEV genome was estimated to be more than 20 kilobases (kb) in length. The genomic RNA is single-stranded, polyadenylated and infectious in a transfection assay (Snijder et a1 1988) . It probably contains six ORFs. As in coronaviruses, the first two from the 5'-end (ORF l a and lb) are translated from genomic RNA and constitute the viral replicase gene. The four remaining reading frames, of which ORF 2.3 and 5 have been identified as structural genes, are expressed by the generation of a 3'-coterminal nested set of mRNAs (Snijder 199 1) . From the genome of BRV, only the 269 nucleotides (nt) directly upstream of the poly(A) tail have been determined so far (Koopmans et a1 1991) . The sequence in this region is 93% identical to that of BEV, indicating that bovine and equine toroviruses are closely related, and labelled BRV genomic RNA fragments strongly hybridised to a broad range of BEV cDNA clones (Koopmans et a1 1991) . An exception may be the 5' part of the spike protein gene, which is highly variable also in coronaviruses (Spaan et a1 1988) .",
            "cite_spans": [
                {
                    "start": 356,
                    "end": 374,
                    "text": "(Weiss et a1 1983)",
                    "ref_id": null
                },
                {
                    "start": 569,
                    "end": 589,
                    "text": "(Snijder et a1 1988)",
                    "ref_id": null
                },
                {
                    "start": 935,
                    "end": 950,
                    "text": "(Snijder 199 1)",
                    "ref_id": null
                },
                {
                    "start": 1073,
                    "end": 1094,
                    "text": "(Koopmans et a1 1991)",
                    "ref_id": null
                },
                {
                    "start": 1320,
                    "end": 1341,
                    "text": "(Koopmans et a1 1991)",
                    "ref_id": null
                },
                {
                    "start": 1450,
                    "end": 1468,
                    "text": "(Spaan et a1 1988)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Toroviruses -In Search of a Disease"
        },
        {
            "text": "By metabolic labelling of BEV-infected cells, proteins of 19K, 22K, 37K. and 75K-100K were identified in [3sS]methionine-labelled virions (Horzinek et a1 1984) . This is a pattern hitherto unknown for RNA viruses. After sequence analysis of the BEV structural genes and characterisation of their products, the 19K. 22K and 7%-100K polypeptides could be affiliated with ORF 2,3 and5,respectively(DenBoonetul 1991a; Snijderetal1989, 1990b).",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 159,
                    "text": "(Horzinek et a1 1984)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Toroviruses -In Search of a Disease"
        },
        {
            "text": "Viral replicase genes are essential in viral evolution because they provide an anchor in the stormy seas of genetic changes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Toroviruses -In Search of a Disease"
        },
        {
            "text": "Several domains in the replicase proteins are highly conserved among disparate groups of plant and animal RNA viruses (Strauss and Strauss 1988; Goldbach and Wellink 1988 A comparison of the replication strategy and replicase properties of corona-, toro-and arteriviruses clearly distinguishes the CVL replicase module from its alpha-, picoma-, and flaviviruslike equivalents. The organisation (two ORFs) and expression (using ribosomal frameshifting) of the gene as well as the arrangement of conserved domains within its product are unique.",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 144,
                    "text": "(Strauss and Strauss 1988;",
                    "ref_id": null
                },
                {
                    "start": 145,
                    "end": 170,
                    "text": "Goldbach and Wellink 1988",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Toroviruses -In Search of a Disease"
        },
        {
            "text": "Moreover, the basic CVL genome organisation (replicase geneenvelope protein-nucleocapsid protein genes) and expression strategy (using a 3'-cotenninal nested set of 5 to 8 mRNAs) are unparalleled.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Toroviruses -In Search of a Disease"
        },
        {
            "text": "The concept of a 'CVL replicase dictating a CVL replication strategy' originated from the molecular characterisation of BEV and arose in particular from the detection of striking homologies between toro-and coronaviral replicase sequences (Snijder et a1 1990a) . Subsequently, the CVL group was expanded to include the arteriviruses, which also produce a 3'-coterminal nested set of mRNAs. The protein-coding regions of the genomes of equine arteritis virus (EAV) Den Boon et al1991b). lactate dehydroge nase-elevating virus (LDV) (Godeny et al1990, Kuo et al1991; Godeny et a1 1993; Chen et a1 1993) and Lelystad virus (Meulenbergetal1993a; Conzelmannetall993) havenow been sequenced fully. Although arteriviral replicase genes are considerably smaller (9.5-12 kb) than their toro-and coronaviral counterparts (17-19 kb), they also contain two ORFs, the downstream ones of which are expressed by ribosomal frameshifting.",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 260,
                    "text": "(Snijder et a1 1990a)",
                    "ref_id": null
                },
                {
                    "start": 565,
                    "end": 583,
                    "text": "Godeny et a1 1993;",
                    "ref_id": null
                },
                {
                    "start": 584,
                    "end": 600,
                    "text": "Chen et a1 1993)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Toroviruses -In Search of a Disease"
        },
        {
            "text": "In addition, the conserved domains first identified in toro-and coronaviral ORF l b products have been identified in the same relative positions in the arterivirus replicase.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Toroviruses -In Search of a Disease"
        },
        {
            "text": "The discovery of toroviruses was serendipitousfollowing a careful field observation ( W d e el a1 1982) and an incidental virus isolation (Weiss et a f 1983) . It was not easy to convince the community of virologists that toroviruses really were 'new', and the first Snowdon lecturer, Dr F Murphy, sent me many electron micrographs that showed very similar particles in mouse hepatitis material. The contentious title of my first structural analysis read \"Beme virus is not coronavirus-like\" and emphasised its structural uniqueness . However, some years later we had to publish that BEV \"polymerase is expressed by ribosomal frameshifting and contains sequence motifs which indicate that toro-and coronaviruses are evolutionarily related\" (Snijder et a1 1990a) .",
            "cite_spans": [
                {
                    "start": 740,
                    "end": 761,
                    "text": "(Snijder et a1 1990a)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 138,
                    "end": 157,
                    "text": "(Weiss et a f 1983)",
                    "ref_id": null
                }
            ],
            "section": "Toroviruses -In Search of a Disease"
        },
        {
            "text": "The disease that is currently referred to as porcine reproductive and respiratory syndrome (PRRS) had been known in the USA as mystery swine disease since 1987. It mainly affects sows and piglets in breeding herds, causing abortion and stillbirth in the former, and anorexia and respiratory distress in pigs of all ages. When it appeared in Europe in 1990 as a 'new' disease, it was immediately taken up as an object of study by researchers in industxy, govemment laboratories and academia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In Search of an Agent"
        },
        {
            "text": "The disease came with a bad reputation from the USA, where several groups had tried to elucidate its infectious aetiology. Various porcine viruses were isolated, but none fulfilled Koch's postulates. Early suspects were encephalomyocarditis virus, porcine parvo-and enteroviruses, orthomyxoviruses, paramyxoviruses, pseudorabies virus, pestiviruses and chlamydia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In Search of an Agent"
        },
        {
            "text": "The mystery of the swine disease was finally solved when Lelystad virus (LV) was isolated in the Netherlands and shown tocausethe condition(Terpstraetal1991). LVreplicated in vitro exclusively in porcine lung alveolar macrophages, but only to low titres (Wensvoort et a f 1992) . When I was shown the first electron microscopic images, my excitement was great. The 50 to 65 nm particles with a 30 to 35 nm core (Wensvoort et al1992) could be either alpha-or arteriviruses -and the former had been excluded by serology. Then other data surfaced: the genome is single-stranded and polyadenylated, about 15 OOO nt in length and contains eight ORFs. The replication strategy is corona-, toro-and artenvirus-like, with a fan of six subgenomic RNA molecules occurring in infected cells that have 3'-coterminal sequences. Similar sequence motifs in the polymerase gene, a pseudoknot structure, and amino acid sequence homologies with LDV and, to a lesser extent, EAV identified it as a member of the proposedfamily Arteriviridae. However, this virus causing a new disease is new to the scientific community, its origin is unknown and its relationship to other arteriviruses is distant.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 254,
                    "end": 277,
                    "text": "(Wensvoort et a f 1992)",
                    "ref_id": null
                }
            ],
            "section": "In Search of an Agent"
        },
        {
            "text": "Features shared by members of the coronavirus-like superfamily include the basic genome organisation, the production of 3'-coterminal nested sets of mRNAs, and the presence of homologous replicase domains. Noticeable differences are dissimilar N proteins and nucleocapsid architecture, the probable absence of a common 5'leader sequence in the BEV mRNAs, the much smaller genome size and the absence of a large spike glycoprotein in arteriviruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Torovirus Evolution"
        },
        {
            "text": "Analysis of the BEV genome has revealed vestiges of all those processes that make RNA virus evolution such afascinating field. Firstly, there are the unambiguous primary protein sequence homologies in the replicase. They are the most convincing evidence for common ancestry and for the divergent evolution, which has resulted in the present-day replicase genes of toro-, corona-and arteriviruses. Secondly, the same common ancestry probably connects the BEV and coronaviral S and M proteins.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Torovirus Evolution"
        },
        {
            "text": "The primary sequence similarities of these proteins are no longer detectable, but their predicted structural characteristics and their linkage to homologous replicase genes are highly suggestive. The observations made for the S and M proteins are in agreement with the general perception that structural proteins evolve at a higher rate than nonstructural ones. Thirdly, toroviruses underline the role of recombination in RNA virus evolution in general, and in the evolution of corona-and toroviruses in particular (Snijder et a1 1991) . Fourthly, CVL genomes may show the results of a process for which the name 'modular evolution' has been coined (Zimmern 1987; Strauss and Strauss 1988; Goldbach and Wellink 1988) : the exchange by recombination of complete genes or gene sets (modules). Modular evolution provides a plausible explanation for the presence of a CVL replicase and for the definitely coronavirus-unlike set of structural proteins in the arterivirus group (Vries et a1 1992) . However, the BEV N protein is difficult to explain: its size, sequence and quaternary structure embracing the genomic RNA are features neither of corona-nor of arteriviruses.",
            "cite_spans": [
                {
                    "start": 515,
                    "end": 535,
                    "text": "(Snijder et a1 1991)",
                    "ref_id": null
                },
                {
                    "start": 649,
                    "end": 663,
                    "text": "(Zimmern 1987;",
                    "ref_id": null
                },
                {
                    "start": 664,
                    "end": 689,
                    "text": "Strauss and Strauss 1988;",
                    "ref_id": null
                },
                {
                    "start": 690,
                    "end": 716,
                    "text": "Goldbach and Wellink 1988)",
                    "ref_id": null
                },
                {
                    "start": 972,
                    "end": 990,
                    "text": "(Vries et a1 1992)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Torovirus Evolution"
        },
        {
            "text": "Enlarging on modular evolution, RNA viruses conspicuously show arrays of conserved sequence motifs in some enzymes, irrespective of the extensive variations in other proteins. Proteins with such motifs include RNA-dependent RNA polymerase, putative RNA helicase, chymohypsin-like and papain-like proteases, and methyltransferases. The genes for these proteins form partially conserved modules in large subsets of viruses. Koonin and Dolja (1993) discussed the attractive concept of the virus genome as an evolutionarily stable 'core' of house-keeping genes accompanied by a much more flexible 'shell' consisting of genes for virion components. These authors considered the shuffliig of 'shell' genes between distant groups of viruses a major factor of virus evolution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Torovirus Evolution"
        },
        {
            "text": "Australian Veterinary Journal Vol. 70, No. 12, December 1993",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Torovirus Evolution"
        },
        {
            "text": "Intrigued by their unique morphological and physicochemical characteristics, I initially proposed the Toroviridue as a new family of enveloped RNA viruses . However, our more recent analyses of the genetic information and replication strategy of the prototype Berne virus (Snijder et a1 1988 (Snijder et a1 ,1990a (Snijder et a1 . 1990c haverevealed that toroviruses arenot that unique; they are clearly related to the Coronaviridue and, albeit more distantly, to the arteriviruses (Den Boon et a1 199 lb). This information has led to their reclassification of toroviruses as a new genus within the Coronaviridue family (Pringle 1992) and",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 291,
                    "text": "(Snijder et a1 1988",
                    "ref_id": null
                },
                {
                    "start": 292,
                    "end": 313,
                    "text": "(Snijder et a1 ,1990a",
                    "ref_id": null
                },
                {
                    "start": 314,
                    "end": 336,
                    "text": "(Snijder et a1 . 1990c",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Taxonomy and Conclusion"
        },
        {
            "text": "to the introduction of the unofficial term 'coronavirus-like superfamily ' to indicate the evolutionary ties between the three virus groups of toro-, arteri-and coronaviruses. A meaningful classification of the members of the CVL superfamily clearly requires four hierarchical levels. As mentioned above, the corona-and torovirus species have now been domiciled in two genera. The obvious evolutionary link of this family to the arteriviruses would be most accurately reflected by accommodating the present genus arterivirus in a family of its own and by establishing an order (to replace the ' su perf am i 1 y ' ) comprising t h e Coronuviridae and Arteriviridue families.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Taxonomy and Conclusion"
        },
        {
            "text": "The above implies that the importance of traditional taxonomic criteria, such as virion and nucleocapsid structure, will diminish; characteristics like genome organisation, replication strategy and sequence homologies will become more important. Thus molecular virology has provided the basis for reassigning EAV, formerly considered a member of the Toguviridae family. The continuous nature of sequence variation will pose taxonomic and nomenclative problems emphasising the impossible reconciliation of 'fuzzy' phenomena and 'crisp' terms. Which percentage of identical amino acids is required to define a genus or a family? How should the results of genetic recombination, the exchange of entire modules of information be integrated into virus systematics? On the other hand, these two issues confront virologists most cogently with the genetic basis of the problem. As virus evolution is governed by heredity, the processes of mutation, recombination. and selection will have to be accommodated in future virus taxonomy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Taxonomy and Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Diognmis andEpidem'ology of Toroviruslnfections in",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Koopmans",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Surface Profeins of Murine and Bovine Coronaviruses",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Luytjes",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Luytjes",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Bredebeek",
                    "suffix": ""
                },
                {
                    "first": "Afh",
                    "middle": [],
                    "last": "Nooten",
                    "suffix": ""
                },
                {
                    "first": "Horzinek",
                    "middle": [],
                    "last": "Mc",
                    "suffix": ""
                },
                {
                    "first": "Wjm",
                    "middle": [],
                    "last": "Spaan",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Fuzzy Logic",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mcneill",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Freiberger",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "JCen Virol",
            "authors": [
                {
                    "first": "Jjm",
                    "middle": [],
                    "last": "Meulenberg",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Demeijer",
                    "suffix": ""
                },
                {
                    "first": "Rjm",
                    "middle": [],
                    "last": "Moomann",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J Gen",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Replication and Evolution of the Torovirus Snijder EJ",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ederveen",
                    "suffix": ""
                },
                {
                    "first": "Wjm",
                    "middle": [],
                    "last": "Spaan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Horzinek",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Coronavincres: Molecular Biology and Pathogenesk",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Horzinek",
                    "suffix": ""
                },
                {
                    "first": "Wjm",
                    "middle": [],
                    "last": "Spaan",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Virol 655118",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Vet W d e GN. Saif U, Quesada M et 01",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "N"
                    ],
                    "last": "Woode",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Reed",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Runnels",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Herrig",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "T"
                    ],
                    "last": "Hill",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "",
            "volume": "46",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "RNA Generics",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zimmem",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "",
            "volume": "33",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "The Snowdon Lecture was established in 1991 by the Australian Animal Health Laboratory, CSIRO, Geelong, the Australian Veterinary Association and the Australian Society for Microbiology, to recognise the contribution of Dr William A Snowdon in establishing the laboratory at Geelong. The 1993 lecture was given on 7 July 1993 at Geelong.quite different from the picture today. To approximate the spectrum of clinical phenomena observed, verbal modifiers are being employed and epithets such as 'mild' and 'atypical' are added. virulent strain of rabies virus with its attenuated variant where the arginine in position 333 of the G protein had been exchanged for another amino acid(Dietzschold et a ' 1983). The attenuated vaccine virus causes no disease but a new infection is established which is man-made and unknown to occur in nature. For the host, this difference is a question of life and death, but the molecular divergence between the two virus strains is minimal. Is the avirulent phenotype a new virus? Certainly not -one would still want to call it rabies virus.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "During the last twenty years, many students and postdoctoral fellows have contributed to coronavirus, torovirus and equine arteritis virus research performed at the Virology Division, Veterinary Faculty in Utrecht. The Netherlands. In acknowledging their conceptual input I would like to dedicate this article to Ben van der Zeijst, Willy Spaan and Peter Rottier who were in charge of the molecular virology group at my unit in this period.Special thanks go to Marion Koopmans and Eric Snijder, once torovirologistssensu stricto. In addition I should like to acknowledge my (former and actual) collaborators Mario van Berlo, Johan den Boon, Peter Bredenbeek, Lisette Cornelissen, Joke Ederveen, Raoul de Groot, Arnold Herrewegh, Annelies Kroneman, Willem Luytjes and Twan de Vries. I would also like to thank Marianne Weiss and Gerald Woode for many fruitful discussions in the early phases of torovirus research, and the authors of the following references for sharing unpublished data and preprints of their publications: Chen et a1 (1993), Godeny et a1 (1993), Herold el a1 (1993) and Meulenberg et a1 (1993b). More detailed reviews on toroviruses are in press (Koopmans and Horzinek Adv Virus Res; Snijder and Horzinek J Gen Virol).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}