{"paper_id": "365e96ad16a50a5bf24966115d7f7d951894eb19", "metadata": {"title": "The Synthetic Nature of Biology", "authors": [{"first": "Carlos", "middle": ["G"], "last": "Acevedo-Rocha", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [], "body_text": [{"text": "during the first international meeting of the BioBricks Foundation at the Massachusetts Institute of Technology (MIT) in Cambridge, USA (Heinemann and Panke 2009 ).", "cite_spans": [{"start": 136, "end": 161, "text": "(Heinemann and Panke 2009", "ref_id": "BIBREF76"}], "ref_spans": [], "section": ""}, {"text": "In 2014, a scientific committee on behalf of the European Union (EU) suggested defining contemporary synthetic biology as \"the application of science, technology and engineering to facilitate and accelerate the design, manufacture and/or modification of genetic materials in living organisms\" (Breitling et al. 2015) . 1 In theory, synthetic biology is about engineering and not about science (de Lorenzo and Danchin 2008) , but in practice it is composed of different \"research tribes\" (Nature Editorials 2014) of scientists belonging to large interdisciplinary groups of biologists, chemists, engineers, computer scientists, physicists, mathematicians, scholars from the social sciences, humanities, artists (Reardon 2011) and Do-It-Yourself (DIY) biologists. 2 Figure 1 illustrates the main disciplinary synthetic biology \"tribes\", but the reader is referred to previous work where the first research networks in synthetic biology were investigated (Oldham et al. 2012) . Importantly, an Fig. 1 The different research \"tribes\" of synthetic biology are, arranged according to the shape of the \"penacho\" (crest made out of bird feathers) from Moctezuma, the antepenultimate tribe ruler of the Aztec Empire of prehispanic Mexico 1 http://ec.europa.eu/health/scientific_committees/emerging/docs/scenihr_o_048.pdf. Accessed 18th May 2015. 2 A global community of amateur citizens interested in biology, whose garages, closets, and kitchens have been equipped with inexpensive laboratory equipment. open dialogue among natural scientists, social scientists and scholars from the humanities and other stakeholders has recently played an important role in shaping a more inclusive development of synthetic biology (Agapakis 2014) .", "cite_spans": [{"start": 293, "end": 316, "text": "(Breitling et al. 2015)", "ref_id": "BIBREF26"}, {"start": 319, "end": 320, "text": "1", "ref_id": null}, {"start": 409, "end": 422, "text": "Danchin 2008)", "ref_id": "BIBREF55"}, {"start": 710, "end": 724, "text": "(Reardon 2011)", "ref_id": "BIBREF158"}, {"start": 762, "end": 763, "text": "2", "ref_id": null}, {"start": 952, "end": 972, "text": "(Oldham et al. 2012)", "ref_id": "BIBREF138"}, {"start": 1337, "end": 1338, "text": "2", "ref_id": null}, {"start": 1709, "end": 1724, "text": "(Agapakis 2014)", "ref_id": "BIBREF4"}], "ref_spans": [{"start": 764, "end": 772, "text": "Figure 1", "ref_id": null}, {"start": 991, "end": 997, "text": "Fig. 1", "ref_id": null}], "section": "Contemporary Synthetic Biology"}, {"text": "Some practitioners of these fields use their own jargon and metaphors according to their agenda (de Lorenzo 2011) . For instance, while the assembly of \"parts\" (e.g. promoters), into \"circuits\" (e.g. plasmids) and their implementation in a \"chassis\" (e.g. bacteria) suggests a predictable engineering view of biology, it is evident that biology is not predictable but rather context-dependent. That is, what make a living cell are not the parts, but the interactions and relationships among them:", "cite_spans": [{"start": 96, "end": 113, "text": "(de Lorenzo 2011)", "ref_id": "BIBREF54"}], "ref_spans": [], "section": "Contemporary Synthetic Biology"}, {"text": "The oracle at Delphi posed a question concerning a boat: If, in time, every plank has rotted and been replaced, is the boat the same boat? Yes, the owner will say, the vessel is not its planks but the relationship between them. (Danchin 2003, backcover page). Another example is the metaphor of \"genome writing\" (Bedau et al. 2010 ), referring to the full synthesis of a bacterial genome and its use for cellular reprogramming of a related bacterium (Gibson et al. 2010) . It is clear that we are able to copy (DNA sequencing) and print (DNA synthesis) genomes, but we are far away from writing and designing genomes de novo because most of them are not completely understood or the function of many protein-coding genes is still unknown, among other limitations (Porcar and Pereto 2012) .", "cite_spans": [{"start": 228, "end": 259, "text": "(Danchin 2003, backcover page).", "ref_id": null}, {"start": 312, "end": 330, "text": "(Bedau et al. 2010", "ref_id": "BIBREF15"}, {"start": 450, "end": 470, "text": "(Gibson et al. 2010)", "ref_id": "BIBREF70"}, {"start": 763, "end": 787, "text": "(Porcar and Pereto 2012)", "ref_id": "BIBREF154"}], "ref_spans": [], "section": "Contemporary Synthetic Biology"}, {"text": "Absolutely, the diversity of the synthetic biology practitioners is vast, and each research \"tribe\" has an agenda, but instead of promoting particular agendas that could hamper the development of others (i.e. tribalism), it is important to critically assess the various approaches that will evolve into interdependent methodologies in the coming years of research. To this end, synthetic biology can be broadly divided in four main engineering approaches (Fig. 2) . ", "cite_spans": [], "ref_spans": [{"start": 455, "end": 463, "text": "(Fig. 2)", "ref_id": "FIGREF0"}], "section": "Contemporary Synthetic Biology"}, {"text": "This approach aims to reduce the complexity of extant cells by comparing universal genes and deleting non-essential ones for constructing a minimal genome (Juhas et al. 2011 (Juhas et al. , 2012 . These efforts rest on the idea about the existence of a universal minimal genome that gave rise to all living beings based on the assumption of a unique origin of cellular life, the so-called Last Universal Common Ancestor (LUCA) (Ouzounis and Kyrpides 1996) . However, recent research points to the possibility that the tree of life composed of eukaryotic and prokaryotic cells (Eubacteria and Archaea) emerged from a community of primordial cells rather than from a single cell (Kim and Caetano-Anolles 2012) . Therefore, while the Holy Grail-like quest for the \"minimal genome\" has become elusive, eliminating many non-essential functions compromises the fitness of an organism and results in \"fragile\" genomes (Acevedo- Rocha et al. 2013a) .", "cite_spans": [{"start": 155, "end": 173, "text": "(Juhas et al. 2011", "ref_id": "BIBREF88"}, {"start": 174, "end": 194, "text": "(Juhas et al. , 2012", "ref_id": "BIBREF87"}, {"start": 427, "end": 455, "text": "(Ouzounis and Kyrpides 1996)", "ref_id": "BIBREF140"}, {"start": 677, "end": 707, "text": "(Kim and Caetano-Anolles 2012)", "ref_id": "BIBREF94"}, {"start": 921, "end": 940, "text": "Rocha et al. 2013a)", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Top-Down Engineering"}, {"text": "Another approach in this area involves genome streamlining whereby dispensable DNA elements (mistakenly dubbed \"junk DNA\" in the past) are deleted to stabilize genomes for optimal performance in many biotechnological applications involving microbes (Leprince et al. 2012; Pal et al. 2014) . These efforts coexist with the engineering of genomes (Carr and Church 2009) and epigenomes (Keung et al. 2015) in multiplex or combinatorial manner (Gallagher et al. 2014; Wang et al. 2009; Woodruff and Gill 2011) . Importantly, top-down synthetic biology relies on comparative genomics (Abby and Daubin 2007) and proteomics (Nasir and Caetano-Anolles 2013) as well as systems (Lanza et al. 2012 ) and quantitative (Ouyang et al. 2012 ) biology. For an example of top-down engineering for the production of hydrogen as clean energy carrier see the chapter by R. Wünschiers in this book.", "cite_spans": [{"start": 249, "end": 271, "text": "(Leprince et al. 2012;", "ref_id": "BIBREF105"}, {"start": 272, "end": 288, "text": "Pal et al. 2014)", "ref_id": "BIBREF145"}, {"start": 345, "end": 367, "text": "(Carr and Church 2009)", "ref_id": "BIBREF36"}, {"start": 383, "end": 402, "text": "(Keung et al. 2015)", "ref_id": "BIBREF93"}, {"start": 440, "end": 463, "text": "(Gallagher et al. 2014;", "ref_id": "BIBREF67"}, {"start": 464, "end": 481, "text": "Wang et al. 2009;", "ref_id": "BIBREF196"}, {"start": 482, "end": 505, "text": "Woodruff and Gill 2011)", "ref_id": "BIBREF204"}, {"start": 579, "end": 601, "text": "(Abby and Daubin 2007)", "ref_id": "BIBREF0"}, {"start": 617, "end": 649, "text": "(Nasir and Caetano-Anolles 2013)", "ref_id": "BIBREF132"}, {"start": 669, "end": 687, "text": "(Lanza et al. 2012", "ref_id": "BIBREF101"}, {"start": 707, "end": 726, "text": "(Ouyang et al. 2012", "ref_id": "BIBREF139"}], "ref_spans": [], "section": "Top-Down Engineering"}, {"text": "The \"bottom-up\" synthetic biology approach primarily aims to create \"protocells\" and find the transition between the non-living and living matter by assembling three components: first, a metabolism for extracting energy from the environment and to construct, salvage and discard aged building blocks; second, an informational program like nucleic acids to control the system; and third, a container bringing these components together for allowing their coordination (Rasmussen et al. 2009 ). To achieve this, three important principles of self-organization are taken into consideration: reproduction, replication, and assembly. Reproduction (Sole et al. 2007 ) refers to the ability of a system to reproduce a similar copy of itself: cells (composed of container and metabolism) or \"hardwares\" reproduce; whereas replication (Paul and Joyce 2004 ) happens when a system replicates an exact copy of itself: the genetic program (such as DNA) or \"software\" is copied. Assembly occurs upon aggregation of vesicles or containers (e.g., Oparin's coacervates) made of small droplets of organic molecules like lipids (Vasas et al. 2012) or liposomes, membrane-like structures containing phospholipids (Oberholzer and Luisi 2002) .", "cite_spans": [{"start": 466, "end": 488, "text": "(Rasmussen et al. 2009", "ref_id": "BIBREF157"}, {"start": 641, "end": 658, "text": "(Sole et al. 2007", "ref_id": "BIBREF178"}, {"start": 825, "end": 845, "text": "(Paul and Joyce 2004", "ref_id": "BIBREF146"}, {"start": 1109, "end": 1128, "text": "(Vasas et al. 2012)", "ref_id": "BIBREF191"}, {"start": 1193, "end": 1220, "text": "(Oberholzer and Luisi 2002)", "ref_id": "BIBREF136"}], "ref_spans": [], "section": "Bottom-up Engineering"}, {"text": "Protocell research coexists with other in vitro synthetic biology projects aiming at synthesizing minimal cells (Jewett and Forster 2010) , metabolic pathways (Billerbeck et al. 2013) or \"never-born proteins\" (Chiarabelli et al. 2012) , as well as at imitating cellular processes (Forlin et al. 2012 ) such as cellular division (Schwille 2011) and growth (Blain and Szostak 2014) . Although no longer considered synthetic biology research by the current EU definition given above (Breitling et al. 2015) , this research, mostly fundamental, deserves proper recognition as synthetic biology research because it has potential impact on other synthetic biology areas such as metabolic engineering by the in vitro optimization of synthetic pathways.", "cite_spans": [{"start": 112, "end": 137, "text": "(Jewett and Forster 2010)", "ref_id": "BIBREF86"}, {"start": 159, "end": 183, "text": "(Billerbeck et al. 2013)", "ref_id": "BIBREF20"}, {"start": 209, "end": 234, "text": "(Chiarabelli et al. 2012)", "ref_id": "BIBREF42"}, {"start": 280, "end": 299, "text": "(Forlin et al. 2012", "ref_id": "BIBREF65"}, {"start": 328, "end": 343, "text": "(Schwille 2011)", "ref_id": "BIBREF172"}, {"start": 355, "end": 379, "text": "(Blain and Szostak 2014)", "ref_id": "BIBREF21"}, {"start": 480, "end": 503, "text": "(Breitling et al. 2015)", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Bottom-up Engineering"}, {"text": "Parallel engineering research is based on the canonical genetic code that employs standard biomolecules including nucleic acids and the twenty amino acids for engineering biological systems. It includes the standardization of DNA parts (Endy 2005) , engineering of switches (Benenson 2012) , biosensors (Salis et al. 2009; Zhang and Keasling 2011) , genetic circuits (Brophy and Voigt 2014) , logic gates (Win and Smolke 2008) , and cellular communication operators for a wide range of applications in biocomputing (Wang and Buck 2012) , bioenergy (Malvankar et al. 2011) , biofuels (Kung et al. 2012; Peralta-Yahya et al. 2012 ), bioremediation (de Lorenzo 2010 Schmidt and de Lorenzo 2012) , optogenetics ) and medicine (Ruder et al. 2011; Weber and Fussenegger 2012) . Most of these applications conventionally rely on the use of one or more vectors (or plasmids) for controlling the expression of two or more genes and/or proteins. Plasmids are small, circular, double-strand DNA molecules that can replicate independently from chromosomal DNA, mostly found in prokaryotic but also sometimes in eukaryotic cells.", "cite_spans": [{"start": 236, "end": 247, "text": "(Endy 2005)", "ref_id": "BIBREF59"}, {"start": 274, "end": 289, "text": "(Benenson 2012)", "ref_id": "BIBREF16"}, {"start": 303, "end": 322, "text": "(Salis et al. 2009;", "ref_id": "BIBREF168"}, {"start": 323, "end": 347, "text": "Zhang and Keasling 2011)", "ref_id": "BIBREF207"}, {"start": 367, "end": 390, "text": "(Brophy and Voigt 2014)", "ref_id": "BIBREF28"}, {"start": 405, "end": 426, "text": "(Win and Smolke 2008)", "ref_id": "BIBREF201"}, {"start": 515, "end": 535, "text": "(Wang and Buck 2012)", "ref_id": "BIBREF195"}, {"start": 548, "end": 571, "text": "(Malvankar et al. 2011)", "ref_id": "BIBREF117"}, {"start": 583, "end": 601, "text": "(Kung et al. 2012;", "ref_id": "BIBREF95"}, {"start": 602, "end": 627, "text": "Peralta-Yahya et al. 2012", "ref_id": "BIBREF148"}, {"start": 628, "end": 662, "text": "), bioremediation (de Lorenzo 2010", "ref_id": null}, {"start": 663, "end": 691, "text": "Schmidt and de Lorenzo 2012)", "ref_id": "BIBREF170"}, {"start": 722, "end": 741, "text": "(Ruder et al. 2011;", "ref_id": "BIBREF167"}, {"start": 742, "end": 769, "text": "Weber and Fussenegger 2012)", "ref_id": "BIBREF198"}], "ref_spans": [], "section": "Parallel Engineering or Bioengineering"}, {"text": "A large number of practitioners in this field are engineers aiming to abstract the complexity of biological systems into \"parts\", \"devices\" and \"systems\" whose interactions could be predicted according to the dictum \"what I cannot create, I do not understand\" by Richard Feynman (Keller 2009 ). The migration of engineers into biology resulted in the first model-based design of genetic circuits (i.e., \"circuit engineering\") based on simple mathematical models such as the toggle switch and the \"repressilator\" (Cameron et al. 2014) . In some of these collaborations biologists and engineers work together with computer scientists to develop the next generation computer aided design (CAD) software for engineering-based synthetic biology (MacDonald et al. 2011) . In summary, the main goal of bioengineers is to predict the behaviour of living systems for the sake of safety applications, as Drew Endy says:", "cite_spans": [{"start": 279, "end": 291, "text": "(Keller 2009", "ref_id": "BIBREF92"}, {"start": 512, "end": 533, "text": "(Cameron et al. 2014)", "ref_id": "BIBREF33"}, {"start": 740, "end": 763, "text": "(MacDonald et al. 2011)", "ref_id": "BIBREF114"}], "ref_spans": [], "section": "Parallel Engineering or Bioengineering"}, {"text": "Engineers hate complexity. I hate emergent properties. I like simplicity. I don't want the plane I take tomorrow to have some emergent property while it's flying. 3", "cite_spans": [], "ref_spans": [], "section": "Parallel Engineering or Bioengineering"}, {"text": "Also known as \"chemical synthetic biology\" (Chiarabelli et al. 2012) , this approach primarily aims to modify or expand the genetic codes of living systems with unnatural DNA bases (Benner and Sismour 2005; Pinheiro and Holliger 2012) and/or amino acids (Budisa 2004; Liu and Schultz 2010) . This subarea also relates to xenobiology, an emergent area at the interface of synthetic biology, exobiology, systems chemistry and origin of life research (Schmidt 2010) . In the last decades, scientists have synthesized molecules structurally related to the canonical bases of DNA to test whether those \"alien\" or xeno (XNA) molecules could be used as carriers of genetic information (Kwok 2012) . Similarly, the DNA sugar (desoxyribose) has also been replaced by noncanonical moieties.", "cite_spans": [{"start": 43, "end": 68, "text": "(Chiarabelli et al. 2012)", "ref_id": "BIBREF42"}, {"start": 181, "end": 206, "text": "(Benner and Sismour 2005;", "ref_id": "BIBREF17"}, {"start": 207, "end": 234, "text": "Pinheiro and Holliger 2012)", "ref_id": "BIBREF150"}, {"start": 254, "end": 267, "text": "(Budisa 2004;", "ref_id": "BIBREF29"}, {"start": 268, "end": 289, "text": "Liu and Schultz 2010)", "ref_id": "BIBREF111"}, {"start": 448, "end": 462, "text": "(Schmidt 2010)", "ref_id": "BIBREF169"}, {"start": 678, "end": 689, "text": "(Kwok 2012)", "ref_id": "BIBREF97"}], "ref_spans": [], "section": "Orthogonal or Perpendicular Engineering"}, {"text": "The genetic code can also be modified or expanded to express information beyond the 20 canonical amino acids of proteins. One strategy uses orthogonal enzymes and a transfer RNA adaptor from an unrelated organism to incorporate a given unnatural, noncanonical or xeno amino acid (XAA) into one or more proteins at one or more specific sites (Budisa 2014) . The orthogonal enzymes are generated by \"directed evolution\", a method that consists of repeated cycles of gene mutagenesis (genotypic diversity generation), screening or selection (of a particular phenotypic trait), and amplification of an improved variant for the next iterative round (Reetz 2013) . Dozens of XAAs have been successfully incorporated into proteins in bacteria, yeast and human cell lines (Liu and Schultz 2010) , but also in more complex organisms like worms and flies (Chin 2014) . Directed evolution also enables the development of orthogonal ribosomes (based on canonical DNA sequence changes) to facilitate the incorporation of XAAs into proteins (Wang et al. 2007) or of \"mirror life\", i.e., biological systems endowed with biomolecules composed of enantiomers of opposite chirality (Renders and Pinheiro 2015; Zhao and Lu 2014) .", "cite_spans": [{"start": 341, "end": 354, "text": "(Budisa 2014)", "ref_id": "BIBREF30"}, {"start": 644, "end": 656, "text": "(Reetz 2013)", "ref_id": "BIBREF161"}, {"start": 764, "end": 786, "text": "(Liu and Schultz 2010)", "ref_id": "BIBREF111"}, {"start": 845, "end": 856, "text": "(Chin 2014)", "ref_id": "BIBREF43"}, {"start": 1027, "end": 1045, "text": "(Wang et al. 2007)", "ref_id": "BIBREF197"}, {"start": 1164, "end": 1191, "text": "(Renders and Pinheiro 2015;", "ref_id": "BIBREF163"}, {"start": 1192, "end": 1209, "text": "Zhao and Lu 2014)", "ref_id": "BIBREF208"}], "ref_spans": [], "section": "Orthogonal or Perpendicular Engineering"}, {"text": "Another method dubbed \"experimental evolution\" (Kawecki et al. 2012 ) pushes microorganisms to incorporate XNAs into their genomes (Marlière et al. 2011) or XAAs into their proteomes by serial culturing (Yu et al. 2014) . Orthogonal engineering based on experimental evolution also aims for engineering cells that can survive in asteroids, on the moon and even on Mars (Menezes et al. 2015) . Although the changes at the DNA level are likely to be canonical, cells suitable for non-terrestrial habitats could be considered as orthogonal life. For more details regarding the colonization of Mars with the aid of synthetic microbes, see chapter by C. Verseux et al. in this book.", "cite_spans": [{"start": 47, "end": 67, "text": "(Kawecki et al. 2012", "ref_id": "BIBREF89"}, {"start": 131, "end": 153, "text": "(Marlière et al. 2011)", "ref_id": null}, {"start": 203, "end": 219, "text": "(Yu et al. 2014)", "ref_id": "BIBREF206"}, {"start": 369, "end": 390, "text": "(Menezes et al. 2015)", "ref_id": "BIBREF124"}], "ref_spans": [], "section": "Orthogonal or Perpendicular Engineering"}, {"text": "Thanks to the technological advances in molecular biology, organic chemistry, and engineering in the last decades, the ease and speed of genetic modification has enabled the development of emergent Genetically Modified Organisms (GMOs).", "cite_spans": [], "ref_spans": [], "section": "Synthetic Life Forms"}, {"text": "For example, the engineering-inspired design of GMOs has resulted in the crowdsourcing of Genetically Engineered Machines (GEMs), while the decreasing costs of synthetic DNA has enabled the reprogramming of Genomically Designed Organisms (GDOs). More recently, cutting-edge molecular tools have allowed for the arrival of Genomically Edited Organisms (GEOs). Finally, evolutionary approaches have accelerated the development of not only Genomically Recoded Organisms (GROs) harbouring expanded genetic codes, but also Chemically Modified Organisms (CMOs) endowed with unnatural DNA bases or amino acids. In this work, the three first definitions are introduced, whereas the two latter ones have already been proposed by others (Table 1) .", "cite_spans": [], "ref_spans": [{"start": 727, "end": 736, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Synthetic Life Forms"}, {"text": "In the following sections, the various types of GMOs (mostly microbial 4 ) are introduced together with methods for their development and potential applications in biotechnology. Since GMEs, GEOs, GROs are modified using synthetic DNA, all these fall under the GMO definition (see next subsection). CMOs can be considered GMOs or not GMOs depending on whether their genetic changes are only induced by genetic modification or serial cultivation, respectively. The main purpose of showing existing and emergent types of GMOs and non-GMOs (e.g. CMOs) is to illustrate the most recent efforts undertaken by particular research \"tribes\" and to categorize them according to their engineering approach(es) (for an overview, see Fig. 3 ). The biosafety and biosecurity issues that these synthetic life forms may represent are subsequently highlighted. In this manner, it is easier to explore the context of a particular GMO/CMO regarding its history, origin, methodology, possible applications and risks in order to enable a better understanding of the organism and possibly an accurate technological assessment. ", "cite_spans": [], "ref_spans": [{"start": 722, "end": 728, "text": "Fig. 3", "ref_id": null}], "section": "Synthetic Life Forms"}, {"text": "The EU law defines Genetically Modified Organisms (GMOs) as living entities whose \"genetic material has been changed in a way that does not occur under Fig. 3 The synthetic nature of biology. Genetically modified organisms (GMOs) are produced using old and modern genetic engineering tools based on standard nucleic and amino acids as building blocks via top-down (up), bottom-up (down), parallel (left) and orthogonal (right) engineering. Engineering-based GMO design and construction has resulted in the crowdsourcing of Genetically Engineered Machines (GEMs) through the famous international GEMs competition (see below). In the bottom-up approach, Genomically Designed Viruses (GDVs) and Organisms (GDOs) can be reprogrammed by assembling commercial synthetic DNA, which can be subsequently transplanted into living cells. The first GDO reported was Mycoplasma, whose genetic code-do not confound with genetic program-was not altered, in contrast to yeast, whose genetic code (and program) is being modified in order to accommodate unnatural amino acids (see below). Genomically Edited Organisms (GEOs) are GMOs whose genetic material has been modified employing cutting-edge molecular tools. Genomically Recoded Organisms (GROs) are GEOs whose genetic code has been modified to accommodate unnatural amino acids (and perhaps unnatural DNA bases in the future). Finally, Chemically Modified Organisms (CMOs) are composed of unnatural nucleic acids and/or amino acids. Note that overlap between top-down (up) and bottom-up (down) is not shown because no truly synthetic cell, in which all components are synthesized in the lab and assembled into a living organism, thus far exists. There is also no overlap between engineering-(left) and evolutionary-(right) based approaches because the first aims to predict function from structure, whereas the latter does not predict function because this is extremely challenging if non-additive effects are taken into account (for a discussion on this topic, see Silver et al. 2014) natural conditions through cross-breeding or natural recombination\". 5 Internationally, the \"Cartagena Protocol on Biosafety to the Convention on Biological Diversity\", which includes 170 countries, legally considers GMOs as Living Modified Organisms (LMOs), that is, \"any living organism that possesses a novel combination of genetic material obtained through the use of modern biotechnology\". 6 The forerunners of genetic engineering, Paul Berg, Stanley Norman Cohen and Herbert Boyer, developed molecular tools to introduce foreign genes into bacteria, providing the basis for the development of GMOs. In 1972, Berg combined DNA from the gram-negative model bacterium Escherichia coli and the Simian Virus 40 in an exogenous plasmid or vector (Jackson et al. 1972) . The following year Cohen demonstrated that DNA from the gram-positive bacterium Staphylococcus could be introduced and stably propagated into E. coli (Chang and Cohen 1974) . This experiment gave rise to the first GMO. The next year, Cohen and Boyer reported the creation of the first E. coli endowed with a transgene originally from the South African clawed frog Xenopus (Cohen 2013) , resulting in the first transgenic organism. By using plasmids as gene vectors, these proof-of-principle studies showed that genetic material could be transferred not only between closely related species but also across unrelated ones.", "cite_spans": [{"start": 2005, "end": 2024, "text": "Silver et al. 2014)", "ref_id": "BIBREF175"}, {"start": 2771, "end": 2792, "text": "(Jackson et al. 1972)", "ref_id": "BIBREF83"}, {"start": 2945, "end": 2967, "text": "(Chang and Cohen 1974)", "ref_id": "BIBREF39"}, {"start": 3167, "end": 3179, "text": "(Cohen 2013)", "ref_id": "BIBREF46"}], "ref_spans": [{"start": 152, "end": 158, "text": "Fig. 3", "ref_id": null}], "section": "Genetically Modified Organisms"}, {"text": "These experiments prompted Paul Berg to call for a moratorium on recombinant DNA technology to assess its risks (see below), while Cohen and Boyer urged to file a patent for exploiting recombinant DNA technology. At the same time, many biotechnology companies were founded, in 1976, for instance, Boyer co-founded Genentech, one of the first biotech companies that was able to \"engineer\" GMOs to produce human insulin (Goeddel et al. 1979b ) and growth hormone (Goeddel et al. 1979a ), among other blockbuster substances including alpha interferon, erythropoietin, and tissue plasminogen activator (Rasmussen 2014) . Nowadays, many patients around the globe with diabetes type 1, growth problems and immunological disorders benefit from taking these hormones, sometimes on a daily basis. \"For his fundamental studies of the biochemistry of nucleic acids, with particular regard to recombinant-DNA\", Paul Berg was awarded the Nobel Prize in Chemistry 1980, half of which was shared with Walter Gilbert and Frederick Sanger \"for their contributions concerning the determination of base sequences in nucleic acids \". 7 This brief introduction to the history of genetic engineering shows not only that scientists have been tinkering with the genomes of microorganisms for almost half a century, but also that this would not have been possible without the development of molecular biology, which was essentially the result of the interdisciplinary collaboration between biologists, physicists, and mathematicians during the second half of the 19th century (Morange 2009 During the 1990s, the field of metabolic engineering (two or more genes) emerged as an extension of genetic engineering (one gene) when the chemical engineer James Bailey realized that the microbial production of chemicals and antibiotics could be optimised if the metabolic resources of a cell could be adjusted, concluding that […] the emergence of a systematic paradigm for metabolic engineering will transform the present pharmaceutical, food, and chemical industries. (Bailey et al. 1990, p. 15) The following year, Bailey analysed useful molecules that could be successfully produced in microorganisms (Bailey 1991) , while others proposed that the modifications of the carbon metabolic flux should occur only at the principal node of the primary metabolic networks to overproduce desired metabolites (Stephanopoulos and Vallino 1991) . These remarkable reviews clearly identified metabolic engineering as an extension of genetic engineering, laying a foundation for the successful field that now allows the production of biofuels (Alper and Stephanopoulos 2009 ), pharmaceuticals, fineand bulk-chemicals (Keasling 2010) . Jay Keasling's most recent breakthrough has been the production of a precursor of artemisinin in engineered yeast. Artemisinin is chemically known as a sesquiterpene lactone endoperoxide, the drug of choice to treat malaria, preferentially in combination with other derivatives. Every year, 500 million people become infected with this disease, and 1 million persons die of it in the developing world, mostly in sub-Saharan Africa, Southeast Asia and Latin America. Every 30 s, on average, a child dies from malaria worldwide. Artemisinin is obtained from the leaves of the plant Artemisia annua, also known as sweet wormwood. Using its leaves, a simple tea used to be prepared to treat fever, including malaria, in the traditional Chinese medicine but it was not until the 1970s that it was rediscovered for modern medical science. Chinese scientists extracted the active compound artemisinin (known as arteannuin in the past or qinghaosu in Chinese). However, this drug remained largely unknown to the Western scientific community until 1979 when a review of its application was published in English language (Group 1979) . In fact, it took a while for the rest of the world-and especially the World Health Organization (WHO)-to discover the potential of the antimalarial drug (Tu 2011) . Unfortunately, it has been argued that there is a global supply shortage of artemisinin owing to an increasing demand and to the environmental factors affecting the harvest of the 14-week-growing-plant, primarily in Chinese and Vietnamese but more recently in Indian and East African farms (Enserink 2005 ), yet this is a matter of controversy. 8 Artemisinin can also be chemically synthesized, but it is very expensive and non-affordable to most of the patients.", "cite_spans": [{"start": 418, "end": 439, "text": "(Goeddel et al. 1979b", "ref_id": "BIBREF72"}, {"start": 461, "end": 482, "text": "(Goeddel et al. 1979a", "ref_id": "BIBREF71"}, {"start": 598, "end": 614, "text": "(Rasmussen 2014)", "ref_id": "BIBREF156"}, {"start": 1111, "end": 1115, "text": "\". 7", "ref_id": null}, {"start": 1551, "end": 1564, "text": "(Morange 2009", "ref_id": "BIBREF130"}, {"start": 1895, "end": 1898, "text": "[…]", "ref_id": null}, {"start": 2038, "end": 2065, "text": "(Bailey et al. 1990, p. 15)", "ref_id": null}, {"start": 2173, "end": 2186, "text": "(Bailey 1991)", "ref_id": "BIBREF11"}, {"start": 2372, "end": 2405, "text": "(Stephanopoulos and Vallino 1991)", "ref_id": "BIBREF179"}, {"start": 2602, "end": 2632, "text": "(Alper and Stephanopoulos 2009", "ref_id": "BIBREF5"}, {"start": 2676, "end": 2691, "text": "(Keasling 2010)", "ref_id": "BIBREF91"}, {"start": 3805, "end": 3817, "text": "(Group 1979)", "ref_id": "BIBREF73"}, {"start": 3973, "end": 3982, "text": "(Tu 2011)", "ref_id": "BIBREF188"}, {"start": 4275, "end": 4289, "text": "(Enserink 2005", "ref_id": "BIBREF61"}], "ref_spans": [], "section": "Genetically Modified Organisms"}, {"text": "To come up with another source of artemisinin, Keasling and colleagues ingeniously inserted several genes from different species into the baker's yeast Saccharomyces cerevisiae, which, fed solely by sugar and basic nutrients, is pushed to start a 3-day-culture production of artemisic acid, a precursor that can be chemically oxidized by standard procedures to artemisinin (Ro et al. 2006 ). The process of producing artemisinin has been shortened to only 14 days, but this took Keasling and colleagues many years of research with both successes and failures (Keasling 2008) . For example, suboptimal expression of exogenous genes (having different genetic code usage) or volatility of molecules were encountered, but these problems were solved by optimizing synthetic genes (Martin et al. 2003 ) and reaction conditions (Newman et al. 2006 ). In the end, Keasling's group was able to produce significant levels (>100 mg/L) of artemisic acid by engineering the mevalonate metabolic pathway with a total of 11 enzymes from E. coli, the yeast S. cerevisiae and the plant A. annua in E. coli (Fig. 4) (Chang et al. 2007) .", "cite_spans": [{"start": 373, "end": 388, "text": "(Ro et al. 2006", "ref_id": "BIBREF164"}, {"start": 559, "end": 574, "text": "(Keasling 2008)", "ref_id": "BIBREF90"}, {"start": 775, "end": 794, "text": "(Martin et al. 2003", "ref_id": "BIBREF123"}, {"start": 821, "end": 840, "text": "(Newman et al. 2006", "ref_id": "BIBREF133"}, {"start": 1098, "end": 1117, "text": "(Chang et al. 2007)", "ref_id": "BIBREF40"}], "ref_spans": [{"start": 1089, "end": 1097, "text": "(Fig. 4)", "ref_id": "FIGREF1"}], "section": "Genetically Modified Organisms"}, {"text": "The metabolic pathway engineered in E. coli was later transferred to a genetically stable yeast strain that can efficiently transport out of the cells up to 115 mg of artemisic acid per litre of culture, allowing therefore a simple and inexpensive purification process (Ro et al. 2006) . Recently, German scientists reported the development of an optimized system where the three-step chemical synthesis from artemisic acid to artemisinin can be reduced to a more economical and efficient Keasling's metabolic pathway for semi-synthetic artemisinin. Upon glucose take-up, E. coli transforms it into acetyl-CoA via the glycolysis pathway. The introduction of 11 enzymes from E. coli (brown; 1, 7, 8), S. cerevisiae (orange; 2-6) and A. annua (green; 9-11) allows the conversion of acetyl-CoA via the mevalonate pathway into artemisic acid, which can be thereafter chemically converted to artemisinin. Enzymes: 1 AtoB, acetoacetyl-CoA thiolase; 2 HMGS, hydroxymethylglutaryl-CoA (HMG-CoA) synthase; 3 tHMGR, truncated HMG-CoA reductase; 4 MK, mevalonate kinase; 5 PMK, phosphomevalonate kinase; 6 MPD, mevalonate diphosphate decarboxylase; 7 idi, isopentenyl diphosphate isomerase; 8 ispA, Farnesyl pyrophosphate synthase; 9 ADS, amorpha-4,11-diene synthase; 10 CPR, cytochrome p450 redox partner; and 11 P450, monooxygenase (CYP71AV1) (Color figure online) single-step based solely on oxygen and light (Levesque and Seeberger 2012) . This achievement should contribute to increasing the yields (hormones are produced in the gram range) while reducing artemisinin costs. A dose cost $2.40 United States (US) dollars several years ago, but the alliance of the first non-profit pharmaceutical company \"Institute for OneWorld Health\" and the company co-founded by Keasling \"Amyris Biotechnologies\" planed to decrease the dose costs ten-fold (ca. $0.25) with aid of $42.6 million from the Bill and Melinda Gates Foundation (Towie 2006) , and the cooperation with the French international company Sanofi-Aventis for scaling-up the industrial process. Thus far, more than 1.7 million of semi-synthetic artemisinin doses have been shipped to malaria-endemic countries in Africa including Burkina Faso, Burundi, Democratic Republic of the Congo, Liberia, Niger, and Nigeria. 9", "cite_spans": [{"start": 269, "end": 285, "text": "(Ro et al. 2006)", "ref_id": "BIBREF164"}, {"start": 1401, "end": 1430, "text": "(Levesque and Seeberger 2012)", "ref_id": "BIBREF106"}, {"start": 1917, "end": 1929, "text": "(Towie 2006)", "ref_id": "BIBREF186"}], "ref_spans": [], "section": "Genetically Modified Organisms"}, {"text": "Genetically Engineered Machines (GEMs) are herein defined as GMOs that emerge yearly thanks to a crowd-sourcing approach: The international Genetically Engineered Machines (iGEM) competition. Undergraduate students pay a large registration fee for getting standardized DNA parts or \"BioBricks\" (BioBricks can be thought of as a type of DNA lego; for a discussion about the \"playing\" component in synthetic biology, see chapter by L. Litterst in this book), mostly originated from the bacterium E. coli, at the Registry of Standard Biological Parts (http:// parts.igem.org) in MIT to construct at home, in less than a year, biological systems composed of \"parts\", \"devices\" and \"systems\" (Smolke 2009 ). For example, the bacterium E. coli has been converted into \"Eau D'e coli\", bacteria that smell like wintergreen or bananas depending on the growth state (MIT iGEM team in 2006); E. chromi, bacteria that glow in different colours (Cambridge iGEM team in 2009); or E. cryptor, a \"hard-drive\" device to store information (CU-Hong Kong iGEM team in 2010). The main difference between GEMs and GMOs is that the former ones are built with BioBricks and following engineering principles, whereas the latter ones are constructed without these two requirements. The idea behind this distinction is to emphasize the development of potential applications based on GEMs that can be predictable, in contrast to \"standard\" GMOs where this endeavour is not per se attempted from the onset.", "cite_spans": [{"start": 687, "end": 699, "text": "(Smolke 2009", "ref_id": "BIBREF177"}], "ref_spans": [], "section": "Genetically Engineered Machines"}, {"text": "Besides promoting creativity and innovation, iGEM serves as an international platform for fostering in young students self-confidence and awareness of the ethical, legal, and social implications of their synthetic biology project beyond the bench, i.e., \"human practices\" or more recently \"policy and practices\". The first real iGEM competition took place in 2004, when 5 teams (Boston University, Caltech, MIT, Princeton University, and The University of Texas at Austin) participated, depositing a total of 50 parts. The University of Texas team designed the first biological photographic film with a bacterial lawn displaying the phrase \"Hello World\" 10 ( Levskaya et al. 2005) . Since its first meeting, the iGEM competition has grown steadily in the number of countries, teams and delivered parts (Table 2) .", "cite_spans": [{"start": 659, "end": 680, "text": "Levskaya et al. 2005)", "ref_id": "BIBREF107"}], "ref_spans": [{"start": 802, "end": 811, "text": "(Table 2)", "ref_id": "TABREF2"}], "section": "Genetically Engineered Machines"}, {"text": "Interestingly, most of the successful iGEM teams tend to avoid using the registry parts and prefer to deposit new parts, perhaps because a major portion of the parts have not been tested or do not work as expected (Vilanova and Porcar 2014). These facts illustrate not only the context-dependency of biology and the importance of molecular relationships beyond synthetic DNA, but also the challenges that the iGEM competition will meet in the coming years: There is a need to better characterize the existing parts and to increase their quality, and there are additional issues regarding industrial applicability, team judgement and research funding transparency (Vilanova and Porcar 2014) . From all the winners at each competition, only a few projects have been published, and even less have a potential industrial application (Vilanova and Porcar 2014). This is why the application of engineering principles in biology based on standardized DNA parts is a challenging endeavour that requires understanding the complexity of gene networks and variability of each cell within heterogeneous cellular populations (Kwok 2010).", "cite_spans": [{"start": 677, "end": 689, "text": "Porcar 2014)", "ref_id": null}], "ref_spans": [], "section": "Genetically Engineered Machines"}, {"text": "Genomically Designed Viruses (GDVs) and Genomically Designed Organisms (GDOs) are viruses or living entities, respectively, that have been reprogrammed 10 This phrase has been a tradition for software developers since it was first introduced in the Bell Laboratories in 1974. using a genome that was copied from nature into a computer and later on designed to be bottom-up synthetized by chemical means. In this work, these two new definitions are introduced to differentiate from other GMOs in which the genome is borrowed from existing organisms or viruses and is not entirely synthetic (i.e., top-down engineering). The first genome that was chemically synthesized was that of the poliovirus (Cello et al. 2002 ) that infects humans, followed by that of the bacteriophage Phi X174 (Smith et al. 2003 ) that normally infects E. coli. The genome of the 1918 Spanish' influenza pandemic virus was then synthesized (Tumpey et al. 2005) , followed by other human retroviruses (Wimmer et al. 2009 ). All these GDVs were capable of infecting cells, suggesting that chemically synthesized genomes of higher organisms would be functional if these could be inserted into living cells.", "cite_spans": [{"start": 152, "end": 154, "text": "10", "ref_id": null}, {"start": 695, "end": 713, "text": "(Cello et al. 2002", "ref_id": "BIBREF37"}, {"start": 784, "end": 802, "text": "(Smith et al. 2003", "ref_id": "BIBREF176"}, {"start": 914, "end": 934, "text": "(Tumpey et al. 2005)", "ref_id": "BIBREF189"}, {"start": 974, "end": 993, "text": "(Wimmer et al. 2009", "ref_id": "BIBREF200"}], "ref_spans": [], "section": "Genomically Designed Viruses and Organisms"}, {"text": "In 2008, the Venter lab reported the synthesis of the complete genome of 582,970 base pairs (bps) of the bacterium Mycoplasma genitalium (Gibson et al. 2008) , giving rise to the first GDO. In parallel trials, Venter's team transplanted the natural genome of M. mycoides into M. capricolum, conferring the latter cell the identity of the former upon cell division and genetic selection (Lartigue et al. 2007 ). Mycoplasmas are parasitic bacteria that cause respiratory and inflammatory diseases in humans. They lack a cell wall but the reason why these bacteria were chosen as model organisms is because they bear the smallest genomes among all bacteria that can support cellular growth in the laboratory. After the two aforementioned breakthroughs, the next logical step was to combine them: In 2010, Gibson et al. reported the genome synthesis of M. mycoides genome (1,080,000 bps) and its transplantation into M. capricolum, reprogramming again the latter cell into the former, but the difference being that in the genome of the reprogrammed cells there were four encrypted watermark sequences (Fig. 5) , indicating the names of 46 persons involved in the project, an email address, a website and three famous quotations: (1) James Joyce: \"To live to err, to fall, to triumph, to recreate life out of (2) Robert Oppenheimer: \"See things not as they are, but as they might be\"; and (3) Richard Feynman: \"What I cannot build, I cannot understand\" (Gibson et al. 2010) . 11 Venter (2013) himself called these the first synthetic cells whose parents are a computer. However, the computer did not create the genome sequence; it served to store the sequence retrieved from nature upon DNA sequencing. Nor are the cells synthetic: only their DNA, which forms about 1 % of the cell dry weight, is synthetic. Nevertheless, this experiment has been regarded as \"a defining moment in the history of biology and biotechnology\" 12 because DNA controls the hereditary information and this raises the possibility of controlling and understanding life by using synthetic DNA (Bedau et al. 2010) .", "cite_spans": [{"start": 137, "end": 157, "text": "(Gibson et al. 2008)", "ref_id": "BIBREF69"}, {"start": 386, "end": 407, "text": "(Lartigue et al. 2007", "ref_id": "BIBREF102"}, {"start": 802, "end": 815, "text": "Gibson et al.", "ref_id": null}, {"start": 1448, "end": 1468, "text": "(Gibson et al. 2010)", "ref_id": "BIBREF70"}, {"start": 1471, "end": 1473, "text": "11", "ref_id": null}, {"start": 2062, "end": 2081, "text": "(Bedau et al. 2010)", "ref_id": "BIBREF15"}], "ref_spans": [{"start": 1097, "end": 1105, "text": "(Fig. 5)", "ref_id": "FIGREF2"}], "section": "Genomically Designed Viruses and Organisms"}, {"text": "The synthesis of genomes is possible via \"synthetic genomics\" (Montague et al. 2012) , an established field that emerged with the technological synergies between synthetic organic chemistry and engineering for high-throughput DNA synthesis (Carlson 2009 ). Synthetic genomics, in turn, has enabled the emergence of not only other GDOs including the baker's yeast (Annaluru et al. 2014 ) and the bacterium Vibrio cholera (Messerschmidt et al. 2015) , but also tools in basic research for assembling efficiently synthetic DNA (Gibson 2011). Last but not least, synthetic genomics promises to revolutionize the medical sector by reducing the time needed for the production of synthetic flu vaccines in case of pandemics from months to days (Okie 2011) . Another health care application may be the development of synthetic bacteriophages (bacteria-killing viruses) given the recent emergence of antibiotic resistance, a huge global public health concern. Phage therapy is an old treatment that dates back to more than one century, but with the discovery of antibiotics during the first half of the 20th century; its application remained limited in the Western world (Reardon 2014) . Thus, there is a potential in synthetic genomics for developing innovative phage therapies, but limited host range and side effects of bacterial lysis remain, among other non-technical issues (Citorik et al. 2014 ).", "cite_spans": [{"start": 62, "end": 84, "text": "(Montague et al. 2012)", "ref_id": "BIBREF129"}, {"start": 240, "end": 253, "text": "(Carlson 2009", "ref_id": "BIBREF35"}, {"start": 363, "end": 384, "text": "(Annaluru et al. 2014", "ref_id": "BIBREF6"}, {"start": 420, "end": 447, "text": "(Messerschmidt et al. 2015)", "ref_id": "BIBREF125"}, {"start": 737, "end": 748, "text": "(Okie 2011)", "ref_id": "BIBREF137"}, {"start": 1162, "end": 1176, "text": "(Reardon 2014)", "ref_id": "BIBREF159"}, {"start": 1371, "end": 1391, "text": "(Citorik et al. 2014", "ref_id": "BIBREF45"}], "ref_spans": [], "section": "Genomically Designed Viruses and Organisms"}, {"text": "Genomically Edited Organisms (GEOs) are herein defined as those GMOs whose genomes have been modified with advanced molecular engineering tools. Genome editing can be performed in small or large scale as when respectively mutating a single-nucleotide polymorphism to correct a disease genotype (e.g. sickle-cell anemia) like in human cells (Charpentier and Doudna 2013; Doudna and Charpentier 2014; Gaj et al. 2013) , or genome regions in multiplex for the combinatorial optimization of metabolic pathways in microbes (Gallagher et al. 2014; Wang et al. 2009; Woodruff and Gill 2011) . GEOs are also GMOs but the reason behind this differentiation is to indicate the methodological differences: GMOs are usually modified using natural or synthetic DNA sequences encoded in plasmids, but modifying the chromosomal DNA (using or not plasmids) in GEOs usually involves the employment of synthetic DNA that is bought online from biotech companies. 13 Chromosomal modifications typically include DNA deletions (knock-out), additions (knock-in), or replacements that are crucial in fundamental research for understanding the function of a given gene, protein and/or genetic element in a physiological context. The foundations of genome editing can be traced down to the discovery of the cellular systems in yeast and mammalian cells that repair double-strand DNA breaks (DSBs) that otherwise would be lethal due to cellular death or oncogenic mutations (Doudna and Charpentier 2014) . The repair of DSBs is possible by the activation of homologous recombination (HR), which is a \"copy and paste\" mechanism that requires an undamaged copy of the homologous DNA segment as a template for copying the DNA sequence along the break (Porteus and Carroll 2005) .", "cite_spans": [{"start": 340, "end": 369, "text": "(Charpentier and Doudna 2013;", "ref_id": "BIBREF41"}, {"start": 370, "end": 398, "text": "Doudna and Charpentier 2014;", "ref_id": "BIBREF57"}, {"start": 399, "end": 415, "text": "Gaj et al. 2013)", "ref_id": null}, {"start": 518, "end": 541, "text": "(Gallagher et al. 2014;", "ref_id": "BIBREF67"}, {"start": 542, "end": 559, "text": "Wang et al. 2009;", "ref_id": "BIBREF196"}, {"start": 560, "end": 583, "text": "Woodruff and Gill 2011)", "ref_id": "BIBREF204"}, {"start": 944, "end": 946, "text": "13", "ref_id": null}, {"start": 1447, "end": 1476, "text": "(Doudna and Charpentier 2014)", "ref_id": "BIBREF57"}, {"start": 1721, "end": 1747, "text": "(Porteus and Carroll 2005)", "ref_id": "BIBREF155"}], "ref_spans": [], "section": "Genomically Edited Organisms"}, {"text": "In the past, UV radiation, chemicals and restriction enzymes were used to induce DSBs, but these were random and could not be directed to predetermined sites (Jasin 1996) . Nevertheless, the pioneering work of Mario Capecchi, Martin Evans and Oliver Smithies lead to a basic understanding of the HR mechanism for repairing DSBs. In 2007, they shared The Nobel Prize in Physiology or Medicine \"for their discoveries of principles for introducing specific gene modifications in mice by the use of embryonic stem cells\". 14 Since the 1990s, new genetic tools have been developed for modifying genomes more precisely, including rare-cutting homing endonucleases (Jasin 1996) , Zinc-Finger Nucleases (ZFNs) (Porteus and Carroll 2005) and Transcription Activator-Like Effector Nucleases (TALENs) (Sun and Zhao 2013) . By specifically inducing DSBs, these tools enable high HR that can be used in basic biology and to correct various disease-causing mutations associated with haemophilia, sickle-cell disease, and other deficiencies (Gaj et al. 2013) .", "cite_spans": [{"start": 158, "end": 170, "text": "(Jasin 1996)", "ref_id": "BIBREF84"}, {"start": 658, "end": 670, "text": "(Jasin 1996)", "ref_id": "BIBREF84"}, {"start": 702, "end": 728, "text": "(Porteus and Carroll 2005)", "ref_id": "BIBREF155"}, {"start": 790, "end": 809, "text": "(Sun and Zhao 2013)", "ref_id": "BIBREF180"}, {"start": 1026, "end": 1043, "text": "(Gaj et al. 2013)", "ref_id": null}], "ref_spans": [], "section": "Genomically Edited Organisms"}, {"text": "Although ZFNs and TALENs nucleases provide access to most of the recent health care applications (Gaj et al. 2013) , both depend on custom-made proteins for modifying each DNA target, which limits their use due to large costs when multiple genes are mutated simultaneously, as is necessary in more complex diseases involving multiple genes (Cox et al. 2015) . Nonetheless, a new tool dubbed CRISPR-Cas9 has recently emerged for editing genes in multiplex with excellent HR efficiencies comparable to ZFNs and TALENs, but lower costs thanks to the programmability at the RNA level (Mali et al. 2013) . Composed of clustered regularly interspaced short palindromic repeats (CRISPRs) of DNA and CRISPR-associated 13 Currently there is legal uncertainty, depending on the country, as to whether GEOs can be categorized as GMOs or as organisms originated from breeding. See, for example, Araki and Ishii (2015) as well as the Cibus case in Germany: http://www.nature.com/news/seeds-of-change-1. 17267. genes (Cas) along the genome, the CRISPR-Cas is an immune system that evolved in bacteria and archaea to combat hostile viruses and foreign plasmids by inducing site-specifically DSBs (Doudna and Charpentier 2014) . The type-II CRISPR-Cas9 system has been used for deleting, adding, activating and suppressing target genes with great efficiency in many organisms (Fig. 6) (Charpentier and Doudna 2013; Doudna and Charpentier 2014) . The technology has allowed the correction of genetic mutations of diseases such as cataracts and cystic fibrosis as well as the development of cancer models in animal tissues (Doudna and Charpentier 2014) , and more recently the generation of human cells resistant to infection by HIV, the Human Immunodeficiency Virus (Liao et al. 2015) . Fig. 6 The CRISPR-Cas9 technology has been used to modify the genomes of bacteria, yeast, fungi, nematodes, salamanders, frogs, fruit flies, zebrafish, mice, rats, plants, crops (rice, wheat, sorghum, tobacco), pigs, animal and human cell lines as well as embryonic stem cells. The Streptococcus pyogenes Cas9 nuclease (dark blue) in complex with single-guided RNA (green) and its target DNA (red) was made using the 3D crystal structure PDB (Protein Data Bank) file 4OO8 (Nishimasu et al. 2014) (Doudna and Charpentier 2014) . The revolutionary Cas9 technology has already been compared to the restriction enzymes and the PCR, essential tools in modern molecular biology research, because it promises to accelerate the editing of genomes across the medical, agricultural, environmental, pharmaceutical, chemical, and biotechnological sectors.", "cite_spans": [{"start": 97, "end": 114, "text": "(Gaj et al. 2013)", "ref_id": null}, {"start": 340, "end": 357, "text": "(Cox et al. 2015)", "ref_id": "BIBREF47"}, {"start": 580, "end": 598, "text": "(Mali et al. 2013)", "ref_id": "BIBREF116"}, {"start": 710, "end": 712, "text": "13", "ref_id": null}, {"start": 883, "end": 905, "text": "Araki and Ishii (2015)", "ref_id": "BIBREF7"}, {"start": 1181, "end": 1210, "text": "(Doudna and Charpentier 2014)", "ref_id": "BIBREF57"}, {"start": 1369, "end": 1398, "text": "(Charpentier and Doudna 2013;", "ref_id": "BIBREF41"}, {"start": 1399, "end": 1427, "text": "Doudna and Charpentier 2014)", "ref_id": "BIBREF57"}, {"start": 1605, "end": 1634, "text": "(Doudna and Charpentier 2014)", "ref_id": "BIBREF57"}, {"start": 1749, "end": 1767, "text": "(Liao et al. 2015)", "ref_id": "BIBREF108"}, {"start": 2242, "end": 2265, "text": "(Nishimasu et al. 2014)", "ref_id": "BIBREF135"}, {"start": 2266, "end": 2295, "text": "(Doudna and Charpentier 2014)", "ref_id": "BIBREF57"}], "ref_spans": [{"start": 1360, "end": 1368, "text": "(Fig. 6)", "ref_id": null}, {"start": 1770, "end": 1776, "text": "Fig. 6", "ref_id": null}], "section": "Genomically Edited Organisms"}, {"text": "Genomically Recoded Organisms (GROs) were introduced by the Church lab at Harvard (see below) referring to microbes whose genetic codes have been recoded using advanced genomic tools like those used for GEOs. The genetic code describes a set of rules relating the order of three DNA bases (codon) and a corresponding amino acid to synthesize proteins across all life forms; thus, establishing a universal link between information storage and execution (Fig. 7) . For example, a small peptide composed of the amino acids MASTER can be coded at the RNA level by the codons AUG/GCC/AGC/ACC/GAA/AGA, but this order can be modified to synonymous codons (AUG/GCA/UCU/ACG/GAG/CGG) with the same amino acid meaning: MASTER. In addition, non-synonymous ones can also be introduced when another codon (e.g., the amber stop codon UAG) is used to incorporate a non-standard amino acid X as follows: MAXTER (ATG/GCA/UAG/ACG/GAG/CGG).", "cite_spans": [], "ref_spans": [{"start": 452, "end": 460, "text": "(Fig. 7)", "ref_id": "FIGREF4"}], "section": "Genomically Recoded Organisms"}, {"text": "In 1968, Holley, Khorana and Nirenberg shared the Nobel Prize in Physiology or Medicine \"for their interpretation of the genetic code and its function in protein synthesis\". 15 In the same year, Crick called the genetic code a \"frozen accident\", implying that \"no new amino acid could be introduced without disrupting too many proteins\" (Crick 1968, p. 375) . Since the 1990s, however, the incorporation of XAAs into proteins has been thawing the \"universal\" genetic code. There are two basic ways to engineer the genetic code (Bacher et al. 2004 ): The components involved in the synthesis of proteins are engineered by directed evolution to allow the recognition of specific XAAs (Liu and Schultz 2010) . But in these cases the genetic code changes are usually non-heritable, in contrast to the second approach, in which organisms (so far bacteria) are pushed to incorporate XAAs into their proteomes via experimental evolution, resulting in progeny with heritable changes (see CMOs below). Both approaches, nonetheless, could be combined to render offspring dependent on XAAs for survival.", "cite_spans": [{"start": 337, "end": 357, "text": "(Crick 1968, p. 375)", "ref_id": null}, {"start": 527, "end": 546, "text": "(Bacher et al. 2004", "ref_id": "BIBREF10"}, {"start": 682, "end": 704, "text": "(Liu and Schultz 2010)", "ref_id": "BIBREF111"}], "ref_spans": [], "section": "Genomically Recoded Organisms"}, {"text": "GROs are relatively new organisms that were introduced by George Church and colleagues at Harvard by exploiting the mechanism of HR in microbes. His team built up a device that automates the process of gene delivery, targeting and replacement as well as microbial recovery and growth called \"Multiplex Automated Genomic Engineering\" (MAGE) (Wang et al. 2009 ). MAGE allows performing […] up to 50 different genome alterations at nearly the same time, producing combinatorial genomic diversity. In one instance, Church and Wyss researchers were able to make the bacteria Escherichia coli (E. coli) synthesize five times the normal quantity of lycopene, an antioxidant, in a matter of days and just $1000 in reagents. 16 Although this machine could accelerate the fields of metabolic and genome engineering for the microbe-based production of biofuels, pharmaceuticals and other chemicals, it is very expensive, and it is still very challenging to know with accuracy what gene(s) and/or protein(s) to target for mutagenesis.", "cite_spans": [{"start": 340, "end": 357, "text": "(Wang et al. 2009", "ref_id": "BIBREF196"}, {"start": 384, "end": 387, "text": "[…]", "ref_id": null}], "ref_spans": [], "section": "Genomically Recoded Organisms"}, {"text": "Since 2011, nonetheless, Church and colleagues have reported five \"tour-de-force\" studies using MAGE with another application in mind: First, they exchanged 314 out of 321 UAG stop codons to synonymous UAA stop ones in several E. coli strains, but with some technical hurdles (Isaacs et al. 2011) . Second, after overcoming the technical difficulties, they were able to recombine all strains and delete completely the 321 UAG codons as well as the protein that terminates protein synthesis at this signal for yielding the first GRO: E. coli C321.ΔA. This bacterium exhibited improved efficiencies for incorporating XAAs into various proteins and increased resistant against infection by the bacteriophage T7 compared to the parental E. coli strain MG1655 (Lajoie et al. 2013b ). Third, they probed the limits of MAGE by eliminating the most rare codons present in 42 essential genes involved in E. coli translation as a means to \"emancipate\" codons for incorporating further XAAs (Lajoie et al. 2013a) . In this work, it was realized that all non-essential genes could be modified with synonymous codons without compromising cellular fitness. Finally, based on the previous work and the E. coli C321.ΔA strain, on one hand, Church and colleagues, and, on the other, Isaacs et al. engineered essential genes to be functional by the rational dependence of XAAs, thus imposing the cells to be metabolically dependent on the external supply of XAAs (Rovner et al. 2015; Mandell et al. 2015) . Both studies were able to show that E. coli can be contained in physical isolation without undetectable growth in liquid media for up to 14 or 20 days, as long as the XAAs was not added to the culture. The authors argue that their strategy \"is a significant improvement over existing biocontainment approaches\" (Rovner et al. 2015) and that it \"provides a foundation for safer GMOs that are isolated from natural ecosystems by a reliance on synthetic metabolites\" (Mandell et al. 2015) . Beyond biocontainment, other applications of GROs would be the production of proteins endowed with XAAs for basic research and perhaps biocatalysis (Budisa 2014).", "cite_spans": [{"start": 276, "end": 296, "text": "(Isaacs et al. 2011)", "ref_id": "BIBREF81"}, {"start": 755, "end": 775, "text": "(Lajoie et al. 2013b", "ref_id": "BIBREF99"}, {"start": 980, "end": 1001, "text": "(Lajoie et al. 2013a)", "ref_id": "BIBREF98"}, {"start": 1445, "end": 1465, "text": "(Rovner et al. 2015;", "ref_id": "BIBREF166"}, {"start": 1466, "end": 1486, "text": "Mandell et al. 2015)", "ref_id": "BIBREF119"}, {"start": 1800, "end": 1820, "text": "(Rovner et al. 2015)", "ref_id": "BIBREF166"}, {"start": 1953, "end": 1974, "text": "(Mandell et al. 2015)", "ref_id": "BIBREF119"}], "ref_spans": [], "section": "Genomically Recoded Organisms"}, {"text": "Chemically Modified Organisms (CMOs) are livings systems endowed with unnatural, noncanonical or xeno building blocks. The CMO term was introduced by Marlière et al. (2011), whose work was highlighted by Acevedo-Rocha and Budisa (2011) referring to \"E. chlori\" (see below). There are two basic approaches for creating CMOs. One strategy tackles proteins, the main executors of information, whereas the other one deals with the information carriers or nucleic acids (NA). As indicated in the previous section, together with some genetic tricks, the cultivation of microbes in the presence of unnatural building blocks allows their introduction in lieu of canonical amino acids or DNA. In 1983, Bacillus subtilis strain QB928 was able to grow on 4-fluorotryptophan, a synthetic analogue of tryptophan (Trp), one of the 20 canonical amino acids (Wong 1983) . Thirty years later, the same microbe does not require Trp anymore for propagation, but only 4-fluorotryptophan thanks to its adaption that was accompanied by a relatively small degree of genomic changes (Yu et al. 2014) . This is the first CMO whose proteome has been chemically modified by experimental evolution. E. coli has also been shown to grow on similar fluorinated Trp analogues (Bacher et al. 2004 ), but it also has the potential for accommodating other XAAs into its proteome (Bohlke and Budisa 2014) .", "cite_spans": [{"start": 842, "end": 853, "text": "(Wong 1983)", "ref_id": "BIBREF203"}, {"start": 1059, "end": 1075, "text": "(Yu et al. 2014)", "ref_id": "BIBREF206"}, {"start": 1244, "end": 1263, "text": "(Bacher et al. 2004", "ref_id": "BIBREF10"}, {"start": 1344, "end": 1368, "text": "(Bohlke and Budisa 2014)", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Chemically Modified Organisms"}, {"text": "CMOs with unnatural building blocks as genetic polymers have been also reported. DNA is composed of the bases adenine (A), guanine (G) cytosine (C) and thymine (T), each linked to a sugar (deoxyribose), which in turn is connected to two phosphate groups. But scientists have synthesized molecules structurally related to the components of A, T, C and G to test whether these \"alien\" molecules could be also used as carriers of genetic information, including iso-C, iso-G, K, X, Q, F, P, Z, NaM and 5SICS ( 8 Alternative genetic systems. On the top, the canonical DNA bases thymine (T) and adenine (A) forming two hydrogen bonds as well as cytosine (C) and guanine (G) forming three hydrogen bonds are shown. In the middle and bottom layers, unnatural DNA bases that are achieved by classical synthetic chemistry are depicted including Z and P, V and J, K and X, as well as isoC and isoG, all interacting via thee hydrogen bonds Although most xeno-nucleic acids (XNAs) are incompatible with living systems, very recently Holliger and colleagues described the directed evolution-based engineering of polymerases (enzymes that copy nucleic acids) that were capable of synthesizing XNA from a DNA template and from DNA back to XNA ). This work is very important because it showed that genetic information could be stored in diverse unnatural polymers capable of heredity and evolution. Along the same vein, but using experimental evolution, Marlière and colleagues practically replaced all T bases by 5-chlorouracil in E. coli with concomitant dependence on this alien substance for survival (Marlière et al. 2011 ). These modifications resulted in morphological alterations; yet the E. coli cells were able to survive, giving rise to \"E. chlori\", the first CMO bearing a chlorinated genome and potentially endowed with a \"genetic firewall\" (Acevedo-Rocha and Budisa 2011).", "cite_spans": [{"start": 1588, "end": 1609, "text": "(Marlière et al. 2011", "ref_id": null}], "ref_spans": [{"start": 506, "end": 507, "text": "8", "ref_id": "FIGREF5"}], "section": "Chemically Modified Organisms"}, {"text": "More recently, Romesberg and colleagues reported the addition of the XNA pair NaM and 5SICS to E. coli by introducing an algae membrane-protein that allowed the transportation of the XNA pair into the cells, followed by its replication in a plasmid (Malyshev et al. 2014) . Although this CMO has been regarded the first living being bearing six bases as genetic code with many potential applications in basic and applied research (Thyer and Ellefson 2014) , it should be mentioned that only one base pair per plasmid was present, corresponding to less than 0.0001 % of the total genetic content of that bacterium, which is about 1 % of the total cell dry weight. Thus, the in vivo replication and propagation of a truly six-membered genetic code controlling some biological process remains to be shown.", "cite_spans": [{"start": 249, "end": 271, "text": "(Malyshev et al. 2014)", "ref_id": "BIBREF118"}, {"start": 430, "end": 455, "text": "(Thyer and Ellefson 2014)", "ref_id": "BIBREF183"}], "ref_spans": [], "section": "Chemically Modified Organisms"}, {"text": "Several applications of orthogonal engineering have been envisaged. Basic research on \"artificial genetic information systems\" has already resulted in a more accurate diagnosis of viruses in patients: the inclusion of the bases isoC and isoG (Fig. 8) into \"Branched DNA Assays\", which detect pathogenic NAs, significantly improves the signal-to-noise detection ratio. These assays are important because the viral load is critical to determine the amount and type of drug necessary in patients with HIV and Hepatitis C, two major health problems with 35 and 180 million cases worldwide, respectively. Using these assays, about 400,000 patients per year can be assigned to a more appropriate treatment and personalized medical care (Benner and Sismour 2005) . Similar types of research on other XNAs are being pursued for diagnosing cystic fibrosis, severe acute respiratory syndrome (SARS) triggered by corona-virus, and other pathogens.", "cite_spans": [{"start": 730, "end": 755, "text": "(Benner and Sismour 2005)", "ref_id": "BIBREF17"}], "ref_spans": [{"start": 242, "end": 250, "text": "(Fig. 8)", "ref_id": "FIGREF5"}], "section": "Chemically Modified Organisms"}, {"text": "Synthetic amino acids have also found applications in human health: clinical trials using a human growth hormone containing a modified XAA recently demonstrated the required safety and efficacy as well as increased therapeutic potency and reduced injection frequency in adults (Cho et al. 2011) . In scientific research, while proteins endowed with XAAs have become invaluable tools for unraveling complex cellular processes within living cells (Davis and Chin 2012) , unnatural enzymes have potential applications in biocatalysis (Acevedo-Rocha et al. 2013b; Hoesl et al. 2011) . That is, the use of enzymes and/or microbes to synthesize useful compounds like food additives, flavors, fragrances, fine chemicals, biofuels, bioplastics, biomaterials (e.g., silk) and many other molecules (Reetz 2013) .", "cite_spans": [{"start": 277, "end": 294, "text": "(Cho et al. 2011)", "ref_id": "BIBREF44"}, {"start": 445, "end": 466, "text": "(Davis and Chin 2012)", "ref_id": "BIBREF52"}, {"start": 560, "end": 578, "text": "Hoesl et al. 2011)", "ref_id": "BIBREF78"}, {"start": 788, "end": 800, "text": "(Reetz 2013)", "ref_id": "BIBREF161"}], "ref_spans": [], "section": "Chemically Modified Organisms"}, {"text": "In February 1975, scientists called for a worldwide moratorium on genetic engineering given the concern of the potential accidental release of GMOs into the environment. Upon the moratorium, some institutions stopped any kind of genetic engineering research, while others took the lead (Danchin 2010) , deterring basic science and the development of innovative products in certain regions of the world (ter Meulen 2014). Nevertheless, the moratorium was critical because it allowed the planning of an international meeting in the Asilomar Conference Ground in Pacific Grove, California, USA, where scientists agreed that genetic engineering should continue under stringent guidelines (Berg et al. 1975) . This important meeting allowed setting down international guidelines on research involving recombinant DNA (Berg 2008) , giving rise to physical containment cautions for biological agents in four \"Bio-Safety Levels\": 1, 2, 3 and 4.", "cite_spans": [{"start": 286, "end": 300, "text": "(Danchin 2010)", "ref_id": "BIBREF51"}, {"start": 684, "end": 702, "text": "(Berg et al. 1975)", "ref_id": "BIBREF19"}, {"start": 812, "end": 823, "text": "(Berg 2008)", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Biosafety: Asilomar Meeting"}, {"text": "In the Asilomar meeting, scientists themselves took the initiative to come together. Given the exposure of synthetic biology to the media, and concerns about harmful intentional or accidental misuses of synthetic microorganisms (Ferber 2004) , several groups of bioethicists and members of non-governmental organizations have suggested having another Asilomar meeting to discuss the responsibility of synthetic biology research to society. Likewise, debates on synthetic biology under the Convention on Biological Diversity have considered a potential moratorium on the release of synthetic organisms, cells and genomes into the environment (Oldham et al. 2012) . Although these debates were triggered after the publication of the first GDO by Venter and colleagues in 2010, biosafety concerns can be justified by the earlier synthesis of pathogenic viruses, such as the deadly 1918 H1N1 \"Spanish Flu\" (which killed an estimate of up to 50 million people) that was \"resurrected\" from archaeological samples (Tumpey et al. 2005) , or the poliovirus, which was synthesized even without a template (Cello et al. 2002) . Even though it has been argued that GDVs offer an opportunity to better understand infectious diseases (Wimmer et al. 2009 ), these pathogenic viruses also pose potential biosafety risks to the health of the laboratory workers and the public. Two incidents in 2014 at the Centers for Disease Control and Prevention (CDC) in Atlanta, USA (where the Spanish flu virus was synthesized) illustrate this: Samples from a low-virulence flu virus were contaminated with the lethal H5N1 avian flu strain, and bacteria causing deadly anthrax were not properly inactivated before their transportation into a lower biosafety level laboratory (Butler 2014) , potentially exposing staff to the dangerous pathogens (Owens 2014 ).", "cite_spans": [{"start": 228, "end": 241, "text": "(Ferber 2004)", "ref_id": "BIBREF64"}, {"start": 641, "end": 661, "text": "(Oldham et al. 2012)", "ref_id": "BIBREF138"}, {"start": 1007, "end": 1027, "text": "(Tumpey et al. 2005)", "ref_id": "BIBREF189"}, {"start": 1095, "end": 1114, "text": "(Cello et al. 2002)", "ref_id": "BIBREF37"}, {"start": 1220, "end": 1239, "text": "(Wimmer et al. 2009", "ref_id": "BIBREF200"}, {"start": 1747, "end": 1760, "text": "(Butler 2014)", "ref_id": "BIBREF32"}, {"start": 1817, "end": 1828, "text": "(Owens 2014", "ref_id": "BIBREF141"}], "ref_spans": [], "section": "Biosafety: Asilomar Meeting"}, {"text": "Whereas biosafety deals with the inherent capability of organisms or viruses to cause disease, biosecurity is mainly concerned with their misuse as biological weapons for bioterrorism. Bioterrorism is nothing new: the intentional release of pathogenic toxins, viruses, bacteria, fungi, and insects is a mode of biological warfare against humans and animals that many countries have used in the past. For example, during World War I, a German secret agent travelled to the USA to infect horses with glanders, a severe infectious disease caused by the bacterium Burkholderia mallei, which provokes respiratory ulcers, septicemia and death in horses, donkeys and mules. For this reason, the Geneva Protocol was introduced in 1925 to prohibit the use of chemical and biological weapons in international armed conflicts. Later on, the 1972 Biological Weapons Convention (BWC) and the 1993 Chemical Weapons Convention (CWC) were introduced to regulate the production, storage and transportation of biological and chemical arms.", "cite_spans": [], "ref_spans": [], "section": "Biosecurity: Beyond Asilomar"}, {"text": "Concerns over mishandling of harmful biological agents are nothing new to synthetic biology: The CDC in Atlanta, USA, besides harbouring the synthesized \"Spanish Flu\" virus, also possess dangerous human pathogens such as Francisella tularensis, Yersinia pestis and Bacillus anthracis, and have had to consider their potential misuse. Indeed, international regulations for gene synthesis were lacking for several years. It was only after 2007, when a journalist ordered online from a biotech company synthetic DNA of the smallpox virus to his home (Grushkin 2010) , that the synthetic biology community proposed a set of policies related to the processes involving nucleic acids synthesis (Bugl et al. 2007 ). Among the new proposed policies is a first set that applies to firms supplying synthetic DNA. Using a database of pathogenic genomes and sequences of toxin genes, the firms should use special software to screen orders for potentially harmful DNA. A second set of proposed rules is aimed at regulating the purchase of DNA synthesizers and the reagent used in synthesis by enforcing the registration of the machines or the distribution of licenses to purchase specific chemicals needed for DNA synthesis.", "cite_spans": [{"start": 547, "end": 562, "text": "(Grushkin 2010)", "ref_id": "BIBREF74"}, {"start": 688, "end": 705, "text": "(Bugl et al. 2007", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "Biosecurity: Beyond Asilomar"}, {"text": "Beyond contributing to the development of rules and regulations, the research community has also played a role in shaping biosafety and biosecurity policies, with the usual conjecture that what is natural is potentially much more dangerous and incontrollable than what is artificial (Marlière 2009). Because organisms close to their progenitors are pre-adapted to their native environments, it is logical to assume that GMOs, GEMs, GEOs would pose a mayor threat than GDOs, GROs and CMOs if all of these were accidentally released in the environment. However, since the latter organisms use or potentially can use synthetic building blocks as constituents that could only be synthesized in the lab; they would be quickly outcompeted by other organisms if the chemicals are correctly disposed. Therefore, orthogonal and bottom-up engineering should also follow the guidelines that chemistry labs have established for chemical disposal, together with those for biosafety labs involving GMOs, which is the norm for top-down and parallel engineering approaches. Given that synthetic biology is an extension of genetic engineering, current legislation on GMOs also applies to GEMs, GDOs, GEOs, GROs and those CMOs that have been previously modified to incorporate unnatural DNA bases and/or amino acids, at both the EU 17 and international 18 level. But there have been doubts about whether the current risk assessment procedures will be overburdened by the increasing pace of genetic modification, which is the case for GDOs, GEOs and GROs. In consequence, the latest EU recommendations \"call for research to improve the ability to predict the behavior of complex engineered organisms\", and for the \"development of additional approaches, including genetic firewalls based on noncanonical genetic material\" (Breitling et al. 2015) .", "cite_spans": [{"start": 1802, "end": 1825, "text": "(Breitling et al. 2015)", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "New Synthetic Life Forms: Beyond Existing Regulations"}, {"text": "It has been advocated that unnatural DNA would prevent information exchange between natural and synthetic organisms by acting as a genetic firewall (Schmidt 2010) . Indeed, Church and colleagues showed that the first E. coli GRO was capable of resisting to some extent infections by the T7 bacteriophage because their genetic codes are not compatible (Lajoie et al. 2013b ). However, the GRO infection by the virus was only slightly attenuated compared to the parental strain, implying that there are other factors that account for the lack of complete immunity.", "cite_spans": [{"start": 148, "end": 162, "text": "(Schmidt 2010)", "ref_id": "BIBREF169"}, {"start": 351, "end": 371, "text": "(Lajoie et al. 2013b", "ref_id": "BIBREF99"}], "ref_spans": [], "section": "Genetic Firewall: Data Are Missing"}, {"text": "So how many changes are needed in the genetic code to render a GRO completely immune to viruses without affecting its fitness? Given the high mutability of viruses, would it be possible that these could hijack the new genetic code if sufficient time is given in a non-controlled environment? If GROs and CMOs are not able to survive outside the lab, what would be the response of a natural organism to their unnatural building blocks? On the other hand, if a GRO or CMO dependent on XAAs manages to survive in the environment by any means, would it pose threats to other natural organisms, and if so, what kind of threats? Would GROs be more robust than CMOs in case of an accidental release in the environment? Are there other means of cellular communication beyond horizontal gene exchange that GROs or CMOs could use to persist or even proliferate? Clearly, many questions remain to be solved to show that a \"genetic firewall\" could be used as an efficient means to separate the natural from the synthetic world, especially when it is believed that XAA-based biocontainment would be a means to eliminate the fears of the public when it turns to apply GMOs in agriculture, medicine and environmental clean-up (Dolgin 2015) .", "cite_spans": [{"start": 1211, "end": 1224, "text": "(Dolgin 2015)", "ref_id": "BIBREF56"}], "ref_spans": [], "section": "Genetic Firewall: Data Are Missing"}, {"text": "In March 2015, two groups of scientists called for a moratorium (Lanphier et al. 2015) and for a framework for open discourse (Baltimore et al. 2015) on any experiments that involve genome editing in human embryos or cells that could give rise to sperm or eggs. The articles were responses to some rumours by referees who reviewed work by Chinese scientists describing the use of the CRISPR-Cas9 system in human embryos and who fear, it \"could trigger a public backlash that would block legitimate uses of the technology\" (Vogel 2015) . The main problem of the technology are the secondary effects (off-target and on-target mutational events with unintended consequences) that are not yet completely understood, for example: \"Monkeys have been born from CRISPR-edited embryos, but at least half of the 10 pregnancies in the monkey experiments ended in miscarriage. In the monkeys that were born, not all cells carried the desired changes, so attempts to eliminate a disease gene might not work\" (Vogel 2015) . Despite this, the rumors of the referees became truth after some months: Work concerning the genomic edition of human embryos was recently published, but the authors argue that this was necessary to illustrate that the CRISPR-Cas9 technology is still far from clinical applications (Liang et al. 2015) . 19 During a meeting in Napa in early 2015, Berg, Church and other scientists called urgently for a framework to discuss openly the safe and ethical use of the CRISPR-Cas9 technology to manipulate the human genome (Baltimore et al. 2015) . The proposals for regulating \"germline engineering\" broadly include:", "cite_spans": [{"start": 64, "end": 86, "text": "(Lanphier et al. 2015)", "ref_id": "BIBREF100"}, {"start": 126, "end": 149, "text": "(Baltimore et al. 2015)", "ref_id": "BIBREF14"}, {"start": 522, "end": 534, "text": "(Vogel 2015)", "ref_id": null}, {"start": 995, "end": 1007, "text": "(Vogel 2015)", "ref_id": null}, {"start": 1292, "end": 1311, "text": "(Liang et al. 2015)", "ref_id": "BIBREF109"}, {"start": 1314, "end": 1316, "text": "19", "ref_id": null}, {"start": 1527, "end": 1550, "text": "(Baltimore et al. 2015)", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Genetically Modified Humans: Napa Meeting"}, {"text": "1. The discouragement of any attempts at genome modification for clinical application in humans in those countries where it is allowed (some countries don't allow this kind of research or regulate it tightly). 2. The encouragement of transparent research to evaluate the efficacy and specificity of genome editing in human and non-human models relevant for gene therapy, as well as the implementation of standardized methods to determinate frequency of off-target effects and physiology of cells and issues upon genome editing. 3. The creation of forums for the exchange between scientists, bioethicists, government, interest groups and the general public to shape policy while discussing not only the risks and benefits, but also the ethical, legal, and social implications (ELSI) for curing human genetic disease by genome editing (Baltimore et al. 2015) . 19 In fact, the journals Science and Nature rejected the paper owing to ethical concerns.", "cite_spans": [{"start": 833, "end": 856, "text": "(Baltimore et al. 2015)", "ref_id": "BIBREF14"}, {"start": 859, "end": 861, "text": "19", "ref_id": null}], "ref_spans": [], "section": "Genetically Modified Humans: Napa Meeting"}, {"text": "The Synthetic Nature of Biology", "cite_spans": [], "ref_spans": [], "section": "Genetically Modified Humans: Napa Meeting"}, {"text": "The fundamental issue with human-germline engineering is that beyond treating genetic disorders such as Huntington disease to eliminate human suffering, designer or \"genetically modified babies\" could be likewise engineered, facilitating the arrival of a new eugenics era (Pollack 2015) . Although human-germline engineering is banned in several countries (not including the United States), a few labs and a company (primarily based in the United States) are working in this research line (Regalado 2015) . One of the plans is to edit the DNA of a man's sperm or woman's egg and use the cells in an in vitro fertilization (IVF) clinic to produce the embryo, followed by its implantation in woman uterus to establish a pregnancy of the foetus. 20 Another strategy that promises to be more efficient aims to edit stem cells, which can divide rapidly in the lab, and then turn them into a sperm or egg. Although the CRISPR-Cas9 technology is still too immature to offer babies \"à la carte\", 15 % of the adults in a recent survey indicated that it would be appropriate to genetically modify a baby to be more intelligent (Regalado 2015) . Besides the engineering of more healthy and intelligent babies, some transhumanists think that the human genome is not perfect and that it could be engineered not only to protect against Alzheimer's disease, but also to create \"super-enhanced\" individuals to solve complex issues like \"climate change\" (Regalado 2015) .", "cite_spans": [{"start": 272, "end": 286, "text": "(Pollack 2015)", "ref_id": "BIBREF152"}, {"start": 489, "end": 504, "text": "(Regalado 2015)", "ref_id": "BIBREF162"}, {"start": 1117, "end": 1132, "text": "(Regalado 2015)", "ref_id": "BIBREF162"}, {"start": 1437, "end": 1452, "text": "(Regalado 2015)", "ref_id": "BIBREF162"}], "ref_spans": [], "section": "Genetically Modified Humans: Napa Meeting"}, {"text": "The willingness of many scientists to engage in a public discussion with other scholars shows that there is an awareness of the potential negative effects of an emerging technology that has not been shown to be mature for clinical applications, especially when dealing with a delicate topic such as human embryonic stem cells. However, other less-concerned scientists not working with human stem cells have already devised a plan to create an \"auto-catalytic\" genetic system based on the CRISPR-Cas9 to spread mutated genes across populations of GEOs with high efficiency. For example, mosquitos could be engineered to impair the transmission of genes involved in malaria and dengue fever (Bohannon 2015) . Beyond the potential benefits, the problem with this \"mutagenic chain reaction\" technology is that unintended off-target mutations at essential (or non-essential) genes could be triggered, thus spreading irreparable genetic defects (or traits) across natural populations of organisms and potentially driving populations with limited genetic diversity into extinction.", "cite_spans": [{"start": 689, "end": 704, "text": "(Bohannon 2015)", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Gene-Drive Engineering: Will There Be a Meeting?"}, {"text": "The potential devastating effects of this technology in the wild have been recently warned by Lunshof (2015) . Church commented that this technology \"is a step too far\" (Bohannon 2015 ), yet he filled a patent for a more secure gene-drive 20 In 2010, Robert G. Edwards was awarded the Nobel Prize in Physiology or Medicine for the development of IVF, which allows the treatment of infertility. Currently, there are 5 millions of IVF-humans, all below 37 years old: The first \"test tube baby\" was born in 1978.", "cite_spans": [{"start": 94, "end": 108, "text": "Lunshof (2015)", "ref_id": "BIBREF113"}, {"start": 169, "end": 183, "text": "(Bohannon 2015", "ref_id": "BIBREF22"}, {"start": 239, "end": 241, "text": "20", "ref_id": null}], "ref_spans": [], "section": "Gene-Drive Engineering: Will There Be a Meeting?"}, {"text": "technology that, he argues, \"would offer substantial benefits to humanity and the environment\" ) by eradicating vectors that spread diseases, insect pests and invasive species not without calling for \"thoughtful, inclusive, and wellinformed public discussions to explore the responsible use of this currently theoretical technology\" . In response to an ethical analysis on its regulation , it has been debated that the dual-use potential of this technology raises strong concerns because gene-drives carrying lethal toxins could be designed to eliminate particular human populations and attack their crops (Gurwitz 2014) . In fact, Gurwitz (2014 Gurwitz ( , p. 1010 concluded:", "cite_spans": [{"start": 606, "end": 620, "text": "(Gurwitz 2014)", "ref_id": "BIBREF75"}, {"start": 632, "end": 645, "text": "Gurwitz (2014", "ref_id": "BIBREF75"}, {"start": 646, "end": 665, "text": "Gurwitz ( , p. 1010", "ref_id": null}], "ref_spans": [], "section": "Gene-Drive Engineering: Will There Be a Meeting?"}, {"text": "\"just as the exact technical instructions for making nuclear weapons remain classified 70 years after the Manhattan Project-as they rightfully should-the gene drive methodological details do not belong in the scientific literature.\"", "cite_spans": [], "ref_spans": [], "section": "Gene-Drive Engineering: Will There Be a Meeting?"}, {"text": "However, Esvelt (2014, p. 1011 ) disagree with that response arguing that \"classifying information required to build gene drives cannot target potential misuses without also impeding development of defenses, as well as environmental, health, agricultural, and safety applications of CRISPR technology\".", "cite_spans": [{"start": 9, "end": 30, "text": "Esvelt (2014, p. 1011", "ref_id": null}], "ref_spans": [], "section": "Gene-Drive Engineering: Will There Be a Meeting?"}, {"text": "These debates show the need of an international meeting involving all stakeholders to regulate the development and deployment of GEOs endowed with gene-drives that cannot be confined physically to a single country.", "cite_spans": [], "ref_spans": [], "section": "Gene-Drive Engineering: Will There Be a Meeting?"}, {"text": "In various surveys, synthetic biology has been perceived by society as an extension of genetic engineering, particularly in the production of GMOs. However, synthetic biology aims to avoid the same criticism that genetically modified plants and animals have triggered in various societies. Beyond the technology itself, in what follows, seven topics are discussed in which the challenges, dilemmas and paradoxes surrounding synthetic biology become obvious.", "cite_spans": [], "ref_spans": [], "section": "Assessing Synthetic Biology Beyond the Bench"}, {"text": "Keasling's artemisinin technological breakthrough is perhaps the most widely used example to show that synthetic biology (in this case, the metabolic engineering \"tribe\") can provide solutions to global health issues. However, social justice challenges have emerged because economies and employment in the South can be destabilized by synthetic biology carried out in the North (Engelhard 2009 ). In other words, although Keasling's breakthrough has been welcomed by almost everyone in the synthetic biology community and other advocates fighting against malaria, there is a rising concern that the farmers who traditionally harvest A. annua could be losing their jobs, which would affect the families of more than 100,000 farmers worldwide. 21 Furthermore, the introduction of semi-synthetic artemisinin could further destabilise the already variable prices of botanical artemisinin due to market fluctuations (Peplow 2013) . This example illustrates the dilemmas and paradoxes that surround the development of synthetic biology in a globalized world. 22", "cite_spans": [{"start": 378, "end": 393, "text": "(Engelhard 2009", "ref_id": "BIBREF60"}, {"start": 911, "end": 924, "text": "(Peplow 2013)", "ref_id": "BIBREF147"}], "ref_spans": [], "section": "Global Social Justice"}, {"text": "It has been argued that DIY-biology will help in the worldwide democratization of synthetic biology in the same way that IT was democratized in the garages of computer hobbyists during the last century prior to the emergence of Silicon Valley as innovation hub (Wolinsky 2009) . DIY biologists or \"biohackers\" have equipped their garages, closets, and kitchens with inexpensive laboratory equipment (Ledford 2010) . Although DIY biologists performed simple experiments in the past, such as the insertion of a fluorescent protein into bacteria for producing glow-in-the-dark yogurt, it is expected that applications in health, energy and environmental monitoring will emerge (Seyfried et al. 2014) . In some instances, however, there has been a rising concern that home-brew drugs could be also produced by DIY-biologists using synthetic microbes. This fear has been recently strengthened when metabolic engineers made yeast strains capable of synthesizing one of the various precursors of the opiate morphine, a precursor of heroin that has a high demand in the illegal drug market (Ehrenberg 2015) . 23 Although this research is intended to enable the long-term centralized and legal production of opiates for pain relief, engineered yeasts for opiate biosynthesis could transform into illegal systems for criminal networks in USA and Europe where drug demand is the highest, because yeast is extremely easy to be sent (a few dried cells per post would suffice to start a culture), grown (water and basic nutrients are only required) and processed (basic lab equipment such as centrifuges) to extract any drugs (using basic columns and resins for chromatography). Thus, the democratization of molecular biology might be more difficult to regulate than initially thought. 24 21 http://www.etcgroup.org/content/why-synthetic-artemisinin-still-bad-idea-response-rob-carlson. Accessed 20th May 2015. 22 Note that this comment is valid for all technologies beyond synthetic biology replacing work performed in developing countries: see the cases of saffron, vanilla, vetiver, cocoa butter, rubber, squalene, coconut oil, palm kernel oil, babasuu and shikimic acid at: http://www.etcgroup.org/tags/ synbio-case-studies. Accessed: 27th July 2015. 23 All the pieces of the puzzle are in place: The components of a metabolic synthetic pathway for producing morphine have been reported in different stains, so it is a matter of time to combine them in a single strain. Still, the efforts will require strain engineering for increasing the drug titers to be economically competitive. 24 The researchers behind the work called other scholars for an ethical assessment on their research (Oye et al. 2015) , ending with four recommendations: (1) The strains should be not appealing to criminals by focusing on alternative opiates with less \"street\" demand such as the brain, or they should be difficult to cultivate by relying, for instance, on difficult-to-synthetize XAAs for survival.", "cite_spans": [{"start": 261, "end": 276, "text": "(Wolinsky 2009)", "ref_id": "BIBREF202"}, {"start": 399, "end": 413, "text": "(Ledford 2010)", "ref_id": "BIBREF104"}, {"start": 674, "end": 696, "text": "(Seyfried et al. 2014)", "ref_id": "BIBREF173"}, {"start": 1082, "end": 1098, "text": "(Ehrenberg 2015)", "ref_id": "BIBREF58"}, {"start": 1101, "end": 1103, "text": "23", "ref_id": null}, {"start": 1887, "end": 1899, "text": "May 2015. 22", "ref_id": null}, {"start": 2241, "end": 2243, "text": "23", "ref_id": null}, {"start": 2574, "end": 2576, "text": "24", "ref_id": null}, {"start": 2675, "end": 2692, "text": "(Oye et al. 2015)", "ref_id": "BIBREF144"}], "ref_spans": [], "section": "Synthetic Biology Democratization"}, {"text": "Medicines, pharmaceuticals, fertilizers, pesticides, additives, cosmetics, plastics, cleaners, clothing, pigments, detergents, electronics parts and many other essential products for human needs are conventionally produced by synthetic chemistry. In fact, chemical companies produce yearly billions of tons of chemicals from about 90,000 different substances. One goal of synthetic biology is to produce enzymes and microbes that could replace the production of many of those compounds because their precursors are usually obtained from fossil fuels and thus unsustainable (Nielsen and Moon 2013) . A recent sampling of European rivers, however, illustrates the environmental damage that has been produced with toxic cocktails of hormones, pesticides and hazardous chemicals (Malaj et al. 2014) , let alone population declines of bees, birds and other insects that are essential in the global food supply chain (Chagnon et al. 2015) . In fact, irreversible damages of many toxic, non-degradable and persistent chemicals on the immune, reproductive, endocrine and nervous systems of many animals (and likely humans) have been found. 25 To avoid similar environmental catastrophes using synthetic biology, proper legislation and regulation on the industrial production and waste of engineered microbes have to be implemented from the onset. A challenge for synthetic biology will be to regulate and assess the long-term effects of GMOs in the environment. To enhance biosafety biocontainment strategies, various genetic safeguard mechanisms could be implemented in each engineered microbe together with a \"risk analysis and biosafety data\" sheet (Moe-Behrens et al. 2013 ).", "cite_spans": [{"start": 573, "end": 596, "text": "(Nielsen and Moon 2013)", "ref_id": "BIBREF134"}, {"start": 775, "end": 794, "text": "(Malaj et al. 2014)", "ref_id": "BIBREF115"}, {"start": 911, "end": 932, "text": "(Chagnon et al. 2015)", "ref_id": "BIBREF38"}, {"start": 1132, "end": 1134, "text": "25", "ref_id": null}, {"start": 1644, "end": 1668, "text": "(Moe-Behrens et al. 2013", "ref_id": "BIBREF127"}], "ref_spans": [], "section": "Environmental Concern and Policy Regulation"}, {"text": "The GMO debate has existed since the Asilomar conference when biotechnology started to be regulated in general, but in the last two decades it shifted towards risks posed by genetically modified food and crops owing to the food crisis in Europe during the late 1990s. Nowadays, GMOs are commonly used in industrial (white) and medical (red) biotechnology for the respective production of chemicals and pharmaceuticals (in physically containments), but the genetic modification of plants and animals in agricultural (green) biotechnology has met more resistance in society (Footnote 24 continued) (2) Synthetic DNA companies should implement algorithms to avoid users buying gene-specific sequences of opiate biosynthetic pathways in the same way that toxins and other harmful biohazards are currently screened.", "cite_spans": [{"start": 572, "end": 595, "text": "(Footnote 24 continued)", "ref_id": null}], "ref_spans": [], "section": "The GMO Debate"}, {"text": "(3) The strains should be kept under controlled environments such as locks, alarms and monitoring systems to prevent theft of samples. The laboratory personnel should be also subject to security screening. (4) Current laws, at least in the US, do not include opiate-producing yeast, so these should be extended. owing to the potential risks of GMOs for humans, animals and the environment. There are different kinds of risks: real versus perceived, which depending on the stakeholder, can vary significantly (Torgersen 2004) . Regardless of the risks and semantics (Holme et al. 2013; Hunter 2014; Nagamangala Kanchiswamy et al. 2015) , it is clear that the GMO debate is mostly associated to multicellular organisms such as plants (Boyle et al. 2012 ) and animals (Markson and Elowitz 2014) . Given that synthetic biology is increasingly targeting these multicellular organisms for genomic modifications, its acceptance by the public could be more difficult to gain. The main reason is that plants and animals directly affect human life, in contrast to microbes, which affect human life more indirectly: \"As long as synthetic biology creates only new microbial life and does not directly affect human life, it will in all likelihood be considered acceptable\" (van den Belt 2009, p. 257). Beyond the potential of synthetic biology for solving global issues, society may only accept any kind of GMOs, GEMs, GEOs, GDOs, GROs and CMOs if their products are labelled for the consumer in a transparent way where the freedom of choice is given to the consumers.", "cite_spans": [{"start": 508, "end": 524, "text": "(Torgersen 2004)", "ref_id": "BIBREF185"}, {"start": 565, "end": 584, "text": "(Holme et al. 2013;", "ref_id": "BIBREF79"}, {"start": 585, "end": 597, "text": "Hunter 2014;", "ref_id": "BIBREF80"}, {"start": 598, "end": 634, "text": "Nagamangala Kanchiswamy et al. 2015)", "ref_id": "BIBREF131"}, {"start": 732, "end": 750, "text": "(Boyle et al. 2012", "ref_id": "BIBREF25"}, {"start": 765, "end": 791, "text": "(Markson and Elowitz 2014)", "ref_id": "BIBREF120"}], "ref_spans": [], "section": "The GMO Debate"}, {"text": "One of the most common mistakes that scientists often make is to claim that they think they have created something, and that this creation, they believe, will be a panacea to humankind. First of all, scientists do not \"create\", because this word can be used in different contexts: Creation or \"Creatio ex nihilo\" means to bring someone or something into existence out of nothing, and it is usually reserved for a divine force in religious terms that scholars in social sciences and humanities might use more often. In reality, scientists invent or design something that has not existed before by using something that already existed; they are closer to \"manipulatio\" (manipulating) and \"creatio ex existendo\" (creating something out of existent parts) than to \"creation ex nihilo\" (Boldt and Muller 2008) . This is a subtle, yet important difference: Scientists claiming the creation of synthetic life have been accused of \"Playing God in Frankenstein's Footsteps\" (van den Belt 2009), with unfortunate consequences for the reputation of the field and its social acceptance (Schummer 2011) . Perhaps the natural scientists do this on purpose to challenge the ethical (Link 2012) and religious (Dabrock 2009 ) views of other scholars working on synthetic biology. On the other hand, overstating that GMOs, GEMs, GEOs, GDOs, GROs and CMOs will solve all human problems is not beneficial because exaggerating exactly into this direction generates mistrust in the public, as many emergent technologies have done in history (Torgersen 2009 ). Hence, a lesson to synthetic biologists would be to be more cautious with their metaphors and promises, if they want to gain public acceptance of their technologies. For a more insightful discussion of the impact of metaphors in synthetic biology, see the chapter by D. Falkner in this book.", "cite_spans": [{"start": 781, "end": 804, "text": "(Boldt and Muller 2008)", "ref_id": "BIBREF24"}, {"start": 1074, "end": 1089, "text": "(Schummer 2011)", "ref_id": "BIBREF171"}, {"start": 1167, "end": 1178, "text": "(Link 2012)", "ref_id": "BIBREF110"}, {"start": 1193, "end": 1206, "text": "(Dabrock 2009", "ref_id": "BIBREF49"}, {"start": 1519, "end": 1534, "text": "(Torgersen 2009", "ref_id": "BIBREF184"}], "ref_spans": [], "section": "Media Hype, Metaphors and Promises"}, {"text": "Synthetic biology is a term that is not well known to the public (for further information, see the chapters by Ancillotti and Eriksson; Rerimassie; Seitz; Steurer). In fact, a recent survey in Germany confirmed this, but also revealed that people spontaneously perceived this field as an abstract and contradictory expression that they associated with interference against Nature. 26 How can nature be synthetic? Synthesis means to put together two parts to form a new one. This definition suggests that any minor modification of an extant organism would render it 'synthetic', which would be the case for all GMOs, CMEs, GEOs, GDOs, GROs and possibly CMOs. However, a bacterium with a synthetic plasmid is not the same as a bacterium with a synthetic genome, so we should make a distinction. For example, the synthetic genome of GDO M. mycoides jcvi-syn1.0 represents about 1 % of the whole dry cell mass. The cell reprogramming was performed using a genome borrowed from a related species, in which about 0.1 % genetic changes (watermarks) were done. So, why should this bacterium be called synthetic when the other 98.9 % components are natural? In reality, this bacterium is more natural than synthetic: Although genomes control gene expression, the truth is that genomes can only be useful if there are proteins that can process their information, as it was the case for M. mycoides jcvi-syn1.0. In a contrasting example, when the genome of the cyanobacterium Synechocystis was cloned into the bacterium B. subtilis, genes from the former could not be expressed in the latter organism because of \"incompatibility\" or context-dependency issues (Itaya et al. 2005) . Thus, synthetic genomes only represent a minor part of cells, in contrast to lipids (which are not encoded in the genome) and proteins, of which there are millions of molecules in a single E. coli bacterium, let alone other important components (Fig. 9) .", "cite_spans": [{"start": 1648, "end": 1667, "text": "(Itaya et al. 2005)", "ref_id": "BIBREF82"}], "ref_spans": [{"start": 1915, "end": 1923, "text": "(Fig. 9)", "ref_id": "FIGREF7"}], "section": "Semantics and the Public"}, {"text": "A truly synthetic organism would be that in which all the components shown in Fig. 9 would be synthesized and assembled to generate a living organism. Indeed, synthesizing all the molecules of life was the dream of the famous German chemist Emil Fischer at the beginning of the 20th century, when synthetic chemistry experienced a major revolution almost a century after the breakthrough by Friedrich Wohler in 1828: Urea synthesis, the first synthesis of an organic molecule in the lab (Yeh and Lim 2007) . Thus a real challenge for bottom-up synthetic biologists will be to synthetize completely from scratch a living microbe (Porcar et al. 2011) .", "cite_spans": [{"start": 487, "end": 505, "text": "(Yeh and Lim 2007)", "ref_id": "BIBREF205"}, {"start": 628, "end": 648, "text": "(Porcar et al. 2011)", "ref_id": "BIBREF153"}], "ref_spans": [{"start": 78, "end": 84, "text": "Fig. 9", "ref_id": "FIGREF7"}], "section": "Semantics and the Public"}, {"text": "Given that top-down, parallel and perpendicular synthetic biology researchers mostly borrow microbes for tinkering (i.e. improving something by making small changes), the challenge will be to make the public aware that most of their research is not based on entirely synthetic organisms, but rather that synthetic DNA enables researchers to reprogram certain organisms for useful purposes. This endeavour could be facilitated by clearly distinguishing that DNA is not equal to life (de Lorenzo 2010), but just another minor component of life, as important as the other ones (Fig. 9) . Another manner to engage the public with synthetic biology is by fostering cultural activities around the technology (see the chapter by B. Wray).", "cite_spans": [], "ref_spans": [{"start": 574, "end": 582, "text": "(Fig. 9)", "ref_id": "FIGREF7"}], "section": "Semantics and the Public"}, {"text": "The resurrection of an extinct species has so far been reported for \"Celia\", the last bucardo (Pyrenenan ibex), which passed away on January 6th 2000. It was resurrected for 7 min on July 30th 2003 by nuclear transfer cloning (the germ cells had been frozen). Nuclear transfer involves the injection of the genetic material to be cloned into an unfertilized DNA-free egg, resulting in cells that have the potential to divide when placed in the uterus of an adult female mammal. This is how Dolly the sheep (5 July 1996-14 February 2003) was cloned from an adult somatic cell (Wilmut et al. 1997) , but dozens of other species 27 have also been cloned despite the low efficiency of the technique. Besides nuclear cloning, it has been suggested that synthetic biology could cooperate with the biodiversity conservation community to protect or even resurrect extinct organisms (Redford et al. 2013) . However, there are several technical and nontechnical issues that first have to be resolved, and this is clearly reflected in even Venter being cautious: I have read too many articles that breezily discuss the reconstruction of a Neanderthal or a woolly mammoth with the help of cloning, even though the DNA sequences that have been obtained for each are highly fragmented, do not cover the entire genome andas a result of being so degradedare substantially less accurate than what is routinely obtained from fresh DNA. (Venter 2013, p. 87) Further, even if fresh intact DNA or \"software\" of the woolly mammoth or Neanderthals were available, it would be necessary to have the appropriate cells or \"hardware\" that could interpret the genetic information (Danchin 2009 ). For example, when the components (nucleus, cytoplasm, and cell membrane) of amoebas of different species were combinatorially reassembled, the only viable organisms were those whose components originated from the same strain (Jeon et al. 1970) . This old yet ingenious study shows that reprogramming of life goes beyond pure (synthetic) DNA.", "cite_spans": [{"start": 575, "end": 595, "text": "(Wilmut et al. 1997)", "ref_id": "BIBREF199"}, {"start": 874, "end": 895, "text": "(Redford et al. 2013)", "ref_id": "BIBREF160"}, {"start": 1418, "end": 1438, "text": "(Venter 2013, p. 87)", "ref_id": null}, {"start": 1652, "end": 1665, "text": "(Danchin 2009", "ref_id": "BIBREF50"}, {"start": 1894, "end": 1912, "text": "(Jeon et al. 1970)", "ref_id": "BIBREF85"}], "ref_spans": [], "section": "Resurrecting Life"}, {"text": "Although it is difficult to define life among scholars from different fields because no consensus has been reached from the up to 123 current definitions (Trifonov 2011) , it seems that life requires at least three components: A genetic program, a metabolism and a container (Acevedo-Rocha et al. 2013a) . For a discussion about the concept of life, see the chapter by J. Steizinger. Regardless of the definitions, any attempt to reprogram or resurrect life, or construct life-like systems from the bottom-up should consider establishing the connection among these three components (Fig. 10) .", "cite_spans": [{"start": 154, "end": 169, "text": "(Trifonov 2011)", "ref_id": "BIBREF187"}, {"start": 275, "end": 303, "text": "(Acevedo-Rocha et al. 2013a)", "ref_id": "BIBREF2"}], "ref_spans": [{"start": 582, "end": 591, "text": "(Fig. 10)", "ref_id": null}], "section": "Resurrecting Life"}, {"text": "Regarding non-technical issues, it is useful to illustrate the pros and cons to better understand the dilemma of resurrecting extinct species with synthetic biology by quoting an expert: \"The 'de-extinction' movement-a prominent group of scientists, futurists and their allies-argues that we no longer have to accept the finality of extinction.\" (Minteer 2014) . The most persuasive argument is to \"appeal to our sense of justice: de-extinction is our opportunity to right past wrongs and to atone for our moral failings\" (Minteer 2014) . De-extinctionists also argue that by resurrecting species, ecological functions could be recovered, increasing the diversity of ecosystems. However, the introduction of revived species could pose disease threats to native species, in a manner reminiscent to the introduction of invasive species into new environments. 28 In addition, some conservationists also worry that \"de-extinguished\" species would have a limited genetic diversity.", "cite_spans": [{"start": 346, "end": 360, "text": "(Minteer 2014)", "ref_id": "BIBREF126"}, {"start": 522, "end": 536, "text": "(Minteer 2014)", "ref_id": "BIBREF126"}], "ref_spans": [], "section": "Resurrecting Life"}, {"text": "In summary, one should ponder whether it is worthwhile investing huge amounts of human and financial resources in ambitious projects for resurrecting life given not only the technical and nontechnical difficulties, but also the paradoxes of our world: Devastating epidemics, hunting, habitat loss and degradation caused by both human industrial activities and climate change are triggering an unprecedented loss of biodiversity, with estimates of 500 up to 36,000 species of amphibians, birds and mammals disappearing every year (Monastersky 2014 resurrecting life, synthetic biologists should help conservation biologists to develop innovative ideas for protecting the already thousands of endangered species: \"Attempting to revive lost species is in many ways a refusal to accept our moral and technological limits in nature.\" (Minteer 2014) .", "cite_spans": [{"start": 529, "end": 546, "text": "(Monastersky 2014", "ref_id": "BIBREF128"}, {"start": 829, "end": 843, "text": "(Minteer 2014)", "ref_id": "BIBREF126"}], "ref_spans": [], "section": "Resurrecting Life"}, {"text": "I have attempted to outline the most important areas of current research in synthetic biology in a general inclusive framework according to different engineering approaches. Almost all engineering efforts produce protocells, CMOs and GMOs, some of which are developed by well-known genetic engineering methods, and others by using more sophisticated tools. For example, the production of Genetically Engineered Machines (GEMs) is outsourced to undergraduate students Fig. 10 Life prerequisites. Living systems as we know them have a genetic program (DNA), a metabolism fuelled by enzymatic reactions and proteins that execute this program using RNA as intermediate in protein translation (mRNA, tRNA, rRNA), and a container or membrane formed of lipids. Viruses are proteins (sometimes with lipids) encoding DNA or RNA, but since they have no metabolism, they are not alive, a fact that has puzzled scientists over decades (Villarreal 2004 ). Organelles such as mitochondria and chloroplasts contain metabolites and usually a minimal genetic program, but they are contained within a larger organism so these alone cannot be alive. Finally, the cytoplasm containing proteins, metabolites and lipids would not be alive without genetic material every year across the world with the advantage of developing creativity and innovation in younger generations for solving complex problems. Similarly, researchers working in synthetic genomics have produced genomically designed organisms (GDOs) as a result of basic research, spinning-off revolutionary applications for the rapid assembly of synthetic DNA. More recently, the ground-breaking CRISPR-Cas9 tool, product of basic research, has allowed for the emergence of an impressive number of genomically edited organisms (GEOs), and in less than two years to better understand disease models and cellular biology as well as engineering multiple traits in microorganism for the optimal production of drugs, biofuels, and chemicals. However, the use of the CRISPR-Cas9 system should be cautious especially when engineering human embryonic stem cells as well as wild populations of organisms in the open environment (Ledford 2015) . Finally, evolutionary approaches have accelerated the construction of microbial GROs and CMOs that promise to shed light on the meaning and evolution of life by endowing living systems with unnatural building blocks.", "cite_spans": [{"start": 923, "end": 939, "text": "(Villarreal 2004", "ref_id": "BIBREF193"}, {"start": 2157, "end": 2171, "text": "(Ledford 2015)", "ref_id": "BIBREF103"}], "ref_spans": [{"start": 467, "end": 474, "text": "Fig. 10", "ref_id": null}], "section": "Conclusion"}, {"text": "Importantly, any sort of genetic modification such as a single DNA base mutation, metabolic pathway optimization or whole genome recoding in any of these synthetic life forms will create a novel combination of genes and their products at the level of (pre-and post)-transcription (RNA) and -translation (protein), thus triggering a new network of gene interactions (at the transcriptome and proteome level) in the host organism and across organisms, which are difficult to understand and predict even using the most advanced mathematical algorithms and technological tools. These phenomena, which fall under the scope of epistasis (Phillips 2008) , emphasise the evolutionary complexity of gene interactions inherent to biology. For this reason, synthetic biologists should be aware of the limitations that must be overcome to predict the behaviour of living systems. The purpose of illustrating the benefits, but also potential risks of these emergent life forms is to provide scholars from the social sciences and humanities as well as non-scientists with a glimpse of what synthetic biologists are actually doing. The challenges, dilemmas and paradoxes surrounding the field also show that there are already big challenges in a globalized world that cannot be solved exclusively by technological means. Whether synthetic biology will deliver health, food, and energy to societies with very different needs in the South and North without affecting an already polluted environment where biodiversity lost is an everyday phenomenon will be seen in the coming century.", "cite_spans": [{"start": 631, "end": 646, "text": "(Phillips 2008)", "ref_id": "BIBREF149"}], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Comparative genomics and the evolution of prokaryotes", "authors": [{"first": "S", "middle": [], "last": "Abby", "suffix": ""}, {"first": "V", "middle": [], "last": "Daubin", "suffix": ""}], "year": 2007, "venue": "Trends Microbiol", "volume": "15", "issn": "3", "pages": "135--141", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "On the road towards chemically modified organisms endowed with a genetic firewall", "authors": [{"first": "C", "middle": ["G"], "last": "Acevedo-Rocha", "suffix": ""}], "year": 2010, "venue": "Angew Chem Int Ed Engl", "volume": "50", "issn": "31", "pages": "6960--6962", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "From essential to persistent genes: a functional approach to constructing synthetic life", "authors": [{"first": "C", "middle": ["G"], "last": "Acevedo-Rocha", "suffix": ""}, {"first": "G", "middle": [], "last": "Fang", "suffix": ""}, {"first": "M", "middle": [], "last": "Schmidt", "suffix": ""}], "year": 2013, "venue": "Trends Genet", "volume": "29", "issn": "5", "pages": "273--279", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Non-canonical amino acids as a useful synthetic biological tool for lipase-catalysed reactions in hostile environments", "authors": [{"first": "C", "middle": ["G"], "last": "Acevedo-Rocha", "suffix": ""}, {"first": "M", "middle": ["G"], "last": "Hoesl", "suffix": ""}, {"first": "S", "middle": [], "last": "Nehring", "suffix": ""}], "year": 2013, "venue": "Catal Sci Technol", "volume": "3", "issn": "5", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Designing synthetic biology", "authors": [{"first": "C", "middle": ["M"], "last": "Agapakis", "suffix": ""}], "year": 2014, "venue": "ACS Synt Biol", "volume": "3", "issn": "3", "pages": "121--128", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Engineering for biofuels: exploiting innate microbial capacity or importing biosynthetic potential?", "authors": [{"first": "H", "middle": [], "last": "Alper", "suffix": ""}, {"first": "G", "middle": [], "last": "Stephanopoulos", "suffix": ""}], "year": 2009, "venue": "Nat Rev Microbiol", "volume": "7", "issn": "10", "pages": "715--723", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Total synthesis of a functional designer eukaryotic chromosome", "authors": [{"first": "N", "middle": [], "last": "Annaluru", "suffix": ""}, {"first": "H", "middle": [], "last": "Muller", "suffix": ""}, {"first": "L", "middle": ["A"], "last": "Mitchell", "suffix": ""}], "year": 2014, "venue": "Science", "volume": "344", "issn": "6179", "pages": "55--58", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Towards social acceptance of plant breeding by genome editing", "authors": [{"first": "M", "middle": [], "last": "Araki", "suffix": ""}, {"first": "T", "middle": [], "last": "Ishii", "suffix": ""}], "year": 2015, "venue": "Trends Plant Sci", "volume": "20", "issn": "3", "pages": "145--149", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Biomedically relevant circuit-design strategies in mammalian synthetic biology", "authors": [{"first": "W", "middle": [], "last": "Bacchus", "suffix": ""}, {"first": "D", "middle": [], "last": "Aubel", "suffix": ""}, {"first": "M", "middle": [], "last": "Fussenegger", "suffix": ""}], "year": 2013, "venue": "Mol Syst Biol", "volume": "9", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Engineering of synthetic intercellular communication systems", "authors": [{"first": "W", "middle": [], "last": "Bacchus", "suffix": ""}, {"first": "M", "middle": [], "last": "Fussenegger", "suffix": ""}], "year": 2013, "venue": "Metab Eng", "volume": "16", "issn": "", "pages": "33--41", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Evolving new genetic codes", "authors": [{"first": "J", "middle": ["M"], "last": "Bacher", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Hughes", "suffix": ""}, {"first": "Tze-Fei", "middle": [], "last": "Wong", "suffix": ""}, {"first": "J", "middle": [], "last": "", "suffix": ""}], "year": 2004, "venue": "Trends Ecol Evol", "volume": "19", "issn": "2", "pages": "69--75", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Toward a science of metabolic engineering", "authors": [{"first": "J", "middle": ["E"], "last": "Bailey", "suffix": ""}], "year": 1991, "venue": "Science", "volume": "252", "issn": "5013", "pages": "1668--1675", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Strategies and challenges in metabolic engineering", "authors": [{"first": "J", "middle": ["E"], "last": "Bailey", "suffix": ""}, {"first": "S", "middle": [], "last": "Birnbaum", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Galazzo", "suffix": ""}], "year": 1990, "venue": "Ann NY Acad Sci", "volume": "589", "issn": "", "pages": "1--15", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "A synthetic creation story", "authors": [{"first": "P", "middle": [], "last": "Ball", "suffix": ""}], "year": 2010, "venue": "Nature", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1038/news.2010.261"]}}, "BIBREF14": {"ref_id": "b14", "title": "A prudent path forward for genomic engineering and germline gene modification", "authors": [{"first": "B", "middle": ["D"], "last": "Baltimore", "suffix": ""}, {"first": "P", "middle": [], "last": "Berg", "suffix": ""}, {"first": "M", "middle": [], "last": "Botchan", "suffix": ""}], "year": 2015, "venue": "Science", "volume": "348", "issn": "", "pages": "36--38", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Life after the synthetic cell", "authors": [{"first": "M", "middle": [], "last": "Bedau", "suffix": ""}, {"first": "G", "middle": [], "last": "Church", "suffix": ""}, {"first": "S", "middle": [], "last": "Rasmussen", "suffix": ""}], "year": 2010, "venue": "Nature", "volume": "465", "issn": "7297", "pages": "422--424", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Synthetic biology with RNA: progress report", "authors": [{"first": "Y", "middle": [], "last": "Benenson", "suffix": ""}], "year": 2012, "venue": "Curr Opin Chem Biol", "volume": "16", "issn": "3-4", "pages": "278--284", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Synthetic biology", "authors": [{"first": "S", "middle": ["A"], "last": "Benner", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Sismour", "suffix": ""}], "year": 2005, "venue": "Nat Rev Genet", "volume": "6", "issn": "7", "pages": "533--543", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Meetings that changed the world: Asilomar 1975: DNA modification secured", "authors": [{"first": "P", "middle": [], "last": "Berg", "suffix": ""}], "year": 2008, "venue": "Nature", "volume": "455", "issn": "7211", "pages": "290--291", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Asilomar conference on recombinant DNA molecules", "authors": [{"first": "P", "middle": [], "last": "Berg", "suffix": ""}, {"first": "D", "middle": [], "last": "Baltimore", "suffix": ""}, {"first": "S", "middle": [], "last": "Brenner", "suffix": ""}], "year": 1975, "venue": "Science", "volume": "188", "issn": "4192", "pages": "991--994", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "The good of two worlds: increasing complexity in cell-free systems", "authors": [{"first": "S", "middle": [], "last": "Billerbeck", "suffix": ""}, {"first": "J", "middle": [], "last": "Harle", "suffix": ""}, {"first": "S", "middle": [], "last": "Panke", "suffix": ""}], "year": 2013, "venue": "Curr Opin Biotechnol", "volume": "24", "issn": "6", "pages": "1037--1043", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Progress toward synthetic cells", "authors": [{"first": "J", "middle": ["C"], "last": "Blain", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Szostak", "suffix": ""}], "year": 2014, "venue": "Annu Rev Biochem", "volume": "83", "issn": "1", "pages": "615--640", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Biologists devise invasion plan for mutations", "authors": [{"first": "J", "middle": [], "last": "Bohannon", "suffix": ""}], "year": 2015, "venue": "Science", "volume": "347", "issn": "6228", "pages": "833--836", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Sense codon emancipation for proteome-wide incorporation of noncanonical amino acids: rare isoleucine codon AUA as a target for genetic code expansion", "authors": [{"first": "N", "middle": [], "last": "Bohlke", "suffix": ""}, {"first": "N", "middle": [], "last": "Budisa", "suffix": ""}], "year": 2014, "venue": "FEMS Microbiol Lett", "volume": "351", "issn": "2", "pages": "133--144", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Newtons of the leaves of grass", "authors": [{"first": "J", "middle": [], "last": "Boldt", "suffix": ""}, {"first": "O", "middle": [], "last": "Muller", "suffix": ""}], "year": 2008, "venue": "Nat Biotechnol", "volume": "26", "issn": "4", "pages": "387--389", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "A BioBrick compatible strategy for genetic modification of plants", "authors": [{"first": "P", "middle": ["M"], "last": "Boyle", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Burrill", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Inniss", "suffix": ""}], "year": 2012, "venue": "J Biol Eng", "volume": "6", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Judging synthetic biology risks", "authors": [{"first": "R", "middle": [], "last": "Breitling", "suffix": ""}, {"first": "E", "middle": [], "last": "Takano", "suffix": ""}, {"first": "T", "middle": ["S"], "last": "Gardner", "suffix": ""}], "year": 2015, "venue": "Science", "volume": "347", "issn": "6218", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "A partnership between biology and engineering", "authors": [{"first": "R", "middle": [], "last": "Brent", "suffix": ""}], "year": 2004, "venue": "Nat Biotechnol", "volume": "22", "issn": "10", "pages": "1211--1214", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Principles of genetic circuit design", "authors": [{"first": "J", "middle": ["A"], "last": "Brophy", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Voigt", "suffix": ""}], "year": 2014, "venue": "Nat Methods", "volume": "11", "issn": "5", "pages": "508--520", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Prolegomena to future experimental efforts on genetic code engineering by expanding its amino acid repertoire", "authors": [{"first": "N", "middle": [], "last": "Budisa", "suffix": ""}], "year": 2004, "venue": "Angew Chem Int Ed Engl", "volume": "43", "issn": "47", "pages": "6426--6463", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Xenobiology, new-to-nature synthetic cells and genetic firewall", "authors": [{"first": "N", "middle": [], "last": "Budisa", "suffix": ""}], "year": 2014, "venue": "Curr Org Chem", "volume": "18", "issn": "8", "pages": "936--943", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "DNA synthesis and biological security", "authors": [{"first": "H", "middle": [], "last": "Bugl", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Danner", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Molinari", "suffix": ""}], "year": 2007, "venue": "Nat Biotechnol", "volume": "25", "issn": "6", "pages": "627--629", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Biosafety controls come under fire", "authors": [{"first": "D", "middle": [], "last": "Butler", "suffix": ""}], "year": 2014, "venue": "Nature", "volume": "511", "issn": "7511", "pages": "515--516", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "A brief history of synthetic biology", "authors": [{"first": "D", "middle": ["E"], "last": "Cameron", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Bashor", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Collins", "suffix": ""}], "year": 2014, "venue": "Nat Rev Microbiol", "volume": "12", "issn": "5", "pages": "381--390", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "That was the synthetic biology that was", "authors": [{"first": "L", "middle": [], "last": "Campos", "suffix": ""}], "year": 2009, "venue": "Synthetic biology: the technoscience and its societal consequences", "volume": "", "issn": "", "pages": "5--22", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "The changing economics of DNA synthesis", "authors": [{"first": "R", "middle": [], "last": "Carlson", "suffix": ""}], "year": 2009, "venue": "Nat Biotechnol", "volume": "27", "issn": "12", "pages": "1091--1094", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Genome engineering", "authors": [{"first": "P", "middle": ["A"], "last": "Carr", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Church", "suffix": ""}], "year": 2009, "venue": "Nat Biotechnol", "volume": "27", "issn": "12", "pages": "1151--1162", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Chemical synthesis of poliovirus cDNA: generation of infectious virus in the absence of natural template", "authors": [{"first": "J", "middle": [], "last": "Cello", "suffix": ""}, {"first": "A", "middle": ["V"], "last": "Paul", "suffix": ""}, {"first": "E", "middle": [], "last": "Wimmer", "suffix": ""}], "year": 2002, "venue": "Science", "volume": "297", "issn": "5583", "pages": "1016--1018", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Risks of large-scale use of systemic insecticides to ecosystem functioning and services", "authors": [{"first": "M", "middle": [], "last": "Chagnon", "suffix": ""}, {"first": "D", "middle": [], "last": "Kreutzweiser", "suffix": ""}, {"first": "E", "middle": ["A"], "last": "Mitchell", "suffix": ""}], "year": 2015, "venue": "Environ Sci Pollut Res Int", "volume": "22", "issn": "1", "pages": "119--134", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Genome construction between bacterial species in vitro: replication and expression of Staphylococcus plasmid genes in Escherichia coli", "authors": [{"first": "A", "middle": ["C"], "last": "Chang", "suffix": ""}, {"first": "S", "middle": ["N"], "last": "Cohen", "suffix": ""}], "year": 1974, "venue": "Proc Natl Acad Sci U S A", "volume": "71", "issn": "4", "pages": "1030--1034", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Engineering Escherichia coli for production of functionalized terpenoids using plant P450s", "authors": [{"first": "M", "middle": ["C"], "last": "Chang", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Eachus", "suffix": ""}, {"first": "W", "middle": [], "last": "Trieu", "suffix": ""}], "year": 2007, "venue": "Nat Chem Biol", "volume": "3", "issn": "5", "pages": "274--277", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Biotechnology: rewriting a genome", "authors": [{"first": "E", "middle": [], "last": "Charpentier", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Doudna", "suffix": ""}], "year": 2013, "venue": "Nature", "volume": "495", "issn": "7439", "pages": "50--51", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Approaches to chemical synthetic biology", "authors": [{"first": "C", "middle": [], "last": "Chiarabelli", "suffix": ""}, {"first": "P", "middle": [], "last": "Stano", "suffix": ""}, {"first": "F", "middle": [], "last": "Anella", "suffix": ""}, {"first": "P", "middle": [], "last": "Carrara", "suffix": ""}, {"first": "P", "middle": ["L"], "last": "Luisi", "suffix": ""}], "year": 2012, "venue": "FEBS Lett", "volume": "586", "issn": "15", "pages": "2138--2145", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Expanding and reprogramming the genetic code of cells and animals", "authors": [{"first": "J", "middle": ["W"], "last": "Chin", "suffix": ""}], "year": 2014, "venue": "Annu Rev Biochem", "volume": "83", "issn": "", "pages": "379--408", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Optimized clinical performance of growth hormone with an expanded genetic code", "authors": [{"first": "H", "middle": [], "last": "Cho", "suffix": ""}, {"first": "T", "middle": [], "last": "Daniel", "suffix": ""}, {"first": "Y", "middle": ["J"], "last": "Buechler", "suffix": ""}], "year": 2011, "venue": "Proc Natl Acad Sci", "volume": "108", "issn": "22", "pages": "9060--9065", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Bacteriophage-based synthetic biology for the study of infectious diseases", "authors": [{"first": "R", "middle": ["J"], "last": "Citorik", "suffix": ""}, {"first": "M", "middle": [], "last": "Mimee", "suffix": ""}, {"first": "T", "middle": ["K"], "last": "Lu", "suffix": ""}], "year": 2014, "venue": "Curr Opi Microbiol", "volume": "19", "issn": "", "pages": "59--69", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "DNA cloning: a personal view after 40 years", "authors": [{"first": "S", "middle": ["N"], "last": "Cohen", "suffix": ""}], "year": 2013, "venue": "Proc Natl Acad Sci", "volume": "110", "issn": "39", "pages": "15521--15529", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Therapeutic genome editing: prospects and challenges", "authors": [{"first": "D", "middle": ["B"], "last": "Cox", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Platt", "suffix": ""}, {"first": "F", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2015, "venue": "Nat Med", "volume": "21", "issn": "2", "pages": "121--131", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "The origin of the genetic code", "authors": [{"first": "F", "middle": ["H"], "last": "Crick", "suffix": ""}], "year": 1968, "venue": "J Mol Biol", "volume": "38", "issn": "3", "pages": "367--379", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Playing god? Synthetic biology as a theological and ethical challenge", "authors": [{"first": "P", "middle": [], "last": "Dabrock", "suffix": ""}], "year": 2009, "venue": "Syst Synth Biol", "volume": "3", "issn": "1-4", "pages": "47--54", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "La Barque de Delphes: what genomes tell us", "authors": [{"first": "A", "middle": [], "last": "Danchin", "suffix": ""}], "year": 2003, "venue": "FEMS Microbiol Rev", "volume": "33", "issn": "1", "pages": "3--26", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "Perfect time or perfect crime?", "authors": [{"first": "A", "middle": [], "last": "Danchin", "suffix": ""}], "year": 2010, "venue": "EMBO Rep", "volume": "11", "issn": "2", "pages": "", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Designer proteins: applications of genetic code expansion in cell biology", "authors": [{"first": "L", "middle": [], "last": "Davis", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Chin", "suffix": ""}], "year": 2012, "venue": "Nat Rev Mol Cell Biol", "volume": "13", "issn": "3", "pages": "168--182", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Environmental biosafety in the age of synthetic biology: do we really need a radical new approach? Environmental fates of microorganisms bearing synthetic genomes could be predicted from previous data on traditionally engineered bacteria for in situ bioremediation", "authors": [{"first": "V", "middle": [], "last": "De Lorenzo", "suffix": ""}], "year": 2010, "venue": "BioEssays", "volume": "32", "issn": "11", "pages": "926--931", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "Beware of metaphors: chasses and orthogonality in synthetic biology", "authors": [{"first": "V", "middle": [], "last": "De Lorenzo", "suffix": ""}], "year": 2011, "venue": "Bioeng Bugs", "volume": "2", "issn": "1", "pages": "3--7", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "Synthetic biology: discovering new worlds and new words", "authors": [{"first": "V", "middle": [], "last": "De Lorenzo", "suffix": ""}, {"first": "A", "middle": [], "last": "Danchin", "suffix": ""}], "year": 2008, "venue": "", "volume": "9", "issn": "", "pages": "822--827", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "Synthetic biology: safety boost for GM organisms", "authors": [{"first": "E", "middle": [], "last": "Dolgin", "suffix": ""}], "year": 2015, "venue": "Nature", "volume": "517", "issn": "7535", "pages": "", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "The new frontier of genome engineering with CRISPR-Cas9", "authors": [{"first": "J", "middle": ["A"], "last": "Doudna", "suffix": ""}, {"first": "E", "middle": [], "last": "Charpentier", "suffix": ""}], "year": 2014, "venue": "Science", "volume": "346", "issn": "6213", "pages": "", "other_ids": {}}, "BIBREF58": {"ref_id": "b58", "title": "Engineered yeast paves way for home-brew heroin", "authors": [{"first": "R", "middle": [], "last": "Ehrenberg", "suffix": ""}], "year": 2015, "venue": "Nature", "volume": "521", "issn": "7552", "pages": "267--268", "other_ids": {}}, "BIBREF59": {"ref_id": "b59", "title": "Foundations for engineering biology", "authors": [{"first": "D", "middle": [], "last": "Endy", "suffix": ""}], "year": 2005, "venue": "Nature", "volume": "438", "issn": "7067", "pages": "449--453", "other_ids": {}}, "BIBREF60": {"ref_id": "b60", "title": "Synthetic biology gets ethical", "authors": [{"first": "M", "middle": [], "last": "Engelhard", "suffix": ""}], "year": 2009, "venue": "Europäische Akademie Bad Neuenahr-Ahrweiler Newsletter", "volume": "94", "issn": "", "pages": "1--3", "other_ids": {}}, "BIBREF61": {"ref_id": "b61", "title": "Infectious diseases. Source of new hope against malaria is in short supply", "authors": [{"first": "M", "middle": [], "last": "Enserink", "suffix": ""}], "year": 2005, "venue": "Science", "volume": "307", "issn": "5706", "pages": "", "other_ids": {}}, "BIBREF62": {"ref_id": "b62", "title": "Concerning RNA-guided gene drives for the alteration of wild populations", "authors": [{"first": "K", "middle": ["M"], "last": "Esvelt", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Smidler", "suffix": ""}, {"first": "F", "middle": [], "last": "Catteruccia", "suffix": ""}], "year": 2014, "venue": "", "volume": "3", "issn": "", "pages": "", "other_ids": {}}, "BIBREF63": {"ref_id": "b63", "title": "From Mephistopheles to Isaiah: Jacques Loeb, technical biology and war", "authors": [{"first": "H", "middle": [], "last": "Fangerau", "suffix": ""}], "year": 2009, "venue": "Soc Stud Sci", "volume": "39", "issn": "2", "pages": "229--256", "other_ids": {}}, "BIBREF64": {"ref_id": "b64", "title": "Time for a synthetic biology Asilomar?", "authors": [{"first": "D", "middle": [], "last": "Ferber", "suffix": ""}], "year": 2004, "venue": "Science", "volume": "303", "issn": "5655", "pages": "", "other_ids": {}}, "BIBREF65": {"ref_id": "b65", "title": "Cellular imitations", "authors": [{"first": "M", "middle": [], "last": "Forlin", "suffix": ""}, {"first": "R", "middle": [], "last": "Lentini", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Mansy", "suffix": ""}], "year": 2012, "venue": "Curr Opin Chem Biol", "volume": "16", "issn": "5-6", "pages": "586--592", "other_ids": {}}, "BIBREF66": {"ref_id": "b66", "title": "Barbas CF 3rd (2013) ZFN, TALEN, and CRISPR/Cas-based methods for genome engineering", "authors": [{"first": "T", "middle": [], "last": "Gaj", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Gersbach", "suffix": ""}], "year": null, "venue": "Trends Biotechnol", "volume": "31", "issn": "7", "pages": "397--405", "other_ids": {}}, "BIBREF67": {"ref_id": "b67", "title": "Rapid editing and evolution of bacterial genomes using libraries of synthetic DNA", "authors": [{"first": "R", "middle": ["R"], "last": "Gallagher", "suffix": ""}, {"first": "Z", "middle": [], "last": "Li", "suffix": ""}, {"first": "A", "middle": ["O"], "last": "Lewis", "suffix": ""}, {"first": "F", "middle": ["J"], "last": "Isaacs", "suffix": ""}], "year": 2014, "venue": "Nat Protoc", "volume": "9", "issn": "10", "pages": "2301--2316", "other_ids": {}}, "BIBREF68": {"ref_id": "b68", "title": "Enzymatic assembly of overlapping DNA fragments", "authors": [{"first": "D", "middle": ["G"], "last": "Gibson", "suffix": ""}], "year": 2011, "venue": "Methods Enzymol", "volume": "498", "issn": "", "pages": "349--361", "other_ids": {}}, "BIBREF69": {"ref_id": "b69", "title": "Complete chemical synthesis, assembly, and cloning of a Mycoplasma genitalium genome", "authors": [{"first": "D", "middle": ["G"], "last": "Gibson", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Benders", "suffix": ""}, {"first": "C", "middle": [], "last": "Andrews-Pfannkoch", "suffix": ""}], "year": 2008, "venue": "Science", "volume": "319", "issn": "5867", "pages": "1215--1220", "other_ids": {}}, "BIBREF70": {"ref_id": "b70", "title": "Creation of a bacterial cell controlled by a chemically synthesized genome", "authors": [{"first": "D", "middle": ["G"], "last": "Gibson", "suffix": ""}, {"first": "J", "middle": ["I"], "last": "Glass", "suffix": ""}, {"first": "C", "middle": [], "last": "Lartigue", "suffix": ""}], "year": 2010, "venue": "Science", "volume": "329", "issn": "5987", "pages": "52--56", "other_ids": {}}, "BIBREF71": {"ref_id": "b71", "title": "Direct expression in Escherichia coli of a DNA sequence coding for human growth hormone", "authors": [{"first": "D", "middle": ["V"], "last": "Goeddel", "suffix": ""}, {"first": "H", "middle": ["L"], "last": "Heyneker", "suffix": ""}, {"first": "T", "middle": [], "last": "Hozumi", "suffix": ""}], "year": 1979, "venue": "Nature", "volume": "281", "issn": "5732", "pages": "544--548", "other_ids": {}}, "BIBREF72": {"ref_id": "b72", "title": "Expression in Escherichia coli of chemically synthesized genes for human insulin", "authors": [{"first": "D", "middle": ["V"], "last": "Goeddel", "suffix": ""}, {"first": "D", "middle": ["G"], "last": "Kleid", "suffix": ""}, {"first": "F", "middle": [], "last": "Bolivar", "suffix": ""}], "year": 1979, "venue": "Proc Natl Acad Sci", "volume": "76", "issn": "", "pages": "106--110", "other_ids": {}}, "BIBREF73": {"ref_id": "b73", "title": "Antimalaria studies on Qinghaosu", "authors": [{"first": "C", "middle": ["R"], "last": "Group", "suffix": ""}], "year": 1979, "venue": "Chinese Med J", "volume": "92", "issn": "12", "pages": "811--816", "other_ids": {}}, "BIBREF74": {"ref_id": "b74", "title": "Synthetic Bio, Meet \"FBIo", "authors": [{"first": "D", "middle": [], "last": "Grushkin", "suffix": ""}], "year": 2010, "venue": "The Scientist", "volume": "24", "issn": "5", "pages": "", "other_ids": {}}, "BIBREF75": {"ref_id": "b75", "title": "Gene drives raise dual-use concerns", "authors": [{"first": "D", "middle": [], "last": "Gurwitz", "suffix": ""}], "year": 2014, "venue": "Science", "volume": "345", "issn": "6200", "pages": "", "other_ids": {}}, "BIBREF76": {"ref_id": "b76", "title": "Synthetic biology: putting engineering into bioengineering", "authors": [{"first": "M", "middle": [], "last": "Heinemann", "suffix": ""}, {"first": "S", "middle": [], "last": "Panke", "suffix": ""}], "year": 2009, "venue": "Systems biology and synthetic biology", "volume": "", "issn": "", "pages": "387--409", "other_ids": {}}, "BIBREF77": {"ref_id": "b77", "title": "Gene surgery: on the threshold of synthetic biology", "authors": [{"first": "B", "middle": [], "last": "Hobom", "suffix": ""}], "year": 1980, "venue": "Med Klin", "volume": "75", "issn": "24", "pages": "834--841", "other_ids": {}}, "BIBREF78": {"ref_id": "b78", "title": "Lipase congeners designed by genetic code engineering", "authors": [{"first": "M", "middle": ["G"], "last": "Hoesl", "suffix": ""}, {"first": "C", "middle": ["G"], "last": "Acevedo-Rocha", "suffix": ""}, {"first": "S", "middle": [], "last": "Nehring", "suffix": ""}], "year": 2011, "venue": "ChemCatChem", "volume": "3", "issn": "1", "pages": "213--221", "other_ids": {}}, "BIBREF79": {"ref_id": "b79", "title": "Intragenesis and cisgenesis as alternatives to transgenic crop development", "authors": [{"first": "I", "middle": ["B"], "last": "Holme", "suffix": ""}, {"first": "T", "middle": [], "last": "Wendt", "suffix": ""}, {"first": "P", "middle": ["B"], "last": "Holm", "suffix": ""}], "year": 2013, "venue": "Plant Biotechnol J", "volume": "11", "issn": "4", "pages": "395--407", "other_ids": {}}, "BIBREF80": {"ref_id": "b80", "title": "Genetically Modified Lite\" placates public but not activists: new technologies to manipulate plant genomes could help to overcome public concerns about GM crops", "authors": [{"first": "P", "middle": [], "last": "Hunter", "suffix": ""}], "year": 2014, "venue": "EMBO Rep", "volume": "15", "issn": "2", "pages": "138--141", "other_ids": {}}, "BIBREF81": {"ref_id": "b81", "title": "Precise manipulation of chromosomes in vivo enables genome-wide codon replacement", "authors": [{"first": "F", "middle": ["J"], "last": "Isaacs", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Carr", "suffix": ""}, {"first": "H", "middle": ["H"], "last": "Wang", "suffix": ""}], "year": 2011, "venue": "Science", "volume": "333", "issn": "6040", "pages": "348--353", "other_ids": {}}, "BIBREF82": {"ref_id": "b82", "title": "Combining two genomes in one cell: stable cloning of the Synechocystis PCC6803 genome in the Bacillus subtilis 168 genome", "authors": [{"first": "M", "middle": [], "last": "Itaya", "suffix": ""}, {"first": "K", "middle": [], "last": "Tsuge", "suffix": ""}, {"first": "M", "middle": [], "last": "Koizumi", "suffix": ""}], "year": 2005, "venue": "Proc Natl Acad Sci", "volume": "102", "issn": "44", "pages": "15971--15976", "other_ids": {}}, "BIBREF83": {"ref_id": "b83", "title": "Biochemical method for inserting new genetic information into DNA of Simian Virus 40: circular SV40 DNA molecules containing lambda phage genes and the galactose operon of Escherichia coli", "authors": [{"first": "D", "middle": ["A"], "last": "Jackson", "suffix": ""}, {"first": "R", "middle": ["H"], "last": "Symons", "suffix": ""}, {"first": "P", "middle": [], "last": "Berg", "suffix": ""}], "year": 1972, "venue": "Proc Natl Acad Sci", "volume": "69", "issn": "10", "pages": "2904--2909", "other_ids": {}}, "BIBREF84": {"ref_id": "b84", "title": "Genetic manipulation of genomes with rare-cutting endonucleases", "authors": [{"first": "M", "middle": [], "last": "Jasin", "suffix": ""}], "year": 1996, "venue": "Trends Genet", "volume": "12", "issn": "6", "pages": "224--228", "other_ids": {}}, "BIBREF85": {"ref_id": "b85", "title": "Reassembly of living cells from dissociated components", "authors": [{"first": "K", "middle": ["W"], "last": "Jeon", "suffix": ""}, {"first": "I", "middle": ["J"], "last": "Lorch", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Danielli", "suffix": ""}], "year": 1970, "venue": "Science", "volume": "167", "issn": "925", "pages": "1626--1627", "other_ids": {}}, "BIBREF86": {"ref_id": "b86", "title": "Update on designing and building minimal cells", "authors": [{"first": "M", "middle": ["C"], "last": "Jewett", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Forster", "suffix": ""}], "year": 2010, "venue": "Curr Opin Biotechnol", "volume": "21", "issn": "5", "pages": "697--703", "other_ids": {}}, "BIBREF87": {"ref_id": "b87", "title": "Essential genes as antimicrobial targets and cornerstones of synthetic biology", "authors": [{"first": "M", "middle": [], "last": "Juhas", "suffix": ""}, {"first": "L", "middle": [], "last": "Eberl", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Church", "suffix": ""}], "year": 2012, "venue": "Trends Biotechnol", "volume": "30", "issn": "11", "pages": "601--607", "other_ids": {}}, "BIBREF88": {"ref_id": "b88", "title": "Essence of life: essential genes of minimal genomes", "authors": [{"first": "M", "middle": [], "last": "Juhas", "suffix": ""}, {"first": "L", "middle": [], "last": "Eberl", "suffix": ""}, {"first": "J", "middle": ["I"], "last": "Glass", "suffix": ""}], "year": 2011, "venue": "Trends Cell Biol", "volume": "21", "issn": "10", "pages": "562--568", "other_ids": {}}, "BIBREF89": {"ref_id": "b89", "title": "Experimental evolution", "authors": [{"first": "T", "middle": ["J"], "last": "Kawecki", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Lenski", "suffix": ""}, {"first": "D", "middle": [], "last": "Ebert", "suffix": ""}], "year": 2012, "venue": "Trends Ecol Evol", "volume": "27", "issn": "10", "pages": "547--560", "other_ids": {}}, "BIBREF90": {"ref_id": "b90", "title": "Synthetic biology for synthetic chemistry", "authors": [{"first": "J", "middle": ["D"], "last": "Keasling", "suffix": ""}], "year": 2008, "venue": "ACS Chem Biol", "volume": "3", "issn": "1", "pages": "64--76", "other_ids": {}}, "BIBREF91": {"ref_id": "b91", "title": "Manufacturing molecules through metabolic engineering", "authors": [{"first": "J", "middle": ["D"], "last": "Keasling", "suffix": ""}], "year": 2010, "venue": "Science", "volume": "330", "issn": "6009", "pages": "1355--1358", "other_ids": {}}, "BIBREF92": {"ref_id": "b92", "title": "What does synthetic biology have to do with biology", "authors": [{"first": "E", "middle": ["F"], "last": "Keller", "suffix": ""}], "year": 2009, "venue": "Biosocieties", "volume": "4", "issn": "2-3", "pages": "291--302", "other_ids": {}}, "BIBREF93": {"ref_id": "b93", "title": "Chromatin regulation at the frontier of synthetic biology", "authors": [{"first": "A", "middle": ["J"], "last": "Keung", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Joung", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Khalil", "suffix": ""}], "year": 2015, "venue": "Nat Rev Genet", "volume": "16", "issn": "3", "pages": "159--171", "other_ids": {}}, "BIBREF94": {"ref_id": "b94", "title": "The evolutionary history of protein fold families and proteomes confirms that the archaeal ancestor is more ancient than the ancestors of other superkingdoms", "authors": [{"first": "K", "middle": ["M"], "last": "Kim", "suffix": ""}, {"first": "G", "middle": [], "last": "Caetano-Anolles", "suffix": ""}], "year": 2012, "venue": "BMC Evol Biol", "volume": "12", "issn": "13", "pages": "", "other_ids": {}}, "BIBREF95": {"ref_id": "b95", "title": "From fields to fuels: recent advances in the microbial production of biofuels", "authors": [{"first": "Y", "middle": [], "last": "Kung", "suffix": ""}, {"first": "W", "middle": [], "last": "Runguphan", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Keasling", "suffix": ""}], "year": 2012, "venue": "ACS Synth Biol", "volume": "1", "issn": "11", "pages": "498--513", "other_ids": {}}, "BIBREF96": {"ref_id": "b96", "title": "Five hard truths for synthetic biology", "authors": [{"first": "R", "middle": [], "last": "Kwok", "suffix": ""}], "year": 2010, "venue": "Nature", "volume": "463", "issn": "7279", "pages": "288--290", "other_ids": {}}, "BIBREF97": {"ref_id": "b97", "title": "Chemical biology: DNA's new alphabet", "authors": [{"first": "R", "middle": [], "last": "Kwok", "suffix": ""}], "year": 2012, "venue": "Nature", "volume": "491", "issn": "7425", "pages": "516--518", "other_ids": {}}, "BIBREF98": {"ref_id": "b98", "title": "Probing the limits of genetic recoding in essential genes", "authors": [{"first": "M", "middle": ["J"], "last": "Lajoie", "suffix": ""}, {"first": "S", "middle": [], "last": "Kosuri", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Mosberg", "suffix": ""}], "year": 2013, "venue": "Science", "volume": "342", "issn": "6156", "pages": "361--363", "other_ids": {}}, "BIBREF99": {"ref_id": "b99", "title": "Genomically recoded organisms expand biological functions", "authors": [{"first": "M", "middle": ["J"], "last": "Lajoie", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Rovner", "suffix": ""}, {"first": "D", "middle": ["B"], "last": "Goodman", "suffix": ""}], "year": 2013, "venue": "Science", "volume": "342", "issn": "6156", "pages": "357--360", "other_ids": {}}, "BIBREF100": {"ref_id": "b100", "title": "Don't edit the human germ line", "authors": [{"first": "E", "middle": [], "last": "Lanphier", "suffix": ""}, {"first": "F", "middle": [], "last": "Urnov", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Haecker", "suffix": ""}], "year": 2015, "venue": "Nature", "volume": "519", "issn": "7544", "pages": "410--411", "other_ids": {}}, "BIBREF101": {"ref_id": "b101", "title": "Innovation at the intersection of synthetic and systems biology", "authors": [{"first": "A", "middle": ["M"], "last": "Lanza", "suffix": ""}, {"first": "N", "middle": ["C"], "last": "Crook", "suffix": ""}, {"first": "H", "middle": ["S"], "last": "Alper", "suffix": ""}], "year": 2012, "venue": "Curr Opin Biotechnol", "volume": "23", "issn": "5", "pages": "712--717", "other_ids": {}}, "BIBREF102": {"ref_id": "b102", "title": "Genome transplantation in bacteria: changing one species to another", "authors": [{"first": "C", "middle": [], "last": "Lartigue", "suffix": ""}, {"first": "J", "middle": ["I"], "last": "Glass", "suffix": ""}, {"first": "N", "middle": [], "last": "Alperovich", "suffix": ""}], "year": 2007, "venue": "Science", "volume": "317", "issn": "5838", "pages": "632--638", "other_ids": {}}, "BIBREF103": {"ref_id": "b103", "title": "CRISPR, the disruptor", "authors": [{"first": "H", "middle": [], "last": "Ledford", "suffix": ""}], "year": 2015, "venue": "Nature", "volume": "522", "issn": "7554", "pages": "20--24", "other_ids": {}}, "BIBREF104": {"ref_id": "b104", "title": "Garage biotech: life hackers", "authors": [{"first": "H", "middle": [], "last": "Ledford", "suffix": ""}], "year": 2010, "venue": "Nature", "volume": "467", "issn": "7316", "pages": "650--652", "other_ids": {}}, "BIBREF105": {"ref_id": "b105", "title": "Streamlining genomes: toward the generation of simplified and stabilized microbial systems", "authors": [{"first": "A", "middle": [], "last": "Leprince", "suffix": ""}, {"first": "M", "middle": ["W"], "last": "Van Passel", "suffix": ""}, {"first": "V", "middle": ["A"], "last": "Santos", "suffix": ""}], "year": 2012, "venue": "Curr Opin Biotechnol", "volume": "23", "issn": "5", "pages": "651--658", "other_ids": {}}, "BIBREF106": {"ref_id": "b106", "title": "Continuous-flow synthesis of the anti-malaria drug artemisinin", "authors": [{"first": "F", "middle": [], "last": "Levesque", "suffix": ""}, {"first": "P", "middle": ["H"], "last": "Seeberger", "suffix": ""}], "year": 2012, "venue": "Angew Chem Int Ed Engl", "volume": "51", "issn": "7", "pages": "1706--1709", "other_ids": {}}, "BIBREF107": {"ref_id": "b107", "title": "Synthetic biology: engineering Escherichia coli to see light", "authors": [{"first": "A", "middle": [], "last": "Levskaya", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Chevalier", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Tabor", "suffix": ""}], "year": 2005, "venue": "Nature", "volume": "438", "issn": "7067", "pages": "441--442", "other_ids": {}}, "BIBREF108": {"ref_id": "b108", "title": "Use of the CRISPR/Cas9 system as an intracellular defense against HIV-1 infection in human cells", "authors": [{"first": "H-K", "middle": [], "last": "Liao", "suffix": ""}, {"first": "Y", "middle": [], "last": "Gu", "suffix": ""}, {"first": "A", "middle": [], "last": "Diaz", "suffix": ""}], "year": 2015, "venue": "Nat Commun", "volume": "6", "issn": "", "pages": "", "other_ids": {}}, "BIBREF109": {"ref_id": "b109", "title": "CRISPR/Cas9-mediated gene editing in human tripronuclear zygotes", "authors": [{"first": "P", "middle": [], "last": "Liang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Xu", "suffix": ""}, {"first": "X", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2015, "venue": "Protein Cell", "volume": "6", "issn": "5", "pages": "363--372", "other_ids": {}}, "BIBREF110": {"ref_id": "b110", "title": "Playing god and the intrinsic value of life: moral problems for synthetic biology", "authors": [{"first": "H", "middle": ["J"], "last": "Link", "suffix": ""}], "year": 2012, "venue": "Sci Eng Ethics", "volume": "19", "issn": "2", "pages": "435--448", "other_ids": {}}, "BIBREF111": {"ref_id": "b111", "title": "Adding new chemistries to the genetic code", "authors": [{"first": "C", "middle": ["C"], "last": "Liu", "suffix": ""}, {"first": "P", "middle": ["G"], "last": "Schultz", "suffix": ""}], "year": 2010, "venue": "Annu Rev Biochem", "volume": "79", "issn": "", "pages": "413--444", "other_ids": {}}, "BIBREF112": {"ref_id": "b112", "title": "On the nature of the process of fertilization and the artificial production of normal larvae (plutei) from the unfertilized eggs of the sea urchin", "authors": [{"first": "J", "middle": [], "last": "Loeb", "suffix": ""}], "year": null, "venue": "Am J Physiol", "volume": "3", "issn": "3", "pages": "135--138", "other_ids": {}}, "BIBREF113": {"ref_id": "b113", "title": "Regulate gene editing in wild animals", "authors": [{"first": "J", "middle": [], "last": "Lunshof", "suffix": ""}], "year": 2015, "venue": "Nature", "volume": "521", "issn": "7551", "pages": "", "other_ids": {}}, "BIBREF114": {"ref_id": "b114", "title": "Computational design approaches and tools for synthetic biology", "authors": [{"first": "J", "middle": ["T"], "last": "Macdonald", "suffix": ""}, {"first": "C", "middle": [], "last": "Barnes", "suffix": ""}, {"first": "R", "middle": ["I"], "last": "Kitney", "suffix": ""}], "year": 2011, "venue": "Integr Biol", "volume": "3", "issn": "2", "pages": "97--108", "other_ids": {}}, "BIBREF115": {"ref_id": "b115", "title": "Organic chemicals jeopardize the health of freshwater ecosystems on the continental scale", "authors": [{"first": "E", "middle": [], "last": "Malaj", "suffix": ""}, {"first": "Von", "middle": [], "last": "Der Ohe", "suffix": ""}, {"first": "P", "middle": ["C"], "last": "Grote", "suffix": ""}, {"first": "M", "middle": [], "last": "", "suffix": ""}], "year": 2014, "venue": "Proc Natl Acad Sci", "volume": "111", "issn": "26", "pages": "9549--9554", "other_ids": {}}, "BIBREF116": {"ref_id": "b116", "title": "Cas9 as a versatile tool for engineering biology", "authors": [{"first": "P", "middle": [], "last": "Mali", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Esvelt", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Church", "suffix": ""}], "year": 2013, "venue": "Nat Methods", "volume": "10", "issn": "10", "pages": "957--963", "other_ids": {}}, "BIBREF117": {"ref_id": "b117", "title": "Tunable metallic-like conductivity in microbial nanowire networks", "authors": [{"first": "N", "middle": ["S"], "last": "Malvankar", "suffix": ""}, {"first": "M", "middle": [], "last": "Vargas", "suffix": ""}, {"first": "K", "middle": ["P"], "last": "Nevin", "suffix": ""}], "year": 2011, "venue": "Nat Nanotechnol", "volume": "6", "issn": "9", "pages": "573--579", "other_ids": {}}, "BIBREF118": {"ref_id": "b118", "title": "A semi-synthetic organism with an expanded genetic alphabet", "authors": [{"first": "D", "middle": ["A"], "last": "Malyshev", "suffix": ""}, {"first": "K", "middle": [], "last": "Dhami", "suffix": ""}, {"first": "T", "middle": [], "last": "Lavergne", "suffix": ""}], "year": 2014, "venue": "Nature", "volume": "509", "issn": "7500", "pages": "385--388", "other_ids": {}}, "BIBREF119": {"ref_id": "b119", "title": "Biocontainment of genetically modified organisms by synthetic protein design", "authors": [{"first": "D", "middle": ["J"], "last": "Mandell", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Lajoie", "suffix": ""}, {"first": "M", "middle": ["T"], "last": "Mee", "suffix": ""}], "year": 2015, "venue": "Nature", "volume": "518", "issn": "7537", "pages": "55--60", "other_ids": {}}, "BIBREF120": {"ref_id": "b120", "title": "Synthetic biology of multicellular systems: new platforms and applications for animal cells and organisms", "authors": [{"first": "J", "middle": ["S"], "last": "Markson", "suffix": ""}, {"first": "M", "middle": ["B"], "last": "Elowitz", "suffix": ""}], "year": 2014, "venue": "ACS Synth Biol", "volume": "3", "issn": "12", "pages": "875--876", "other_ids": {}}, "BIBREF121": {"ref_id": "b121", "title": "The farther, the safer: a manifesto for securely navigating synthetic species away from the old living world", "authors": [{"first": "P", "middle": [], "last": "Marliere", "suffix": ""}], "year": 2009, "venue": "Syst Synth Biol", "volume": "3", "issn": "1-4", "pages": "77--84", "other_ids": {}}, "BIBREF122": {"ref_id": "b122", "title": "Chemical evolution of a bacterium's genome", "authors": [{"first": "P", "middle": [], "last": "Marliere", "suffix": ""}, {"first": "J", "middle": [], "last": "Patrouix", "suffix": ""}, {"first": "V", "middle": [], "last": "Doring", "suffix": ""}], "year": 2011, "venue": "Angew Chem Int Ed Engl", "volume": "50", "issn": "31", "pages": "7109--7114", "other_ids": {}}, "BIBREF123": {"ref_id": "b123", "title": "Engineering a mevalonate pathway in Escherichia coli for production of terpenoids", "authors": [{"first": "V", "middle": ["J"], "last": "Martin", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Pitera", "suffix": ""}, {"first": "S", "middle": ["T"], "last": "Withers", "suffix": ""}], "year": 2003, "venue": "Nat Biotechnol", "volume": "21", "issn": "7", "pages": "796--802", "other_ids": {}}, "BIBREF124": {"ref_id": "b124", "title": "Towards synthetic biological approaches to resource utilization on space missions", "authors": [{"first": "A", "middle": ["A"], "last": "Menezes", "suffix": ""}, {"first": "J", "middle": [], "last": "Cumbers", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Hogan", "suffix": ""}], "year": 2015, "venue": "J R Soc Interface", "volume": "12", "issn": "102", "pages": "1--20", "other_ids": {}}, "BIBREF125": {"ref_id": "b125", "title": "Synthetic secondary chromosomes in Escherichia coli based on the replication origin of chromosome II in Vibrio cholerae", "authors": [{"first": "S", "middle": ["J"], "last": "Messerschmidt", "suffix": ""}, {"first": "F", "middle": ["S"], "last": "Kemter", "suffix": ""}, {"first": "D", "middle": [], "last": "Schindler", "suffix": ""}], "year": 2015, "venue": "Biotechnol J", "volume": "10", "issn": "2", "pages": "302--314", "other_ids": {}}, "BIBREF126": {"ref_id": "b126", "title": "Is it right to reverse extinction?", "authors": [{"first": "B", "middle": [], "last": "Minteer", "suffix": ""}], "year": 2014, "venue": "Nature", "volume": "509", "issn": "7500", "pages": "", "other_ids": {}}, "BIBREF127": {"ref_id": "b127", "title": "Preparing synthetic biology for the world", "authors": [{"first": "G", "middle": ["H"], "last": "Moe-Behrens", "suffix": ""}, {"first": "R", "middle": [], "last": "Davis", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Haynes", "suffix": ""}], "year": 2013, "venue": "Front Microbiol", "volume": "4", "issn": "", "pages": "", "other_ids": {}}, "BIBREF128": {"ref_id": "b128", "title": "Biodiversity: life-a status report", "authors": [{"first": "R", "middle": [], "last": "Monastersky", "suffix": ""}], "year": 2014, "venue": "Nature", "volume": "516", "issn": "7530", "pages": "158--161", "other_ids": {}}, "BIBREF129": {"ref_id": "b129", "title": "Synthetic genomics: potential and limitations", "authors": [{"first": "M", "middle": ["G"], "last": "Montague", "suffix": ""}, {"first": "C", "middle": [], "last": "Lartigue", "suffix": ""}, {"first": "S", "middle": [], "last": "Vashee", "suffix": ""}], "year": 2012, "venue": "Curr Opin Biotechnol", "volume": "23", "issn": "5", "pages": "659--665", "other_ids": {}}, "BIBREF130": {"ref_id": "b130", "title": "A new revolution? The place of systems biology and synthetic biology in the history of biology", "authors": [{"first": "M", "middle": [], "last": "Morange", "suffix": ""}], "year": 2009, "venue": "EMBO Rep", "volume": "10", "issn": "1", "pages": "50--53", "other_ids": {}}, "BIBREF131": {"ref_id": "b131", "title": "Looking forward to genetically edited fruit crops", "authors": [{"first": "Nagamangala", "middle": [], "last": "Kanchiswamy", "suffix": ""}, {"first": "C", "middle": [], "last": "Sargent", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Velasco", "suffix": ""}, {"first": "R", "middle": [], "last": "", "suffix": ""}], "year": 2015, "venue": "Trends Biotechnol", "volume": "33", "issn": "2", "pages": "62--64", "other_ids": {}}, "BIBREF132": {"ref_id": "b132", "title": "Comparative analysis of proteomes and functionomes provides insights into origins of cellular diversification", "authors": [{"first": "A", "middle": [], "last": "Nasir", "suffix": ""}, {"first": "G", "middle": [], "last": "Caetano-Anolles", "suffix": ""}], "year": 2013, "venue": "Nature Editorials", "volume": "509", "issn": "7499", "pages": "", "other_ids": {}}, "BIBREF133": {"ref_id": "b133", "title": "High-level production of amorpha-4, 11-diene in a two-phase partitioning bioreactor of metabolically engineered Escherichia coli", "authors": [{"first": "J", "middle": ["D"], "last": "Newman", "suffix": ""}, {"first": "J", "middle": [], "last": "Marshall", "suffix": ""}, {"first": "M", "middle": [], "last": "Chang", "suffix": ""}], "year": 2006, "venue": "Biotechnol Bioeng", "volume": "95", "issn": "4", "pages": "684--691", "other_ids": {}}, "BIBREF134": {"ref_id": "b134", "title": "From promise to practice. The role of synthetic biology in green chemistry", "authors": [{"first": "D", "middle": ["R"], "last": "Nielsen", "suffix": ""}, {"first": "T", "middle": ["S"], "last": "Moon", "suffix": ""}], "year": 2013, "venue": "EMBO Rep", "volume": "14", "issn": "12", "pages": "1034--1038", "other_ids": {}}, "BIBREF135": {"ref_id": "b135", "title": "Crystal structure of Cas9 in complex with guide RNA and target DNA", "authors": [{"first": "H", "middle": [], "last": "Nishimasu", "suffix": ""}, {"first": "F", "middle": ["A"], "last": "Ran", "suffix": ""}, {"first": "P", "middle": ["D"], "last": "Hsu", "suffix": ""}], "year": 2014, "venue": "Cell", "volume": "156", "issn": "5", "pages": "935--949", "other_ids": {}}, "BIBREF136": {"ref_id": "b136", "title": "The use of liposomes for constructing cell models", "authors": [{"first": "T", "middle": [], "last": "Oberholzer", "suffix": ""}, {"first": "P", "middle": ["L"], "last": "Luisi", "suffix": ""}], "year": 2002, "venue": "J Biol Phys", "volume": "28", "issn": "4", "pages": "733--744", "other_ids": {}}, "BIBREF137": {"ref_id": "b137", "title": "Is Craig Venter going to save the planet? Or is this more hype from one of America's most controversial scientists? The Washington Post", "authors": [{"first": "S", "middle": [], "last": "Okie", "suffix": ""}], "year": 2011, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF138": {"ref_id": "b138", "title": "Synthetic biology: mapping the scientific landscape", "authors": [{"first": "P", "middle": [], "last": "Oldham", "suffix": ""}, {"first": "S", "middle": [], "last": "Hall", "suffix": ""}, {"first": "G", "middle": [], "last": "Burton", "suffix": ""}], "year": 2012, "venue": "PLoS ONE", "volume": "7", "issn": "4", "pages": "", "other_ids": {}}, "BIBREF139": {"ref_id": "b139", "title": "Designing the scientific cradle for quantitative biologists", "authors": [{"first": "Q", "middle": [], "last": "Ouyang", "suffix": ""}, {"first": "L", "middle": [], "last": "Lai", "suffix": ""}, {"first": "C", "middle": [], "last": "Tang", "suffix": ""}], "year": 2012, "venue": "ACS Synth Biol", "volume": "1", "issn": "7", "pages": "254--255", "other_ids": {}}, "BIBREF140": {"ref_id": "b140", "title": "The emergence of major cellular processes in evolution", "authors": [{"first": "C", "middle": [], "last": "Ouzounis", "suffix": ""}, {"first": "N", "middle": [], "last": "Kyrpides", "suffix": ""}], "year": 1996, "venue": "FEBS Lett", "volume": "390", "issn": "2", "pages": "119--123", "other_ids": {}}, "BIBREF141": {"ref_id": "b141", "title": "Anthrax and smallpox errors highlight gaps in US biosafety", "authors": [{"first": "B", "middle": [], "last": "Owens", "suffix": ""}], "year": 2014, "venue": "Lancet", "volume": "384", "issn": "9940", "pages": "", "other_ids": {}}, "BIBREF142": {"ref_id": "b142", "title": "Gene drives raise dual-use concerns-response", "authors": [{"first": "K", "middle": ["A"], "last": "Oye", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Esvelt", "suffix": ""}], "year": 2014, "venue": "Science", "volume": "345", "issn": "6200", "pages": "1010--1011", "other_ids": {}}, "BIBREF143": {"ref_id": "b143", "title": "Regulating gene drives", "authors": [{"first": "K", "middle": ["A"], "last": "Oye", "suffix": ""}, {"first": "K", "middle": [], "last": "Esvelt", "suffix": ""}, {"first": "E", "middle": [], "last": "Appleton", "suffix": ""}], "year": 2014, "venue": "Biotechnology", "volume": "345", "issn": "6197", "pages": "626--628", "other_ids": {}}, "BIBREF144": {"ref_id": "b144", "title": "Drugs: regulate 'home-brew' opiates", "authors": [{"first": "K", "middle": ["A"], "last": "Oye", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Lawson", "suffix": ""}, {"first": "T", "middle": [], "last": "Bubela", "suffix": ""}], "year": 2015, "venue": "Nature", "volume": "521", "issn": "7552", "pages": "281--283", "other_ids": {}}, "BIBREF145": {"ref_id": "b145", "title": "The dawn of evolutionary genome engineering", "authors": [{"first": "C", "middle": [], "last": "Pal", "suffix": ""}, {"first": "B", "middle": [], "last": "Papp", "suffix": ""}, {"first": "G", "middle": [], "last": "Posfai", "suffix": ""}], "year": 2014, "venue": "Nat Rev Genet", "volume": "15", "issn": "7", "pages": "504--512", "other_ids": {}}, "BIBREF146": {"ref_id": "b146", "title": "Minimal self-replicating systems", "authors": [{"first": "N", "middle": [], "last": "Paul", "suffix": ""}, {"first": "G", "middle": ["F"], "last": "Joyce", "suffix": ""}], "year": 2004, "venue": "Curr Opin Chem Biol", "volume": "8", "issn": "6", "pages": "634--639", "other_ids": {}}, "BIBREF147": {"ref_id": "b147", "title": "Malaria drug made in yeast causes market ferment", "authors": [{"first": "M", "middle": [], "last": "Peplow", "suffix": ""}], "year": 2013, "venue": "Nature", "volume": "494", "issn": "7436", "pages": "160--161", "other_ids": {}}, "BIBREF148": {"ref_id": "b148", "title": "Microbial engineering for the production of advanced biofuels", "authors": [{"first": "P", "middle": ["P"], "last": "Peralta-Yahya", "suffix": ""}, {"first": "F", "middle": ["Z"], "last": "Zhang", "suffix": ""}, {"first": "S", "middle": ["B"], "last": "Del Cardayre", "suffix": ""}], "year": 2012, "venue": "Nature", "volume": "488", "issn": "7411", "pages": "320--328", "other_ids": {}}, "BIBREF149": {"ref_id": "b149", "title": "Epistasis-the essential role of gene interactions in the structure and evolution of genetic systems", "authors": [{"first": "P", "middle": ["C"], "last": "Phillips", "suffix": ""}], "year": 2008, "venue": "Nat Rev Genet", "volume": "9", "issn": "11", "pages": "855--867", "other_ids": {}}, "BIBREF150": {"ref_id": "b150", "title": "The XNA world: progress towards replication and evolution of synthetic genetic polymers", "authors": [{"first": "V", "middle": ["B"], "last": "Pinheiro", "suffix": ""}, {"first": "P", "middle": [], "last": "Holliger", "suffix": ""}], "year": 2012, "venue": "Curr Opin Chem Biol", "volume": "16", "issn": "3-4", "pages": "245--252", "other_ids": {}}, "BIBREF151": {"ref_id": "b151", "title": "Synthetic genetic polymers capable of heredity and evolution", "authors": [{"first": "V", "middle": ["B"], "last": "Pinheiro", "suffix": ""}, {"first": "A", "middle": ["I"], "last": "Taylor", "suffix": ""}, {"first": "C", "middle": [], "last": "Cozens", "suffix": ""}], "year": 2012, "venue": "Science", "volume": "336", "issn": "6079", "pages": "341--344", "other_ids": {}}, "BIBREF152": {"ref_id": "b152", "title": "Eugenics lurk in the shadow of CRISPR", "authors": [{"first": "R", "middle": [], "last": "Pollack", "suffix": ""}], "year": 2015, "venue": "Science", "volume": "348", "issn": "6237", "pages": "", "other_ids": {}}, "BIBREF153": {"ref_id": "b153", "title": "The ten grand challenges of synthetic life", "authors": [{"first": "M", "middle": [], "last": "Porcar", "suffix": ""}, {"first": "A", "middle": [], "last": "Danchin", "suffix": ""}, {"first": "V", "middle": [], "last": "De Lorenzo", "suffix": ""}], "year": 2011, "venue": "Syst Synth Biol", "volume": "5", "issn": "1-2", "pages": "1--9", "other_ids": {}}, "BIBREF154": {"ref_id": "b154", "title": "Are we doing synthetic biology", "authors": [{"first": "M", "middle": [], "last": "Porcar", "suffix": ""}, {"first": "J", "middle": [], "last": "Pereto", "suffix": ""}], "year": 2012, "venue": "Syst Synth Biol", "volume": "6", "issn": "3-4", "pages": "79--83", "other_ids": {}}, "BIBREF155": {"ref_id": "b155", "title": "Gene targeting using zinc finger nucleases", "authors": [{"first": "M", "middle": ["H"], "last": "Porteus", "suffix": ""}, {"first": "D", "middle": [], "last": "Carroll", "suffix": ""}], "year": 2005, "venue": "Nat Biotech", "volume": "23", "issn": "8", "pages": "967--973", "other_ids": {}}, "BIBREF156": {"ref_id": "b156", "title": "Gene jockeys: life science and the rise of biotech enterprise", "authors": [{"first": "N", "middle": [], "last": "Rasmussen", "suffix": ""}], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF157": {"ref_id": "b157", "title": "Protocells: bridging nonliving and living matter", "authors": [{"first": "S", "middle": [], "last": "Rasmussen", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Bedau", "suffix": ""}, {"first": "L", "middle": [], "last": "Chen", "suffix": ""}], "year": 2000, "venue": "Chem Eng News", "volume": "78", "issn": "17", "pages": "49--53", "other_ids": {}}, "BIBREF158": {"ref_id": "b158", "title": "Visions of synthetic biology", "authors": [{"first": "S", "middle": [], "last": "Reardon", "suffix": ""}], "year": 2011, "venue": "Science", "volume": "333", "issn": "6047", "pages": "1242--1243", "other_ids": {}}, "BIBREF159": {"ref_id": "b159", "title": "Phage therapy gets revitalized", "authors": [{"first": "S", "middle": [], "last": "Reardon", "suffix": ""}], "year": 2014, "venue": "Nature", "volume": "510", "issn": "7503", "pages": "15--16", "other_ids": {}}, "BIBREF160": {"ref_id": "b160", "title": "Synthetic biology and conservation of nature: wicked problems and wicked solutions", "authors": [{"first": "K", "middle": ["H"], "last": "Redford", "suffix": ""}, {"first": "W", "middle": [], "last": "Adams", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Mace", "suffix": ""}], "year": 2013, "venue": "PLoS Biol", "volume": "11", "issn": "4", "pages": "", "other_ids": {}}, "BIBREF161": {"ref_id": "b161", "title": "Biocatalysis in organic chemistry and biotechnology: past, present, and future", "authors": [{"first": "M", "middle": ["T"], "last": "Reetz", "suffix": ""}], "year": 2013, "venue": "J Am Chem Soc", "volume": "135", "issn": "34", "pages": "12480--12496", "other_ids": {}}, "BIBREF162": {"ref_id": "b162", "title": "Engineering the perfect baby", "authors": [{"first": "A", "middle": [], "last": "Regalado", "suffix": ""}], "year": 2015, "venue": "MITS Technol Rev", "volume": "118", "issn": "3", "pages": "27--33", "other_ids": {}}, "BIBREF163": {"ref_id": "b163", "title": "Catalysing mirror life", "authors": [{"first": "M", "middle": [], "last": "Renders", "suffix": ""}, {"first": "V", "middle": ["B"], "last": "Pinheiro", "suffix": ""}], "year": 2015, "venue": "ChemBioChem", "volume": "16", "issn": "6", "pages": "899--901", "other_ids": {}}, "BIBREF164": {"ref_id": "b164", "title": "Production of the antimalarial drug precursor artemisinic acid in engineered yeast", "authors": [{"first": "D", "middle": ["K"], "last": "Ro", "suffix": ""}, {"first": "E", "middle": ["M"], "last": "Paradise", "suffix": ""}, {"first": "M", "middle": [], "last": "Ouellet", "suffix": ""}], "year": 2006, "venue": "Nature", "volume": "440", "issn": "7086", "pages": "940--943", "other_ids": {}}, "BIBREF165": {"ref_id": "b165", "title": "Synthetic biology", "authors": [{"first": "R", "middle": [], "last": "Roblin", "suffix": ""}], "year": 1979, "venue": "Nature", "volume": "282", "issn": "", "pages": "171--172", "other_ids": {}}, "BIBREF166": {"ref_id": "b166", "title": "Recoded organisms engineered to depend on synthetic amino acids", "authors": [{"first": "A", "middle": ["J"], "last": "Rovner", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Haimovich", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Katz", "suffix": ""}], "year": 2015, "venue": "Nature", "volume": "518", "issn": "7537", "pages": "89--93", "other_ids": {}}, "BIBREF167": {"ref_id": "b167", "title": "Synthetic biology moving into the clinic", "authors": [{"first": "W", "middle": ["C"], "last": "Ruder", "suffix": ""}, {"first": "T", "middle": [], "last": "Lu", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Collins", "suffix": ""}], "year": 2011, "venue": "Science", "volume": "333", "issn": "6047", "pages": "1248--1252", "other_ids": {}}, "BIBREF168": {"ref_id": "b168", "title": "Engineering bacterial signals and sensors", "authors": [{"first": "H", "middle": [], "last": "Salis", "suffix": ""}, {"first": "A", "middle": [], "last": "Tamsir", "suffix": ""}, {"first": "C", "middle": [], "last": "Voigt", "suffix": ""}], "year": 2009, "venue": "Contrib Microb", "volume": "16", "issn": "", "pages": "194--225", "other_ids": {}}, "BIBREF169": {"ref_id": "b169", "title": "Xenobiology: a new form of life as the ultimate biosafety tool", "authors": [{"first": "M", "middle": [], "last": "Schmidt", "suffix": ""}], "year": 2010, "venue": "BioEssays", "volume": "32", "issn": "4", "pages": "322--331", "other_ids": {}}, "BIBREF170": {"ref_id": "b170", "title": "Synthetic constructs in/for the environment: managing the interplay between natural and engineered biology", "authors": [{"first": "M", "middle": [], "last": "Schmidt", "suffix": ""}, {"first": "V", "middle": [], "last": "De Lorenzo", "suffix": ""}], "year": 2012, "venue": "FEBS Lett", "volume": "586", "issn": "15", "pages": "2199--2206", "other_ids": {}}, "BIBREF171": {"ref_id": "b171", "title": "Das Gotteshandwerk: Die künstliche Herstellung von Leben im Labor", "authors": [{"first": "J", "middle": [], "last": "Schummer", "suffix": ""}], "year": 2011, "venue": "Suhrkamp", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF172": {"ref_id": "b172", "title": "Bottom-up synthetic biology: engineering in a tinkerer's world", "authors": [{"first": "P", "middle": [], "last": "Schwille", "suffix": ""}], "year": 2011, "venue": "Science", "volume": "333", "issn": "6047", "pages": "1252--1254", "other_ids": {}}, "BIBREF173": {"ref_id": "b173", "title": "European do-it-yourself (DIY) biology: beyond the hope, hype and horror", "authors": [{"first": "G", "middle": [], "last": "Seyfried", "suffix": ""}, {"first": "L", "middle": [], "last": "Pei", "suffix": ""}, {"first": "M", "middle": [], "last": "Schmidt", "suffix": ""}], "year": 2014, "venue": "BioEssays", "volume": "36", "issn": "6", "pages": "548--551", "other_ids": {}}, "BIBREF174": {"ref_id": "b174", "title": "Next-generation DNA sequencing", "authors": [{"first": "J", "middle": [], "last": "Shendure", "suffix": ""}, {"first": "H", "middle": [], "last": "Ji", "suffix": ""}], "year": 2008, "venue": "Nat Biotechnol", "volume": "26", "issn": "10", "pages": "1135--1145", "other_ids": {}}, "BIBREF175": {"ref_id": "b175", "title": "Synthetic biology: engineering explored", "authors": [{"first": "P", "middle": ["A"], "last": "Silver", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Way", "suffix": ""}, {"first": "F", "middle": ["H"], "last": "Arnold", "suffix": ""}], "year": 2014, "venue": "Nature", "volume": "509", "issn": "7499", "pages": "166--167", "other_ids": {}}, "BIBREF176": {"ref_id": "b176", "title": "Generating a synthetic genome by whole genome assembly: phiX174 bacteriophage from synthetic oligonucleotides", "authors": [{"first": "H", "middle": ["O"], "last": "Smith", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Hutchison", "suffix": ""}, {"first": "C", "middle": [], "last": "Pfannkoch", "suffix": ""}], "year": 2003, "venue": "Proc Natl Acad Sci", "volume": "100", "issn": "26", "pages": "15440--15445", "other_ids": {}}, "BIBREF177": {"ref_id": "b177", "title": "Building outside of the box: iGEM and the BioBricks Foundation", "authors": [{"first": "C", "middle": ["D"], "last": "Smolke", "suffix": ""}], "year": 2009, "venue": "Nat Biotechnol", "volume": "27", "issn": "12", "pages": "1099--1102", "other_ids": {}}, "BIBREF178": {"ref_id": "b178", "title": "Synthetic protocell biology: from reproduction to computation", "authors": [{"first": "R", "middle": ["V"], "last": "Sole", "suffix": ""}, {"first": "A", "middle": [], "last": "Munteanu", "suffix": ""}, {"first": "C", "middle": [], "last": "Rodriguez-Caso", "suffix": ""}], "year": null, "venue": "Philos Trans R Soc Lond B Biol Sci", "volume": "362", "issn": "", "pages": "1727--1739", "other_ids": {}}, "BIBREF179": {"ref_id": "b179", "title": "Network rigidity and metabolic engineering in metabolite overproduction", "authors": [{"first": "G", "middle": [], "last": "Stephanopoulos", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Vallino", "suffix": ""}], "year": 1991, "venue": "Science", "volume": "252", "issn": "5013", "pages": "1675--1681", "other_ids": {}}, "BIBREF180": {"ref_id": "b180", "title": "Transcription activator-like effector nucleases (TALENs): a highly efficient and versatile tool for genome editing", "authors": [{"first": "N", "middle": [], "last": "Sun", "suffix": ""}, {"first": "H", "middle": [], "last": "Zhao", "suffix": ""}], "year": 2013, "venue": "Biotechnol Bioeng", "volume": "110", "issn": "7", "pages": "1811--1821", "other_ids": {}}, "BIBREF181": {"ref_id": "b181", "title": "Nobel prizes and restriction enzymes", "authors": [{"first": "W", "middle": [], "last": "Szybalski", "suffix": ""}, {"first": "A", "middle": [], "last": "Skalka", "suffix": ""}], "year": 1978, "venue": "Gene", "volume": "4", "issn": "3", "pages": "181--182", "other_ids": {}}, "BIBREF182": {"ref_id": "b182", "title": "Time to settle the synthetic controversy", "authors": [{"first": "V", "middle": [], "last": "Ter Meulen", "suffix": ""}], "year": 2014, "venue": "Nature", "volume": "509", "issn": "7499", "pages": "", "other_ids": {}}, "BIBREF183": {"ref_id": "b183", "title": "Synthetic biology: new letters for life's alphabet", "authors": [{"first": "R", "middle": [], "last": "Thyer", "suffix": ""}, {"first": "J", "middle": [], "last": "Ellefson", "suffix": ""}], "year": 2014, "venue": "Nature", "volume": "509", "issn": "7500", "pages": "291--292", "other_ids": {}}, "BIBREF184": {"ref_id": "b184", "title": "Synthetic biology in society: learning from past experience?", "authors": [{"first": "H", "middle": [], "last": "Torgersen", "suffix": ""}], "year": 2009, "venue": "Syst Synth Biol", "volume": "3", "issn": "1-4", "pages": "9--17", "other_ids": {}}, "BIBREF185": {"ref_id": "b185", "title": "The real and perceived risks of genetically modified organisms", "authors": [{"first": "H", "middle": [], "last": "Torgersen", "suffix": ""}], "year": 2004, "venue": "EMBO Rep", "volume": "5", "issn": "", "pages": "17--21", "other_ids": {}}, "BIBREF186": {"ref_id": "b186", "title": "Malaria breakthrough raises spectre of drug resistance", "authors": [{"first": "N", "middle": [], "last": "Towie", "suffix": ""}], "year": 2006, "venue": "Nature", "volume": "440", "issn": "7086", "pages": "852--853", "other_ids": {}}, "BIBREF187": {"ref_id": "b187", "title": "Vocabulary of definitions of life suggests a definition", "authors": [{"first": "E", "middle": ["N"], "last": "Trifonov", "suffix": ""}], "year": 2011, "venue": "J Biomol Struct Dyn", "volume": "29", "issn": "2", "pages": "259--266", "other_ids": {}}, "BIBREF188": {"ref_id": "b188", "title": "The discovery of artemisinin (qinghaosu) and gifts from Chinese medicine", "authors": [{"first": "Y", "middle": [], "last": "Tu", "suffix": ""}], "year": 2011, "venue": "Nat Med", "volume": "17", "issn": "10", "pages": "1217--1220", "other_ids": {}}, "BIBREF189": {"ref_id": "b189", "title": "Characterization of the reconstructed 1918 Spanish influenza pandemic virus", "authors": [{"first": "T", "middle": ["M"], "last": "Tumpey", "suffix": ""}, {"first": "C", "middle": ["F"], "last": "Basler", "suffix": ""}, {"first": "P", "middle": ["V"], "last": "Aguilar", "suffix": ""}], "year": 2005, "venue": "Science", "volume": "310", "issn": "5745", "pages": "77--80", "other_ids": {}}, "BIBREF190": {"ref_id": "b190", "title": "Playing God in Frankenstein's footsteps: synthetic biology and the meaning of life", "authors": [], "year": 2009, "venue": "Nanoethics", "volume": "3", "issn": "3", "pages": "257--268", "other_ids": {}}, "BIBREF191": {"ref_id": "b191", "title": "Evolution before genes", "authors": [{"first": "V", "middle": [], "last": "Vasas", "suffix": ""}, {"first": "C", "middle": [], "last": "Fernando", "suffix": ""}, {"first": "M", "middle": [], "last": "Santos", "suffix": ""}], "year": 2012, "venue": "Biol Direct", "volume": "7", "issn": "", "pages": "", "other_ids": {}}, "BIBREF192": {"ref_id": "b192", "title": "Little Brown, London Vilanova C, Porcar M (2014) iGEM 2.0-refoundations for engineering biology", "authors": [{"first": "J", "middle": ["C"], "last": "Venter", "suffix": ""}], "year": 2013, "venue": "Nat Biotechnol", "volume": "32", "issn": "5", "pages": "420--424", "other_ids": {}}, "BIBREF193": {"ref_id": "b193", "title": "Are viruses alive?", "authors": [{"first": "L", "middle": ["P"], "last": "Villarreal", "suffix": ""}], "year": 2004, "venue": "Sci Am", "volume": "291", "issn": "6", "pages": "100--105", "other_ids": {}}, "BIBREF195": {"ref_id": "b195", "title": "Customizing cell signaling using engineered genetic logic circuits", "authors": [{"first": "B", "middle": ["J"], "last": "Wang", "suffix": ""}, {"first": "M", "middle": [], "last": "Buck", "suffix": ""}], "year": 2012, "venue": "Trends Microbiol", "volume": "20", "issn": "8", "pages": "376--384", "other_ids": {}}, "BIBREF196": {"ref_id": "b196", "title": "Programming cells by multiplex genome engineering and accelerated evolution", "authors": [{"first": "H", "middle": ["H"], "last": "Wang", "suffix": ""}, {"first": "F", "middle": ["J"], "last": "Isaacs", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Carr", "suffix": ""}], "year": 2009, "venue": "Nature", "volume": "460", "issn": "7257", "pages": "894--898", "other_ids": {}}, "BIBREF197": {"ref_id": "b197", "title": "Evolved orthogonal ribosomes enhance the efficiency of synthetic genetic code expansion", "authors": [{"first": "K", "middle": [], "last": "Wang", "suffix": ""}, {"first": "H", "middle": [], "last": "Neumann", "suffix": ""}, {"first": "", "middle": [], "last": "Peak-Chew", "suffix": ""}, {"first": "", "middle": [], "last": "Sy", "suffix": ""}], "year": 2007, "venue": "Nat Biotechnol", "volume": "25", "issn": "7", "pages": "770--777", "other_ids": {}}, "BIBREF198": {"ref_id": "b198", "title": "Emerging biomedical applications of synthetic biology", "authors": [{"first": "W", "middle": [], "last": "Weber", "suffix": ""}, {"first": "M", "middle": [], "last": "Fussenegger", "suffix": ""}], "year": 2012, "venue": "Nat Rev Genet", "volume": "13", "issn": "1", "pages": "21--35", "other_ids": {}}, "BIBREF199": {"ref_id": "b199", "title": "Viable offspring derived from fetal and adult mammalian cells", "authors": [{"first": "I", "middle": [], "last": "Wilmut", "suffix": ""}, {"first": "A", "middle": ["E"], "last": "Schnieke", "suffix": ""}, {"first": "J", "middle": [], "last": "Mcwhir", "suffix": ""}], "year": 1997, "venue": "Nature", "volume": "385", "issn": "6619", "pages": "810--813", "other_ids": {}}, "BIBREF200": {"ref_id": "b200", "title": "Synthetic viruses: a new opportunity to understand and prevent viral disease", "authors": [{"first": "E", "middle": [], "last": "Wimmer", "suffix": ""}, {"first": "S", "middle": [], "last": "Mueller", "suffix": ""}, {"first": "T", "middle": ["M"], "last": "Tumpey", "suffix": ""}], "year": 2009, "venue": "Nat Biotechnol", "volume": "27", "issn": "12", "pages": "1163--1172", "other_ids": {}}, "BIBREF201": {"ref_id": "b201", "title": "Higher-order cellular information processing with synthetic RNA devices", "authors": [{"first": "M", "middle": ["N"], "last": "Win", "suffix": ""}, {"first": "C", "middle": ["D"], "last": "Smolke", "suffix": ""}], "year": 2008, "venue": "Science", "volume": "322", "issn": "5900", "pages": "456--460", "other_ids": {}}, "BIBREF202": {"ref_id": "b202", "title": "Kitchen biology. The rise of do-it-yourself biology democratizes science, but is it dangerous to public health and the environment?", "authors": [{"first": "H", "middle": [], "last": "Wolinsky", "suffix": ""}], "year": 2009, "venue": "EMBO Rep", "volume": "10", "issn": "7", "pages": "683--685", "other_ids": {}}, "BIBREF203": {"ref_id": "b203", "title": "Membership mutation of the genetic code: loss of fitness by tryptophan", "authors": [{"first": "J", "middle": ["T"], "last": "Wong", "suffix": ""}], "year": 1983, "venue": "Proc Natl Acad Sci", "volume": "80", "issn": "20", "pages": "6303--6306", "other_ids": {}}, "BIBREF204": {"ref_id": "b204", "title": "Engineering genomes in multiplex", "authors": [{"first": "L", "middle": ["B"], "last": "Woodruff", "suffix": ""}, {"first": "R", "middle": ["T"], "last": "Gill", "suffix": ""}], "year": 2011, "venue": "Curr Opin Biotechnol", "volume": "22", "issn": "4", "pages": "576--583", "other_ids": {}}, "BIBREF205": {"ref_id": "b205", "title": "Synthetic biology: lessons from the history of synthetic organic chemistry", "authors": [{"first": "B", "middle": ["J"], "last": "Yeh", "suffix": ""}, {"first": "W", "middle": ["A"], "last": "Lim", "suffix": ""}], "year": 2007, "venue": "Nat Chem Biol", "volume": "3", "issn": "9", "pages": "521--525", "other_ids": {}}, "BIBREF206": {"ref_id": "b206", "title": "Mutations enabling displacement of tryptophan by 4-fluorotryptophan as a canonical amino acid of the genetic code", "authors": [{"first": "A", "middle": ["C"], "last": "Yu", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Yim", "suffix": ""}, {"first": "W", "middle": ["K"], "last": "Mat", "suffix": ""}], "year": 2014, "venue": "Genome Biol Evol", "volume": "6", "issn": "3", "pages": "629--641", "other_ids": {}}, "BIBREF207": {"ref_id": "b207", "title": "Biosensors and their applications in microbial metabolic engineering", "authors": [{"first": "F", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "J", "middle": [], "last": "Keasling", "suffix": ""}], "year": 2011, "venue": "Trends Microbiol", "volume": "19", "issn": "7", "pages": "323--329", "other_ids": {}}, "BIBREF208": {"ref_id": "b208", "title": "Mirror image proteins", "authors": [{"first": "L", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "W", "middle": [], "last": "Lu", "suffix": ""}], "year": 2014, "venue": "Curr Opin Chem Biol", "volume": "22", "issn": "", "pages": "56--61", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Proposition", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Fig. 4 Keasling's metabolic pathway for semi-synthetic artemisinin. Upon glucose take-up, E. coli transforms it into acetyl-CoA via the glycolysis pathway. The introduction of 11 enzymes from E. coli (brown; 1, 7, 8), S. cerevisiae (orange; 2-6) and A. annua (green; 9-11) allows the conversion of acetyl-CoA via the mevalonate pathway into artemisic acid, which can be thereafter chemically converted to artemisinin. Enzymes: 1 AtoB, acetoacetyl-CoA thiolase; 2 HMGS, hydroxymethylglutaryl-CoA (HMG-CoA) synthase; 3 tHMGR, truncated HMG-CoA reductase; 4 MK, mevalonate kinase; 5 PMK, phosphomevalonate kinase; 6 MPD, mevalonate diphosphate decarboxylase; 7 idi, isopentenyl diphosphate isomerase; 8 ispA, Farnesyl pyrophosphate synthase; 9 ADS, amorpha-4,11-diene synthase; 10 CPR, cytochrome p450 redox partner; and 11 P450, monooxygenase (CYP71AV1) (Color figure online)", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Venter's GDO. The genome of M. mycoides JCVI-syn1.0 built in vitro by assembling purchased DNA fragments, following by in vivo assembly using yeast. The designed genome was then transplanted into the parent bacterium M. capricolum, which upon replication in selective media acquired the phenotype of M. mycoides. The genome JCVI-syn1.0 contained four encrypted watermarks sequences indicated by numbers life\";", "latex": null, "type": "figure"}, "FIGREF3": {"text": "and the PyMOL Molecular Graphics System, version 1.5.0.4 Schrödinger, LLC (Color figure online) In just two years, (since the beginning of 2013 until the end of 2014) examples of the application of the CRISPR-Cas9 technology in both basic and applied research have been reported and reviewed in more than 1000 publications", "latex": null, "type": "figure"}, "FIGREF4": {"text": "The universal genetic code in RNA format (bases: AUGC) [RNA uses adenine (A), guanine (G) cytosine (C) and uracil (U) as bases, whereas DNA uses AGC and thymine (T)]. The 20 canonical amino acids are encoded by 61 sense codons. Translation starts (Black right-pointing pointer) at AUG codon and terminates (Black square) at stop codons UAA (ochre), UGA (opal), or UAG (amber). Amino acids are arranged according to physicochemical properties: polar (green; T, N, S, G, Q, Y, C), nonpolar (red; M, I, A, V, P, L, F, W), basic (blue; K, R, H) and acidic (pink; D, E): M methionine (AUG); I isoleucine (AUA/G/C); T threonine (ACG/A/C/U); K lysine (AAA/G); N asparagine (AAC/U); S serine (AGU/C and UCG/A/C/U); R arginine (AGA/G and CGG/A/C/U); G glycine (GGU/C/A/G); D aspartate (GAU/C); E glutamate (GAA/G); A alanine (GCU/C/A/G); V valine (GUU/C/A/G); H histidine (CAU/C); Q glutamine (CAA/G); P proline (CCG/A/C/U); L leucine (CUG/A/C/U and UUA/G); F phenylalanine (UUU/C); Y tyrosine (UAU/C); C cysteine (UGU/C); and W tryptophan (UGG). Numbers indicate posttranslational modifications, for more details see Acevedo-Rocha (2010) (Color figure online)", "latex": null, "type": "figure"}, "FIGREF5": {"text": "(Benner and Sismour 2005;Kwok 2012). Likewise, the sugar deoxyribose has been replaced by threose (TNA), arabinose (ANA), glycerol (GNA), hexitol (HNA), cyclohexene (CeNA), fluoro arabinose (FANA), etc.(Pinheiro and Holliger 2012).", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Fig. 8 Alternative genetic systems. On the top, the canonical DNA bases thymine (T) and adenine (A) forming two hydrogen bonds as well as cytosine (C) and guanine (G) forming three hydrogen bonds are shown. In the middle and bottom layers, unnatural DNA bases that are achieved by classical synthetic chemistry are depicted including Z and P, V and J, K and X, as well as isoC and isoG, all interacting via thee hydrogen bonds", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Pie chart displaying the composition (cell dry mass) of a typical E. coli bacterium growing with a doubling time of 40 min. Metabolites include building blocks and vitamins. Note that there are about 2,400,000 protein, 257,500 RNA, 22,000,000 lipid, 1,200,000 lipopolysaccharide, 4400 glycogen, 2 DNA and 1 peptidoglycan molecule(s) per cell (http://book.bionumbers.org/what-isthe-macromolecular-composition-of-the-cell/) 27 http://en.wikipedia.org/wiki/List_of_animals_that_have_been_cloned. Accessed: 20th May 2015.", "latex": null, "type": "figure"}, "TABREF0": {"text": "The various types of emergent GMOs http://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX:32001L0018. Accessed 19th June 2015 The definition of Genetically Modified Microorganism (GMM) is established: http://www.efsa. europa.eu/en/scdocs/doc/374.pdf.", "latex": null, "type": "table"}, "TABREF1": {"text": "). Article 2 of the EU Directive on the Deliberate Release into the Environment of Genetically Modified Organisms (2001/18/EG).", "latex": null, "type": "table"}, "TABREF2": {"text": "Evolution of the iGEM competition", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Year </td><td>Number of teams </td><td>Number of new parts </td><td>Number of cumulative parts\n</td></tr><tr><td>2004 </td><td>5 </td><td>50 </td><td>50\n</td></tr><tr><td>2005 </td><td>13 </td><td>125 </td><td>175\n</td></tr><tr><td>2006 </td><td>32 </td><td>724 </td><td>899\n</td></tr><tr><td>2007 </td><td>54 </td><td>800 </td><td>1699\n</td></tr><tr><td>2008 </td><td>84 </td><td>1387 </td><td>3086\n</td></tr><tr><td>2009 </td><td>112 </td><td>1384 </td><td>4470\n</td></tr><tr><td>2010 </td><td>130 </td><td>1863 </td><td>6333\n</td></tr><tr><td>2011 </td><td>165 </td><td>1355 </td><td>7688\n</td></tr><tr><td>2012 </td><td>190 </td><td>1708 </td><td>9396\n</td></tr><tr><td>2013 </td><td>215 </td><td>1708 </td><td>11,104\n</td></tr><tr><td>2014 </td><td>245 </td><td>n.a.y </td><td>n.a.y\n</td></tr><tr><td>2015 </td><td>281 </td><td>n.a.y </td><td>n.a.y\n</td></tr></table></body></html>"}, "TABREF3": {"text": "). Thus, instead of See for instance: http://www.invasive.org/. Accessed 20th May 2015.", "latex": null, "type": "table"}}, "back_matter": [{"text": "Acknowledgements I am very thankful to Kristin Hagen, Margret Engelhard and Georg Toepfer for feedback on this chapter and for organizing the International Summer School \"Analyzing the Societal Dimensions of Synthetic Biology\" that was supported by the German Federal Ministry of Education and Research. I also thank Antoine Danchin, Markus Schmidt, Sheref Mansy, and Victor de Lorenzo for the critical reading of this manuscript and insightful discussions. I also thank Paul Berg and Nediljko Budisa for feedback on parts from a previous version of this work. Funding from the SYNMIKRO postdoctoral program is greatly acknowledged.The Synthetic Nature of Biology", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}]}