{
    "paper_id": "36949981ee38ea52eae68669cbf5ad157cd1bb63",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Syamantak",
                "middle": [],
                "last": "Khan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stanford University",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The exact risk of dying from COVID-19 has remained elusive and a topic of debate. The observed case fatality rates of 46 different countries are hypothesized to be dependent on their testing rates. An analytical test to this hypothesis suggests that the case fatality rate of COVID-19 could be consistent to a certain degree across all countries and states. The current global fatality rate is estimated to be around 1% and expected to converge between 1-3% when the pandemic ends. This model can be helpful to estimate the true infection rate for individual countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "This study uses a mathematical modeling approach to estimate the true outbreak size and clinical severity of COVID19. It is a preliminary report that has not been certified yet by peer review. It should not be relied on to guide clinical practice or health-related behavior and should not be reported in news media as established information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The exact risk of dying from COVID-19 has remained elusive and a topic of debate. The observed case fatality rates of 46 different countries are hypothesized to be dependent on their testing rates. An analytical test to this hypothesis suggests that the case fatality rate of COVID-19 could be consistent to a certain degree across all countries and states. The current global fatality rate is estimated to be around 1% and expected to converge between 1-3% when the pandemic ends. This model can be helpful to estimate the true infection rate for individual countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The of COVID-19 is defined as the ratio of reported deaths from SARS-CoV-2 infection to the number of infected patients. The case fatality of COVID-19 and its variation across different countries remains debatable (1) (2) (3) (4) .",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 217,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 218,
                    "end": 221,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 222,
                    "end": 225,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 226,
                    "end": 229,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In many countries, the case fatality even varies widely across different states (5) . The observed inconsistency of CFR has been associated with age(3), co-morbidity (6) , the efficiency of the healthcare system (7), three different viral strains(8), regional weather (9) , and even vaccination schedule (10) . However, none of these parameters are probably sufficient to explain the variation with mathematical precision.",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 83,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 166,
                    "end": 169,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 268,
                    "end": 271,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 304,
                    "end": 308,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To accurately calculate the fatality rate, it is necessary to correctly estimate the number of people infected by the virus, i.e. the denominator of the CFR ratio. (2) . But, a salient feature of COVID-19 disease is its mild and asymptomatic nature in a large number of infected patients, who can carry and spread the infection to other healthy susceptible individuals. Data from recent studies suggest 25%-70% carriers of SARS-CoV-2 can be asymptomatic or show very limited symptoms (11, 12) . Therefore, the efficiency of COVID-19 detection or testing is critical. Accurate detection not only helps isolate the infected patients, but it also allows accurate documentation of the infection and fatality rate. However, the testing infrastructure and policies also widely vary across nations, once again giving rise to an inconsistency in the fatality rate. This letter is intended to illustrate an intriguing relationship between the case fatality and testing rate which is gradually emerging from the COVID19 dataset worldwide. A mathematical correlation function was derived using a simple model of the infection spreading.",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 167,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 484,
                    "end": 488,
                    "text": "(11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 489,
                    "end": 492,
                    "text": "12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As only a very small percent of infected people develop severe symptoms, the large number of mild and asymptomatic patients can be missed easily. To overcome this challenge, the detection strategies (Covid19 testing) follow an efficient algorithm. The probability of the spread of the infection from one particular individual gradually decreased from the closecontacts (persons who are close, or came close to the infected individual) to the far-contacts (persons who were physically distant from the infected individual). The probability of the spread of the infection approaches to zero for someone who is located at a large distance from the infected individual. Therefore the detection of COVID-19 infection is largely performed by a contact tracing method, mostly to maximize the efficiency of detection. In this method, when a patient (symptomatic or asymptomatic) is tested positive, all the people who came close to that person in the last 10-14 days are tested with the highest priority. Thus the detection algorithm is optimized by adapting the same pattern of the infectionspreading (see supplementary note Q1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It is fundamentally important to accurately model the true detection efficiency in a population to know the true outbreak size and subsequently develop more efficient testing strategies. The chance of the contracting infection from one infected person can be mathematically modeled with a probability distribution function, which gradually decreases from the close-contacts to the far-contacts. As the spread of infection occurs continuously and independently at a constant average rate, the probability distribution is assumed to be exponentially decaying from close-contacts to far-contacts according to the following equation ( Figure 1 ):",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 631,
                    "end": 639,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "where ( ) is the probability of getting the infection for ℎ contact person and is a constant representing the rate of decay. The physical distance of a contact person from the infected individual increases equivalently with the numerical value of . The unit cell (or the building block) of this model includes only a single infected person at the center and the people who can contract the infection from that person directly. In reality, the same unit cell repeats itself for secondary, tertiary, and subsequent infections. Thus, like a growing crystal in a crystallization process, the infection keeps spreading within a population by repeating the unit-cell of infection following the same probability distribution function (equation 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The total number of infection ( 0 ) within a unit-cell can be estimated as (total area under the curve in figure 1a ):",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 106,
                    "end": 115,
                    "text": "figure 1a",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "However, in an actual scenario, only a defined number of individuals can be detected by testing. Thus, the number of detected ( ) infection within a unit-cell can be estimated as (shaded area under the curve in figure 1a):",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The copyright holder for this preprint this version posted May 22, 2020. . https://doi.org/10.1101/2020.05.17.20104554 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "where is the number of persons tested per detected case through contact tracing, a number which widely varies across countries. The value is equal to the area under the curve as illustrated in figure 1 . The mathematical expression of can be derived as a function of by solving equations 1-3. Therefore, the detection efficiency (Ф) can be estimated as the ratio of the detected number to the actual number of infection within the unit cell:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 193,
                    "end": 201,
                    "text": "figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "It is important to note that this ratio is dimensionless and independent of the total number of population in a region. In other words, this relationship is not limited to the unit-cell and applies to the whole population. Therefore the detection rate of COVID19 in any population can be modeled using the relation given in equation 4. The simulated curve in figure 1b illustrates that at a given time in a region, the % detection of infected individuals increases when the testing rate is increased (see supplementary note Q2)but eventually saturates when most of the infected people are already detected within that population (Ф ≃ 1). The numerical value of exponential decay constant ( = .03) was derived from fitting a dataset, which will be discussed later.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "If is the number of people died from the infection within the unit-cell, then the actual CFR (δ 0 ) and observed CFR (δ) can be defined as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Solving equation 1-6, the following relation can be established between observed case fatality (dependent variable) and the number of testing performed per detected case (independent variable):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The uncertainty of the above function ( δ) can be determined using the propagation of uncertainty from as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Where is the uncertainty of and can be calculated from equations 1 and 3. Similar to detection efficiency, the equation 7-9 also holds for the whole population outside the unit-cell. To test these correlations within the existing datasets of COVID19 pandemic, it is hypothesized that the actual or true fatality rate of COVID-19 is consistent (δ 0 is a constant) worldwide. The values of δ(n) (Total Deaths/Total cases) and n (Total Tests/Total cases) were calculated for 46 different countries (Table S1 , data collected from Worldometers.info). The δ(n) vs plot was fitted using equation 7 to determine the value of δ 0 . The fitting and the relative location of some countries are illustrated in Figure 2 . The residual analysis is shown in the supplementary information ( Figure S1 ). The goodness of fit can be further improved by excluding a few countries like Brazil and Italy who appears to be the outliers in the plot. Yet, the hypothesis can be tested keeping the uncertainties in mind.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 495,
                    "end": 504,
                    "text": "(Table S1",
                    "ref_id": null
                },
                {
                    "start": 699,
                    "end": 707,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 776,
                    "end": 785,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "According to equation 10, the uncertainty δ linearly increases with the value of , and decays exponentially as a function of . The uncertainty regions are illustrated in Figure 2b for three different values of . The uncertainty analysis provides substantial supporting evidence to the hypothesis stated above. Conceptually, countries, where a large fraction of the screened people have been found to be contracted with the disease (SARS-CoV-2 positive), have insufficient data to accurately calculate their fatality rate. The observed fatality rates in such countries could be overestimations and may fall within a broad range as well. In contrast, countries that have found most of the screened suspects to be negative for the disease (SARS-CoV-2 negative) have higher odds of converging into the accurate estimation of the fatality rate. The fitted value of δ 0 suggest that the true case fatality of COVID-19 mathematically converges to 0.8% (δ 0 = 0.8 ± 0.6) with relatively small uncertainty (Figure 2b ). This numerical value is very similar to the fatality rate among the individuals in the Diamond Princess cruise ship (0.99%), a unique case study that might have provided us a reliable estimation of the CFR of COVID-19 (2).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 170,
                    "end": 179,
                    "text": "Figure 2b",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 997,
                    "end": 1007,
                    "text": "(Figure 2b",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "It must be mentioned here that the presence of outliers in equation 7 is plausible with a low testing ratio ( ), as the cause of death may depend on a large number of parameters as mentioned before. Hence, the fatality rate may not be exactly the same for each and every country. For instance, the observed fatality rate of Italy would be expected around 5% from equation 7, but it is >12% in practice due to several other factors. In contrast, the observed fatality is lower than expected in Brazil. Although these variations are expected from the uncertainty equations, the accurate values for individual countries cannot be estimated using this model. An important question, which should arise in this context is whether the CFR reflects the true severity of the disease. As there is a time lag between recovery and death, the CRF may keep changing throughout the epidemic in each country and saturate to a final value to the end. To address that, additional considerations might be needed to account for the time delay between disease onset and death (or recovery) from COVID19 to assess the actual clinical severity of the disease. For that, one can also look at the fatality rate in closed cases (CCFR), which takes the relative speed between death and recovery into considerations. At a given time point CCFR is generally found to be higher than CRF due to the long time delay between infection and recovery (figure 3a, supplementary information figure S2) . A fitting of CCFR with a similar method results in a global fatality rate of around 3% (δ 0 = 2.7 ± 0.3). The CCFR is expected to gradually decrease and saturate the same value of CFR at the end of the pandemic. Thus, at any time point, both of these time-sensitive indices may inaccurately represent the clinical severity. Yet, they provide a reliable window for the true fatality range which gradually decreases with the duration of the pandemic (figure 3b). This range of uncertainty would gradually decrease with time as the pandemic progresses.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1453,
                    "end": 1463,
                    "text": "figure S2)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "One corollary which immediately manifests from this hypothesis is a possible route of estimation of the true size of the outbreak. If it is assumed that most of the undetected patients recover from a mild or asymptomatic infection, then the current observed rate of recovery would also be an underestimation. According to the model discussed above, the outbreak size can be estimated as a function of using equation 1-4 ( Figure 1b) . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. So, in conclusion, the analytical approach presented in this letter shows that the widely variable observed fatality rate is a function of the testing rate, or the average tests performed per case (see supplementary note Q3). However, the true case fatality rate is a constant between 1-3% in most of the countries. The methodology described here could be useful to estimate the true size of the infected population, which otherwise largely remains unknown. The accuracy of this simple mathematical approach can be improved further with additional parameters in future studies. This study shows a strategy to reliably distill the data from various countries into a coherent mathematical formulation to estimate the global risk of dying from the COVID19 pandemic.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 422,
                    "end": 432,
                    "text": "Figure 1b)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The supplementary information file contains table S1, Figure S1 -2 and frequently asked questions Q1-3 as a supplementary note.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 54,
                    "end": 63,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "=========================================================================="
        },
        {
            "text": "No specific funding was received for this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "drskhan@stanford.edu"
        },
        {
            "text": "The author acknowledges Stanford University for the infrastructure and postdoctoral support. The author would like to thank his mentor Dr. Guillem Pratx, for providing valuable feedback on this paper. The author also thanks Dr. Soumya Poddar, Dr. Debarati Bandyopadhyay, and Dr. Taniya Sing for valuable discussions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "drskhan@stanford.edu"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Real estimates of mortality following COVID-19 infection. The Lancet infectious diseases",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Baud",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The many estimates of the COVID-19 case fatality rate. The Lancet Infectious Diseases",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Rajgor",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Archuleta",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bagdasarian",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Quek",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Estimating clinical severity of COVID-19 from the transmission dynamics in Wuhan, China",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature Medicine",
            "volume": "",
            "issn": "",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Geographic differences in COVID-19 cases, deaths, and incidence-United States",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bialek",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Prevalence of comorbidities in the novel Wuhan coronavirus (COVID-19) infection: a systematic review and metaanalysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Infectious Diseases",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Covid-19: how doctors and healthcare systems are tackling coronavirus worldwide",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Tanne",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Bmj",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Phylogenetic network analysis of SARS-CoV-2 genomes",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Forster",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Forster",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Renfrew",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Forster",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Proceedings of the National Academy of Sciences",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Effects of temperature variation and humidity on the death of COVID-19 in Wuhan",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Science of the Total Environment",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "COVID-19 vaccination clinical trials should consider multiple doses of BCG",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Ayoub",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Die Pharmazie",
            "volume": "75",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Chest CT findings in cases from the cruise ship \"Diamond Princess",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Inui",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology: Cardiothoracic Imaging",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Covert coronavirus infections could be seeding new outbreaks",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The mathematical model of COVID19 detection. (a) A probability function of spreading infection from a single infected individual. The function can also indicate the probability of finding the nth person COVID-19 positive while contact tracing. The area under the curve represents the total number of infected persons. The shaded area indicates the detected fraction of the population when only n number of contacts are tested for the disease. (b) Detection rate as a function of the testing rate in a population. The detected % positive rate initially increases with increasing testing rate but eventually saturates to the true % of infection within the population.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Correlation between the observed fatality rate and number test performed per detected case obtained from 46 countries. (a) The fitted line (red) represents the exponential relation stated in equation 7. The shaded area is the region of 99% confidence. Positions of several countries are indicated by arrows. (b) The regions of uncertainty (shaded area) of the observed case fatality (red line) exponentially reduce according to equation 11. The data points tend to converge to a fixed value of fatality rate with reduced uncertainty a very high value of n. d (n) d (n) ± Dd (n,Dn); Dn=1 d (n) ± Dd (n,Dn); Dn=5 d (n) ± Dd (n,Dn);",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "and the fitted value of (Figure 4a). Assuming = , and = 0.03, equation 4 suggests that most of the countries may have already missed a significant portion of the infected population who might have recovered from a milder disease (Figure 4b). For instance, France, Brazil, Iran, and Belgium who have reported one of the highest rates (~30-50%, n≃2-3) of positive cases during Covid19 detection, might have missed up to 75-90% of the true infected population till May 3, 2020. In contrast, Vietnam, UAE, Hong Kong, South Korea, or New Zealand who have reported the least rate of positive cases (~0.2-2%, n≃50-500) might have missed only 1-10% till May 3, 2020, according to this model. However, to estimate the number of recovered individuals from mild infection, it might need an in-depth formulation(Figure 4a) of the rate equations, which is outside the scope of this letter. The two different types of fatality rate: Observed case fatality rate (CFR) and Observed closed-case fatality rate (CCFR) (a) The fitted lines show the difference between CFR (black) and CCFR (red). The CRF converges to 1% and CCFR converges to 3%. (b) Schematic diagram showing how CFR gradually decreases and CCFR gradually increases during the pandemic. They converge to the same value at the end of the pandemic. The uncertainty range for the true fatality rate is shown by the green shaded area.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Detected and missed cases (a) Schematic diagram showing the true size of outbreak, recovery, and death. The proportion of undetected cases can be estimated as a function of detection efficiency (Ф). (b) The estimated percent of detected and missed cases as a function of testing rate across 46 countries. Most of the countries may have missed a significant proportion of cases according to the model.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}