{
    "paper_id": "37a6fb78381262b706ad347d759ddbf94484dfdc",
    "metadata": {
        "title": "Experience of quantitative SARS-CoV-2 antibody screening of health-care workers in the southern part of Kyoto city during COVID-19 peri-pandemic period",
        "authors": [
            {
                "first": "Kohei",
                "middle": [],
                "last": "Fujita",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Hospital Organization Kyoto Medical Center",
                    "location": {
                        "settlement": "Kyoto",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Shinpei",
                "middle": [],
                "last": "Kada",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Hospital Organization Kyoto Medical Center",
                    "location": {
                        "settlement": "Kyoto",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Osamu",
                "middle": [],
                "last": "Kanai",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Hospital Organization Kyoto Medical Center",
                    "location": {
                        "settlement": "Kyoto",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Hiroaki",
                "middle": [],
                "last": "Hata",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Hospital Organization Kyoto Medical Center",
                    "location": {
                        "settlement": "Kyoto",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Takao",
                "middle": [],
                "last": "Odagaki",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Hospital Organization Kyoto Medical Center",
                    "location": {
                        "settlement": "Kyoto",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Noriko",
                "middle": [],
                "last": "Satoh-Asahara",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Hospital Organization Kyoto Medical Center",
                    "location": {
                        "settlement": "Kyoto",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Tetsuya",
                "middle": [],
                "last": "Tagami",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Hospital Organization Kyoto Medical Center",
                    "location": {
                        "settlement": "Kyoto",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Akihiro",
                "middle": [],
                "last": "Yasoda",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Hospital Organization Kyoto Medical Center",
                    "location": {
                        "settlement": "Kyoto",
                        "country": "Japan"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Pandemic of coronavirus disease-2019 (COVID-19) puts a heavy burden not only on patients' physical and mental health but also on regional health care resource and economic activity across the world. Although we accumulate incidence rate and case fatality rate by the multidisciplinary approach, epidemiological data of prevalence of serum severe acute respiratory syndrome-coronavirus 2 (SARS-CoV-2) antibody in health-care workers during COVID-19 peri-pandemic period is insufficient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We prospectively recruited health-care workers from our hospital between April 10 and April 20, 2020. We collected serum samples from these participants and evaluated quantitative SARS-CoV-2 IgG antibody by enzyme-linked immunosorbent assay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: Five (5.4%), 15 (16.3%) and 72 (78.3%) participants showed positive, borderline and negative results of the serum SARS-CoV-2 IgG antibody, respectively. We found mean titer of the antibody levels of all, positive group, borderline group and negative group were clearly distinguished.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Participants belonging to otolaryngology ward and/or having a history of seasonal common cold . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review) : medRxiv preprint 4 symptoms had significantly higher titer of SARS-CoV-2 IgG antibody (p=0.046, p=0.046, respectively).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions: Five (5.4%) and 15 (16.3%) participants showed positive and borderline SARS-CoV-2",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "IgG antibody during COVID-19 peri-pandemic period. These rates were much higher than the rates expected from situation reports of the government. Higher rates of positive and borderline antibody suggested that COVID-19 had already spread at early stage of pandemic in the southern part of Kyoto city. : medRxiv preprint information of the presence of individual and herd acquired immunity against SARS-CoV-2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Furthermore, antibody assay can reveal the number of potential infected people per population, which are applicable in statistical analysis of the potential spread of COVID-19 in the local community and are of assistance the government decision-making. Until now, there is only limited information of prevalence of serum SARS-CoV-2 antibody in health-care workers across the world.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "During the peri-pandemic period, we aimed to evaluate quantitatively the prevalence of SARS-CoV-2 antibody in health-care workers in the southern part of Kyoto city where is world heritage-listed area and famous sightseeing destination flowing with inbound tourists.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "puts a heavy burden not only on patients' physical and mental health but also on regional health care resource and economic activity across the world. To judge the policy decision and overcome this pandemic, we should collect fundamental epidemiological information as soon as possible. The standard diagnosis of COVID-19 is based on viral nucleic acid detection using reverse-transcription polymerase chain reaction (RT-PCR) assay of SARS-CoV-2. Whereas RT-PCR assay can detect active COVID-19 case with high accuracy, it is difficult to identify whether subjects have prior SARS-CoV-2 infection or not. Compared to RT-PCR assay, the detection of antibody can provide the . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The copyright holder for this preprint this version posted May 19, 2020. . https://doi.org/10.1101/2020.05.12.20098962 doi: medRxiv preprint 7 otolaryngologist and emergency physicians. We prospectively recruited medical doctors, nurses and ward clerks from our hospital between April 10 and April 20, 2020. All participants were asymptomatic and belonging to any of following sections; the department of infectious disease, respiratory medicine ward, otolaryngology ward and emergency medicine ward. We selected health-care workers from these wards because staffs belonging to these wards were more likely to contact suspected COVID-19 patients whether or not they were aware. We also retrieved the questionnaires as following items; history of seasonal common cold from winter 2019 to early spring 2020 and history of regular contact with children under 12 years old. These questionnaires were set based on the investigation of behavior pattern refer to the previous study of H10N8 avian influenza virus.(5)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "We collected 6ml whole blood from each participant between April 10 and April 20, 2020. After extracting serum, we stocked them at -80 deep freezer. We evaluated the serum IgG antibody against SARS-CoV-2 by enzyme-linked immunosorbent (ELISA) assay test using novel coronavirus COVID-19 IgG ELISA kits (DRG international, Inc. Springfield, NJ, USA) according to instruction . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review) The optical density of each well was determined by a microplate reader set to 450 nm within 10 minutes. For detection of IgG, the cut off value was modified by using inner negative control. We interpreted the results as positive, borderline and negative in accordance with instruction manual.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ELISA assay"
        },
        {
            "text": "Data were analyzed using JMP version 14.0.0 (SAS institute Inc. Cary, NC). The Fisher's exact test was used to compare proportions among IgG SARS-CoV-2 antibody status. Wilcoxon rank sum tests or Kruskal-Wallis tests where appropriate were used to compare the titer of SARS-CoV-2 IgG antibody between groups. A P value of less than 0.05 was considered statistically significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 19, 2020. .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "This study was approved by the institutional review boards (approved number 20-009). We obtained written consent form of this study from all participants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical approval"
        },
        {
            "text": "We recruited 92 health-care workers in our hospital. Medical doctors, nurses and medical clerks were 42 (45.7%), 48 (52.2%) and 2 (2.2%), respectively. Table 1 showed characteristics of participants. Of 92 participants, 59 (64.1%) were female and most prevalent age-group was twenties and thirties.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 152,
                    "end": 159,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Characteristics of the participants"
        },
        {
            "text": "Otolaryngology ward was the most frequent working place followed by respiratory medicine ward and emergency medicine ward. There were 47 (51.1%) participants had clear history of seasonal common cold symptoms from winter 2019 to early spring 2020. There were 19 (20.7%) participants had history of regular contact with children under 12 years old.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Characteristics of the participants"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Characteristics of the participants"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 19, 2020. . https://doi.org/10.1101/2020.05.12.20098962 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Characteristics of the participants"
        },
        {
            "text": "A total 92 serum samples collected between April 10 and April 20, 2020 were tested for ELISA designed for detecting IgG antibody against SARS-CoV-2. Of 92 participants, 5 (%), 15 (16.3%) and 72 (78.3%) showed positive, borderline and negative results of SARS-CoV-2 IgG antibody, respectively (Table 1) . Table 2 showed antibody status by occupations. There were no significant differences in the status of positive and borderline SARS-CoV-2 IgG antibody between medical doctor group and nurse and medical clerk group. Table 3 showed antibody status by wards. Two and 3 participants with positive antibody were detected in respiratory disease ward and otolaryngology ward, respectively. The highest prevalent ward where participants with positive and borderline SARS-CoV-2 IgG antibody working was otolaryngology ward. On the contrary, the lowest prevalent ward was emergency medicine ward. Table 4 showed antibody status by the response to questionnaire and history of opportunity of viral infection. Participants with a history of seasonal common cold from winter 2019 to early spring 2020 significantly showed high rate of positive SARS-CoV-2 IgG antibody than participants without those history (p=0.046). There were no significant differences in prevalence of positive SARS-CoV-2 IgG . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 292,
                    "end": 301,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 304,
                    "end": 311,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 518,
                    "end": 525,
                    "text": "Table 3",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 890,
                    "end": 897,
                    "text": "Table 4",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Evaluation of serum antibody against SARS-CoV-2"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 19, 2020. . antibody between participants with a history of regular contact with children and history of opportunity of viral infection. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "In this study, we found 5 (5.4%) and 15 (16.3%) of health-care workers in our hospital showed positive and borderline results of SARS-CoV-2 IgG antibody. Mean titer of antibody of borderline results group was sharply distinguished from negative results group. These participants with borderline antibody results were suggested to be latently sensitized by patients with COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Because our hospital officially accepted the patients with diagnosed COVID-19 since April 15, 2020, the antibody status of participants would reflect community acquired or unconscious exposure in daily medical practice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We found that mean titer of antibody was significantly higher in otolaryngology ward than in other wards. This suggested that health-care workers belonging to otolaryngology ward were more likely to expose SARS-CoV-2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "According to the official statements of Kyoto city, confirmed incidence and case fatality of COVID-19 in Kyoto city at the end of April, were 215 cases and 11 deaths, respectively.(6) It is . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 19, 2020. . https://doi.org/10.1101/2020.05.12.20098962 doi: medRxiv preprint interesting that prevalence of participants with positive antibody of our study are much higher than the prevalence expected from situation reports of the government. Furthermore, number of participants with borderline antibody of our study were about 3-fold higher than those with positive antibody.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Recently several studies also revealed that seroprevalence of SARS-CoV-2 in sample population showed higher than confirmed cases. . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 19, 2020. . https://doi.org/10.1101/2020.05.12.20098962 doi: medRxiv preprint According to the epidemiological data provided by WHO (1) and Johns Hopkins University (4), incidence rates and case fatality rates in major European countries (Germany, UK, France, Italy and Spain) and the United States are much higher than those in major Asian countries (China, Japan, South Korea and Taiwan). There are apparent discrepancies in case fatality between Western countries and Asian countries. This phenomenon has raised some speculations. Differences in lifestyle and behavioral habits between Western and Asian countries may affect to a certain degree.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "and mortality for COVID-19.(10, 11) Although this hypothesis is interesting and at least two There are several limitations in this study. First, because this study was conducted only in a single medical center, selection bias is not ignored. Second, small sample size made a statistical power vulnerable. Third, because we recruited the participants from the wards where health-care workers were more likely to contact with patients suspected of COVID-19, our results would be overestimated as compared to general health-care workers and general population. Fourth, because COVID-19 pandemic is an ongoing emerging situation, there are many premature studies published.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Some researchers mentioned correlation between universal BCG vaccination policy and morbidity"
        },
        {
            "text": "We occasionally have to discuss based on these premature studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Some researchers mentioned correlation between universal BCG vaccination policy and morbidity"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Some researchers mentioned correlation between universal BCG vaccination policy and morbidity"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 19, 2020. .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "In conclusion, we showed relatively high prevalence of positive and borderline SARS-CoV-2 antibody in health-care workers in the southern part of Kyoto city, where located in World-Heritage area and fulfilled with inbound tourists. We suspected that COVID-19 had already spread at early stage of pandemic in Kyoto in accordance with results from our study. Although there have been published several studies evaluating profiles of SARS-CoV-2 antibody in patients with COVID-19,(15-17) our study is the first study quantitatively evaluating the antibody in health-care workers during the COVID-19 peri-pandemic period. Serial evaluation of SARS-CoV-2 IgG antibody will reveal more detailed risk factors and ways of spread of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Finally, we should keep in mind there is still no evidence that people who have developed antibodies after recovering from COVID-19 are protected against a second infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 19, 2020. . . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 19, 2020. . Data are shown as number (%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Abbreviation: SARS-CoV-2 = severe acute respiratory syndrome coronavirus 2 *We asked history of seasonal common cold symptoms from winter 2019 to early spring 2020 and history of regular contact with children under 12 years old.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 19, 2020. . **We defined the participants having opportunity of viral infection as having history of seasonal common cold symptoms and/or examining patients with common cold in outpatients clinics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 19, 2020. is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint Data are shown as number (%). A P value was estimated by using the Fisher's exact test. A P value of less than 0.05 was statistically significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Abbreviation: SARS-CoV-2 = severe acute respiratory syndrome coronavirus 2 *We asked history of seasonal common cold symptoms from winter 2019 to early spring 2020, of regular contact with children under 12 years old, and of opportunity of viral infection. **We defined the participants having opportunity of viral infection as having history of seasonal common cold symptoms and/or examining patients with common cold in outpatient's clinics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CC-BY-ND 4.0 International license"
        },
        {
            "text": "The copyright holder for this preprint . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 19, 2020. .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization. Coronavirus disease (COVID-19) situation reports",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "China Medical Treatment Expert Group for Covid-19. Clinical Characteristics of Coronavirus Disease 2019 in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Q"
                    ],
                    "last": "Ou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "X"
                    ],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Lei",
                    "suffix": ""
                },
                {
                    "first": "Dsc",
                    "middle": [],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yuen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "J"
                    ],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "X"
                    ],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "J"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Q"
                    ],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Zhong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "1708--1720",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Epidemiological and clinical characteristics of 99 cases of",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Antibodies against H10N8 avian influenza virus among animal workers in Guangdong Province before November 30, 2013, when the first human H10N8 case was recognized",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Qi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ke",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Gray",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC Med",
            "volume": "12",
            "issn": "",
            "pages": "205--219",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Kyoto City Official Website. Novel coronavirus infection. The trend of the latest",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Estimation of seroprevalence of novel coronavirus disease (COVID-19) using preserved serum at an outpatient setting in Kobe, Japan: A cross-sectional study",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Morimoto",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kihara",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Coronavirus disease 2019 (COVID-19) is the disease caused by the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). COVID-19 was first reported from Wuhan, China in December 2019 and has been declared a pandemic by World Health Organization (WHO) on March 11, 2020.(1) Characteristics of the disease vary from mild and self-limiting upper respiratory infection symptoms to severe respiratory failure, which often require artificial respirators.(2, 3) The centers of pandemic have transited from China to the United States and European countries in the middle of March 2020. In Japan, the government proclaimed a state of emergency in April 4. At the end of April 2020, more than 200,000 people worldwide have died with COVID-19.(1, 4) COVID-19",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Next, we showed the titer (shown as optical density) of SARS-CoV-2 IgG antibody. Mean titer of the antibody of all participants were 0.120±0.0372. (Figure 1A) Mean titer of antibody of positive group, borderline group and negative group were 0.219±0.051, 0.161±0.0101 and 0.105±0.018, respectively (Figure 1B) Mean titer of antibody separated by occupations and wards were shown in Figure 2A and 2B. There were no significant differences in mean titer of antibody between medical doctor group and nurse and medical clerk group (Figure 2A, 0.119±0.0326 and 0.121±0.0058, p=0.994). Mean titer of antibody in otolaryngology ward was significantly higher than those in other wards (Figure 2B, 0.112±0.029, 0.121±0.043, 0.134±0.043 and 0.11±0.018, p=0.046). Mean titer of antibody separated by response to questionnaire and history of opportunity of viral infection were shown in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Participants with a history of seasonal common cold symptoms had significantly higher titer of SARS-CoV-2 IgG antibody than without s history (Figure 3A, 0.13±0.044 and 0.11±0.026, p=0.046). There were no significant differences of mean titer of antibody between with and without a",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "In Kobe city, 3.3% of outpatients showed positive SARS-CoV-2 IgG antibody.(8) By using quantitative methods, our results revealed there were more than tripled people sensitized with SARS-CoV-2 on the flip side of people with positive SARS-CoV-2 IgG antibody. Given that pathogenicity of SARS-CoV-2 seems to be similar to SARS-CoV, most patients infected SARS-CoV-2 will express specific IgG antibody within a week to three months after infection.(9) In light of this time to seroconversion, 5 (5.4%) participants with positive antibody and 15 (16.3%) participants with borderline antibody presumed to expose SARS-CoV-2 between December 2019 and March 2020. These results provoked the hypothesis that COVID-19 had already spread at early stage of pandemic in Kyoto. This time of the year was overlapping the time that Kyoto city was filled with swarms of inbound tourists from China and Taiwan during celebrating annual event of Chinese New Year spring festival. After the spring festival, the Japanese government decided to implement strict travel ban from China at March 5, 2020.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "countries started the clinical trials to evaluate the efficacy of BCG vaccination against COVID-19 (ClinicalTrials.gov;NCT04327206 and NCT04362124), limited knowledge of basic and clinical research at this time makes it difficult to reach a conclusion. Although other researchers suggested that the differences of viral genotypes and virulence may affect the morbidity and mortality, this explanation is also not enough. National Institute of Infectious Diseases of Japan revealed first wave of COVID-19 pandemic derived from Wuhan, China stamped out at the end of March and second wave of COVID-19 pandemic derived from European countries spread across the country from the end of March.(12) During the second wave, Japan still has been keeping much lower morbidity and mortality than Western countries at the end of April.(13) Kamikubo et al. hypothesized that pandemic spread of low virulence type of SARS-CoV-2 and subsequent exposure to mild virulence type of SARS-CoV-2 induced herd immunity that reduced the severity of high virulence type of SARS-CoV-2 in Japan.(14) The results of borderline antibody titer level of our study may reflect this hypothesis. From our results, participants with a history of seasonal common cold from winter 2019 to early spring 2020 had significantly more SARS-CoV-2 antibody titer than participants without history. This might be affected by a pre-pandemic exposure to low and middle virulence type of SARS-CoV-2. Although speculations by Kamikubo et al. are very interesting, further investigations will be needed for confidential conclusions.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "SARS-CoV-2 IgG antibody titers of the participants. All participants (black), separated by positive group (red), borderline group (blue) and negative group (green). Boxes show interquartile range of each groups, and error bars show 90 percentile range.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "SARS-CoV-2 IgG antibody titers separated by occupations (A) and wards (B). Wilcoxon rank sum test (A) or Kruskal-Wallis test (B) was used to compare the titer of SARS-CoV-2 IgG antibody between groups. A P value of less than 0.05 was considered statistically significant.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "SARS-CoV-2 IgG antibody titers separated by questionnaires concerning behavior patterns (A-C). Wilcoxon rank sum tests were used to compare the titer of SARS-CoV-2 IgG antibody between groups. A P value of less than 0.05 was considered statistically significant. in Wuhan, China: a descriptive study. Lancet 2020;395:507-513.(4) Johns Hopkins University and Medicine. Coronavirus Resource Center https://coronavirus.jhu.edu/map.html. 2020;2020.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "manual. Briefly, 1:100 diluted human serum samples were added into the 96-well microplate (coated with SARS-CoV-2 recombinant full length nucleocapsid protein) and then incubated for 30 minutes at room temperature (20-25 ). After washing, 100 μ l HRP labeled anti-IgG tracer antibody was added into the wells and then incubated for 30 minutes under room temperature (20-25 ). Following the second wash cycle, 100 μ l substrate was added into the wells and incubated for 20 minutes under room temperature (20-25 ). At last, stop solution was added into the wells to terminate the reaction.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Characteristics of the participants",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": ". https://doi.org/10.1101/2020.05.12.20098962 doi: medRxiv preprint",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Detection of serum SARS-CoV-2 IgG antibody by occupationData are shown as number (%). A P value was estimated by using the Fisher's exact test. A P value of less than 0.05 was statistically significant.Abbreviation: SARS-CoV-2 = severe acute respiratory syndrome coronavirus 2 . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.(which was not certified by peer review)The copyright holder for this preprint this version posted May 19, 2020. . https://doi.org/10.1101/2020.05.12.20098962 doi: medRxiv preprint",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Detection of serum SARS-CoV-2 IgG antibody by wards Data are shown as number (%). A P value was estimated by using the Fisher's exact test. A P value of less than 0.05 was statistically significant. Abbreviation: SARS-CoV-2 = severe acute respiratory syndrome coronavirus 2 CC-BY-ND 4.0 International license It is made available under a",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "this version posted May 19, 2020. . https://doi.org/10.1101/2020.05.12.20098962",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Detection of serum SARS-CoV-2 IgG antibody by response to questionnaire",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "this version posted May 19, 2020. . https://doi.org/10.1101/2020.05.12.20098962",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}