{
    "paper_id": "37dc8003e75c33ca7baa9f5ef979591f580566b5",
    "metadata": {
        "title": "507 O R I G I N A L A R T I C L E Inhibitory effects of epigallocatechin gallate on the propagation of bovine coronavirus in Madin-Darby bovine kidney cells",
        "authors": [
            {
                "first": "Mitsuyo",
                "middle": [],
                "last": "Matsumoto",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kitasato University",
                    "location": {
                        "addrLine": "Towada-shi and 2 Kyowa Hakko Kogyo, Chiyoda-ku",
                        "settlement": "Tokyo",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Takao",
                "middle": [],
                "last": "Mukai",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kitasato University",
                    "location": {
                        "addrLine": "Towada-shi and 2 Kyowa Hakko Kogyo, Chiyoda-ku",
                        "settlement": "Tokyo",
                        "country": "Japan"
                    }
                },
                "email": "mukai@vmas.kitasato-u.ac.jp"
            },
            {
                "first": "Satoru",
                "middle": [],
                "last": "Furukawa",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hitoshi",
                "middle": [],
                "last": "Ohori",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kitasato University",
                    "location": {
                        "addrLine": "Towada-shi and 2 Kyowa Hakko Kogyo, Chiyoda-ku",
                        "settlement": "Tokyo",
                        "country": "Japan"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Epigallocatechin gallate (EGCg) is the main active component of tea polyphenol and shows several biological activities, such as antimicrobial, antitumor-promoting, anti-inflammatory and anti-oxidative activities. In the present study, the inhibitory effect of EGCg on bovine coronavirus (BCV) propagation in Madin-Darby bovine kidney (MDBK) cells was investigated. EGCg at concentrations of less than 10 μg/mL did not show any cytotoxicity to MDBK cells. BCV propagation was significantly inhibited by pretreatment of the virus with EGCg (0.5-10 μg/mL) before virus inoculation in dose-dependent, incubation time-dependent and temperature-dependent manners. The antiviral effect of pretreating MDBK cells with EGCg on BCV propagation was much weaker than that of pretreating BCV with EGCg. The hemagglutination activity of BCV was also reduced by EGCg in a dose-dependent manner. These results demonstrate that EGCg possesses a distinct anti-BCV activity and strongly suggest that EGCg interferes with the adsorption of BCV to MDBK cells by the interaction of EGCg with BCV particles. EGCg may therefore be a useful candidate for controlling BCV infection more effectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Bovine coronavirus (BCV) is the causative pathogen for diarrhea in cattle, which causes significant economical losses worldwide (Traven et al. 2001) . BCV is a member of the family Coronaviridae, which has been divided into three groups, initially on the basis of serological relatedness, but more recently on the basis of genome sequence similarities (Wu et al. 2003) . BCV is now conveniently classified into two groups, one is an enteric type isolated from the intestinal tract and the other is a respiratory type isolated from the upper respiratory tract (Hasoksuz et al. 2002) . The recently identified human severe acute respiratory syndrome virus is classified into group four of the Coronaviridae family. Infection with BCV causes severe diarrhea in neonatal calves and winter dysentery in cattle. Although many vaccine trials have been carried out (Mebus et al. 1973; Myers & Snodgrass 1982; Freitag et al. 1984) , BCV virions have been detected at relatively high rates throughout the year in nasal drip and fecal samples from vaccinated animals, even though virus neutralizing antibodies were detected in their sera (Clark 1993) . BCV is therefore now recognized to have a persistent infectivity in nature.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 148,
                    "text": "(Traven et al. 2001)",
                    "ref_id": null
                },
                {
                    "start": 352,
                    "end": 368,
                    "text": "(Wu et al. 2003)",
                    "ref_id": null
                },
                {
                    "start": 559,
                    "end": 581,
                    "text": "(Hasoksuz et al. 2002)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 857,
                    "end": 876,
                    "text": "(Mebus et al. 1973;",
                    "ref_id": null
                },
                {
                    "start": 877,
                    "end": 900,
                    "text": "Myers & Snodgrass 1982;",
                    "ref_id": null
                },
                {
                    "start": 901,
                    "end": 921,
                    "text": "Freitag et al. 1984)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1127,
                    "end": 1139,
                    "text": "(Clark 1993)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Considering the transmission profiles of the BCV infection, it seems difficult to eradicate BCV infections with immunological treatment. In fact, field studies on BCV have shown that vaccines are not effective in preventing diarrhea in calves (Waltner-Toews et al. 1985; Heckert et al. 1991) and their efficacy is questionable. The prevention of infection with pathogenic agents in livestock should be based on different strategies from those used for humans because animals suffering from severe infectious diseases are sacrificed for the maintenance of healthy animals in the herd.",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 270,
                    "text": "(Waltner-Toews et al. 1985;",
                    "ref_id": null
                },
                {
                    "start": 271,
                    "end": 291,
                    "text": "Heckert et al. 1991)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Polyphenol catechin in green tea contains several isomers, including (-)-epigallocatechin gallate (EGCg), (-)-epicatechin, (-)-epicatechin gallate, (-)epigallocatechin and (+)-catechin, with EGCg being a major component (Yamaguchi et al. 2002) . These compounds have radical scavenging actions (Chen et al. 2002 ), antimutagenic activities (Kada et al. 1985 Yen & Chen 1995) , anti-oxidative activities (Kawase et al. 2000; Yokozawa et al. 2000) and a broad spectrum of antimicrobial activities against bacteria (Amarowicz et al. 2000; Yee & Koo 2000; Sakanaka & Okada 2004) , fungi (Hirasawa & Takada 2004) and viruses. EGCg has been shown to have antiviral effects on enveloped viruses, such as influenza virus (Nakayama et al. 1993) , HIV-1 (Haneda et al. 2000; Yamaguchi et al. 2002; Kawai et al. 2003) and Epstein-Barr virus (EBV; Taniguchi et al. 2002; Chang et al. 2003) . Here, we report that EGCg also has potent inactivation activity against the enteric type of BCV.",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 243,
                    "text": "(Yamaguchi et al. 2002)",
                    "ref_id": null
                },
                {
                    "start": 294,
                    "end": 311,
                    "text": "(Chen et al. 2002",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 312,
                    "end": 357,
                    "text": "), antimutagenic activities (Kada et al. 1985",
                    "ref_id": null
                },
                {
                    "start": 358,
                    "end": 374,
                    "text": "Yen & Chen 1995)",
                    "ref_id": null
                },
                {
                    "start": 403,
                    "end": 423,
                    "text": "(Kawase et al. 2000;",
                    "ref_id": null
                },
                {
                    "start": 424,
                    "end": 445,
                    "text": "Yokozawa et al. 2000)",
                    "ref_id": null
                },
                {
                    "start": 512,
                    "end": 535,
                    "text": "(Amarowicz et al. 2000;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 536,
                    "end": 551,
                    "text": "Yee & Koo 2000;",
                    "ref_id": null
                },
                {
                    "start": 552,
                    "end": 574,
                    "text": "Sakanaka & Okada 2004)",
                    "ref_id": null
                },
                {
                    "start": 583,
                    "end": 607,
                    "text": "(Hirasawa & Takada 2004)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 713,
                    "end": 735,
                    "text": "(Nakayama et al. 1993)",
                    "ref_id": null
                },
                {
                    "start": 744,
                    "end": 764,
                    "text": "(Haneda et al. 2000;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 765,
                    "end": 787,
                    "text": "Yamaguchi et al. 2002;",
                    "ref_id": null
                },
                {
                    "start": 788,
                    "end": 806,
                    "text": "Kawai et al. 2003)",
                    "ref_id": null
                },
                {
                    "start": 811,
                    "end": 835,
                    "text": "Epstein-Barr virus (EBV;",
                    "ref_id": null
                },
                {
                    "start": 836,
                    "end": 858,
                    "text": "Taniguchi et al. 2002;",
                    "ref_id": null
                },
                {
                    "start": 859,
                    "end": 877,
                    "text": "Chang et al. 2003)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Madin-Darby bovine kidney (MDBK) cells (American Type Culture Collection, Rockville, MD, USA) were used for viral propagation. They were maintained in Eagle's minimum essential medium (MEM; Sigma, St Louis, MO, USA) supplemented with 10% (v/v) fetal bovine serum and 50 μg/mL gentamicin (culture medium; Gibco BRL, Grand Island, NY, USA). The Kakegawa strain of BCV (Akashi et al. 1980 ) was obtained from Nippon Zenyaku Kogyo (Koriyama, Japan) and was passaged in MDBK cells.",
            "cite_spans": [
                {
                    "start": 366,
                    "end": 385,
                    "text": "(Akashi et al. 1980",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Cells and virus"
        },
        {
            "text": "Epigallocatechin gallate was obtained from Pharma Foods International (Kyoto, Japan). In order to obtain distinct data on the antiviral effects of EGCg, we examined the cytotoxic effects of EGCg on MDBK cells. MDBK cells were cultivated in the presence of various concentrations (0, 0.5, 1.0, 5.0, 10.0 and 50 μg/mL) of EGCg for 2 days. The cytotoxic effects of EGCg on MDBK cells were examined using a Cell Counting Kit-8 (Dojin, Kumamoto, Japan) based on the reduction of the tetrazolium salt WST-8 by intracellular dehydrogenases in viable cells (Ishiyama et al. 1996) .",
            "cite_spans": [
                {
                    "start": 549,
                    "end": 571,
                    "text": "(Ishiyama et al. 1996)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Cell toxicity"
        },
        {
            "text": "Virus titration was performed using a plaque-forming units (pfu) assay on MDBK cells. MDBK cells were seeded onto a 12 well microplate at a density of 5.3 × 10 4 cells and cultured until confluency was reached. After the confluent monolayers were washed twice with phosphate-buffered saline (PBS, pH 7.4), the virus was inoculated into the cells and the monolayers were incubated for 90 min at 37°C in 5% carbon dioxide-air. Subsequently, the cells were washed with PBS to remove unadsorbed viruses and overlaid with a culture medium containing 0.8% (w/v) agar (Sigma). After incubation at 37°C for 4 days, plaques were visualized by overlaying with 0.0067% neutral red in MEM containing 0.8% agar, and counted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus titration"
        },
        {
            "text": "Plaque reduction assays were performed on confluent monolayers of MDBK cells infected with BCV at a multiplicity of infection of approximately 3 × 10 −3 pfu/ cell. The antiviral effect of EGCg was evaluated in: (i) EGCg-treated MDBK cells inoculated with non-treated BCV and (ii) MDBK cells inoculated with EGCgtreated BCV. For the preparation of EGCg-treated MDBK cells, confluent monolayers were washed twice with PBS and incubated in a culture medium containing EGCg at the indicated concentrations for 90 min at 37°C in 5% carbon dioxide-air. For the preparation of EGCg-treated BCV, the virus was incubated in a culture medium containing EGCg at the indicated concentrations for 30, 60 and 90 min at 37°C and then inoculated into MDBK cells. In some cases, a mixture of the virus and EGCg was incubated for 30, 60 and 90 min at 25°C. EGCg-treated and untreated MDBK cells were incubated with EGCg-untreated and treated BCV, respectively, and incubated for 90 min at 37°C, followed by washing twice with PBS and cultivated for a further 4 days at 37°C in 5% carbon dioxide-air. The resulting number of plaques was counted and compared with the number of plaques formed in nontreated cells or in cells inoculated with non-treated virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plaque reduction assay"
        },
        {
            "text": "The hemagglutination (HA) indicator cells were prepared as follows: a suspension of mouse erythrocytes in saline were fixed with glutaraldehyde at a final concentration of 0.22% (w/v) for 20 h at 22°C followed by washing twice with PBS. For the titration of HA activity, 25 μL of 0.8% suspension cells in PBS was added to 25 μL of serial twofold dilutions of the BCV specimen. After incubation for 90 min at room temperature, the reciprocal of the highest dilution that gave a positive agglutination was taken as the HA titer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hemagglutination reaction"
        },
        {
            "text": "All samples were tested at least in triplicate. Data were statistically analyzed using Dunnett's test. Results are expressed as mean ± standard deviation. P < 0.01 was considered significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "As shown in Fig. 1 , there were no significant differences between the numbers of untreated and EGCgtreated viable cells at EGCg concentrations of less than 10 μg/mL. Hence, experiments to evaluate the antiviral effect of EGCg were carried out in the present study at EGCg concentrations of less than 10 μg/mL.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 18,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Toxicity of epigallocatechin gallate in Madin-Darby bovine kidney cells"
        },
        {
            "text": "We next examined the inhibitory effects of EGCg on the propagation of BCV in MDBK cells by treating the virus or MDBK cells with EGCg at concentrations that did not show any cytotoxic effect on the MDBK cells. As shown in Fig. 2 , the number of plaques formed by EGCg-treated viruses was reduced, whereas a similar reduction in the number of plaques was also found in MDBK cells treated with EGCg in a dose-dependent manner. However, the number of plaques formed by EGCg-treated viruses was significantly lower than that formed by EGCg-treated MDBK cells, except at the concentration of 1.0 μg/mL (P < 0.01).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 222,
                    "end": 228,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Inhibitory effect of epigallocatechin gallate on bovine coronavirus propagation"
        },
        {
            "text": "Next, experiments were carried out to see whether the interaction between EGCg molecules and virus particles in a temperature-dependent manner is responsible for the antiviral effects of EGCg. As shown in Fig. 3 , the numbers of plaques found in all specimens examined at 37°C were effectively decreased compared with those found at 25°C. Furthermore, the numbers of plaques significantly decreased in a timedependent manner at 37°C (P < 0.01). In contrast, interaction between EGCg and BCV particles at 25°C did not occur as effectively during the 90 min incubation period because a significant reduction in the number of plaques was not found among preincubation time points. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 205,
                    "end": 211,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Effect of treatment temperature and period of treatment with epigallocatechin gallate on infectivity of bovine coronavirus to Madin-Darby bovine kidney cells"
        },
        {
            "text": "The results shown in Fig. 2 suggest that the extent of antiviral activity of EGCg simply depends on the condition of the reaction between EGCg and BCV particles. We then examined the direct action of EGCg on the spike glycoprotein by determining HA activity. As shown in Fig. 4 , it is noticeable that HA activities following treatment with EGCg at 37°C were markedly decreased compared with those following treatment with EGCg at 25°C, and the results roughly coincide with the plaque reduction profiles shown in Figs 2 and 3.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 21,
                    "end": 27,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 271,
                    "end": 277,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Effect of epigallocatechin gallate on the hemagglutination activity of the bovine coronavirus"
        },
        {
            "text": "In the present study, we focused on EGCg as a candidate for a reagent against BCV infection in livestock animals. As shown in Fig. 2 , EGCg was proven to have anti-BCV activity when BCV was pretreated with EGCg at concentrations of 0.5-10 μg/mL, which showed no cytotoxic effects on MDBK cells. The effectiveness of EGCg depended on the period and temperature of pretreatment with BCV. In contrast, the effect of EGCg on the proliferation of BCV in EGCg-treated MDBK cells was not as effective as that found in EGCg-treated viruses, suggesting that the antiviral effect of EGCg mainly results from the interaction between EGCg molecules and virus particles (Fig. 2) . Bovine coronavirus has four major structural proteins: spike glycoprotein, hemagglutinin acetylesterase glycoprotein, membrane glycoprotein and nucleocapsid phosphoprotein (Lai & Cavanagh 1997) . Of these, the spike glycoprotein is now accepted to be the major candidate for the protein that recognizes viral receptor(s) on cell surfaces (Popova & Zhang 2002) . At adsorption, spike glycoprotein may be cleaved at one site by host proteases, yielding N-terminal S1 and Cterminal S2 proteins by non-covalent attachment. After S1 protein binds to receptor molecules of the cell membrane, S2 proteins undergo conformational change enabling them to fuse to the membrane of target cells. The first step in viral infection is binding of the virus to target cells. Hemagglutination and hemadsorption have been used as assays for studying viruscell interaction, although the erythrocyte itself is not a target cell for virus infection. Furthermore, recent studies have shown that the S1 protein has HA activity (Clark 1993; Zelus et al. 2003) . In order to confirm that EGCg acts on the first step of viral infection, the direct effect of EGCg on the HA activity of BCV was examined. As shown in Fig. 4 , HA activity decreased with decreases in the EGCg concentration and temperature of the reaction mixture of BCV and EGCg. Thus, it was strongly suggested that the antiviral activity of EGCg depends on the interaction between EGCg molecules and the S1 protein of BCV. Mechanisms of the antiviral effects of EGCg on other viruses, such as human HIV-1 and EBV, may not be so simple. In the case of HIV-1, EGCg inhibits the binding of the viral protein gp120 to cell-surface CD4 molecules by binding to CD4 (Kawai et al. 2003) and it also destroys virus particles by binding to the surface of the viral envelope (Yamaguchi et al. 2002) . EGCg also acts as an inhibitor of reverse transcriptase, viral transcription and activity of viral genome-coded protease (Nakane & Ono 1989; Nance & Shearer 2003) . In the case of EBV, EGCg blocks the initiation of the EBV lytic cascade of the target cells, P3 H1 cells, which have been infected persistently with this virus, by inhibiting the transcription of the EBV immediate-early gene (Chang et al. 2003) .",
            "cite_spans": [
                {
                    "start": 840,
                    "end": 861,
                    "text": "(Lai & Cavanagh 1997)",
                    "ref_id": null
                },
                {
                    "start": 1006,
                    "end": 1027,
                    "text": "(Popova & Zhang 2002)",
                    "ref_id": null
                },
                {
                    "start": 1671,
                    "end": 1683,
                    "text": "(Clark 1993;",
                    "ref_id": null
                },
                {
                    "start": 1684,
                    "end": 1702,
                    "text": "Zelus et al. 2003)",
                    "ref_id": null
                },
                {
                    "start": 2362,
                    "end": 2385,
                    "text": "CD4 (Kawai et al. 2003)",
                    "ref_id": null
                },
                {
                    "start": 2471,
                    "end": 2494,
                    "text": "(Yamaguchi et al. 2002)",
                    "ref_id": null
                },
                {
                    "start": 2618,
                    "end": 2637,
                    "text": "(Nakane & Ono 1989;",
                    "ref_id": null
                },
                {
                    "start": 2638,
                    "end": 2659,
                    "text": "Nance & Shearer 2003)",
                    "ref_id": null
                },
                {
                    "start": 2887,
                    "end": 2906,
                    "text": "(Chang et al. 2003)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 126,
                    "end": 132,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 657,
                    "end": 665,
                    "text": "(Fig. 2)",
                    "ref_id": null
                },
                {
                    "start": 1856,
                    "end": 1862,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Inhibition of the adsorption of the influenza virus, which also has HA spike proteins on its viral envelope, to Madin-Darby canine kidney cells by EGCg has been previously reported. In a study by Nakayama et al. (1993) , it was found that EGCg quickly binds to the virus and agglutinates it at the same proteins as specific antibodies for the virus, and blocking of adsorption of the virus to Madin-Darby canine kidney cellular surfaces was observed by electron microscopy. In general, viral envelopes are composed of cellular phospholipid components, and HIV is not an exception to this. It is known that EGCg has a negative charge and is capable of non-specifically binding to viral receptors on the cell surface (Stein et al. 1991; Ikigai et al. 1993; Witvrouw & De Clercq 1997; Yamaguchi et al. 1997 ). In the present study, BCV propagation was suppressed in the EGCg treated-MDBK cells, which were cultured at 37°C for 90 min and then washed twice with PBS before virus inoculation; however, the direct reactivity of EGCg to MDBK cells might not be as strong as the direct reactivity of EGCg to BCV because the number of plaques of EGCg-treated virus was significantly lower than that of EGCg-treated MDBK cells, even at EGCg concentrations of 0.5 μg/ mL (Fig. 2) . These findings are supported by the result of a HA inhibition assay in which the HA activity of BCV was decreased to half of the negative control in the presence of EGCg at a concentration of 0.01 μg/mL (Fig. 4) . These results demonstrate that the interaction between EGCg and spike glycoprotein of BCV may play a pivotal role in the process of the inhibitory effect of EGCg. Although further examination is required, we concluded that the anti-BCV effect of EGCg is exerted by interaction between EGCg and BCV particles only in the first step of viral infection. The results for antiviral activities against HIV, EBV, influenza virus and BCV suggest that the mechanisms of the antiviral effects of EGCg differ from virus to virus and depends on the targeted cells in which viruses propagate.",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 218,
                    "text": "Nakayama et al. (1993)",
                    "ref_id": null
                },
                {
                    "start": 715,
                    "end": 734,
                    "text": "(Stein et al. 1991;",
                    "ref_id": null
                },
                {
                    "start": 735,
                    "end": 754,
                    "text": "Ikigai et al. 1993;",
                    "ref_id": null
                },
                {
                    "start": 755,
                    "end": 781,
                    "text": "Witvrouw & De Clercq 1997;",
                    "ref_id": null
                },
                {
                    "start": 782,
                    "end": 803,
                    "text": "Yamaguchi et al. 1997",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1260,
                    "end": 1268,
                    "text": "(Fig. 2)",
                    "ref_id": null
                },
                {
                    "start": 1474,
                    "end": 1482,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "In the present study, we have shown the antiviral activity of EGCg in a temperature-dependent manner, suggesting the possibility that EGCg inhibits the BCV more effectively in the bovine intestinal tract, where the temperature is approximately 37°C, than in the respiratory tract. Although further experiments are needed to elucidate whether EGCg has the ability to prevent infection of BCV in vivo, the present study shows that EGCg represents a potential low-cost inhibitor of BCV infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Properties of a coronavirus isolated from a cow with epizootic diarrhea",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Akashi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Inaba",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Miura",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tokuhisa",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sato",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Satoda",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Veterinary Microbiology",
            "volume": "5",
            "issn": "",
            "pages": "265--276",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Antibacterial activity of green tea polyphenols against Escherichia coli K12",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Amarowicz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pegg",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Bautista",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Die Nahrung",
            "volume": "44",
            "issn": "",
            "pages": "60--62",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Inhibition of Epstein-Barr virus lytic cycle by (-)-epigallocatechin gallate",
            "authors": [
                {
                    "first": "L-K",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "T-T",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "Y-F",
                    "middle": [],
                    "last": "Chiu",
                    "suffix": ""
                },
                {
                    "first": "C-P",
                    "middle": [],
                    "last": "Tung",
                    "suffix": ""
                },
                {
                    "first": "J-Y",
                    "middle": [],
                    "last": "Chuang",
                    "suffix": ""
                },
                {
                    "first": "S-K",
                    "middle": [],
                    "last": "Hung",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S-T",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Biochemical and Biophysical Research Communications",
            "volume": "301",
            "issn": "",
            "pages": "1062--1068",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Tea catechins protect against lead-induced cytotoxicity, lipid peroxidation, and membrane fluidity in HepG2 cells",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jiao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Toxicological Sciences",
            "volume": "69",
            "issn": "",
            "pages": "149--156",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Prophylaxis of diarrhea due to rotavirus and coronavirus in calves",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Freitag",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wetzel",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Espenkoetter",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Tierarztliche Umschau",
            "volume": "39",
            "issn": "",
            "pages": "731--734",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Biochemical characterization of casein responsible for stimulation of HIV-1 protease in vitro",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Haneda",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Furuya",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Asai",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Morikawa",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ohtsuki",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Biochemical and Biophysical Research Communications",
            "volume": "275",
            "issn": "",
            "pages": "434--439",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Detection of respiratory and enteric shedding of bovine coronaviruses in cattle in an Ohio feedlot",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hasoksuz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Hoet",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Loerch",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Wittum",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Nielsen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Saif",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Journal of Veterinary Diagnostic Investigation",
            "volume": "14",
            "issn": "",
            "pages": "308--313",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Mucosal and systemic isotype-specific antibody responses to bovine coronavirus structural proteins in naturally infected dairy calves",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Heckert",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Saif",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Myers",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "American Journal of Veterinary Research",
            "volume": "52",
            "issn": "",
            "pages": "852--857",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Multiple effects of green tea catechin on the antifungal activity of antimycotics against",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hirasawa",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Takada",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Cytotoxicity effects of epigallocatechin gallate (EGCg) on Madin-Darby bovine kidney cells were evaluated within 48 h by using the proliferation reagent WST-8. The mitochondrial activity in viable cells was measured at 450 nm. **, significantly different from the control value without EGCg at P < 0.01. Plaque reduction effect of epigallocatechin gallate (EGCg) against bovine coronavirus (BCV) propagation. The antiviral effect of EGCg was evaluated in EGCg-treated Madin-Darby bovine kidney (MDBK) cells inoculated with non-treated BCV (᭹) and MDBK cells inoculated with EGCgtreated BCV (᭺). **Significantly different from EGCg-treated MDBK cells (P < 0.01).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Effects of treatment temperature and period of treatment with epigallocatechin gallate (EGCg) on the infectivity of bovine coronavirus (BCV). BCV was treated with 10 μg/mL of EGCg at 25°C (᭹) and 37°C (᭺) for different periods. Values with different letters are significantly different among the time points (P < 0.01).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Effect of temperature of the treatment with epigallocatechin gallate (EGCg) on the hemagglutination (HA) of bovine coronavirus (BCV). BCV having 32 HA units was treated with various concentrations of EGCg at 25°C (a) and 37°C (b) for 30 min (ᮀ) and for 90 min (), and HA titers were determined. Values represent the means of triplicated wells.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}