{
    "paper_id": "37fd97242d1180b921ad1471e40c62fc6d049f31",
    "metadata": {
        "title": "Antagonistic expression of hepatitis C virus and alpha interferon in lymphoid cells during persistent occult infection",
        "authors": [
            {
                "first": "T",
                "middle": [
                    "N Q"
                ],
                "last": "Pham",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Memorial University",
                    "location": {
                        "settlement": "St. John's",
                        "region": "NF",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "P",
                "middle": [
                    "M"
                ],
                "last": "Mulrooney-Cousins",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Memorial University",
                    "location": {
                        "settlement": "St. John's",
                        "region": "NF",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "S",
                "middle": [
                    "E"
                ],
                "last": "Mercer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Memorial University",
                    "location": {
                        "settlement": "St. John's",
                        "region": "NF",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "S",
                "middle": [
                    "A"
                ],
                "last": "Macparland",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Memorial University",
                    "location": {
                        "settlement": "St. John's",
                        "region": "NF",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Inglot",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Medical University of Wroclaw",
                    "location": {
                        "settlement": "Wroclaw",
                        "country": "Poland;"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Zalewska",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Medical University of Wroclaw",
                    "location": {
                        "settlement": "Wroclaw",
                        "country": "Poland;"
                    }
                },
                "email": ""
            },
            {
                "first": "K",
                "middle": [],
                "last": "Simon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Medical University of Wroclaw",
                    "location": {
                        "settlement": "Wroclaw",
                        "country": "Poland;"
                    }
                },
                "email": ""
            },
            {
                "first": "T",
                "middle": [
                    "I"
                ],
                "last": "Michalak",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Memorial University",
                    "location": {
                        "settlement": "St. John's",
                        "region": "NF",
                        "country": "Canada"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Detection of residual HCV in individuals with SVR after treatment of CHC can be significantly heightened by analyzing ex vivo mitogen-activated T and B lymphocytes and applying sensitive nucleic acid amplification assays. However, it remained unknown if synergistic activation of lymphocytes and monocytes would further augment HCV detection, if viral replication becomes universally upregulated in treated cells, and if examining sequential sera and lymphoid cells would improve detection of occult infection. Using paired sera and lymphoid cells collected 1 year apart from 17 individuals with normal liver enzymes for up to 72 months after SVR, it was found that simultaneous activation of lymphocytes and monocytes enhanced identification of silent HCV infection and revealed that in some cases monocytes were the principal immune cell type where HCV persisted. Testing of serial samples further increased detection of occult infection. Ultimately, by combining the above two approaches, all individuals with SVR were found to be silent carriers of HCV. Clonal sequencing revealed HCV variations in sera and lymphoid cells and evolution of viral genomes confirming ongoing virus replication. Surprisingly, similar to those with CHC, naive lymphoid cells from some individuals carried 10 3 HCV copies/lg total RNA. HCV loads in naive lymphoid cells predetermined the outcome of ex vivo stimulation with respect to upregulation or inhibition of HCV replication. HCV RNA levels in occult infection were inversely proportional to the expression of IFNa and IFNinducible MxA, but not to IFNc or tumour necrosis factor a in naive and mitogen-treated lymphoid cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Hepatitis C virus is an important human pathogen, which causes chronic infection in at least 170 million people worldwide. Up to 85% of acutely infected patients become carriers of the virus and develop CHC, which can advance to cir-rhosis and/or hepatocellular carcinoma in up to 20% of patients [1] . HCV is a positive single-stranded RNA virus that replicates by making the so-called Ônegative strandÕ. Although HCV is highly hepatotropic, evidences indicate that it also propagates in the lymphatic [2] [3] [4] [5] [6] [7] [8] and nervous [9, 10] systems. In regard to the lymphatic system, circulating PBMC from patients with CHC [2] [3] [4] [5] and from individuals with apparent complete resolution of hepatitis C, who were serum HCV RNA nonreactive by standard laboratory assays and had normal liver enzymes, have been shown to carry replicating HCV genomes [5] [6] [7] [8] . Low levels of HCV RNA have also been detected in lymphoid cells in a significant proportion of patients with persistently elevated liver enzymes of unknown aetiology [11, 12] . Furthermore, susceptibility of T-and B-cell lines, as well as primary human T cells and monocyte/macrophages to HCV infection has also been shown [13] [14] [15] [16] . It is thought that by invading the immune system, HCV can conceal its presence and enhance the likelihood of persistence, as it has been observed in many other long-term viral infections [17, 18] .",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 300,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 503,
                    "end": 506,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 507,
                    "end": 510,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 511,
                    "end": 514,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 515,
                    "end": 518,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 519,
                    "end": 522,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 523,
                    "end": 526,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 527,
                    "end": 530,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 543,
                    "end": 546,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 547,
                    "end": 550,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 635,
                    "end": 638,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 639,
                    "end": 642,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 643,
                    "end": 646,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 647,
                    "end": 650,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 866,
                    "end": 869,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 870,
                    "end": 873,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 874,
                    "end": 877,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 878,
                    "end": 881,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1050,
                    "end": 1054,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1055,
                    "end": 1058,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1207,
                    "end": 1211,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1212,
                    "end": 1216,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1217,
                    "end": 1221,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1222,
                    "end": 1226,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1416,
                    "end": 1420,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1421,
                    "end": 1424,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The current standard treatment for CHC is a combination therapy with pegylated IFNa and Ribavirin for 24 or 48 weeks depending on the HCV genotype. This therapy results in the so-called SVR in no more than 50% of patients [19] . The SVR is defined as serum HCV RNA negativity for at least 6 months after completion of treatment, as determined by clinical laboratory RT-PCR assays with the current sensitivities between 50 and 3200 virus genome (copies) equivalents [vge]/mL or 50-615 IU/mL [20] . Clinically, individuals with SVR and normal liver function tests have been considered to be free of HCV. However, it has recently been documented that by employing more sensitive RT-PCR detection methods, identifying <10 HCV copies or <5 IU/ mL, the virus can be consistently found in sera, lymphoid cells and hepatic tissue for years after the apparent complete recovery from hepatitis C [5, 6, 8, [21] [22] [23] . In addition, liver biopsies from these individuals occasionally reveal histological evidence of protracted minor inflammation, frequently mild-to-moderate fibrosis or in rare cases, even active chronic hepatitis [21, 22, 24] .",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 226,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 490,
                    "end": 494,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 886,
                    "end": 889,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 890,
                    "end": 892,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 893,
                    "end": 895,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 896,
                    "end": 900,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 901,
                    "end": 905,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 906,
                    "end": 910,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1125,
                    "end": 1129,
                    "text": "[21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1130,
                    "end": 1133,
                    "text": "22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1134,
                    "end": 1137,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In previous studies, it is reported that ex vivo treatment of lymphocytes from persons who achieved SVR with nonspecific mitogens led to an upregulation of viral replication, allowing detection of the virus in the cells which were apparently nonreactive [5, 6] . It became evident that such an approach facilitates a more accurate detection of HCV than by testing sera or naive PBMC. This finding also reaffirmed the notion that lymphotropism is an intrinsic property of HCV. Nevertheless, it remained unknown whether HCV replication is universally upregulated following stimulation of lymphoid cells or is augmented only in specific situations dictated by not as yet determined viral or cellular factors. Investigation of this issue is important to not only better understand HCV-lymphoid cell interactions, but also to assess whether testing of ex vivo stimulated lymphoid cells can be suitable for routine diagnosis of occult HCV infection.",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 257,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 258,
                    "end": 260,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In the present study, it is found that the level of HCV expression in lymphoid cells in some cases of occult longterm infection can be as high as that encountered in PBMC of those with CHC. Importantly, HCV replication in lymphoid cells during occult infection was inversely proportional to the level of transcription of IFNa. Moreover, sequence analysis of HCV clones derived from lymphoid cells and serum collected in the course of occult infection suggested lymphoid cell-specific compartmentalization of viral variants providing further evidence for the existence of active viral replication in the host's immune system after apparently complete resolution of hepatitis C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Twenty randomly selected individuals (12 men and eight women) with a mean age of 36.5 ± 14.5 years who, except Patient 11 with spontaneous recovery of symptomatic HCV infection (Table 1) , had recovered from CHC based on the clinical, standard virological and biochemical criteria were included in this study. All patients resolved CHC after achieving SVR following the therapy with IFNa and/or Ribavirin. Specifically, eight individuals received a 24-or 48-week treatment with IFNa-2a (Roferon A; Roche Pharmaceuticals, Warsaw, Poland) or 2b (Intron A; Schering-Plough, Warsaw, Poland), while another six were on a combination therapy of IFNa and Ribavirin for 48 weeks (Schering-Plough) ( Table 1) . The remaining five patients were treated with IFNa for 12, 24 or 48 weeks and then with IFNa and Ribavirin for 48 weeks. At the time of the first sample collection for this study, all individuals had been followed for 12-60 months after achieving the SVR (Table 1 ). In all of them, HCV RNA and liver function tests were evaluated every 6-12 months. During the follow-up, serum samples from all patients were found to be negative for HCV RNA by the Roche Cobas Amplicor HCV v2.0 assay (sensitivity 1000 virus copies/mL) and liver function tests deemed normal.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 177,
                    "end": 186,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 691,
                    "end": 699,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 957,
                    "end": 965,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Patients and samples"
        },
        {
            "text": "Paired serum and PBMC samples from 17 of the individuals were collected at two occasions approximately 12 months apart. The serum or PBMC from the first and second bleedings is herein referred to as the first sample and the second sample, respectively. Only the second PBMC samples were cryopreserved in a manner suitable for culture and ex vivo mitogen treatment experiments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patients and samples"
        },
        {
            "text": "Based on the status of HCV RNA reactivity determined by an RT-PCR/NAH assay (sensitivity £10 vge/mL) [6] in untreated PBMC obtained during the second collection, the individuals were divided to two study groups (Table 1) . Group 1 consisted of cases whose naive PBMC were HCV RNA negative, while PBMC of those in Group 2 were HCV RNA reactive prior to culture in the presence of mitogens. The latter group was further subdivided into Group 2A, if the HCV RNA load detected in untreated cells was lower than 50 vge/lg total RNA, and Group 2B, if the load was greater than 50 vge/lg total RNA ( Table 1) . As positive controls, HCV RNA-positive PBMC from patients with documented CHC was used. The study was approved by the local Human Investigation Committees and the samples were collected after informed consent had been obtained.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 104,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 211,
                    "end": 220,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 593,
                    "end": 601,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Study groups"
        },
        {
            "text": "Peripheral blood mononuclear cells were isolated from whole blood by gradient centrifugation on Ficoll-Paque (Pharmacia Biotech, QC, Canada) and cultured as previously reported [6] . In the current study, different mitogen combinations were employed to upregulate HCV replication in various subsets of lymphoid cells. For this purpose, 1 · 10 7 PBMC HCV load was estimated by densitometric analysis of RT-PCR/NAH signals or, àwhen possible, by real-time RT-PCR using 5¢ UTR-specific primers and expressed as HCV vge/lg total RNA or vge/mL using dilutions of synthetic HCV UTR-E2 as quantitative standards. §Overall positivity defined as HCV RNA reactivity in serum and/or PBMC.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 180,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Mitogen stimulations of lymphoid cells"
        },
        {
            "text": "were cultured for 72 h in the presence of Combo 5 (C5) cocktail [5] , consisting of 5 lg/mL phytohemagglutinin (PHA; Sigma, Mississauga, ON, Canada), a T-cell proliferation inducing mitogen, 5 lg/mL PWM (Sigma), a B-and Tcell proliferation inducing lectin, IL-2 (Roche Molecular Diagnostics, Laval, QC, Canada), a T-cell supportive cytokine, and IL-4 (Roche Molecular Diagnostics), a B-cell supportive cytokine. In addition, lymphoid cells were stimulated with C5 plus 1 lg/mL LPS (Sigma), which is known to activate both B cells and monocytes [25] . This cocktail was designated as C5L. In each case, a sample of untreated cells was preserved for analysis.",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 67,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 544,
                    "end": 548,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Mitogen stimulations of lymphoid cells"
        },
        {
            "text": "Typically, RNA from 2 · 10 6 PBMC or 250 lL serum was reversely transcribed to cDNA using MMLV-RT (Invitrogen Life Technologies, Burlington, ON, Canada) [6] . The presence of HCV RNA positive strand was tested by nested PCR/ NAH with primers specific for HCV 5¢-UTR or E2 region, as reported [6] . Ten-fold serial dilutions of HCV synthetic RNA (HCV sRNA) positive strand fragment was used as quantitative standards. Sensitivity of this assay was £10 vge/mL for detection of the 5¢ UTR and <10 vge/mL for that of E2 region. HCV RNA-negative strand was determined by the strand-specific RT-PCR/NAH employing rTth DNA polymerase, as reported [6] . Ten-fold serial dilutions of HCV sRNA negative strand amplified in parallel were used as semi-quantitative standards. This assay detects approximately 100 vge of the correct (negative) strand, while nonspecifically identifying ‡ 10 6 vge of the positive strand [6] . A sample containing water instead of test cDNA and a mock were routinely included as contamination controls, and cDNA from PBMC of a healthy donor as a negative control in all reactions. Specificity of the amplified products and validity of the controls were routinely confirmed by NAH using recombinant HCV UTR-E2 (rHCV UTR-E2) as a probe [6] .",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 156,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 292,
                    "end": 295,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 640,
                    "end": 643,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 907,
                    "end": 910,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1253,
                    "end": 1256,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "HCV RNA detection by RT-PCR/NAH"
        },
        {
            "text": "When feasible, HCV RNA in serum and PBMC was quantified by real-time RT-PCR using the LightCycler Fast Start Master Hybridization Probes (Roche Diagnostics), as reported [6] . Ten-fold serial dilutions of the rHCV UTR-E2 were used for enumeration of viral load. A melting curve analysis was routinely performed to confirm specificity of the amplifications. It is of note that the sensitivity of this assay was approximately 10-fold lower than that of the RT-PCR/NAH assay with either 5¢-UTR or E2 specific primers.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 173,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "HCV RNA quantification by real-time RT-PCR"
        },
        {
            "text": "For HCV genotyping, 5¢-UTR PCR fragments were sequenced in both directions by the Sanger dideoxy chain termination procedure using primers 5¢-GCAGAAAGCGTCTAGCCATG-GC and 5¢-CAAGCAQCCCTATGAGGCAGT and the Beckmann CEQ 8000 sequencer (Beckmann Coulter, Fullerton, CA, USA). To assess possible genetic heterogeneity in HCV sequences in sera and lymphoid cells and to determine whether expansion of HCV variants occurred over time as a result of sustained replication in occult infection, 5¢-UTR amplicons were purified and cloned into the dual promoter pCRII vector using the TOPO-TA cloning system (Invitrogen). Clones were expanded and the presence of the UTR insert confirmed by digestion with EcoRI enzyme (Invitrogen). An average of seven clones from each PCR product were sequenced by using the universal forward and reverse M13 primers (Invitrogen). The Sanger dideoxy nucleotide sequencing reaction was performed by using the CEQ DTCS Quick Start Kit (P/N 608120) and the CEQ 8000 sequencer (Beckman Coulter). The analysis of 196-bp product sequences, devoid of the flanking UTR primer regions, was done with the aid of the CEQ 8000 genetic analysis system and nucleotide sequences aligned using CLUSTAL W software [26] .",
            "cite_spans": [
                {
                    "start": 1219,
                    "end": 1223,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Sequencing"
        },
        {
            "text": "Quantification of cytokine mRNA RNA samples from naive or mitogen-treated lymphoid cells predestined for analysis of cytokine expression were treated with 2 U of DNAse I from the Sigma Deoxyribonuclease I kit for 10 min at ambient temperature and then incubated with the provided DNAse inactivating solution for 15 min at 72°C. RNA was reversely transcribed by using MMLV-RT. Expression of IFNc and TNFa was quantified by real-time RT-PCR using SYBR and the Roche LightCycler (Roche Diagnostics). Reactions were performed in 20-lL volumes (50 ng RNA) using sense primer 5¢-TTTTCAGCTCTGCA-TCGTTTTGGGT and antisense primer 5¢-CCTTGAAACAG-CATCTGACTCCTT for detection of IFNc and sense primer 5¢-TCTTCTCGAACCCCGAGTGA and antisense primer 5¢-CCT-CTGATGGCACCACCAG for detection of TNFa. The expression of the genes was normalized against that of GAPDH, which was quantified in parallel in each set of test samples. Specificity of amplifications was confirmed by a melting curve analysis. The presence of primer dimers hindered the use of realtime RT-PCR to accurately quantify IFNa5 and IFN-inducible MxA. Therefore, the conventional RT-PCR/NAH tests were applied. This was followed by densitometric analysis of the resulting hybridization signals using cloned IFNa5 and MxA DNA fragments as quantitative standards. Amplification of IFNa5 was done with sense primer 5¢-GGTCACTCA-ATCTCAACAGC and antisense primer 5¢-ATATGGATCCT-GATTTCTGCTCTGACAACC, whereas that of MxA with sense primer 5¢-GCATCCCACCCTCTATTACT and antisense primer 5¢-TGTCTTCAGTTCCTTTGTCC. PCR mixtures were amplified for 40 cycles at 95°C for 10 s, then at 58°C (for IFNa5) or 47°C (for MxA) for 30 s, and finally at 72°C for 1 min. As a loading control, GAPDH was amplified by using cDNA derived from the same test samples using sense primer 5¢-CCATCACCATCTTCCAGGAG and antisense primer 5¢-CCTGCTTCACCACCTTCTTG for 27 cycles at 94°C for 30 s, 52°C for 1 min, and 72°C for 1 min in a PTC-200 thermocycler (MJR Research, Watertown, MA, USA). Specificity of IFN5a, MxA and GADPH amplicons, and validity of the controls were routinely verified by NAH using as probes respective gene recombinant DNA fragments labelled with 32 P-dCTP (GE Healthcare, QC, Canada).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sequencing"
        },
        {
            "text": "Paired serum and PBMC samples were obtained from 17 of 20 individuals with follow-up up to 72 months after SVR following IFNa and/or Ribavirin therapy. By testing the first set of the samples using the RT-PCR/NAH assay, 82.3% of sera (14/17) and 52.9% of naive PBMC (9/17) were found reactive for HCV RNA positive strand (Table 1) . Twelve months later, 84.2% of sera and 50% of naive PBMC were identified to be positive for HCV RNA by RT-PCR/NAH. The estimated levels of HCV RNA were around 40-200 vge/mL in serum and 5-50 vge/lg of total RNA for most of the PBMC samples tested (Group 2a; Table 1) . Surprisingly, the second lymphoid cell samples collected 3-5 years after SVR from three of the individuals carried HCV RNA at levels ranging from 1 · 10 3 to 7 · 10 3 vge/lg total RNA (Group 2b; Table 1 ), which were comparable with those typically detected in PBMC from symptomatic CHC (Pham and Michalak, unpubl. data). Interestingly, HCV RNA levels in their sera were similar to those found in the other recovered persons. The presence of HCV RNA negative strand, indicative of active viral replication, was detected in 62.5% of the first and 70% of the second naive (mitogen-untreated) lymphoid cells, which were found to be reactive for the viral RNA positive strand and were available for testing (Table 1) . For the 17 cases with two samples collected, HCV RNA was detected at both occasions in sera of 12 of them (70.6%). Further, although in five individuals HCV RNA was detected in the first but not in the subsequent PBMC sample, the reverse was true in five other subjects.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 321,
                    "end": 330,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 591,
                    "end": 599,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 797,
                    "end": 804,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1305,
                    "end": 1314,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Analysis of sequential serum and lymphoid cell samples enhances detection of occult HCV infection"
        },
        {
            "text": "In certain cases, when the material was sufficient to broaden the analysis, the presence of HCV RNA was also evaluated by using E2-region-specific primers. Figure 1 depicts detection of HCV UTR and E2 genomic regions in paired serum and PBMC samples collected from Patient 17 at 36 and 48 months after SVR. Taken together, it is important to emphasize that ultimately all individuals investigated were found to be HCV RNA positive when their sera and PBMC obtained at two 1-year intervals of follow-up, which were either naive or treated with C5 or C5L (see below) were examined (Table 1 ). This highlights the importance of testing multiple samples from individuals with SVR to identify with greater precision the existence of occult HCV persistence.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 156,
                    "end": 164,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 579,
                    "end": 587,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Analysis of sequential serum and lymphoid cell samples enhances detection of occult HCV infection"
        },
        {
            "text": "In an attempt to recognize whether HCV RNA sequences undergo modifications during occult infection and whether the sequences found in serum would differ from those in PBMC, we cloned and sequenced the 5¢-UTR fragments of HCV detected in paired serum and naive PBMC obtained at the second collection from Case 19 (Serum-2 and PBMC-2) and at the first (Serum-1 and PBMC-1) and the second (Serum-2 and PBMC-2) collections from Case 20 ( Table 1) . As illustrated in Fig. 2 , consistent single nucleotide differences at specific positions were detected between serum and PBMC obtained at the same time point of follow-up, as well as between serum and PBMC collected from the same individual at the two occasions. For example, while a guanidine at position 186 (G186) and an adenine at positions 192 (A192) and 231 (A231) were detected in all the clones derived from Serum-2 of Case 19, a thymidine (T186), cytosine (C192), and guanidine (G231), respectively, were found in the clones from PBMC-2 sample. In Case 20, two single nucleotide polymorphisms T186G and C192A were identified when HCV clones from Serum-1 were compared with those from PBMC-1. Interestingly, sequences of HCV detected in Serum-2 obtained 1 year later from this individual, except for a few random mutations in some of the clones, were identical to those found in PBMC-1 sample. Further, when sequences obtained from PBMC-2 were compared with those of Serum-2, three substitutions G186T, A192T and A231G were detected in all of the clones examined (Fig. 2 ). In addition, there were changes in the 5¢-UTR sequence when serum or PBMC from the first collection was compared with those obtained at the second collection. Specifically, relative to the sequences found in the respective samples from the first collection, T186G and C192A mutations were identified in the second serum sample, while G186T, A192T and A231G substitutions found in the second PBMC. Overall, these findings revealed the existence of minor but evident variations between the circulating virus and that residing in the PBMC. They also showed that over time the 5¢-UTR sequence underwent slight but clearly identifiable changes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 434,
                    "end": 442,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 463,
                    "end": 469,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1517,
                    "end": 1524,
                    "text": "(Fig. 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "HCV replication in lymphoid cells in occult infection is verified by sequence analysis"
        },
        {
            "text": "In our previous study, synergistic stimulation of T and B lymphocytes with appropriate mitogens augmented HCV replication leading to more frequent identification of the virus genome compared with PBMC treated with a single mitogen [5] . In the present work, to further increase likelihood of identification of HCV, viral RNA was examined after exposure of both lymphocytes and monocytes to mitogen cocktails. Thus, the second PBMC samples were treated with either C5, which activated T and B cells, or C5L, which also stimulated monocytes and macrophages. Both treatments led to enhanced expression of HCV RNA-positive strand, despite the fact that some of these samples were apparently HCV RNA-negative or carried very low HCV loads prior to mitogen stimulation, as illustrated in Fig. 3a and Table 1 . It is of note that, considering densitometric values given by the respective hybridization signals, C5L was at least twice more effective in upregulating HCV RNA expression than C5 (Fig. 3a) . The fact that C5L, but not C5, led to identification of viral RNA in PBMC from Patients 6 and 7 (Fig. 3a) suggested that monocytes were a predominant, if not the only reservoir of the persisting virus among circulating PBMC in these two individuals at the time of investigation. However, the synergistic activation of lymphocytes and monocytes occasionally led to almost complete inhibition of HCV RNA expression. This was evident in Patients 11 and 12 (Table 1) in which HCV RNA expression was increased by 20-100fold following stimulation of T and B lymphocytes with C5, while activation of both lymphocytes and monocytes with C5L resulted in a dramatic downregulation of HCV RNA presence. This observation implied that ex vivo treatments of lymphoid cells with both C5 and C5L were required to more accurately identify the existence of occult HCV infection.",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 234,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 782,
                    "end": 789,
                    "text": "Fig. 3a",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 794,
                    "end": 801,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 985,
                    "end": 994,
                    "text": "(Fig. 3a)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1093,
                    "end": 1102,
                    "text": "(Fig. 3a)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1450,
                    "end": 1459,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Ex vivo stimulation of PBMC with undetectable or low HCV loads augments virus replication"
        },
        {
            "text": "In the course of this study, we identified three cases with persistent occult HCV infection which were accompanied by high HCV RNA loads in naive lymphoid cells obtained at the time of the second sample collection (Group 2b, Table 1 ). When these cells were exposed to C5 or C5L, a dramatic decrease in HCV RNA expression was detected (Fig. 4) . Specifically, while a nearly 90% reduction in the expression of HCV RNA positive strand was found in Case 18, as determined by densitometric analysis, a complete inhibition of the same strand was evident in Case 19, regardless of whether the cells had been treated with C5 or C5L (Fig. 4a) . In Case 20, the level of HCV RNA positive strand was decreased by about 10% after C5 treatment, but became undetectable following the treatment with C5L (Fig. 4a) . In all three cases, the drastic depletion of the HCV positive strand appeared to be a direct result of abrogation of HCV replication, as reflected by a concomitant inhibition of the viral RNA negative strand expression (Fig. 4b) . Comparable levels of GAPDH mRNA detected in both untreated and mitogen-treated cells (Fig. 4c) ruled out the possibility of unequal sample loading or that the treatment with mitogens might have been cytotoxic.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 225,
                    "end": 232,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 335,
                    "end": 343,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 626,
                    "end": 635,
                    "text": "(Fig. 4a)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 791,
                    "end": 800,
                    "text": "(Fig. 4a)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1022,
                    "end": 1031,
                    "text": "(Fig. 4b)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1119,
                    "end": 1128,
                    "text": "(Fig. 4c)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Ex vivo stimulation of lymphoid cells with high HCV load inhibits virus replication and can completely eliminate virus"
        },
        {
            "text": "To learn as to why there was such a pronounced inhibition of HCV RNA expression following mitogen stimulation of the cells with initially high HCV load, we investigated whether induction of antiviral cytokines in these cells might be the underlying reason. For this purpose, the transcriptional activity of IFNa5, IFNc, TNFa and MxA, an intracellular indicator of interferon activation [28] , were examined whenever material permitted in both naive and mitogentreated PBMC from randomly selected cases in Groups 1 and 2a, as well as from all 3 patients in Group 2b (Table 1 ).",
            "cite_spans": [
                {
                    "start": 386,
                    "end": 390,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 565,
                    "end": 573,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Abrogation of HCV replication in lymphoid cells is mediated by IFNa5"
        },
        {
            "text": "In the preceding experiments, it was established that the levels of IFN5a mRNA in unstimulated human lymphoid cells were too low to be accurately measured by real-time RT-PCR. Therefore, a more sensitive RT-PCR/NAH assay was employed to evaluate the level of this cytokine mRNA, while IFNc and TNFa mRNAs were quantified by real-time RT-PCR. As depicted in Fig. 5a , lymphoid cells with initially undetectable or low HCV loads obtained from Cases 6 and 13, respectively (Table 1) , which had exhibited augmented virus replication following treatment with C5L (Fig. 3) , showed a decrease in the expression of IFN5a to a virtually nondetectable level after mitogen treatment. Interestingly, transcription of IFN5a in the cells from a CHC patient (CHC-2), which carried <200 vge/lg total cellular RNA and had shown increased HCV RNA expression following mitogen stimulation (Fig. 3) , was also inhibited. Conversely, transcription of the IFNa5 gene was evidently augmented in lymphoid cells from Cases 18 and 19 after treatment with C5 or C5L (Fig. 5) . Intriguingly, these cells carried initially high HCV loads but the viral replication was completely or nearly completely abrogated after their exposure to the mitogens (Fig. 4) . In sharp contrast, we found no association between the levels of IFNc mRNA or TNFa mRNA and the rate of HCV replication in lymphoid cells (data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 357,
                    "end": 364,
                    "text": "Fig. 5a",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 470,
                    "end": 479,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 559,
                    "end": 567,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 872,
                    "end": 880,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1041,
                    "end": 1049,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1220,
                    "end": 1228,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Abrogation of HCV replication in lymphoid cells is mediated by IFNa5"
        },
        {
            "text": "To confirm the inverse relation between the level of IFNa5 mRNA and the rate of HCV replication, the levels of MxA mRNA in the same untreated and mitogen-treated lymphoid cells were assessed. As shown in Fig. 5b , an upregulation of HCV RNA following mitogen stimulation (Cases 6 and 13; Fig. 3 and Table 1 ) was associated with a down-regulation of MxA in lymphoid cells. Similarly, in the two cases ( Cases  18 and 19) , where a significant inhibition of HCV replication after mitogen treatment was observed ( Fig. 4 and Table 1 ), a marked increase in the amount of MxA transcripts was found. Such an inverse correlation between HCV load and MxA expression was consistent with that between HCV RNA and IFNa mRNA. However, it is of note that as MxA mRNA was detected with a relatively higher sensitivity than IFNa5 mRNA, mitogen-treated lymphoid cells from one healthy individual were found to be positive for MxA mRNA despite the apparent absence of IFNa5 expression. T  U  L  5  C  5  C  L  5  C  5  C  T  U  L  5  C   e  s  a  C  8  1  e  s  a  C  0  2  e  s  a  C  9  1  8  4  months  months  months  6  3 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 204,
                    "end": 211,
                    "text": "Fig. 5b",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 288,
                    "end": 294,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 299,
                    "end": 306,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 403,
                    "end": 420,
                    "text": "Cases  18 and 19)",
                    "ref_id": null
                },
                {
                    "start": 512,
                    "end": 518,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 523,
                    "end": 530,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 971,
                    "end": 1111,
                    "text": "T  U  L  5  C  5  C  L  5  C  5  C  T  U  L  5  C   e  s  a  C  8  1  e  s  a  C  0  2  e  s  a  C  9  1  8  4  months  months  months  6  3",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Abrogation of HCV replication in lymphoid cells is mediated by IFNa5"
        },
        {
            "text": "In our previous studies, persistence of low levels of HCV RNA in individuals followed for years after they had been considered cured of hepatitis C, based on the results of standard laboratory assays for HCV RNA and normal liver function tests, was documented [5, 6] . Similar findings were subsequently reported by other groups by examining both lymphoid cells [7, 8, 21] and liver tissue fragments [8, 21, 22] . In this clinically silent form of HCV persistence, T and B lymphocytes were found to carry replicating HCV genomes [5] . In the present study, it has been demonstrated that cells of the monocytic lineage also are a reservoir of HCV replication in occult infection. This finding is consistent with a recent observation made in another laboratory [21] , which showed the presence of HCV RNA in cultured monocytes from individuals with resolved hepatitis C. The current study, for the first time, documents the existence of a reverse relation between HCV load and expression of IFNa in lymphoid cells in the course of occult HCV infection. In addition, it was found that the level of HCV RNA in naive lymphoid cells during occult persistence is a predictor of whether ex vivo stimulation will enhance or abrogate viral replication in these cells. Specifically, when the level of HCV RNA in naive circulating lymphoid cells is equal to or >10 3 vge/lg total RNA (10-15 lg of RNA is typically recovered from 1 · 10 7 lymphoid cells), stimulation of the cells leads to drastic inhibition in HCV replication. However, under the same treatment conditions, augmentation of HCV replication is usually observed in cells carrying around 5-50 vge/lg total RNA. Subsequent analysis showed that the level of IFNa transcription, but not that of IFNc or TNFa, is relevant to the control of HCV replication in lymphoid cells during occult infection.",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 263,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 264,
                    "end": 266,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 362,
                    "end": 365,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 366,
                    "end": 368,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 369,
                    "end": 372,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 400,
                    "end": 403,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 404,
                    "end": 407,
                    "text": "21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 408,
                    "end": 411,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 529,
                    "end": 532,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 759,
                    "end": 763,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In the current study, by employing the assays of superior sensitivity [5, 6] , it was found that more than 80% of the individuals who had been deemed free of HCV by standard detection methods in fact carried small amounts of viral RNA in sera (£10 2 vge/mL) and 50% of them were also positive for HCV RNA in naive lymphoid cells at the levels ranging between estimated 5 · 10 0 to 7 · 10 3 vge/lg total RNA. Importantly, HCV RNA replicative intermediate was identified in approximately 65% of the lymphoid cell samples positive for the HCV negative strand. Heterogeneity in viral sequences detected in serum and PBMC samples, collected at the same or at two different occasions from the same individuals, provided additional evidence for persistently progressing viral replication in lymphoid cells. , and a patient with chronic hepatitis C (CHC-2) were left untreated (UT) or treated with C5L as described in Materials and methods. RNA was examined for IFN5a, MxA and glyceraldehyde-3-phosphate dehydrogenase (GAPDH) by specific reverse transcription-polymerase chain reaction/nucleic acid hybridization assays. Tenfold serial dilutions of rIFNa and MxA (rMxA) gene fragments were used for enumeration of the test samples. Recombinant GAPDH gene fragment (rGAPDH) was amplified in parallel and used as a loading control. Contamination controls were described in legends to Fig. 1 . Numbers under the panel represent relative densitometric units given by hybridization signals.",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 73,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 74,
                    "end": 76,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 1374,
                    "end": 1380,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Interestingly, the nucleotide differences found in paired sera and lymphoid cells clustered around the same region of the 5¢-UTR where other groups of investigators had also observed HCV polymorphism [29, 30] . As such, our data support the notion of the compartmentalization of HCV variants, as it has been reported for patients with CHC [10, [31] [32] [33] and suggest that a similar event can occur in persistent silent infection continuing after resolution of a symptomatic disease.",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 204,
                    "text": "[29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 205,
                    "end": 208,
                    "text": "30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 339,
                    "end": 343,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 344,
                    "end": 348,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 349,
                    "end": 353,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 354,
                    "end": 358,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Addition of LPS, which is a potent activator of monocytes and macrophages, to the previously designed mitogen-cytokine cocktail activating T and B lymphocytes [5] , further enhanced the detection of occult HCV infection in PBMC. In fact, PBMC treated with C5L showed higher levels of HCV RNA expression than those treated with C5 in a significant number of cases examined. The contribution of HCV residing in monocytes to the viral load identified in the total PBMC population was most pronounced in four individuals in whom HCV presence was only identified after treatment of the cells with C5L (Table 1 and Fig. 3 ). Our finding of monocytes being a reservoir of replicating HCV is in agreement with those suggested by others [3, 21] . Interestingly, susceptibility of monocytes to infection is not unique to HCV. The cells of this lineage have been shown to be permissive to a wide range of viruses [34] , including dengue virus [35] , feline coronaviruses [36] and human immunodeficiency virus [37] .",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 162,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 728,
                    "end": 731,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 732,
                    "end": 735,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 902,
                    "end": 906,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 932,
                    "end": 936,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 960,
                    "end": 964,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 998,
                    "end": 1002,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [
                {
                    "start": 596,
                    "end": 608,
                    "text": "(Table 1 and",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 609,
                    "end": 615,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Among the 20 individuals investigated in the current study, three patients were unique in that the levels of HCV RNA detected in their naive lymphoid cells were between 1 · 10 3 and 7 · 10 3 vge/lg total RNA, a viral load that we typically observe in lymphoid cells from patients with CHC (Pham and Michalak, unpubl. data). In all three cases, there was no apparent correlation between HCV level in lymphoid cells and in serum, which was in the range of 40-200 vge/ mL. This indicates that relatively high HCV loads in lymphoid cells can occur in individuals with permanently low serum HCV RNA, albeit most likely transiently as PBMC samples collected a year before from the same persons contained low HCV loads, comparable with those detected in other individuals with persistent occult infection investigated in this study. A similar observation was made in occult hepadnaviral infection in the woodchuck model of hepatitis B where the number of circulating lymphoid cells carrying WHV genome was measured by in situ PCR followed by flow cytometric detection of positive cells [38] . The results of this study demonstrated that the number of virus-reactive lymphoid cells in either primary or secondary occult WHV infection can be occasionally as high as that in symptomatic, serologically evident chronic hepatitis.",
            "cite_spans": [
                {
                    "start": 1079,
                    "end": 1083,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Ex vivo stimulation of lymphoid cells with high HCV loads obtained from the individuals with occult infection resulted in at least 90% inhibition of HCV RNA expression after treatment with C5 in two cases and virtually complete abrogation of viral expression in all three cases after expo-sure of the cells to C5L (Fig. 4) . The fact that the levels of the housekeeping GAPDH gene remained similar in untreated and mitogen-treated samples ruled out the possibility that the mitogen-cytokine cocktails might have caused cell death or random changes to viral RNA expression. We subsequently assessed the transcriptional activity of selected antiviral cytokines in both naive and stimulated lymphoid cells to assess whether these cytokines may be of relevance to HCV replication. It is of note that IFNa5 was selected for this investigation as it has been reported that this isoform of IFNa, one of the 13 members of the IFNa family, was found to be predominantly induced in circulating lymphoid cells [39] but downregulated in hepatic tissue [40] of patients with CHC. The results of our analysis showed that a down-regulation of HCV RNA was closely correlated with an increase in the level of IFNa5 expression. Conversely, augmentation of HCV replication paralleled a decrease in the intracellular IFNa5 mRNA level (Fig. 5) . Demonstration of a similar relation between HCV RNA load and of IFN-stimulated MxA confirmed that activation of the IFNa signalling pathway most likely plays a pivotal role in the control of HCV replication in lymphoid cells in the course of occult infection. In contrast, neither IFNc nor TNFa expression appeared to have any direct association with the rate of HCV replication. Such an antiviral effect of endogenous IFNa against viral pathogens replicating in lymphoid cells is not exclusive to HCV, as similar observations have been made in both in vivo and in vitro settings for human herpesvirus-8 [41] , dengue virus [42] and West Nile virus [43] . Our findings and those reported for patients with CHC [39] collectively suggest that HCV infection does not seem to impede the production of IFNa in lymphoid cells, unlike that with hepatitis B virus [44] or HIV [45] . What however remains unknown, and will require a separate study, is the interplay between HCV and the host machinery mediating activation of lymphoid cells in response to mitogen treatment. Deciphering the underlying molecular mechanisms would be of importance as the amount of HCV residing in lymphoid cells appears to predetermine the outcome of mitogen stimulation in regard to IFNa expression and whether subsequently HCV replication is augmented, suppressed or even aborted in these cells. Understanding of this issue may have a direct impact not only on the designing practical approaches for detection of occult HCV infection, but also on individualized methods of induction on HCV clearance in particular virological situations.",
            "cite_spans": [
                {
                    "start": 999,
                    "end": 1003,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1040,
                    "end": 1044,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1929,
                    "end": 1933,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1949,
                    "end": 1953,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1974,
                    "end": 1978,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 2035,
                    "end": 2039,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 2181,
                    "end": 2185,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 2193,
                    "end": 2197,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [
                {
                    "start": 314,
                    "end": 322,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1314,
                    "end": 1322,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Natural history of chronic hepatitis C",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Seeff",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Hepatology",
            "volume": "36",
            "issn": "",
            "pages": "35--46",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Replication of hepatitis C virus in B lymphocytes (CD19+)",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Morsica",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tambussi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sitia",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Blood",
            "volume": "94",
            "issn": "",
            "pages": "1138--1139",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Hepatitis C virus in lymphoid cells of patients coinfected with human immunodeficiency virus type 1: evidence of active replication in monocytes/macrophages and lymphocytes",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Laskus",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Radkowski",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Piasek",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Infect Dis",
            "volume": "181",
            "issn": "",
            "pages": "442--448",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Evidence of viral replication in circulating dendritic cells during hepatitis C virus infection",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Goutagny",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fatmi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "De",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Infect Dis",
            "volume": "187",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Mitogen-induced upregulation of hepatitis C virus expression in human lymphoid cells",
            "authors": [
                {
                    "first": "Tnq",
                    "middle": [],
                    "last": "Pham",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Macparland",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Coffin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Bursey",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "I"
                    ],
                    "last": "Michalak",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Gen Virol",
            "volume": "86",
            "issn": "",
            "pages": "657--666",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Hepatitis C virus persistence after spontaneous or treatment-induced resolution of hepatitis C",
            "authors": [
                {
                    "first": "Tnq",
                    "middle": [],
                    "last": "Pham",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Macparland",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Mulrooney",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Cooksley",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "V"
                    ],
                    "last": "Naoumov",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "I"
                    ],
                    "last": "Michalak",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Virol",
            "volume": "78",
            "issn": "",
            "pages": "5867--5874",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Re-emergence of hepatitis C virus after 8.5 years in a patient with hypogammaglobulinemia: evidence for an occult viral reservoir",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Polson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Carney",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sahin",
                    "suffix": ""
                },
                {
                    "first": "Gale",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Infect Dis",
            "volume": "192",
            "issn": "",
            "pages": "1088--1092",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Detection of hepatitis C virus (HCV) RNA in the liver of healthy, anti-HCV antibody-positive, serum HCV RNA-negative patients with normal alanine aminotransferase levels",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Carreno",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pardo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Lopez-Alcorocho",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rodriguez-Inigo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bartolome",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Castillo",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Infect Dis",
            "volume": "194",
            "issn": "",
            "pages": "53--60",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Search for hepatitis C virus negative strand RNA sequences and analysis of viral sequence in the central nervous system: evidence of replication",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Radkowski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wilkinson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nowicki",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Virol",
            "volume": "76",
            "issn": "",
            "pages": "600--608",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Identification of unique hepatitis C virus quasispecies in the central nervous system and comparative analysis of internal translational efficiency of brain, liver and serum variants",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Forton",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Karayianis",
                    "suffix": ""
                },
                {
                    "first": "Mahmud",
                    "middle": [
                        "N"
                    ],
                    "last": "Taylor-Robinson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Virol",
            "volume": "78",
            "issn": "",
            "pages": "5170--5183",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Occult hepatitis C virus infection in patients in whom the etiology of persistently abnormal results of liver-function tests is unknown",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Castillo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pardo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bartolome",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Infect Dis",
            "volume": "189",
            "issn": "",
            "pages": "7--14",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Hepatitis C virus replicates in peripheral blood mononuclear cells in patients with occult hepatitis C virus infection",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Castillo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rodriguez-Inigo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bartolome",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Gut",
            "volume": "54",
            "issn": "",
            "pages": "682--685",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Evidence for in vitro replication of hepatitis C virus genome in a human T cell line",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "K"
                    ],
                    "last": "Shimizu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Iwamoto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hijikata",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Purcell",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yoshikura",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Proc Natl Acad Sci",
            "volume": "89",
            "issn": "",
            "pages": "5477--5481",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Establishment of B-cell lymphoma cell lines persistently infected with hepatitis C virus in vivo and in vitro: the apoptotic effects of virus infection",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Sung",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shimodaira",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Doughty",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Virol",
            "volume": "77",
            "issn": "",
            "pages": "2134--2146",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Infection of primary human macrophages with hepatitis C virus in vitro: induction of tumor necrosis factor-alpha and interleukin 8",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Radkowski",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bednarska",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Horban",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Gen Virol",
            "volume": "85",
            "issn": "",
            "pages": "47--59",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "De novo infection and propagation of wild-type hepatitis C virus in human T lymphocytes in vitro",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Macparland",
                    "suffix": ""
                },
                {
                    "first": "Tnq",
                    "middle": [],
                    "last": "Pham",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Gujar",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "I"
                    ],
                    "last": "Michalak",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Gen Virol",
            "volume": "87",
            "issn": "",
            "pages": "3577--3586",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "How viruses escape from cytotoxic T lymphocytes: molecular parameters and players",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Oldstone",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Virology",
            "volume": "234",
            "issn": "",
            "pages": "179--185",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Occult persistence and lymphotropism of hepadnaviral infection: insights from the woodchuck viral hepatitis model",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "I"
                    ],
                    "last": "Michalak",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Immunol Rev",
            "volume": "174",
            "issn": "",
            "pages": "98--111",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Mechanism of action of interferon and ribavirin in treatment of hepatitis C",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Feld",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Hoofnagle",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "436",
            "issn": "",
            "pages": "967--972",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Use and interpretation of virological tests for hepatitis C",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Pawlotsky",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Hepatology",
            "volume": "36",
            "issn": "",
            "pages": "0--65",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Persistence of hepatitis C virus in patients successfully treated for chronic hepatitis C",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Radkowski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Gallegos-Orozco",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jablonska",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Hepatology",
            "volume": "41",
            "issn": "",
            "pages": "106--114",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Hepatitis C virus persists and replicates in the liver of the majority of sustained responder patients to antiviral treatment",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Carreno",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Castillo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rodriguez-Inigo",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Hepatology",
            "volume": "42",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Occult hepatitis C virus persistence: identification and characteristics",
            "authors": [
                {
                    "first": "Tnq",
                    "middle": [],
                    "last": "Pham",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "I"
                    ],
                    "last": "Michalak",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Med Lab Obser",
            "volume": "38",
            "issn": "",
            "pages": "20--22",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Persistent hepatic alterations in individuals with occult HCV infection following sustained virological response to antiviral therapy",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Coffin",
                    "suffix": ""
                },
                {
                    "first": "Tnq",
                    "middle": [],
                    "last": "Pham",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Urbanski",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "I"
                    ],
                    "last": "Michalak",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Hepatol",
            "volume": "44",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Lipopolysaccharide recognition: CD14, TLRs and the LPS-activation cluster",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Triantafilou",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Triantafilou",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Trends Immunol",
            "volume": "23",
            "issn": "",
            "pages": "301--304",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "CLUSTAL W: improving the sensitivity of progressive multiple sequence alignment through sequence weighting, position-specific gap penalties and weight matrix choice",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Higgins",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Gibson",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Nucleic Acids Res",
            "volume": "22",
            "issn": "",
            "pages": "4673--4680",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Molecular cloning of the human hepatitis C virus genome from Japanese patients with non-A, non-B hepatitis",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kato",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hijikata",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ootsuyama",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "87",
            "issn": "",
            "pages": "9524--9528",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Antiviral actions of interferons: interferonregulated cellular proteins and their surprisingly selective antiviral activities",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Samuel",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Virology",
            "volume": "183",
            "issn": "",
            "pages": "1--11",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The origin of hepatitis C virus reinfecting transplanted livers: serum-derived versus peripheral blood mononuclear cell-derived virus",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Laskus",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Radkowski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wilkinson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Vargas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rakela",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Infect Dis",
            "volume": "185",
            "issn": "",
            "pages": "417--421",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Characterization of long-term cultures of hepatitis C virus",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nakajima",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hijikata",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yoshikura",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "K"
                    ],
                    "last": "Shimizu",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J Virol",
            "volume": "70",
            "issn": "",
            "pages": "3325--3329",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Differences in hepatitis C virus quasispecies composition between liver, peripheral blood mononuclear cells and plasma",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Maggi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fornai",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Vatteroni",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Gen Virol",
            "volume": "78",
            "issn": "",
            "pages": "1521--1525",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Genetic diversity and tissue compartmentalization of the hepatitis C virus genome in blood mononuclear cells, liver, and serum from chronic hepatitis C patients",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Navas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Quiroga",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Castillo",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Carreno",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Virol",
            "volume": "72",
            "issn": "",
            "pages": "1640--1646",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Compartmentalization of hepatitis C virus genotypes between plasma and peripheral blood mononuclear cells",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Roque-Afonso",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ducoulombier",
                    "suffix": ""
                },
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Liberto",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "6349--6357",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Role of macrophages in natural resistance to virus infections",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Mogensen",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Microbiol Rev",
            "volume": "43",
            "issn": "",
            "pages": "1--26",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Activation of terminally differentiation monocytes/macrophages by dengue virus: productive infection, hierarchical production of innate cytokines and chemokines, and the synergistic effects of lipopolysaccharide",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Virol",
            "volume": "76",
            "issn": "",
            "pages": "9877--9887",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Replication of feline coronaviruses in peripheral blood monocytes",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Dewerchin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Cornelissen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Nauwynck",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Arch Virol",
            "volume": "150",
            "issn": "",
            "pages": "2483--2500",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Replication of human immunodeficiency virus in monocytes. Granulocyte/macrophage colony-stimulating factor (GM-CSF) potentiates viral production yet enhances the antiviral effect mediated by 3¢-azido-2¢3¢-dideoxythymidine (AZT) and other dideoxynucleoside congeners of thymidine",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Perno",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Yarchoan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Cooney",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J Exp Med",
            "volume": "169",
            "issn": "",
            "pages": "933--951",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Quantitative detection of hepadnavirus-infected lymphoid cells by in situ PCR combined with flow cytometry: implications for the study of occult virus persistence",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Mulrooney",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "I"
                    ],
                    "last": "Michalak",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Virol",
            "volume": "77",
            "issn": "",
            "pages": "970--979",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Expression of interferon-subtypes in peripheral blood mononuclear cells from patients with chronic hepatitis C: a role for interferon-5",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Larrea",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Alberdi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Castelruiz",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Boya",
                    "suffix": ""
                },
                {
                    "first": "M-P",
                    "middle": [],
                    "last": "Civeira",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Prieto",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Viral Hep",
            "volume": "8",
            "issn": "",
            "pages": "103--110",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Interferon alpha subtypes and levels of type I interferons in the liver and peripheral mononuclear cells in patients with chronic hepatitis C and controls",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Castelruiz",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Larrea",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Boya",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Civeira",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Prieto",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Hepatology",
            "volume": "29",
            "issn": "",
            "pages": "1900--1904",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Alpha interferon inhibits human herpesvirus-8 (HHV) reactivation in primary effusion lymphoma cells and reduces HHV-8 load in cultured peripheral blood mononuclear cells",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Monini",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Carlini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sturzl",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Virol",
            "volume": "73",
            "issn": "",
            "pages": "4029--4041",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Production of interferon alpha by dengue virus-infected human monocytes",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kurane",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Ennis",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J Gen Virol",
            "volume": "69",
            "issn": "",
            "pages": "445--449",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Alpha/beta interferon protects against lethal West Nile virus infection by restricting cellular tropism and enhancing neuronal survival",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Samuel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Diamond",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "13350--13361",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Decreased frequency and function of circulating plasmacytoid dendritic cells (pDC) in hepatitis B virus infected humans",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "Z"
                    ],
                    "last": "Duan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhuang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Clin Immunol",
            "volume": "24",
            "issn": "",
            "pages": "637--646",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Impaired monocyte maturation in response CpG oligodeoxynucleotide is related to viral RNA levels in human immunodeficiency virus disease and is at least partially mediated by deficiencies in alpha/beta interferon responsiveness and production",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Lederman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Salkowitz",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rodriguez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "V"
                    ],
                    "last": "Harding",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Sieg",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "4109--4119",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Detection of hepatitis C virus (HCV) RNA in paired serum and peripheral blood mononuclear cells (PBMC) samples collected a year apart from an individual with persistent occult HCV infection continuing after apparent complete recovery from hepatitis C. Samples from Patient 17 were obtained at 36 and 48 months (mo) after sustained virological response. RNA extracted from 250 lL serum or 2 · 10 6 naive (mitogen-untreated) PBMC was amplified by nested reverse transcriptionpolymerase chain reaction using 5¢ untranslated region (5¢-UTR)-or E2-specific primers. The specificity of the amplicons was verified by nucleic acid hybridization. RNA extracted from an equivalent amount of serum and the same number of naive PBMC from a patient with chronic hepatitis C (CHC-1) were used as a positive control. Contamination controls included water added instead of cDNA and amplified by direct (DW) and nested (NW) reactions and mock (M) treated as test RNA. Positive signals showed the expected 346-bp (direct) and 244-bp (nested) 5¢-UTR fragments, as well as the 476-bp (direct) and 443-bp (semi-nested) E2 amplicons. Numbers under the panel represent relative densitometric units given by hybridization signals.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Hepatitis C virus (HCV) sequences identified in sera and lymphoid cells from individuals with occult HCV infection continuing after a sustained virological response. HCV 5¢ untranslated region (5¢-UTR) sequences amplified from serum and peripheral blood mononuclear cells obtained at the second collection from Case 19 and from both collections from Case 20 were cloned, sequenced bidirectionally, and the sequences aligned with the prototype HCV genotype 1b sequence, HCV-1J[27]. Sequences of 6 to 8 clones per test sample are shown. Nucleotides in the cloned sequences identical with the HCV reference (top line) are shown as dots and differences are identified by letters.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Upregulation of hepatitis C virus (HCV) RNA expression in lymphoid cells from individuals with occult infection following their ex vivo treatment with mitogen-cytokine cocktails. RNA extracted from lymphoid cells which had been either untreated (UT) or cultured in the presence of C5 or C5L were analyzed for HCV RNA positive (a) and negative (b) strands by strand-specific reverse transcription-polymerase chain reaction/nucleic acid hybridization. Peripheral blood mononuclear cells samples from a patient with chronic hepatitis C (CHC-2) treated under the same conditions as test cell samples were used as positive controls. Contamination controls were as described in the legends toFig. 1. Numbers under the panel represent relative densitometric units given by hybridization signals.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Inhibition of hepatitis C virus (HCV) replication in lymphoid cells from patients with occult HCV infection and high HCV RNA load after treatment with mitogens. Peripheral blood mononuclear cells with HCV RNA load of 10 3 vge/lg RNA were left untreated (UT) or cultured for 72 h in the presence of either C5 or C5L. RNA was extracted and evaluated for HCV RNA positive (a) and negative (b) strands or glyceraldehyde-3-phosphate dehydrogenase (c) by reverse transcription-polymerase chain reaction/nucleic acid hybridization assays. Contamination controls were as described in the legend toFig. 1. Numbers under the panel represent relative densitometric units of hybridization signals.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Expression of interferon 5 a (IFN5a) and MxA in naive and mitogen-treated lymphoid cells which carried initially either low or high loads of hepatitis C virus (HCV). Lymphoid cells from two healthy persons, individuals with occult HCV infection carrying undetectable or low levels of HCV RNA in these cells (Cases 13 and 6), individuals with occult HCV infection and high HCV RNA load in the cells (Cases 18 and 19)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Clinical characteristics and detection of hepatitis C virus (HCV) RNA in two serum and lymphoid cell samples obtained a year apart from individuals with occult HCV infection continuing after resolution of hepatitis C",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}