{"paper_id": "38f4577b5c6dfbe937ace843e1e4eb966f91af2a", "metadata": {"title": "Implementation of FilmArray Respiratory Viral Panel in a Core Laboratory Improves Testing Turnaround Time and Patient Care", "authors": [{"first": "Min", "middle": [], "last": "Xu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Xuan", "middle": [], "last": "Qin", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Michael", "middle": ["L"], "last": "Astion", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Joe", "middle": ["C"], "last": "Rutledge", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Joanne", "middle": [], "last": "Simpson", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Keith", "middle": ["R"], "last": "Jerome", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Janet", "middle": ["A"], "last": "Englund", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Danielle", "middle": ["M"], "last": "Zerr", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Russell", "middle": ["T"], "last": "Migita", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Shannon", "middle": [], "last": "Rich", "suffix": "", "affiliation": {}, "email": ""}, {"first": "John", "middle": ["C"], "last": "Childs", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Anne", "middle": [], "last": "Cent", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Mark", "middle": ["A Del"], "last": "Beccaro", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "The FilmArray respiratory virus panel detects 15 viral agents in respiratory specimens using polymerase chain reaction. We performed FilmArray respiratory viral testing in a core laboratory at a regional children's hospital that provides service 24 hours a day, 7 days a week. The average and median turnaround time were 1.6 and 1.4 hours, respectively, in contrast to 7 and 6.5 hours documented 1 year previously at an on-site reference laboratory using a direct fluorescence assay (DFA) that detected 8 viral agents. During the study period, rhinovirus was detected in 20% and coronavirus in 6% of samples using FilmArray; these viruses would not have been detected with DFA. We followed 97 patients with influenza A or influenza B who received care at the emergency department (ED). Overall, 79 patients (81%) were given oseltamivir in a timely manner defined as receiving the drug in the ED, a prescription in the ED, or a prescription within 3 hours of ED discharge. Our results demonstrate that molecular technology can be successfully deployed in a nonspecialty, high-volume, multidisciplinary core laboratory.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Acute respiratory infection is a leading cause of outpatient visits and hospitalization in young children, especially in winter and spring. 1 Most of the acute respiratory infections are caused by viral agents, with primary or secondary bacterial infections occurring less frequently. Without definitive diagnosis, patients with viral infection are more likely to receive unnecessary antibacterial agents. 2 Therefore, laboratory tests providing accurate, timely determination of the infectious agents associated with viral respiratory disease are important. A broad array of tests is available to detect viral respiratory agents. Rapid antigen tests are available for individual respiratory viruses such as influenza A, influenza B, and respiratory syncytial virus (RSV). However, these tests have low sensitivity and specificity. 3-6 Several molecular tests have been developed to detect viral RNA or DNA using the polymerase chain reaction (PCR) method. 7-9 These tests show high sensitivity and specificity, but most of these molecular tests are technically challenging and time consuming and require experienced, specialized medical technologists. They are usually performed in large medical centers in highly specialized molecular or virology laboratories with limited hours of operation.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "FilmArray (Idaho Technologies, Salt Lake City, UT) is a small desktop closed single-piece flow real-time PCR system. This end-to-end molecular system includes automation of nucleic acid extraction, an initial reverse transcription and multiplex PCR, followed by singleplex second-stage PCR reactions for detection of specific viral agents in a single-use cartridge. The respiratory virus panel performed on FilmArray is able to detect 15 viral agents from respiratory specimens. 10 The test requires 5 minutes hands-on time and 65 minutes of instrumentation time. Comparison", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The FilmArray respiratory virus panel detects 15 viral agents in respiratory specimens using polymerase chain reaction. We performed FilmArray respiratory viral testing in a core laboratory at a regional children's hospital that provides service 24 hours a day, 7 days a week. The average and median turnaround time were 1.6 and 1.4 hours, respectively, in contrast to 7 and 6.5 hours documented 1 year previously at an on-site reference laboratory using a direct fluorescence assay (DFA) that detected 8 viral agents. During the study period, rhinovirus was detected in 20% and coronavirus in 6% of samples using FilmArray; these viruses would not have been detected with DFA. We followed 97 patients with influenza A or influenza B who received care at the emergency department (ED). Overall, 79 patients (81%) were given oseltamivir in a timely manner defined as receiving the drug in the ED, a prescription in the ED, or a prescription within 3 hours of ED discharge. Our results demonstrate that molecular technology can be successfully deployed in a nonspecialty, high-volume, multidisciplinary core laboratory.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Acute respiratory infection is a leading cause of outpatient visits and hospitalization in young children, especially in winter and spring. 1 Most of the acute respiratory infections are caused by viral agents, with primary or secondary bacterial infections occurring less frequently. Without definitive diagnosis, patients with viral infection are more likely to receive unnecessary antibacterial agents. 2 Therefore, laboratory tests providing accurate, timely determination of the infectious agents associated with viral respiratory disease are important. A broad array of tests is available to detect viral respiratory agents. Rapid antigen tests are available for individual respiratory viruses such as influenza A, influenza B, and respiratory syncytial virus (RSV). However, these tests have low sensitivity and specificity. [3] [4] [5] [6] Several molecular tests have been developed to detect viral RNA or DNA using the polymerase chain reaction (PCR) method. [7] [8] [9] These tests show high sensitivity and specificity, but most of these molecular tests are technically challenging and time consuming and require experienced, specialized medical technologists. They are usually performed in large medical centers in highly specialized molecular or virology laboratories with limited hours of operation.", "cite_spans": [{"start": 832, "end": 835, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 836, "end": 839, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 840, "end": 843, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 844, "end": 847, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 969, "end": 972, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 973, "end": 976, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 977, "end": 980, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": ""}, {"text": "FilmArray (Idaho Technologies, Salt Lake City, UT) is a small desktop closed single-piece flow real-time PCR system. This end-to-end molecular system includes automation of nucleic acid extraction, an initial reverse transcription and multiplex PCR, followed by singleplex second-stage PCR reactions for detection of specific viral agents in a single-use cartridge. The respiratory virus panel performed on FilmArray is able to detect 15 viral agents from respiratory specimens. 10 The test requires 5 minutes hands-on time and 65 minutes of instrumentation time. Comparison studies between FilmArray and other molecular tests for respiratory viral agents showed comparable results. [11] [12] [13] [14] [15] As part of our preimplementation planning, we surveyed 10 other clinical laboratories in the United States. Only 1 laboratory performed the test in the general laboratory, with the rest performing the test in the microbiology, virology, or molecular laboratories. We reasoned that a general medical technologist with proper training would be able to perform the test.", "cite_spans": [{"start": 683, "end": 687, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 688, "end": 692, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 693, "end": 697, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 698, "end": 702, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 703, "end": 707, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": ""}, {"text": "To provide 24 hours per day, 7 days per week (24/7) service to our emergency department (ED) and urgent care center, we decided to perform the test in the core laboratory. Our core laboratory is a rapid response facility staffed by approximately 35 full-time equivalent (FTE) employees providing analysis encompassing automated chemistry, hematology, coagulation, urinalysis, blood gas analysis, and selected therapeutic drug monitoring. In addition, individual manual tests such as pregnancy tests, cardiac markers, drug abuse screening, sickle cell screening, occult blood, and heterophil antibodies are also performed in the core laboratory. We do not currently have a 24/7 microbiology laboratory, and during the night shift the core technologists perform culture setup and Gram staining. Our core specimen processing and testing are designed based on lean, single-piece flow principles without batching. 16 Because the core laboratory was already involved in such work flow, the institution of FilmArray should be relatively simple.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "In this study we describe the implementation of FilmArray in the core laboratory to provide rapid 24/7 service for respiratory virus diagnosis.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Pediatric patients up to 21 years of age who were cared for in our hospital or urgent care clinics and who underwent respiratory viral PCR testing between December 14, 2011, and April 19, 2012, were included in the study. For FilmArray assay, the midturbinate nasal swab was collected using a nylon flocked swab (Copan Diagnostics, Murrieta, CA) that was immediately placed in universal transport media (UTM) (Copan Diagnostics). Nursing staff collected all samples and were trained in the technique before the December initiation of the FilmArray assay. Specimens in UTM were tested as soon as they were received in the laboratory. Before the institution of the FilmArray panel, direct fluorescence assay (DFA) testing was used for respiratory specimens, with the nasal wash the preferred specimen type. More than 95% of the specimens submitted for DFA by the ED the previous year were nasal washes.", "cite_spans": [], "ref_spans": [], "section": "Patients and Samples"}, {"text": "Viruses present in respiratory samples were tested using the FilmArray respiratory panel, which detects 15 viral agents including adenovirus, coronavirus HKU1, coronavirus NL63, human metapneumovirus, rhinovirus/enterovirus, influenza A, influenza A H1, influenza A H1 2009, influenza A H3, influenza B, parainfluenza 1, 2, 3, 4, and RSV. Samples were loaded into the testing cartridge under a ventilation hood. After hydrating the pouch with 1.0 mL of hydration solution, 300 mL of respiratory sample was diluted in 0.5 mL of sample buffer, of which 300 mL was injected into the sample pouch, which was then loaded onto the instrument. After entering the sample identification, the instrument was started and the result was available in approximately 1 hour. The testing pouch contains all the reagents for nucleic acid extraction, reverse transcription, first-step multiplex PCR amplification, and second-step real-time PCR amplification with single specific primer pair. For each viral agent, the second-step PCR was performed in triplicate. The software automatically analyzes the melting curve of the second-step PCR to report the results as positive or negative.", "cite_spans": [], "ref_spans": [], "section": "Virus Detection by FilmArray Technology"}, {"text": "This was the first molecular test implemented in the core laboratory, so microbiology staff assisted in the initial test validation and personnel training. Multiple continuing education sessions were given to core laboratory staff on all shifts regarding technical procedures as well as the principles underlying the technology. All core staff competency evaluations were fully completed before the test was made available clinically.", "cite_spans": [], "ref_spans": [], "section": "Laboratory Staff Training"}, {"text": "DFA was performed on nasal wash samples as described. 17 The procedure detected 8 viral agents including adenovirus, RSV, human metapneumovirus, influenza A, influenza B, and parainfluenza 1, 2, 3. However, it could not differentiate among parainfluenza 1, 2, and 3.", "cite_spans": [], "ref_spans": [], "section": "Direct Fluorescence Assay"}, {"text": "Turnaround time (TAT) data for FilmArray and DFA were collected using the PathNet laboratory clinical information system (Cerner, Kansas City, KS). The TAT was the interval from when the sample was logged into the laboratory information system (inside the laboratory) to when the result was verified. The information on administration of antiviral therapy was obtained from chart review in the clinical information system. The positive results of viral agents were tabulated daily.", "cite_spans": [], "ref_spans": [], "section": "Collection of Turnaround Time and Viral Epidemiology Data"}, {"text": "The study was approved by the institutional review board of Seattle Children's Hospital, Seattle, WA.", "cite_spans": [], "ref_spans": [], "section": "Collection of Turnaround Time and Viral Epidemiology Data"}, {"text": "Respiratory virus testing with FilmArray was initiated on December 14, 2011. During the 4-month period ending April 19, 2012, a total of 2,537 specimens were tested. Seventy-one percent of the samples were from the ED or urgent care. The daily testing volume varied from 3 to 44 ❚Figure 1❚. The average daily volume for the first 2 months and second 2 months were 15 and 25, respectively. Because the FilmArray instrument is designed for single-specimen throughput and requires 65 minutes of instrument time, we purchased 3 instruments that could run simultaneously 24 hours a day. The average and median TAT was 1.6 and 1.4 hours, respectively, with 82% completed in less than 2 hours and 95% in less than 3 hours ❚Table 1❚. Before this molecular test was available, we sent respiratory viral testing to an on-site reference laboratory for DFA. DFA testing involved multiple handoff steps in our laboratory and specimen transport to the reference laboratory. DFA specimens were run in batches 3 or 4 times per day depending on the volume during respiratory virus season. The testing time was approximately 3 hours. During the same period 1 year previously, 1,399 DFAs for respiratory viruses were performed. The average and median TAT for DFA was 7 and 6.5 hours, respectively, with 2% completed in less than 3 hours (Table 1 ). The test volume of respiratory virus during the study period was almost doubled compared with the same period last year. During the study period, the instrument failed 4 times. The rate of failed testing, which included quality control failures, insufficient vacuum in the pouch, and pouch leaking, was 1.3%. The TAT was significantly longer when instruments or reagent pouches failed.", "cite_spans": [], "ref_spans": [{"start": 1318, "end": 1326, "text": "(Table 1", "ref_id": null}], "section": "Results"}, {"text": "During the study period, 63% of all samples tested positive for viral agents. Rhinovirus/enterovirus and RSV were J a n u a r y 4 J a n u a r y 7 J a n u a r y 1 0 J a n u a r y 1 3 J a n u a r y 1 6 J a n u a r y 1 9 J a n u a r y 2 2 J a n u a r y 2 5 J a n u a r y 2 8 J a n u a r y 3 1 J a n u a r y 3 F e b r u a r y 6 F e b r u a r y 9 F e b r u a r y 1 2 F e b r u a r y 1 5 F e b r u a r y 1 8 F e b r u a r y 2 1 F e b r u a r y 2 4 F e b r u a r y Current guidelines for treating patients with influenza A or B infection with oseltamivir indicate that the medication should be given within 48 hours of symptom onset to be most effective. In general, children with respiratory symptoms may not seek or be brought to medical attention immediately. A delay in laboratory testing may further prolong the interval between symptom onset and the administration of medication. For treatment benefits, we specifically followed patients (n = 97) who tested positive for influenza A or influenza B admitted to the ED during March 2012. The mean and median length of stay in the ED during the study period was 3.1 and 2.8 hours, respectively. In these 97 patients, respiratory viral results provided by FilmArray were available for 44 patients (45%) before they were discharged from the ED. In 50 patients (52%), positive results were called within 3 hours after discharge. The remaining 3 patients (3%) were notified of the results in more than 3 hours. Of the 97 patients, 22 patients (23%) were treated with oseltamivir in the ED, and 30 patients (31%) were given the prescription while they were in the ED. The prescription was called in to another 27 patients (28%) within 3 hours after discharge from the ED. The remaining 18 (19%) patients received no prescription for oseltamivir. Overall, 79 patients (81%) with influenza virus were given oseltamivir in a timely manner-defined as receiving the drug in the ED, a prescription in the ED, or a prescription within 3 hours of ED discharge. Among the 18 patients who did not receive prescriptions, 6 reported having symptoms for more than 48 hours before the ED visit, 4 patients showed improvement of symptoms according to parents, 4 had a follow-up appointment, 2 received physicians' decisions not to treat, and no information was available for 2 patients.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "The daily tally of all positive results during the respiratory virus season clearly demonstrated the epidemiology of the multiple respiratory viral agents present in symptomatic children receiving care at our institution ❚Figure 2❚ and contributed to both hospital-wide as well as community-wide public health information. Unusually, influenza A and B did not emerge until later in the season at the end of February and peaked in April. Before the emergence of influenza viruses, RSV was the major infectious agent, with a peak noted in mid-February. We also found that 1 patient who received live attenuated influenza vaccine less than 7 days before testing was positive for both influenza A and B; in retrospect, we would not recommend viral testing in patients recently immunized with live vaccine.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Molecular testing for respiratory viruses has become widely available and rapidly deployed in diagnostic laboratories during the past few years. Therefore, the critical operational decision involves which system to choose to meet patient care needs while integrating smoothly into a laboratory's infrastructure. In general, molecular tests for respiratory viruses have to be conducted in batches in specialized molecular, microbiology, or virology laboratories that rarely offer testing during evening and night shifts. The TAT for most molecular tests is also relatively long, ranging from 6 to 8 hours.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "FilmArray is a recent US Food and Drug Administration (FDA)-approved PCR method for detecting 15 respiratory viral agents. Recently, Idaho Technology received FDA approval for 5 additional respiratory viral and bacterial agents including coronavirus 229E, coronavirus OC43, Bordetella pertussis, Chlamydophila pneumoniae, and Mycoplasma pneumoniae. It is simple and fully automated (sample in, result out), with a 65-minute TAT and a single-piece throughput platform. We implemented FilmArray in our core laboratory and ran the test 24/7 during this respiratory viral season. We started with 2 FilmArray instruments. As the volume of tests increased, a third instrument was added and then a fourth one was made available to us as a backup. The redundancy of our instrumentation allowed the laboratory to continue to perform testing if 1 or more instruments were not in operation.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Implementing FilmArray in the core laboratory significantly reduced the TAT of respiratory virus test reporting. In addition, the FilmArray respiratory viral panel includes more viral agents that were not included in previous testing using DFA. Although current treatment for respiratory viral infection is limited to influenza A and B, detection of other viral agents is valuable because clinical suspicion of viral respiratory tract infections can be confirmed, additional workup and therapy can be avoided, and clinicians and parents can be reassured.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In addition to early treatment of patients with influenza virus, early detection of the infectious agent is important to place the patients into appropriate isolation cohorts. Because of its rapid TAT, FilmArray testing for respiratory viruses was also used to place patients into cohorts effectively. In fact, 20% of the respiratory viral tests we performed were primarily for the purpose of patient isolation and forming cohorts. In 2 cases in which patients were admitted for urgent surgery, the rapid respiratory viral testing quickly ruled out influenza infection so that the surgery did not have to be performed under strict isolation procedures using masks and negative pressure in the operating room.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The purchase price of a FilmArray respiratory viral PCR panel was $109 per reagent pouch after discount (list price, $129). Adding 1% to 2% of pouch failure rate and additional quality control testing, the cost was approximately $115 per test. The test took approximately 5 minutes to perform, which was about the same amount of time required for packaging a sample to be sent to a reference laboratory. We did not add any FTE in the core laboratory with the addition of the test. The cost of sending a sample to the reference laboratory for respiratory viral testing by DFA was $98.26. The actual price of FilmArray was only slightly higher than that previous spent on respiratory viral testing. For the DFA testing performed in previous years, nasal wash was the preferred specimen type. The collection of a nasal wash sample resulted in the generation of aerosols, and therefore procedure rooms had to be closed for 30 minutes before the rooms could be used again. Replacing the nasal wash with a midturbinate swab increased efficiency by eliminating the 30-minute room closures. Because 71% of the respiratory viral testing samples were collected from the ED, we potentially saved 900 hours of ED room for the 2,537 respiratory viral tests performed. The cost savings could not be accurately calculated. However, in 1 report it was found that a 1-hour reduction in ED boarding time would result in $9,693 to $13,298 of additional daily revenue. 18 In this report the calculation included patients who left without being seen, which represented 7% of all ED visits. The rate of patients who left without being seen at our institution is 0.6%, so opportunity cost savings in our institution are probably lower.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The major drawbacks of FilmArray are single-sample throughput, the relatively low sensitivity of detecting adenovirus, 11 and the inability to separate rhinovirus and enterovirus. Furthermore, we were unable to quantify viral load, which may also be important in some patients. In addition, the high detection rate of rhinovirus cannot be necessarily interpreted as high rates of acute rhinovirus infection because prolonged rates of rhinovirus shedding have been reported. Finally, because there is no interface with our computerized data entry system currently, we required 2 technologists to verify the reported results for clerical error reduction. With this peer review verification reporting process we had only 1 data entry error, which was corrected without affecting patient care. The error rate related to data entry was less than 0.04%.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In summary, the implementation of the FilmArray respiratory panel in our core laboratory significantly decreased the time required to detect and report respiratory viruses. Patients with influenza A and B were treated rapidly and appropriately, which had not been possible using DFA. Detection of other viral agents assisted physicians in the differential diagnosis of respiratory syndromes and isolation of patients admitted to the hospital. Overall, we implemented a molecular-based efficient diagnostic test in our core laboratory for the first time, marking a new era in pediatric clinical laboratory medicine.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Multiplex PCR for detection of respiratory viruses: can the laboratory performing a respiratory viral panel (RVP) assay trigger better patient care and clinical outcomes?", "authors": [{"first": "K", "middle": [], "last": "Chapin", "suffix": ""}], "year": 2011, "venue": "Clin Biochem", "volume": "44", "issn": "", "pages": "496--497", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "The effect of rapid respiratory viral diagnostic testing on antibiotic use in a children's hospital", "authors": [{"first": "C", "middle": ["L"], "last": "Byington", "suffix": ""}, {"first": "H", "middle": [], "last": "Castillo", "suffix": ""}, {"first": "K", "middle": [], "last": "Gerber", "suffix": ""}], "year": 2002, "venue": "Arch Pediatr Adolesc Med", "volume": "156", "issn": "", "pages": "1230--1234", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Performance of a rapid antigen test (Binax NOW® RSV) for diagnosis of respiratory syncytial virus compared with real-time polymerase chain reaction in a pediatric population", "authors": [{"first": "K", "middle": [], "last": "Miernyk", "suffix": ""}, {"first": "L", "middle": [], "last": "Bulkow", "suffix": ""}, {"first": "C", "middle": [], "last": "Debyle", "suffix": ""}], "year": 2011, "venue": "J Clin Virol", "volume": "50", "issn": "", "pages": "240--243", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Comparison of the performance of direct fluorescent antibody staining, a point-of-care rapid antigen test and virus isolation with that of RT-PCR for the detection of novel 2009 influenza A (H1N1) virus in respiratory specimens", "authors": [{"first": "T", "middle": [], "last": "Ganzenmueller", "suffix": ""}, {"first": "J", "middle": [], "last": "Kluba", "suffix": ""}, {"first": "B", "middle": [], "last": "Hilfrich", "suffix": ""}], "year": 2010, "venue": "J Med Microbiol", "volume": "59", "issn": "", "pages": "713--717", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Diagnostic tests for influenza and other respiratory viruses: determining performance specifications based on clinical setting", "authors": [{"first": "H", "middle": [], "last": "Takahashi", "suffix": ""}, {"first": "Y", "middle": [], "last": "Otsuka", "suffix": ""}, {"first": "B", "middle": ["K"], "last": "Patterson", "suffix": ""}], "year": 2010, "venue": "J Infect Chemother", "volume": "16", "issn": "", "pages": "155--161", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Performance of influenza rapid point-of-care tests in the detection of swine lineage A(H1N1) influenza viruses. Influenza Other Respir Viruses", "authors": [{"first": "A", "middle": ["C"], "last": "Hurt", "suffix": ""}, {"first": "C", "middle": [], "last": "Baas", "suffix": ""}, {"first": "Y", "middle": ["M"], "last": "Deng", "suffix": ""}], "year": 2009, "venue": "", "volume": "3", "issn": "", "pages": "171--176", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "MultiCode-PLx system for multiplexed detection of seventeen respiratory viruses", "authors": [{"first": "F", "middle": ["S"], "last": "Nolte", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Marshall", "suffix": ""}, {"first": "C", "middle": [], "last": "Rasberry", "suffix": ""}], "year": 2007, "venue": "J Clin Microbiol", "volume": "45", "issn": "", "pages": "2779--2786", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Diagnostic assays for respiratory syncytial virus disease", "authors": [{"first": "K", "middle": ["J"], "last": "Henrickson", "suffix": ""}, {"first": "C", "middle": ["B"], "last": "Hall", "suffix": ""}], "year": 2007, "venue": "Pediatr Infect Dis J", "volume": "26", "issn": "11", "pages": "36--40", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Comparison of the Luminex xTAG respiratory viral panel with xTAG respiratory viral panel fast for diagnosis of respiratory virus infections", "authors": [{"first": "K", "middle": [], "last": "Pabbaraju", "suffix": ""}, {"first": "S", "middle": [], "last": "Wong", "suffix": ""}, {"first": "K", "middle": ["L"], "last": "Tokaryk", "suffix": ""}], "year": 2011, "venue": "J Clin Microbiol", "volume": "49", "issn": "", "pages": "1738--1744", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "an automated nested multiplex PCR system for multi-pathogen detection: development and application to respiratory tract infection", "authors": [{"first": "M", "middle": ["A"], "last": "Poritz", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Blaschke", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Byington", "suffix": ""}], "year": 2011, "venue": "PLoS One", "volume": "6", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Comparison of the FilmArray Respiratory Panel and Prodesse real-time PCR assays for detection of respiratory pathogens", "authors": [{"first": "M", "middle": ["J"], "last": "Loeffelholz", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Pong", "suffix": ""}, {"first": "R", "middle": ["B"], "last": "Pyles", "suffix": ""}], "year": 2011, "venue": "J Clin Microbiol", "volume": "49", "issn": "", "pages": "4083--4088", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Comparison of two multiplex methods for detection of respiratory viruses: FilmArray RP and xTAG RVP", "authors": [{"first": "K", "middle": ["H"], "last": "Rand", "suffix": ""}, {"first": "H", "middle": [], "last": "Rampersaud", "suffix": ""}, {"first": "H", "middle": ["J"], "last": "Houck", "suffix": ""}], "year": 2011, "venue": "J Clin Microbiol", "volume": "49", "issn": "", "pages": "2449--2453", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Comparison of the Luminex xTAG RVP FAST and the Idaho Technology FilmArray RP assays for the detection of respiratory viruses in pediatric patients at a cancer hospital", "authors": [{"first": "N", "middle": ["E"], "last": "Babady", "suffix": ""}, {"first": "P", "middle": [], "last": "Mead", "suffix": ""}, {"first": "J", "middle": [], "last": "Stiles", "suffix": ""}], "year": 2012, "venue": "J Clin Microbiol", "volume": "50", "issn": "", "pages": "2282--2288", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Comparison of two broadly multiplexed PCR systems for viral detection in clinical respiratory tract specimens from immunocompromised children", "authors": [{"first": "R", "middle": ["T"], "last": "Hayden", "suffix": ""}, {"first": "Z", "middle": [], "last": "Gu", "suffix": ""}, {"first": "A", "middle": [], "last": "Rodriguez", "suffix": ""}], "year": 2012, "venue": "J Clin Virol", "volume": "53", "issn": "", "pages": "308--313", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Comparison of the Idaho Technology FilmArray system to real-time PCR for detection of respiratory pathogens in children", "authors": [{"first": "V", "middle": ["M"], "last": "Pierce", "suffix": ""}, {"first": "M", "middle": [], "last": "Elkan", "suffix": ""}, {"first": "M", "middle": [], "last": "Leet", "suffix": ""}], "year": 2012, "venue": "J Clin Microbiol", "volume": "50", "issn": "", "pages": "364--371", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Application of the Toyota Production System improves core laboratory operations", "authors": [{"first": "J", "middle": [], "last": "Rutledge", "suffix": ""}, {"first": "M", "middle": [], "last": "Xu", "suffix": ""}, {"first": "J", "middle": [], "last": "Simpson", "suffix": ""}], "year": 2010, "venue": "Am J Clin Pathol", "volume": "133", "issn": "", "pages": "24--31", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Comparison of real-time PCR assays with fluorescent-antibody assays for diagnosis of respiratory virus infections in children", "authors": [{"first": "J", "middle": [], "last": "Kuypers", "suffix": ""}, {"first": "N", "middle": [], "last": "Wright", "suffix": ""}, {"first": "J", "middle": [], "last": "Ferrenberg", "suffix": ""}], "year": 2006, "venue": "J Clin Microbiol", "volume": "44", "issn": "", "pages": "2382--2388", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "The financial consequences of lost demand and reducing boarding in hospital emergency departments", "authors": [{"first": "J", "middle": ["M"], "last": "Pines", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Batt", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Hilton", "suffix": ""}], "year": 2011, "venue": "Ann Emerg Med", "volume": "58", "issn": "", "pages": "331--340", "other_ids": {}}}, "ref_entries": {"FIGREF2": {"text": "2❚ Weekly respiratory samples detected as positive for influenza A H1 2009, influenza H3, influenza B, respiratory syncytial virus (RSV), or rhinovirus/enterovirus.", "latex": null, "type": "figure"}}, "back_matter": []}