{"paper_id": "39e9669dcd846566d102bb4c8525a3cbdaa873de", "metadata": {"title": "Supplementary Materials for Effective containment explains subexponential growth in recent confirmed COVID-19 cases in China", "authors": [{"first": "Benjamin", "middle": ["F"], "last": "Maier", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Dirk", "middle": [], "last": "Brockmann", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [], "body_text": [{"text": "We rely on case number data provided by the Center for Systems Science and Engineering of Johns Hopkins University who provided up to two updates per day on the number of laboratory-confirmed cases globally until Feb. 12th (9) . For this time period, the group integrated and curated case data manually collected at four sources: the World Health Organization (WHO), the US Centers for Disease Control and Prevention (CDC), the European Centre for Disease Prevention and Control (ECDC), the Chinese physician's platform DXY.cn, and the National Health Commission of the People's Republic of China (NHC). The published data comprises total confirmed cases, total deaths, and total recovered cases as a function of time for each affected location. We focus on the number of total confirmed cases C(t). On Feb. 12th, the case definition was changed by Chinese authorities which labeled a large number of clinically diagnosed cases as confirmed (as opposed to pure laboratory-confirmed), leading to a discontinuity in the curves. For the fitting procedure in the main text, we therefore only consider data prior to Feb. 12th, 6am UTC. Case numbers following this date correspond to daily updates.", "cite_spans": [{"start": 223, "end": 226, "text": "(9)", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Materials and Methods"}, {"text": "The data is provided as pairs (t i , C(t i )) of time stamp and respective case number for each province. We omitted case numbers C(t i ) that remained constant between two consecutive time stamps C(t i ) = C(t i 1 ) since we assume these data points have been copied when no updates were available at a certain time. In order to obtain the aggregated data for all provinces except Hubei, time pointst were chosen with step size t = (1/2)d. For each province, the case number value C(t) was obtained by means of linear interpolation between C(t i ) and C(t i+1 ) for t i t < t i+1 . All processed data is available online (23) .", "cite_spans": [{"start": 623, "end": 627, "text": "(23)", "ref_id": null}], "ref_spans": [], "section": "Materials and Methods"}, {"text": "We obtained the population size N of each of the affected Chinese provinces from the Geonames project (24) .", "cite_spans": [{"start": 102, "end": 106, "text": "(24)", "ref_id": null}], "ref_spans": [], "section": "Materials and Methods"}, {"text": "Fits were performed using the Levenberg-Marquardt method of least squares after tests with the Nelder-Mead method yielded equal or similar results. We fixed the epidemiological parameters T I = 8 d (duration of infection) and basic reproduction number R 0,free = ↵T I = 6.2. For each confirmed cases data set, we set the initial conditions X(t 0 ) = C(t 0 )/N, I(t 0 ) = (I 0 /X 0 )X(t 0 ), and S(t 0 ) = 1 I(t 0 ) X(t 0 ). Since the number of unidentified infectious is unknown per definition, the prefactor I 0 /X 0 10 3 was chosen as a fit parameter. The remaining fit parameters were quarantine rate  > 0 and containment rate  0 > 0. For the fit procedure, Eqs. (1)-(4) were integrated using the Dormand-Prince method which implements a fourth-order Runge-Kutta method with step-size control, yielding I(t) and X(t) for every parameter configuration and every data set. The residuals were computed as R(t i ) = N X(t i ) C(t i ).", "cite_spans": [], "ref_spans": [], "section": "Materials and Methods"}, {"text": "We find that the model accurately reproduces both, the sub-exponential growth as well as the saturating behavior observed in the data discussed in the main text, with the obtained fit parameters compiled in table S1. We find that generally, lower values of the containment rate correlate with higher quarantine rates. This suggests that stronger quarantine implementation requires less public isolation. Yet,broad regions of the parameter space generate similar shapes of growth curves, implying that the exact numerical values of the fit parameters are of less importance than the implications of the mechanisms they comprise.", "cite_spans": [], "ref_spans": [], "section": "Materials and Methods"}, {"text": "As the population size was fixed to be equal to the total population of the respective provinces, one might also ask how system size changes the results-for instance, if the outbreak is contained in a small region of a province, the effective population available to the transmission process will be substantially smaller. Therefore, we repeated the fit procedure with N as a free fit parameter to find that the form of X(t) is not altered substantially for different values of N. I(t) can vary more strongly, reflected by a larger variation in I 0 . This result suggests that the estimation of the number of infecteds is associated with a larger uncertainty. The general shape of I(t), however, remains stable such that the inference of the peak time of unidentified infecteds is sound. Furthermore, the model favors larger values of the containment rate  0 for larger population sizes in order to reproduce empirical data. This is reasonable because the number of available transmission pathways grows quadratically with the population size, making it easier for the disease to spread faster. In order to still observe sub-exponential growth, a large part of the susceptible population has to be removed quickly. Consistently, we find that a decay of susceptibles is necessary to obtain the observed growth behavior (i.e.  0 > 0). In contrast, one may assume that the containment rate is  0 = 0 if one concurrently assumes that implementation of containment measures was very fast, such that only a very small effective population N e ⌧ N was at risk to obtain the infection, as desrcibend in the Supplementary Text.", "cite_spans": [], "ref_spans": [], "section": "Materials and Methods"}, {"text": "Concerning variation in the fixed epidemiological parameters, values in the range of 3  R 0,free  12 yield results similar to the ones described above when adjusting the infectious period T I to smaller values for smaller reproduction numbers and larger values for larger reproduction numbers, suggesting that a certain range of transmission rates around ↵ = 0.6/d to ↵ = 0.8/d has to be assumed to reproduce the observed growth consistently. Explicitly, the fit results are reasonably robust against variations of the duration of infection in a range of 2.6 d  T I  20 d with concurrent adjustment of R 0,free . The analysis does therefore not permit the inference of specific epidemiological parameters.", "cite_spans": [], "ref_spans": [], "section": "Materials and Methods"}, {"text": "The analysis material is available online (23).", "cite_spans": [], "ref_spans": [], "section": "Materials and Methods"}, {"text": "In order to facilitate the comparison of quarantine and containment rate between provinces and to the recovery rate, we introduce public containment leverage", "cite_spans": [], "ref_spans": [], "section": "Fit Parameters for Main Analysis"}, {"text": "that reflects how strong isolation measures affect the general public in comparison to quarantine measures imposed on symptomatic infecteds alone. We further define", "cite_spans": [], "ref_spans": [], "section": "Fit Parameters for Main Analysis"}, {"text": "as the quarantine probability, i.e. the probability that an infected was identified and quarantined either in specialized hospital wards or at home. The fit parameters are shown in table S1.", "cite_spans": [], "ref_spans": [], "section": "Fit Parameters for Main Analysis"}, {"text": "In the following, we analyze how several variants of the model discussed in the main text reflect the growth in case number data C(t) for all 29 affected provinces. In contrast to the data in the main text, we use daily aggregated case numbers that were provided in the same repository by the Center for Systems Science and Engineering of Johns Hopkins University (9) . The reasoning behind this change is that we aim to model the complete case number growth up to Feb. 20th in the followingin contrast to the main text, where twice-daily case number updates for dates until Feb. 12th were used for the fit procedure and daily updates after Feb. 12th were used for confirmation of the model prediction. Since data after Feb. 12th is only available in a daily aggregated format, we prefer to use daily aggregated data for dates before Feb. 12th, as well, to ensure consistency for the fit procedures. Due to the discussed discontinuity in case data for Hubei, we omit case numbers after Feb. 12th.", "cite_spans": [{"start": 364, "end": 367, "text": "(9)", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Data for all Affected Provinces"}, {"text": "We obtained model parameters following the fitting procedure described in the Material and Methods.", "cite_spans": [], "ref_spans": [], "section": "Fits for Complete Model"}, {"text": "We show the resulting model predictions on a log-log scale in fig. S1 to illustrate the successful reproduction of the observed scaling laws. The same results are displayed on a double-linear scale in fig. S2 to show that the later behavior of case number growth is mostly consistent with the empirical observation, as well. The fit parameters are shown in table S2.", "cite_spans": [], "ref_spans": [{"start": 62, "end": 69, "text": "fig. S1", "ref_id": "FIGREF0"}, {"start": 201, "end": 208, "text": "fig. S2", "ref_id": "FIGREF1"}], "section": "Fits for Complete Model"}, {"text": "In order to test the hypothesis that public containment measures are responsible for the observed scaling laws in the growth of case numbers, we investigated a model variant in which only the infected population is targeted by quarantine measures such that the quarantine rate is  > 0 and the public containment rate is fixed as  0 = 0. As expected, we find that the case numbers grow exponentially initially for the population sizes given in table S2. In order to obtain reasonable fits from this limiting case of the original model, we have to assume that the implementation of containment strategies was so effective that only a limited effective population N e ⌧ N takes part in the transmission process, which we assume to be an additional fit parameter here. All fits of this model are shown in fig. S3 and fig. S4 . We show the respective parameters in table S3. Note that this limiting case cannot account for the growth in Hubei (respective panels a.i), where an unreasonably large number of unidentified infecteds is found. For this model variant with a comparably low population size for all provinces but Hubei, the exponential depletion of susceptibles through the transmission process is sufficiently severe that immediately, the number of cases can follow a sub-exponential growth. In other words, the strong exponential decay of susceptibles is responsible for the observed scaling laws as in the complete model.", "cite_spans": [], "ref_spans": [{"start": 803, "end": 810, "text": "fig. S3", "ref_id": "FIGREF2"}, {"start": 815, "end": 822, "text": "fig. S4", "ref_id": "FIGREF3"}], "section": "Modeling Pure-Quarantine Processes"}, {"text": "We further studied a model variant in which infecteds and susceptibles are isolated by the same mechanisms such that the quarantine rate is fixed as  = 0 and the public containment rate is  0 > 0. All fits of this model are shown in fig. S5 and fig. S6 . We list the respective parameters in tab. S4. This limiting case explains several growth curves well, e.g. the growth in Hubei (respective panels a.i). Other provinces, where successful quarantine procedures may have played a larger role, are not captured by the model (e.g. Tianjin, panel e.iv, Inner Mongolia, panel f.iv).", "cite_spans": [], "ref_spans": [{"start": 235, "end": 254, "text": "fig. S5 and fig. S6", "ref_id": "FIGREF4"}], "section": "Modeling Pure Containment Processes"}, {"text": "In the following, we derive an approximate relationship between the model parameters and the exponent µ of the observed scaling laws t µ . We assume that containment measures are strong enough such that the depletion of susceptibles is dominated by containment rather than the transmission process (i.e. I ⌧ S initially). Then, Eq. (1) is effectively linearized with solution", "cite_spans": [], "ref_spans": [], "section": "Analytical Approximations"}, {"text": "Using this functional form of susceptible depletion in Eq. (2), we obtain an inhomogeneous linear ODE with solution", "cite_spans": [], "ref_spans": [], "section": "Analytical Approximations"}, {"text": "Because the exponential function is monotonic, the amount of unidentified infecteds I(t) reaches a maximum when ⇣(t) is maximal, i.e. for", "cite_spans": [], "ref_spans": [], "section": "Analytical Approximations"}, {"text": "At this time, the number of quarantined individuals X(t) will begin to deviate from its initial growth behavior to assume saturation. In order to analyze the growth behavior of confirmed cases during the transient phase between onset and maximum, we analyze the epidemiological curves at a point where half the time has passed until the maximum is reached t H = t max /2. We approximate I(t) by expanding ⇣(t) around t H up to second order to obtain", "cite_spans": [], "ref_spans": [], "section": "Analytical Approximations"}, {"text": "Using this approximation, we rewrite the growth of unidentified infecteds as", "cite_spans": [], "ref_spans": [], "section": "Analytical Approximations"}, {"text": "using a tildeĨ to highlight that the approximate form of ⇣(t) was used. Hence, our model implies that following gradual containment, the exponential growth of an unconstrained epidemic is suppressed by a Gaussian decay in a second-order approximation which is responsible for the stifled growth. The approximate growth of quarantined individuals follows from Eq. (4) as", "cite_spans": [], "ref_spans": [], "section": "Analytical Approximations"}, {"text": "Now, the assumption that the growth of quarantined individuals follows a scaling law in the transient phase asX(t) = At µ implies that logX(t) = log A + µ log t. Hence, we can compute µ as", "cite_spans": [], "ref_spans": [], "section": "Analytical Approximations"}, {"text": "In table S5, we compare this estimation to the empirical values presented in Fig. 1 of the main text. We find reasonable agreement, considering the highly approximate nature of the derived expression and the fact that the empirical exponents were obtained using fitting procedures, as well. Tab. S1. Table S1 : Fit parameters used to model case number developments until Feb. 12th for Hubei and the remaining most affected provinces as displayed in Fig. 2 , decreasingly ordered by largest case number. The quarantine probability reaches values of Q = 0.6 ± 0.1 for these provinces while the public containment leverage P displays larger fluctuations. We further show the resulting effective basic reproduction number R 0,e and fixed population size N as obtained from the Geonames project (24) . Additionally, we report the obtained initial ratio of unidentified infectious to quarantined infecteds I 0 /X 0 . Table S3 : Fit parameters for fixed public containment rate  0 = 0 where containment procedures are assumed to have had an immediate effect by reducing the population size N to an effective at-risk population size N e < N and the rise in confirmed cases is modeled by quarantine procedures only (P = 0). Again, we show the resulting effective basic reproduction number R 0,e . This restricted pure-quarantine model produces an unrealistically low value of quarantine probability for Hubei, suggesting that eventually, 56 million people will have been infected, virtually all of which would have gone unnoticed. Table S4 : Fit parameters for fixed quarantine rate  = 0 and public containment rate  0 > 0, where it is assumed that all containment procedures affect the general population in the same way as infecteds (P = 1). We further show the resulting effective basic reproduction number R 0,e . Provinces are ordered decreasingly by largest case number. Table S5 : Comparison between scaling law exponents obtained from power-law fits and the analytical approximation derived in the Supplementary Text. Empirical exponents µ fit correspond to the values shown in Fig. 1 of the main text. The approximate values µ approx were computed on the basis of the SIR-X model parameters provided in table S1.", "cite_spans": [{"start": 790, "end": 794, "text": "(24)", "ref_id": null}], "ref_spans": [{"start": 77, "end": 83, "text": "Fig. 1", "ref_id": null}, {"start": 300, "end": 308, "text": "Table S1", "ref_id": null}, {"start": 449, "end": 455, "text": "Fig. 2", "ref_id": null}, {"start": 911, "end": 919, "text": "Table S3", "ref_id": null}, {"start": 1523, "end": 1531, "text": "Table S4", "ref_id": null}, {"start": 1871, "end": 1879, "text": "Table S5", "ref_id": null}, {"start": 2080, "end": 2086, "text": "Fig. 1", "ref_id": null}], "section": "Analytical Approximations"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Scientists are racing to model the next moves of a coronavirus that's still hard to predict", "authors": [{"first": "J", "middle": [], "last": "Cohen", "suffix": ""}], "year": 2020, "venue": "Science", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1126/science.abb2161"]}}, "BIBREF1": {"ref_id": "b1", "title": "WHO, Novel coronavirus (2019-nCoV) situation report -11", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Novel coronavirus", "authors": [], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Here's how computer models simulate the future spread of new coronavirus", "authors": [{"first": "J", "middle": [], "last": "Hsu", "suffix": ""}], "year": 2020, "venue": "Sci. Am", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "China's citywide quarantines: Are they ethical and effective?", "authors": [{"first": "T", "middle": [], "last": "Lewis", "suffix": ""}], "year": 2020, "venue": "Sci. Am", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: A descriptive study", "authors": [{"first": "N", "middle": [], "last": "Chen", "suffix": ""}, {"first": "M", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "X", "middle": [], "last": "Dong", "suffix": ""}, {"first": "J", "middle": [], "last": "Qu", "suffix": ""}, {"first": "F", "middle": [], "last": "Gong", "suffix": ""}, {"first": "Y", "middle": [], "last": "Han", "suffix": ""}, {"first": "Y", "middle": [], "last": "Qiu", "suffix": ""}, {"first": "J", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Liu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wei", "suffix": ""}, {"first": "J", "middle": [], "last": "Xia", "suffix": ""}, {"first": "T", "middle": [], "last": "Yu", "suffix": ""}, {"first": "X", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "L", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "395", "issn": "", "pages": "507--513", "other_ids": {"DOI": ["10.1016/S0140-6736(20)30211-7"]}}, "BIBREF7": {"ref_id": "b7", "title": "Preliminary estimation of the basic reproduction number of novel coronavirus (2019-nCoV) in China, from 2019 to 2020: A data-driven analysis in the early phase of the outbreak", "authors": [{"first": "S", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "Q", "middle": [], "last": "Lin", "suffix": ""}, {"first": "J", "middle": [], "last": "Ran", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Musa", "suffix": ""}, {"first": "G", "middle": [], "last": "Yang", "suffix": ""}, {"first": "W", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Lou", "suffix": ""}, {"first": "D", "middle": [], "last": "Gao", "suffix": ""}, {"first": "L", "middle": [], "last": "Yang", "suffix": ""}, {"first": "D", "middle": [], "last": "He", "suffix": ""}, {"first": "M", "middle": ["H"], "last": "Wang", "suffix": ""}], "year": 2020, "venue": "Int. J. Infect. Dis", "volume": "92", "issn": "", "pages": "214--217", "other_ids": {"DOI": ["10.1016/j.ijid.2020.01.050"]}}, "BIBREF9": {"ref_id": "b9", "title": "An interactive web-based dashboard to track COVID-19 in real time", "authors": [{"first": "E", "middle": [], "last": "Dong", "suffix": ""}, {"first": "H", "middle": [], "last": "Du", "suffix": ""}, {"first": "L", "middle": [], "last": "Gardner", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/S1473-3099(20)30120-1"]}}, "BIBREF11": {"ref_id": "b11", "title": "Exponential growth in Ebola outbreak since May 14", "authors": [{"first": "A", "middle": ["G"], "last": "Hunt", "suffix": ""}], "year": 2014, "venue": "Complexity", "volume": "20", "issn": "", "pages": "8--11", "other_ids": {"DOI": ["10.1002/cplx.21615"]}}, "BIBREF12": {"ref_id": "b12", "title": "Infectious Diseases of Humans: Dynamics and Control", "authors": [{"first": "R", "middle": ["M"], "last": "Anderson", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "May", "suffix": ""}], "year": 1991, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Network-Based Prediction of the 2019-nCoV Epidemic Outbreak in the Chinese Province Hubei", "authors": [{"first": "B", "middle": [], "last": "Prasse", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Achterberg", "suffix": ""}, {"first": "L", "middle": [], "last": "Ma", "suffix": ""}, {"first": "P", "middle": [], "last": "Van Mieghem", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"arXiv": ["arXiv:2002.04482"]}}, "BIBREF15": {"ref_id": "b15", "title": "The Novel Coronavirus, 2019-nCoV, is Highly Contagious and More Infectious Than Initially Estimated", "authors": [{"first": "S", "middle": [], "last": "Sanche", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"arXiv": ["arXiv:2002.03268"]}}, "BIBREF16": {"ref_id": "b16", "title": "A time delay dynamic system with external source for the local outbreak of 2019-nCoV", "authors": [{"first": "Y", "middle": [], "last": "Chen", "suffix": ""}, {"first": "J", "middle": [], "last": "Cheng", "suffix": ""}, {"first": "Y", "middle": [], "last": "Jiang", "suffix": ""}, {"first": "K", "middle": [], "last": "Liu", "suffix": ""}], "year": 2020, "venue": "Appl. Anal. 1", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1080/00036811.2020.1732357"]}}, "BIBREF17": {"ref_id": "b17", "title": "Report of the WHO-China joint mission on coronavirus disease", "authors": [], "year": 2019, "venue": "WHO", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Modeling Infectious Diseases in Humans and Animals", "authors": [{"first": "M", "middle": ["J"], "last": "Keeling", "suffix": ""}, {"first": "P", "middle": [], "last": "Rohani", "suffix": ""}], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Contributions to the mathematical theory of epidemics-I. 1927", "authors": [{"first": "W", "middle": ["O"], "last": "Kermack", "suffix": ""}, {"first": "A", "middle": ["G"], "last": "Mckendrick", "suffix": ""}], "year": 1991, "venue": "Bull. Math. Biol", "volume": "53", "issn": "", "pages": "33--55", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "WHO, Novel Coronavirus (2019-nCoV) Situation Report -7", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Early dynamics of transmission and control of COVID-19: A mathematical modelling study", "authors": [{"first": "A", "middle": ["J"], "last": "Kucharski", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Novel coronavirus 2019-nCoV: Early estimation of epidemiological parameters and epidemic predictions. medRxiv p", "authors": [{"first": "J", "middle": ["M"], "last": "Read", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Bridgen", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Cummings", "suffix": ""}, {"first": "A", "middle": [], "last": "Ho", "suffix": ""}, {"first": "C", "middle": ["P"], "last": "Jewell", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.01.23.20018549"]}}}, "ref_entries": {"FIGREF0": {"text": "Case numbers of all affected provinces reproduced by the SIR-X model defined by Eqs. (1)-(4) of the main text and the fraction of unidentified infecteds I(t) (dashed line) as obtained from least-squares fits, displayed on a log-log scale.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Case numbers of all affected provinces reproduced by the SIR-X model defined by Eqs. (1)-(4) of the main text and the fraction of unidentified infecteds I(t) (dashed line) as obtained from least-squares fits.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Case numbers of all affected provinces reproduced by the pure-quarantine model with fixed containment rate  0 = 0 and additional fit parameter effective population size N e ⌧ N, displayed on a log-log scale. Additionally shown is the fraction of unidentified infecteds I(t) (dashed line) as obtained from least-squares fits. The restricted pure-quarantine model produces an unrealistically low value of quarantine probability for Hubei, suggesting that eventually, 56 million people will have been infected, virtually all of which would have gone unnoticed (see panel a.i).", "latex": null, "type": "figure"}, "FIGREF3": {"text": "The results of the pure-quarantine model with fixed containment rate  0 = 0 and additional fit parameter effective population size N e ⌧ N on a double-linear scale.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Case number fits for fixed quarantine rate  = 0 where containment procedures affect the whole population (both infecteds and susceptibles) in a similar manner (P = 1). For Hubei, only data that was recorded before Feb. 13 was used, while for all other provinces model fits were performed for all available data points.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "The results of the pure public-containment model with fixed quarantine rate  = 0 on a double-linear scale.", "latex": null, "type": "figure"}, "TABREF1": {"text": "Tab. S2.", "latex": null, "type": "table"}, "TABREF2": {"text": "Fit", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Province </td><td>N/106 </td><td>Q </td><td>P </td><td> [d1] </td><td>0 [d1] </td><td>I0/X0 </td><td>R0,e \n</td></tr><tr><td>Hubei </td><td>57.1 </td><td>0.47 </td><td>0.66 </td><td>0.038 </td><td>0.073 </td><td>2.55 </td><td>3.28\n</td></tr><tr><td>All exc. Hubei </td><td>1277.8 </td><td>0.69 </td><td>0.21 </td><td>0.219 </td><td>0.058 </td><td>6.98 </td><td>1.93\n</td></tr><tr><td>Guangdong </td><td>104.3 </td><td>0.51 </td><td>0.75 </td><td>0.032 </td><td>0.099 </td><td>3.66 </td><td>3.02\n</td></tr><tr><td>Henan </td><td>94.3 </td><td>0.61 </td><td>0.38 </td><td>0.122 </td><td>0.074 </td><td>41.00 </td><td>2.41\n</td></tr><tr><td>Zhejiang </td><td>51.2 </td><td>0.50 </td><td>0.98 </td><td>0.002 </td><td>0.123 </td><td>18.83 </td><td>3.10\n</td></tr><tr><td>Hunan </td><td>67.0 </td><td>0.47 </td><td>1.00 </td><td>0.000 </td><td>0.111 </td><td>58.34 </td><td>3.28\n</td></tr><tr><td>Anhui </td><td>64.6 </td><td>0.73 </td><td>0.12 </td><td>0.289 </td><td>0.041 </td><td>27.46 </td><td>1.70\n</td></tr><tr><td>Jiangxi </td><td>44.0 </td><td>0.44 </td><td>1.00 </td><td>0.000 </td><td>0.099 </td><td>19.41 </td><td>3.46\n</td></tr><tr><td>Jiangsu </td><td>76.8 </td><td>0.72 </td><td>0.15 </td><td>0.272 </td><td>0.047 </td><td>19.10 </td><td>1.75\n</td></tr><tr><td>Chongqing </td><td>28.4 </td><td>0.78 </td><td>0.07 </td><td>0.413 </td><td>0.031 </td><td>5.17 </td><td>1.36\n</td></tr></table></body></html>"}, "TABREF3": {"text": "Tab. S4.", "latex": null, "type": "table"}, "TABREF4": {"text": "Tab. S5. µ fit µ approx rel. err.", "latex": null, "type": "table"}}, "back_matter": []}