{
    "paper_id": "3a964a060bb9ff33d38c42edd88ce627cc2e04f0",
    "metadata": {
        "title": "The Impact of Coronavirus Disease 2019 (COVID-19) on the Practice of Hand Surgery in Singapore",
        "authors": [
            {
                "first": "Jean",
                "middle": [],
                "last": "Chiew",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": ")",
                "middle": [],
                "last": "Mrcs (eng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mbbs",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sreedharan",
                "middle": [],
                "last": "Sechachalam",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": " 4 ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "2 Tan Tock Seng Hospital (TTSH), under the National Healthcare Group and physically 26 connected to the building (Figure 1 ), is responsible for the provision of clinical services and 27 is involved in outbreak readiness and response for NCID 2 . As of 1 April 2020, TTSH-NCID 28 has attended to 70% of the confirmed and suspected cases in Singapore 1 . As TTSH-NCID is 29 the designated hospital for infectious diseases in Singapore, intra-hospital measures and 30 contingencies were instituted early in the course of the epidemic, ahead of nationwide 31 recommendations. 32 33 This article describes the impact of COVID-19 on the practice of hand and reconstructive 34 microsurgery in TTSH, whose function and manpower is intimately linked with that of NCID 35 currently. We detail our department's response as the situation escalated, and seek to share 36 Even though all inter-and intra-hospital teaching meetings have been cancelled, doctors in 162 our department have reported increased productivity with more time for self-directed study, 163",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 113,
                    "end": 122,
                    "text": "(Figure 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "to write academic papers, as well as to read journals. As we have started being accustomed to 164 the new norm in the setting of this outbreak, from April 2020, we have resumed small-group 165",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "CMEs and large-group CMEs with the assistance of tele-conferencing. We are also 166 reinstating small-group microsurgery workshops for residents in our microsurgery laboratory. 167 168 Social distancing is constantly reinforced among healthcare workers. The department is 169 currently functioning based on team-based rounds and calls; interactions between teams or 170 other healthcare workers are strongly discouraged within and beyond the hospital. To date, 171 there has been no healthcare-related clusters linked to the disease in our institution. Tables at 172 cafeterias have been spaced out, with alternate seats marked with \"X\". All healthcare workers 173 ICU teams. The drain on healthcare resources and hospital beds has been reduced by scaling 224 down on elective operative and outpatient loads and recruiting more help from our allied 225 health colleagues, physical and occupational therapists. We have further embraced 226 technology, in the form of tele-conferencing, for purpose of information dissemination and 227 continuedl learning. Encouraged by the support from the public for healthcare workers 14 , and 228 under the strong leadership of our ministry, the HRM department, together with the rest of 229",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Singapore's healthcare community is committed to fight alongside fellow Singaporeans in the 230 battle to overcome this pandemic. 231 232",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Singapore Ministry of Health. COVID-19: Cases in Singapore",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": ") 236 2. National Centre for Infectious Diseases. NCID Corporate Brochure. Singapore (SG): 237 National Centre for Infectious Diseases",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "NCID/Documents/NCID%20Corporate%20Brochure.pdf (Assessed",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "World Health Organization. Novel Coronavirus (2019-nCoV)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "World Health Organization",
            "authors": [
                {
                    "first": "Geneva",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Singapore Ministry of Health. What do the different DORSCON levels mean",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Singapore (SG): Singapore Ministry of Health",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Physiological impact of the N95 filtering 248 facepiece respirator on healthcare workers",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Roberge",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Coca",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Respiratory care",
            "volume": "55",
            "issn": "5",
            "pages": "569--577",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Headaches and the N95 face-mask amongst 250 healthcare providers",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Seet",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Acta neurologica Scandinavica",
            "volume": "113",
            "issn": "3",
            "pages": "199--202",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Full speech by PM Lee Hsien Loong on the COVID-19 252 outbreak",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Coronavirus",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Straits Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The current and future COVID-19 situation",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fisher",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "256",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "was activated for all suspected cases of COVID-19, and selected clinical 52 services were closed in our institution for diversion of manpower. Singapore uses the Disease 53Outbreak Response System Condition (DORSCON) system 4 , which is a colour-coded 54 framework that reflects the current disease situation(Figure 2). On February 7, 2020, when 55 three confirmed cases of COVID-19 were found to have no link to previous cases with travel 56 history to China, and there was a possibility of community spread, our Ministry of Health 57 raised the outbreak response to DORSCON Orange -temperature screening and visitor 58 restrictions were enforced in all hospitals, apart from nationwide measures. 59 60 By March 2020, up to 50% of our institution's manpower had been deployed to outbreak 61 duties across TTSH and NCID to ensure sufficient rest days and reduced stress for all 62 deployed staff. Doctors from medical departments have been deployed to man the outbreak 63 wards in NCID, while those from surgical departments have been deployed to the NCID 64screening centre. Almost all doctors from Hand and Reconstructive Microsurgery (HRM) 65 department -from junior medical officers to senior consultants -have performed deployment 66 duties at the NCID screening centre. 67 68 The NCID screening centre is the designated centre in Singapore for screening suspected 69 cases of COVID-19. The source of these suspect cases range from primary healthcare 70 physicians' referrals, ambulance conveyances, airport, sea ports, and hospital staff, to walk-in 71 patients. Surgical division doctors, including those from our department, work alongside the 72 emergency physicians in assessing patients clinically, and with investigations like chest 73 radiographs and nasopharyngeal swabs for COVID-19 testing. At the screening centre, strict 74 infection control measures are enforced; all healthcare workers are required to wear N95 75 4 masks, googles, shower cap, long-sleeved gown and two pairs of gloves. Prior to deployment, 76 an orientation lecture and walk-about of the screening centre is performed to familiarize all 77 doctors with the workflow, and to reinforce the procedures of donning and anaesthesia support. This is the primary reason because anaesthetists have been 85 deployed to NCID intensive care unit (ICU). Accordingly, we have reduced our elective 86 general anaesthesia cases; examples of such cases include surgeries for thumb 87 carpometacarpal joint osteoarthritis, wrist arthroscopies, benign lump excisions, tendon 88 transfers and fusion procedures. Where possible, certain operations, such as removal of 89 implants and fixation of simple fractures, have been converted from general anaesthesia to be 90 done under local anaesthesia. Time-dependent general anaesthesia operations such as nerve 91transfers and fracture fixations proceed as usual. Our department is fortunate to have a 92 separate local anaesthesia theatre; this theatre is also lead-lined, and therefore surgeries 93 requiring fluoroscopic assistance are able to proceed without anaesthesia support. 9495(2) Reduced number of HRM doctors due to re-deployment to NCID. As a result, the number 96 of surgeons per surgery have been reduced as well. Fortunately, most HRM surgeries can beds available for inpatient stay. This is another important reason for reducing 100 elective workload for disciplines like general surgery and orthopaedic surgery, where post-101 operative patients may require inpatient stay for a few days. As most HRM procedures can be 102 done as day surgery, this has not been a major factor in the reduction of our the specialist outpatient setting has been scaled down by 50% compared to the106 2019 monthly average. Patients per clinic session have been reduced by postponing non-107 urgent appointments; each patient is individually called, and case notes reviewed to 108 determine which cases are non-urgent and can be postponed. The reduction in clinic load 109 resulted in the minimization of patient congregation in the clinics as well as shortened 110 waiting time from registration to consultation. For stable patients whose appointments were 111 postponed, the outpatient pharmacist team is mobilised to dispense medications via tele-112 counselling and home delivery services if necessary. 113 114 Impact on HRM Emergency Workload 115The emergency workload of the HRM department remained constant despite a reduction in 116 our manpower by up to 33%. Beginning late March 2020, our ministry directed the national 117 ambulance services to divert non-COVID-related emergency conveyances to other hospitals 118 due to increased COVID-related workload in our institution. While this measure did reduce 119 the emergency workload for certain clinical disciplines, the hand surgery emergency 120 workload remained relatively constant due to two reasons: 121(1) The majority of our patients are not conveyed by ambulance; they are often stable enough 122 to come to the hospital without emergency services support emergency workload did not decrease, consultants and senior residents had to 128 perform step-down call duties. There was an overall reduction in emergency cases for the 129 other surgical specialties, so there was a shorter waiting time to the operating theatre for had a significant impact on the practice of HRM. Guidelines for the types of 134 personal protective equipment (PPE) required for various cases in the operating theatre (OT) 135 are shown inTable 1. Operations for patients with positive contact or travel history are 136 performed in a dedicated OT with one-way human traffic and strictly supervised donning and 137 removal of personal protective equipment. Surgical procedures for patients diagnosed with 138 COVID-19 are performed exclusively in the NCID OT. 139 140Our approach to performing surgeries on COVID-19 patients is to delay the surgery, 141 whenever clinically feasible, until the patient is stable and the COVID-19 swab is negative. 142143The comfort of PPE is an issue with prolonged surgeries. N95 has not shown to cause any 144 significant physiological burden during one hour of use, however, continuous use of the N95 145 exceeding four hours is associated with the development of headaches5, 6  . As surgeon's 146 comfort is vital, in the setting of a possible long surgery in a COVID-diagnosed or suspect 147 case, we recommend a break every two hours, which can be aligned with tourniquet breaks. setting of a need for flap reconstruction in a COVID-19 confirmed or suspected patient, 154 considerations are to postpone the surgery where possible. In the unlikely situation where 155 early flap coverage is essential, we perform a pedicled flap to avoid a longer free flap 156 procedure. Instead of using surgical loupes for dissection, we use the microscope instead. If 157 a free flap is necessary, it is essential to plan the following timings carefully: flap ischaemic 158 time, time taken to do micro-anastomoses, and N95 'comfort time'. 159 160 Impact on Social and Academic Life 161",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "lessons learnt during this time of crisis. 37 Evolution of Hospital-wide Measures 39 On December 31, 2019, after the World Health Organisation (WHO) was informed of 27 40 cases of pneumonia of unknown aetiology detected in Wuhan City, Hubei Province of China 3 , 41 vigilance measures were carefully escalated in our institution. On January 2, 2020, our 42 institution began to triage and isolate all suspected cases of patients with respiratory 43 symptoms, fever, travel or contact history. Hospital-wide N95 mask fitting and refresher 44 training on Powered Air-Purifying Respirators (PAPR) was conducted in preparation for 45 frontline duties. The use of surgical masks was enforced for healthcare workers in all clinical 46 areas. Clinical heads across all departments began to plan manpower needs for the ensuing 47 weeks to ensure their teams' emergency readiness to be called and deployed in the event of 48 an escalating situation; subsequently, all staff overseas and local leaves were cancelled. On 49 January 23, 2020, after Singapore confirmed the first imported case of COVID-19,",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}