{
    "paper_id": "3b5a410555f4c9edd8298924cc6f0d7afcb6c548",
    "metadata": {
        "title": "Philosophy and Pandemic in the Postdigital Era",
        "authors": [
            {
                "first": "Žižek",
                "middle": [],
                "last": "Foucault",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Beijing Normal University",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Michael",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Beijing Normal University",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Peters",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Beijing Normal University",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "computer-scientific, culturalwhich is pandemic. Governments are nothing more than grim executioners, and taking it out on them seems more like a diversionary maneuver than a political reflection. (Nancy 2020) In Italy, the disaster struck because the government failed to act quickly enough or to pursue the right policies. As Pisano et al. (2020) point out: 'In a matter of weeks (from February 21 to March 22), Italy went from the discovery of the first official Covid-19 case to a government decree that essentially prohibited all movements of people within the whole territory, and the closure of all non-essential business activities.' It is a different situation in the USA and in the UK where Trump and Johnson discounted the virus threat, instituted a huge bail-out for business, and talk freely and against their own medical advisors of getting back to work by Easter. Maybe, in Italy, Agamben's thesis applies. In other countries, the logic of government follows a different line based on propping up markets and the economy even at the risk and expense of large numbers of infections and deaths. The thesis must be able to take account of a nation's health infrastructure-a fact that differentiates between social democratic models of public health and market-based forms like the USA where there is no universal provision. Trump wants to get everyone back to work as soon as possible and his government policies reflect this privileging of capital and the expense of labor. It seems likely that all the digital home-delivery companies and supermarkets that depend on cheap mostly Black and Latino labor that still able to operate in the USA will do so on the backs of low paid and temporary jobs.",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 208,
                    "text": "(Nancy 2020)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 327,
                    "end": 347,
                    "text": "Pisano et al. (2020)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the US state with its continual state vs federal tensions government operates differently than Italy (or China, for that matter). The emphasis of the two trillion dollar 'Coronavirus Aid, Relief, and Economic Security Act' (CARES Act) (The Senate of the United States 2020) is to keep American workers paid and employed, to provide assistance to workers' families and businesses, and to support the health care system, with an accent on public education and innovation prioritizing zoonotic animal drugs. Title IV-'Economic stabilization and assistance to severely distressed sectors of the United States economy' looks at emergency relief and taxpayer protections as well as debt guarantee and hiring flexibility. Surely the form of governmentality represents another example of the ability to use reverse logic of neoliberalism to socialize any losses and privatize gains? The stimulus package of two trillion is the biggest in American history. John Cassidy (2020) remarks 'As a comparison, the Obama stimulus package that was passed in 2009 was about 4.5 per cent of G.D.P., or half as big.' It's too early to dismiss Agamben's theory for it may well prove to be correct especially as the time of the US elections draw closely: it is entirely possible that Trump will use 'state of emergency' to take exceptional government powers to declare a postponement for a year or two.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In Pandemic! Covid-19 Shakes the World, Slavoj Žižek (2020) comments on the panic globally facing us in the times of Covid-19 when 'We live in a moment when the greatest act of love is to stay distant from the object of your affection. When governments renowned for ruthless cuts in public spending can suddenly conjure up trillions. When toilet paper becomes a commodity as precious as diamonds.' He touches a chord when he writes with customary irony:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "An average consumer reason[s] in the following way: I know there is enough toilet paper and the rumor is false, but what if some people take this rumor seriously and, in a panic, start to buy excessive reserves of toilet paper, causing an actual shortage? So I better buy reserves myself. It is not even necessary to believe that some others take the rumor seriouslyit is enough to presuppose that some others believe that there are people who take the rumor seriouslythe effect is the same, namely the real lack of toilet paper in the stores. Is something similar not going on in the UK and California today? (Žižek 2020) .",
            "cite_spans": [
                {
                    "start": 610,
                    "end": 622,
                    "text": "(Žižek 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Toilet rolls are a prime example of bourgeoise Western culture, a pinnacle of consumer capitalism that provides thousands of choices of quality, material, perfume, strength, decoration etc. Indeed most of the world does not yet have Western style toilets let alone specialty toilet paper. The WHO reports that in 2017, only 45% of the global population (3.4 billion people) used a safely managed sanitation service and 2.0 billion people still do not have basic sanitation facilities such as toilets or latrines with many defecating 'in the open, for example in street gutters, behind bushes, or into open bodies of water' (World Health Organization 2019). The WHO makes the conclusion that poor sanitation is linked to transmission of pandemic diseases and reduces human well-being. If ever there is an indicative index of development, it would have to be closely connected with sanitation and the ability to manage human waste hygienically. No doubt in poor countries like India, Middle Eastern, and African countries where there is little or no national health infrastructure, we are about to witness the devastation of entire communities that will linger on well after conditions elsewhere improve and the global economy restarts. This will be the greatest generational setback for these countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Western panic buying of toilet rolls based on a viral rumor creates the problem of shortage, as I observed many times in New Zealand supermarkets at the beginning of the lockdown when Prime Minister Jacinda Ardern made public announcements that there are no shortages of any supermarket item. People stood for a long time in queues that stretched around the isles jammed up against one another contravening social distancing design to preserve individual isolation. Panic buying of toilet rolls in NZ had increased 87% over last year (Shaw 2020) . Hoarding and panic buying are examples of herd behavior where conditions for a self-fulfilling prophecy operate to cause the shortage that most fear. Consumer behavior theory mostly addresses 'single decision-makers faced with making economic choices in relative social isolation' rather than 'collective action such as fads and fashions, stock market movements, runs on nondurable goods, buying sprees, hoarding, and banking panics.' As Strahle and Bonfield (1989) go on to note '[p]anic, as historically conceived, has been represented as a polar case of collective disorganization …. clearly resting beyond the explanatory power of economic theories which depend on the rationality assumption.' I prefer to use the argument from 'cumulative collective irrationality' that contradicts the theory of efficient markets. Christoph J. Merdes in his dissertation on collective irrationality notes: collective (ir)rationality finds application in all areas of human social life, and a better understanding of the phenomena, the underlying processes and the evaluative standards could greatly improve our ability to organize everything from markets over democratic government to cooperative scientific inquiry and the social norms of everyday life. (Merdes 2018) Collective irrationality is an endemic feature of human life that has been around since the beginning of social life, predating capitalism but the market provides some classic examples and raises questions about the ability of the market to operate efficiently or rationally in times of disaster.",
            "cite_spans": [
                {
                    "start": 534,
                    "end": 545,
                    "text": "(Shaw 2020)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 986,
                    "end": 1013,
                    "text": "Strahle and Bonfield (1989)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1792,
                    "end": 1805,
                    "text": "(Merdes 2018)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "When Žižek suggested 'that the coronavirus epidemics may give a new boost of life to Communism' he has in mind what the World Health Organization is saying 'We should mobilize, coordinate, and so on. .. like, my God, this is a dangerous situation. They're saying this country lacks masks, respirators, and so on. We should treat this as a war. Some kind of European coordination. .. maybe even wartime mobilization. It can be done, and it can even boost productivity.' He acknowledges that 'the strong approach to the crisis by the Chinese state has workedor at least worked much better than what is now occurring in Italy, the old authoritarian logic of Communists in power also clearly demonstrated its limitations.' (Žižek 2020) .",
            "cite_spans": [
                {
                    "start": 719,
                    "end": 731,
                    "text": "(Žižek 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The Covid-19 virus infection began in China and despite Western skepticism about the number of confirmed cases, it seems that the number of new confirmed cases of the coronavirus originating within China as opposed to Chinese returning home has stopped indicating an effective period of social confinement of some 3-4 months. As David Cyranoski (2020) reports in Nature: 'Researchers are studying the effects of China's lockdowns to glean insights about controlling the viral pandemic.' It seems obvious that China's extreme lockdown has been successful in limiting the spread of the virus. The only problem was that the lockdown started too late and also that the free flow of important scientific information (and whistle blowing) was halted in the early stages.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Certainly the Covid-19 pandemic provides an ideal philosophical and political experiment not possible except in speculative terms during normal times, and Western governments have responded very differently from one another. In terms of political theory, the question is whether State-led policies work better in times of crisis and emergencies. Panagiotis Sotiris argues that the shift from the power of the sovereign as a right of life and death power to state guarantee of the population' health and productivity led to an expansion without precedent of all forms of state intervention and coercion. From compulsory vaccinations to bans on smoking in public spaces, the notion of biopolitics has been used in many instances as the key to understanding the political and ideological dimensions of health policies. (Sotiris 2020) Biopolitics is Foucault's depiction of the administration of life and a territory whose population is its subject, an administration the aim of which is to create conditions for life for survival and increase and above all for putting life in order economically and politically. An aspect of this paradigm that is missing from Foucault's analysis-he died before the genomics revolution got under way-is bioinformation, and the bioinformational paradigm where these two forces of new biology and information coalesce, overlap, and intermingle in the logic that drives bioinformatics and bioinformational capitalism that is self-renewing in the sense that it can change and renew the material basis for life and capital as well as program itself.",
            "cite_spans": [
                {
                    "start": 816,
                    "end": 830,
                    "text": "(Sotiris 2020)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The viral experiments of globalization, interconnectivity, and pandemic in the postdigital era, disastrous as it has been involving incalculable human suffering, at the same time provide the opportunity to raise some questions rather than embrace a theory dogmatically (see Peters et al. 2020) . This is my theme of openness in philosophy that proceeds without too much dogma. These questions in no particular order may not be the best questions but they indicate a forward-looking experimental philosophy: & Which political system works best at quarantine and social isolation-American individualism or Chinese collectivism; democracy or one-party state; free-market or welfare state? ",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 293,
                    "text": "Peters et al. 2020)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The invention of an epidemic. The European Journal of Psychoanalysis",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Agamben",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The state of exception provoked by an unmotivated emergency",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Agamben",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Positions Politics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The good, the bad, and the ugly in the two-trillion-dollar stimulus",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cassidy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The New Yorker, 26 March",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "What China's coronavirus response can teach the rest of the world",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cyranoski",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Discipline & punish: the birth of the prison",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Foucault",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Trans. A. Sheridan",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Coronavirus and philosophers. The European Journal of Psychoanalysis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Foucault",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Agamben",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Nancy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Esposito",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Benvenuto",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dwivedi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mohan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ronchi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "De Carolis",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Collective irrationality: an agent-based approach. Dissertation an der Fakultät für Philosophie",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Merdes",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Viral exception. The European Journal of Psychoanalysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Nancy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Viral modernity? Epidemics, infodemics, and the 'bioinformational' paradigm. Educational Philosophy and Theory",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jandrić",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mclaren",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--23",
            "other_ids": {
                "DOI": [
                    "10.1080/00131857.2020.1744226"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Lessons from Italy's response to coronavirus",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Pisano",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sadun",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zanini",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Harvard Business Review",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Covid 19 coronavirus: by the numbers -what Kiwis have been panic buying",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shaw",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Against Agamben: is a democratic biopolitics possible",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sotiris",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Viewpoint, 20 March",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Understanding consumer panic: a sociological perspective",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Strahle",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Bonfield",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "NA -advances in consumer research volume",
            "volume": "16",
            "issn": "",
            "pages": "567--573",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Coronavirus Aid, Relief, and Economic Security Act",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Home/Newsroom/Fact sheets/Detail/Sanitation",
            "authors": [],
            "year": 2019,
            "venue": "World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Pandemic! Covid-19 shakes the world",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Žižek",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "What are the bioinformational cross-border flows that postdate the nation state? & To what extent can financialization and finance capitalism, whether state-led or market-led, be seen as part of the bioinformational paradigm? & In neoliberal times, how well do Westerners vs Chinese cooperate, obey the rules, become compliant, and willingly work for the greater good? & What are the problems of the community 'free-rider,' or those who do not follow newly established community norms of self-isolation? & What are the complexities of individual self-interest vs community or public interest? & What are the new relations between virus pandemic and sustainability practices? & Can the freedom of information including scientific communication and open science outrun viral self-replication? & How have governments interacted and interfaced with science including examples of suppression of information and forms of disinformation? & What have been the government/science relationships during this pandemic? & To what extent has viral fake news, social media, and conspiracy theory generated public and global damages and to what extent is this an aspect of contemporary biopolitics? & In the innovation race to invent an anti-Covid-19 vaccine, where do the major advances come from and what organizations are well placed to make huge profits?",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}