{
    "paper_id": "3b93e2cb4b2cc22b16c879cde56fb7b1c33c67dd",
    "metadata": {
        "title": "Putting the Air Transportation System to sleep: a passenger perspective measured by passenger-generated data",
        "authors": [
            {
                "first": "Philippe",
                "middle": [],
                "last": "Monmousseau",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Daniel",
                "middle": [],
                "last": "Delahaye",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Eric",
                "middle": [],
                "last": "Feron",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This paper aims at analyzing the effect on the US air transportation system of the travel restriction measures implemented during the COVID-19 pandemic from a passenger perspective. Flight centric data are not already publicly and widely available therefore the traditional metrics used to measure the state of this system are not yet available. Seven metrics based on three different passenger-generated datasets are proposed here. They aim to measure in close to real-time how the travel restriction measures impacted the relation between major stakeholders of the US air transportation system, namely passengers, airports and airlines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "States regarding international and domestic air transportation (as of April 27 th 2020), so there are no unified means of measuring this impact.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Most traditional metrics to measure the state of the air transportation system are centered on the performance of flights in terms of delay, cancellation and number of passengers transported using data gathered by the Bureau of Transportation Statistics (BTS) [4] . This data has first to be provided by airlines and airports to the BTS before being published as a monthly report. The usual latency is of two months for on-time flight data to be published by BTS. This frequency is not adapted to the monitoring of situations such as the COVID-19 pandemic.",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 263,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This paper proposes to take an alternative approach, and to consider data generated by the core of the business of the air transportation system: passengers. Passengers generate various sort of data throughout their journey, as well as before and after their flight should have taken place. Some of these passenger-generated data are publicly available in close-to real-time and could be used in an aggregated and anonymized fashion to assess the state of the air transportation system. Three such data sources are considered in this paper in order to build passenger-centric metrics: data passively emitted by passenger passports at immigration, data passively emitted by their phones and data actively emitted within social media.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The rest of this paper is structured as follows: Section II first presents an overview of what has previously been done from a passenger perspective to monitor the state of the air transportation system. Section III analyses the impact of the COVID-19 pandemic on airports from a passenger perspective. Section IV then focuses on the impact on airlines and Section V summarizes the passenger-centric metrics proposed and discusses future research direction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A passenger approach to analyzing flight delays was first introduced by Bratu and Barnhart [5] who developed a Passenger Delay Calculator to show that flight-centric metrics do not accurately reflect passenger delays, especially due to flight cancellations. Later in [6] they calculated passenger delay using monthly data from a major airline operating a hub-and-spoke network. They show that disrupted passengers, whose journey was interrupted by a capacity reduction, are only 3% of the total passengers, but suffer 39% of the total passenger delay. Wang et al. in [7, 8] showed that high passenger trip delays are disproportionately generated by canceled flights and missed connections. 9 of the busiest 35 airports cause 50% of total passenger trip delays. Congestion, flight delay, load factor, flight cancellation time and airline cooperation policy are the most significant factors affecting total passenger trip delay. These studies, based on BTS or airline data, have highlighted the disproportionate impact of airside disruptions on passenger door-to-door journeys, already showing that traditional flight-centric metrics do not capture the full picture.",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 94,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 267,
                    "end": 270,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 567,
                    "end": 570,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 571,
                    "end": 573,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "II. Background"
        },
        {
            "text": "This led NextGen [9] in the United States and ACARE Flightpath 2050 [10] to advocate a shift from flight-centric metrics to passenger-centric metrics to evaluate the performance of the Air Transportation System. Both the USA and Europe aim to take a more passenger-centric approach, with ACARE Flightpath 2050 setting some ambitious goals, including some that are not measurable yet due to lack of available data. In the US, the Joint Planning and Development Office has proposed and tested metrics regarding NextGen's goals, but there are still metrics missing from the passenger's viewpoint, especially regarding door-to-door travel times and passenger handling [11] .",
            "cite_spans": [
                {
                    "start": 17,
                    "end": 20,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 68,
                    "end": 72,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 664,
                    "end": 668,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "II. Background"
        },
        {
            "text": "The shift from flight-centric information to passenger-centric metrics was then explored by Cook et al. [12] within the project POEM -Passenger Oriented Enhanced Metrics, where they designed propagation-centric and passenger-oriented performance metrics using both complexity and data science approaches. They simulated air transportation networks and analyzed their resilience from a flight-centric perspective and from a passenger-oriented perspective, highlighting the need for the implementation of passenger centric metrics.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 108,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "II. Background"
        },
        {
            "text": "Taking the passenger objectives during decision making was then proposed within the concept of Multimodal, Efficient Transportation in Airports and Collaborative Decision Making (META-CDM) by Laplace et al. [13] . This concept proposes to link both airside CDM and landside CDM, taking into account the passenger perspective. Within this framework, Kim et al. [14] proposed to improve airport gate scheduling by implementing a decision model that balances aircraft, operator and passenger objectives. Dray et al. [15] highlighted the need of taking a multi-modal approach, which is passenger centered, when handling major disturbances of the air transportation system in order to offer better solutions to passengers.",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 211,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 360,
                    "end": 364,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 513,
                    "end": 517,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "II. Background"
        },
        {
            "text": "Taking a multi-modal approach implies having access to different source of data and being able to link them together. Data generated by passengers throughout there trip are diverse and scattered across different sensors. Airports gather customs or security records, shuttle traffic, parking occupancy, sometimes measure queue lengths, while third-parties collect online traces through WiFi hotspots and Bluetooth beacons [16] . These real-time information, combined with historical data, were used to analyze and predict passenger flow to an Australian immigration booth [17] or within several Dutch train stations [18] as well as for the analysis and prediction of passenger occupancy in a Chinese airport [19] . These studies are limited to a limited part of the full system (one or two airport terminals) indicating the difficulty of gathering a system-wide data-driven picture of passenger behavior.",
            "cite_spans": [
                {
                    "start": 421,
                    "end": 425,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 571,
                    "end": 575,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 615,
                    "end": 619,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 707,
                    "end": 711,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "II. Background"
        },
        {
            "text": "Considering passengers as sensors was made easier with the increase in the use of smartphones. Marzuoli et al. was able in [20] and [21] to use mobile phone data in order to analyze the performances of US airports from a passenger perspective. These studies were a first validation that passenger-centric data can be used to have a view of the overall health of the Air Transportation System that is complementary to the traditional flight-centric approach. A major weather perturbation impact on passenger experience in airports was studied using this same approach and the study was complemented by an additional passenger generated data source, i.e. social media, in [21] . In Europe, a similar approach was conducted within the BigData4ATM project * by Garcia-Albertos et al. [22] who were able to measure door-to-door travel times of air passengers between two Spanish cities, Madrid and Barcelona, thanks to mobile phone data. However mobile phone data is proprietary data and is not often publicly available for research. In the special case of research about the COVID-19 pandemic, SafeGraph [23] gave access to an aggregated version of their database, consisting of various sets of data generated by mobile phone users.",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 127,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 132,
                    "end": 136,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 670,
                    "end": 674,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 780,
                    "end": 784,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1100,
                    "end": 1104,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "II. Background"
        },
        {
            "text": "One important source of user-generated data regularly used to study large-scale behaviors with the advantage of real time availability is social media, and Twitter † more specifically. With more than 68 millions active users in the United States [24] , Twitter is an important pool of user-created data. Its real-time availability already led Twitter to be the main focus of multiple studies of large scale events, with several works by Palen et al. on how to help emergency responders during US natural disasters [25] [26] [27] . In Europe, Terpstra et al. also studied how a real time Twitter analysis could provide valuable information for the operational response of a natural disaster crisis management with the case of the storm hitting a festival in Belgium [28] . Regarding the air transportation field, most works mining Twitter data focus on airline sentiment analysis, with Breen [29] explaining how to mine Twitter textual data and create sentiment classifiers or Wang et al. [30] proposing an improved airline sentiment classifying method. These works focused essentially on improving the available methods for sentiment analysis without proposing any direct use of their results to improve airline service or passenger satisfaction. Monmousseau et al. in [31] used publicly available social media data created by passengers to accurately estimate and predict the hourly aggregated status of the US air transportation system. This method was further improved in [32] to reliably estimate the hourly delays at departure and at arrival per airport.",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 250,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 514,
                    "end": 518,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 519,
                    "end": 523,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 524,
                    "end": 528,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 765,
                    "end": 769,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 891,
                    "end": 895,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 988,
                    "end": 992,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1269,
                    "end": 1273,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1475,
                    "end": 1479,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "II. Background"
        },
        {
            "text": "This section leverages two different user-generated datasets to analyze what was the effect on US airports of the implemented travel restrictions presented in Section I.A from a passenger and visitor perspective.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. Impact the COVID-19 travel restriction measures on airports"
        },
        {
            "text": "Travel restrictions do not ban entirely international travel, and there are still passengers arriving at most US airports of entry after the implementation of these travel restrictions. However, starting March 13 th 2020, US citizens who have been in high risk areas and are returning to the United States have to arrive by one the thirteen following airports of entry: [1] • ATL: Hartsfield-Jackson Atlanta International Airport The effect of these travel restrictions on international travel coming to the US can be studied thanks to the \"Airport Wait Times\" data from the Customs and Border Protection (CBP) website [33] . This data are aggregated at an hourly level and are usually available on the following day they are generated. The readiness of the data is due to the fact that CBP measures directly the signal emitted by passengers, the signal here being emitted through passports once passengers clear the immigration process, and does not have to wait for an airline or airport to process and provide the data.",
            "cite_spans": [
                {
                    "start": 370,
                    "end": 373,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 619,
                    "end": 623,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "International passengers"
        },
        {
            "text": "Among other information, the dataset contains the number of passengers arriving at immigration per hour, the average wait time at immigration per hour, and the number of open immigration booths per hour. For a more detailed presentation of the available dataset, the authors recommend the reading of [34] , which also proposes an analysis of these wait times from January 2013 to January 2019. The data considered here ranges from January 1 st 2020 to April 22 nd 2020.",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 304,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "International passengers"
        },
        {
            "text": "Looking first at the evolution of the total number of passengers arriving at US immigration booths per day across all airports, this number of passengers drops from an average of 218.7 thousands passengers per day between February 23 rd 2020 and March 15 th 2020 to an average of only 5.0 thousands passengers per day between April 1 st 2020 and April 22 nd 2020. This represents a drop of 97.7% in two weeks. The day by day evolution of the total number of passengers arriving at US immigration from March 1 st to April 22 nd is shown in Figure 1 . This figure also indicates for each airport with no CBP immigration data available on April 22 nd the last date where immigration data are available. This corresponds to 22 airports. Only Raleigh-Durham International Airport (RDU) closed its immigration service between the US ban of EU travellers and before the US entered a Level 4 travel advisory. It is to be noted that John Wayne Airport (SNA) has no immigration data since January 5 th 2020. Starting March 22 nd 2020, the number of airports not generating any immigration data steadily increases with nine airports shutting down their immigration services in ten days. Another nine airports then stop generating immigration data in ten days starting April 12 th 2020. Figure 1 indicates that BOS does not have any immigration data on April 22 nd 2020 even though it is one of the selected airport of entry for US citizens coming from high-risk areas. This illustrates the fact that the influx of international passengers is so low that they had no arriving international passenger to their immigration service for at least one day.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 539,
                    "end": 547,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1275,
                    "end": 1283,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "International passengers"
        },
        {
            "text": "From a domestic perspective, and thanks to SafeGraph's willingness to provide aggregated data for research on how to better understand and better handle the COVID-19 pandemic, weekly patterns at specific points of interest (POI) are available ‡ . From these patterns, it is possible to have an estimate of the number of airport visitors per hour by considering all available POI associated with an airport. Airport visitors are a broader category than air passengers, since this category also encompasses airport staff and people dropping off or picking up passengers. The data available for this study ranges from February 27 th 2020 to April 18 th 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact on the number of airport visitors"
        },
        {
            "text": "Looking first at the evolution of the total number of airport visitors per day across all airports, this number of passengers drops from an average of 176.8 thousands passengers per day between February 27 th 2020 and March 15 th 2020 to an average of only 20.2 thousands passengers per day between April 1 st 2020 and April 18 th 2020. This represents a drop of 88.6% in two weeks. The day by day evolution of the total number of airport visitors from March 1 st to April 18 th is shown in Figure 2 . Similarly to Figure 1 , this figure also indicates for each airport with no CBP immigration data available on April 22 nd the last date where immigration data are available. From Figure 2 , it is clear that US domestic travel was already impacted before the rise to a Level 4 travel advisory: The number of airport visitors contained within the SafeGraph data drops from 152.4 thousands on March 11 th 2020 down to 71.6 thousands on March 19 th 2020, which represents a 53% drop. ‡ https://docs.safegraph.com/docs/weekly-patterns Figure 1 showed that all US airports of entry are impacted by these lockdown and travel ban measures, and the next step is now to look into this impact at an airport level. Figure 3 compares the individual airport situation of the first two weeks of April 2020 with the first two weeks of April 2019. Figure 3 (a) shows the boxplots of the number of passengers arriving at immigration per day for each airport over the period of April 1 st -22 nd 2019. The median number of arriving passengers is indicated in green and each box lower and upper bounds represent respectively the 1 st and 3 rd quartile. The whiskers above and below each box give a visualization of the full range of the considered data even though extreme values are not drawn. The airports are ordered by their median daily number of passengers arriving at immigration over that period. Figure 3 between the median number of passengers arriving at immigration of these two periods. For all the considered airports, the corresponding drop is between 70.7% for Sacramento International Airport (SMF) and 100% for the eleven airports without no immigration data between April 1 st 2020 and April 22 nd 2020.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 491,
                    "end": 499,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 515,
                    "end": 523,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 681,
                    "end": 689,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1032,
                    "end": 1040,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1205,
                    "end": 1213,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1333,
                    "end": 1341,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1887,
                    "end": 1895,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Impact on the number of airport visitors"
        },
        {
            "text": "Looking at the airport ranking based on the median number of passengers arriving at immigration per day over the period of April 1 st -22 nd , Figure 3 (b) shows that it has been reshuffled from year 2019 to year 2020: JFK dropped to the sixth place and IAD climbed to the first place right behind LAX. IAD has however the highest average number of passengers arriving at immigration per day over the period of April 1 st -22 nd 2020 with 726 passengers a day on average, LAX being second with 658 passengers a day on average. JFK was the airport with the highest number of passengers arriving at immigration per year since 2013 [33] , this makes the drop from first place to sixth place is all the more impressive.",
            "cite_spans": [
                {
                    "start": 629,
                    "end": 633,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 143,
                    "end": 151,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "At immigration"
        },
        {
            "text": "A similar comparison of the number of airport visitors before and after the travel restriction measures can be conducted based on the SafeGraph data. Due to data availability, this comparison has to take place between March 2020 and April 2020. Figure 4 shows the boxplots of the number of airport visitors per day for 40 US airport with available SafeGraph data over the first two weeks of March 2020 (Figure 4 (a)) and April 2020 (Figure 4(a) ). The airports on these two plots are sorted by their median daily number of airport visitor over the period of March 1 st -15 th 2020. Please note that the y-axis are not the same between Figure 4 (a) and Figure 4 As for the number of passengers arriving at immigration, the airport with the highest median daily number of airport visitors is the airport with the most important drop in volume. Regarding the median daily number of airport visitors, ATL has a drop of 11.1 thousand airport visitors in the SafeGraph data between these two weeks, which represents a 89.3% drop. Unlike for immigration, no airport stops completely of receiving visitors, though the drop is important for all 40 considered airports, ranging from 72.5% for Fresno Yosemite International Airport (FAT) to 93.8% for IAD.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 245,
                    "end": 253,
                    "text": "Figure 4",
                    "ref_id": null
                },
                {
                    "start": 402,
                    "end": 411,
                    "text": "(Figure 4",
                    "ref_id": null
                },
                {
                    "start": 432,
                    "end": 444,
                    "text": "(Figure 4(a)",
                    "ref_id": null
                },
                {
                    "start": 635,
                    "end": 643,
                    "text": "Figure 4",
                    "ref_id": null
                },
                {
                    "start": 652,
                    "end": 660,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "At airports"
        },
        {
            "text": "With 35 airports having a drop in the median number of passengers arriving at immigration greater than 90%, all airports are severely impacted by the COVID-19 measures from a passenger-volume perspective. A question to be asked is: Since there are far fewer passengers arriving at immigration, does the immigration process go faster? The number of agents operating immigration booths has also decreased due to the corona virus, but it is possible to consider an immigration load factor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "At immigration"
        },
        {
            "text": "This load factor indicates the load in terms of passengers for each immigration booth per hour. A lower load indicates that each immigration booth has fewer passengers to process per hour. From a passenger perspective, a lower load for a given number of passengers, indicates that there are more immigration booths open, so the average processing time should be lower and thus a passenger at immigration would have to wait less to be processed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 1 The immigration load factor is defined as the ratio of the number of passengers arriving at immigration per hour with the number of open immigration booths per hour."
        },
        {
            "text": "Based on this reasoning, an immigration quality score is proposed: It measures how well Assumption 1 is verified for an airport immigration service over a selected period of days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assumption 1 If the daily average immigration load factor decreases, then the daily average wait time for passengers at immigration should decrease as well."
        },
        {
            "text": "Proposed passenger-centric metric 1 The immigration quality score for an airport of entry is defined as the correlation between the daily average wait time for passengers at its immigration service and the daily average immigration load factor of the airport over a given period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assumption 1 If the daily average immigration load factor decreases, then the daily average wait time for passengers at immigration should decrease as well."
        },
        {
            "text": "This immigration quality score is equal to 1 if Assumption 1 is perfectly verified, to 0 if the daily average wait time for passengers at immigration is uncorrelated with the daily average immigration load factor and to -1 if the opposite of Assumption 1 occurs over the considered period, i.e. a decrease in the daily average immigration load factor implies an increase in the daily average wait time for passengers at immigration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assumption 1 If the daily average immigration load factor decreases, then the daily average wait time for passengers at immigration should decrease as well."
        },
        {
            "text": "This proposed passenger-centric metric is applied to the period pre-COVID (January 1 st 2020 to February 29 th 2020) and to the period post-COVID (March 1 st 2020 to April 22 nd 2020) for 40 US airports of entry. Table 1 shows the associated partial ranking (top ten best airports and top 10 worst airports) for these two periods. Table 1 Airport partial ranking based on the Proposed passenger-centric metric 1 (immigration quality score) applied to the period of pre-COVID of January 1 st 2020 to February 29 th 2020 and to the period post-COVID of March 1 st 2020 to April 22 nd 2020 for the 40 considered US airports of entry.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 213,
                    "end": 220,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 331,
                    "end": 338,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Assumption 1 If the daily average immigration load factor decreases, then the daily average wait time for passengers at immigration should decrease as well."
        },
        {
            "text": "Top ten worst airports",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Top ten best airports"
        },
        {
            "text": "Pre-COVID Post-COVID Airport Score Airport Score Airport Score Airport Score The airport still generating immigration data on April 24 th with the worst drop between the period pre-COVID and the period post-COVID is IAD, going from 17 th down to 36 th , and the airport still generating immigration data on April 24 th with the best increase in rank is JFK, with 30 places gained and with an increase in score from the negative value of -0.32 to the positive value of +0.81.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pre-COVID Post-COVID Rank"
        },
        {
            "text": "With 38 airports having a drop in the median number of airport visitors greater than 80%, all airports are also severely impacted by the COVID-19 travel restrictions measures from a visitor-volume perspective. Visitors in general avoid airports, but some are still going to the airports after the travel restriction measures. The same question as for the immigration process can be asked: Are these visitors processed faster since there are less visitors?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In terms of airport visitors"
        },
        {
            "text": "The data for visitors available for this is different than the data available for passengers arriving at immigration, therefore a different approach has to be considered here. The SafeGraph data contains weekly bucketed dwell times for each considered location. The dwell time is the time spent at that location, be it waiting, shopping, walking, etc. The buckets are: less than 5 minutes, between 5 and 20 minutes, between 21 and 60 minutes, between 61 minutes and 240 minutes and more than 240 minutes. From these weekly bucketed dwell times, two complementary passenger-metrics are proposed to measure an airport efficiency to process visitors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In terms of airport visitors"
        },
        {
            "text": "Proposed passenger-centric metric 2 The weekly airport visitor efficiency score for an airport is defined as the weekly proportion of airport visitors spending less than 60 minutes at an airport.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In terms of airport visitors"
        },
        {
            "text": "Proposed passenger-centric metric 3 The weekly airport visitor slugginess score for an airport is defined as the weekly proportion of airport visitors spending more than 240 minutes at an airport.",
            "cite_spans": [
                {
                    "start": 34,
                    "end": 35,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "In terms of airport visitors"
        },
        {
            "text": "The time limits within these two metrics are also chosen due to the format of the data, and could be adjusted to less aggregated data. The idea behind the airport visitor efficiency score is to incentivize airports to keep the flow of people coming in and out of their airports as fast as possible. The time limit of 60 minutes concerns essentially visitors dropping off or picking up a passenger, and hopefully some passengers on domestic flights, where the overall security screening process is faster than for international flights. Most airlines and airports recommend their passengers on international flights to arrive two to three hours ahead of their flight's scheduled departure time, therefore the idea behind the airport visitor slugginess score is to measure the validity of this recommendation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In terms of airport visitors"
        },
        {
            "text": "Airport staff can be counted as airport visitors using this dataset and they are likely to stay more than 240 minutes at the airport, increasing the number of airport visitors staying longer than this threshold. Therefore, an airport with a high airport visitor slugginess score could either be an airport with many passengers taking more than four hours to clear their entire airport process, or an airport with a disproportionate number of airport staff compared to the number of airport visitors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In terms of airport visitors"
        },
        {
            "text": "Since there are several locations per airport within the SafeGraph data, e.g. \"LAX Terminal 4\" and \"LAX Terminal South\" for LAX, an estimation of the proposed airport visitor efficiency score is calculated by taking the minimum weekly proportion of airport visitors spending less than 60 minutes at a location within an airport over all considered airport locations. Similarly, an estimation of the proposed airport visitor slugginess score is calculated by taking the maximum weekly proportion of airport visitors spending more than 240 minutes at a location within an airport over all considered airport locations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In terms of airport visitors"
        },
        {
            "text": "These proposed passenger-centric metrics are applied to the period pre-COVID (March 1 st 2020 to March 15 th 2020) and to the period post-COVID (April 5 th 2020 to April 19 th 2020) for 44 US airports. These periods contain 2 weeks each and therefore 2 points of data each. The scores are calculated for each week and then averaged over the period. Table 2 shows the partial ranking (top ten best airports and top 10 worst airports) associated to the proposed passenger-metric 2 for these two periods. Table 2 Airport partial ranking using the proposed metric based on the proportion of airport visitors staying less than 60 minutes applied to the period of pre-COVID of March 1 st 2020 to March 15 th 2020 and to the period post-COVID of April 5 th 2020 to April 19 th 2020 for the 44 considered US airports based on SafeGraph data.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 349,
                    "end": 356,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 502,
                    "end": 509,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "In terms of airport visitors"
        },
        {
            "text": "Top ten worst airports",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Top ten best airports"
        },
        {
            "text": "Pre-COVID Post-COVID Airport Score Airport Score Airport Score Airport Score In Table 2 , a score of 1 indicates that all airport visitors within the SafeGraph data spend less than one hour at the same location within the airport, while a score of 0 indicates that all airport visitors within the SafeGraph data spend more than one hour at the same location within the airport. Some airports have a score of 0 due to locations receiving very few visitors (less than 5) over the considered week that were captured within the SafeGraph data, and all those visitors stayed more than one hour at that same airport location. Table 3 shows the partial ranking (top ten best airports and top 10 worst airports) associated to the proposed passenger-metric 3 for the same two considered periods.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 80,
                    "end": 87,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 620,
                    "end": 627,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Pre-COVID Post-COVID Rank"
        },
        {
            "text": "In Table 3 , a score of 0 indicates that all airport visitors within the SafeGraph data spend less than four hours at the same location within the airport, while a score of 1 indicates that all airport visitors within the SafeGraph data spend Table 3 Airport partial ranking using the proposed metric based on the proportion of airport visitors staying more than 240 minutes applied to the period of pre-COVID of March 1 st 2020 to March 15 th 2020 and to the period post-COVID of April 5 th 2020 to April 19 th 2020 for the 44 considered US airports based on SafeGraph data.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 10,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 243,
                    "end": 250,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Pre-COVID Post-COVID Rank"
        },
        {
            "text": "Top ten worst airports",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Top ten best airports"
        },
        {
            "text": "Pre-COVID Post-COVID Airport Score Airport Score Airport Score Airport Score more than four hours at the same location within the airport. Similarly to the visitor airport efficiency score, some airports have a score of 1 due to locations receiving very few visitors (less than 5) over the considered week that were captured within the SafeGraph data, and all those visitors stayed more than four hours at that same airport location.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pre-COVID Post-COVID Rank"
        },
        {
            "text": "Following the results of the metric proposed in Section III.C.1, this section focuses on the two airports with the most important change in behavior linked to the COVID-19 travel restriction measures, JFK and IAD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D. Focus on JFK and IAD immigration process"
        },
        {
            "text": "JFK had the best increase in rank using the proposed immigration quality score presented in Table 1 , and this section aims at analyzing the available CBP immigration data. The effect of the travel ban measures presented in Section I.A on passengers arriving at JFK's immigration is presented in Figure 5 through four different views by comparing data from 2020 with CBP data from the years 2018 and 2019 between January 1 st and April 22 nd . Figure 5 (a) shows the daily evolution of the number of passengers arriving at JFK's immigration and confirms the important huge drop in the number of arriving international passengers to the US from an average 35.6 thousands passengers arriving at immigration a day down to barely 360 passengers a day. Compared to the years 2018 and 2019, with an average of 45.9 thousands passengers, the difference is more important, since the number of passengers arriving at JFK's immigration is usually higher in April than in March. Figure 5 Figure 5 (c) shows the evolution of the daily average load factor (Definition 1). After the lockdown and travel ban measures, the load factor drops significantly from an average of 42.5 before the measures down to around 8.5, which represents a 80% drop. This indicates that after the measures, an immigration booth has about five times fewer passengers to process per hour. Or from the passenger perspective, each passenger has about five times more open immigration booths to take care of them. This has a direct positive impact to the average wait time at immigration for passengers. Figure 5 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 92,
                    "end": 99,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 296,
                    "end": 304,
                    "text": "Figure 5",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 444,
                    "end": 452,
                    "text": "Figure 5",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 968,
                    "end": 976,
                    "text": "Figure 5",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 977,
                    "end": 985,
                    "text": "Figure 5",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 1564,
                    "end": 1572,
                    "text": "Figure 5",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "JFK"
        },
        {
            "text": "IAD had the worst drop in rank using the proposed immigration quality score presented in Table 1 , and is the focus of this section. Figure 6 shows the impact of the travel restriction measures for passengers arriving at IAD's immigration through the four same perspectives as the analysis of JFK. Figure 6 (a) shows the daily evolution of the number of passengers arriving at IAD immigration and confirms that, even though in 2020 that number has dropped from an average of 7.2 thousands in February 2020 to an average of 726 in April 2020 after the implementation of the travel ban measures, the drop is less important than for JFK ( Figure 5(a) ). Though this is still a 93% drop for the number of passengers arriving at immigration in April between the years 2019 and 2020, with a daily average of 10.4 thousands passengers in 2019, the number of open immigration booths was not impacted as much as for JFK. Figure 6 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 89,
                    "end": 96,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 133,
                    "end": 141,
                    "text": "Figure 6",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 298,
                    "end": 306,
                    "text": "Figure 6",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 636,
                    "end": 647,
                    "text": "Figure 5(a)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 912,
                    "end": 920,
                    "text": "Figure 6",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "IAD"
        },
        {
            "text": "This section leverages a dataset actively generated by passengers to observe the effects of the travel restriction measures presented in Section I.A on seven major US airlines and propose several passenger-centric metrics to analyze their reactions with respect to their customers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. Impact of the COVID-19 related travel restriction measures on US airlines"
        },
        {
            "text": "Airlines operate over more than one airport and in each airport there are usually more than one airline operating at the same time. There is thus no straight-forward way to determine which airline a passenger is flying with using only geolocation data without excessive passenger tracking. The datasets presented and used for the evaluation of the COVID-19 travel restriction measures on airports cannot be directly used to evaluate the impact of these same measures to airlines. Another approach is thus necessary to evaluate the reaction of airlines to this pandemic situation from a passenger perspective.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Twitter: a database of passenger-generated content available in real-time"
        },
        {
            "text": "The importance of airport experience in customer, i.e. passenger, satisfaction towards both airline and airport services was already highlighted in the study of Pruyn and Smidts [35] , where they show that customer satisfaction is largely affected by their experience at waiting areas, both in terms of wait times and wait environment. This implies that waiting at airports (or any other transit station) can be acceptable for passengers if they are taken care of accordingly. Watkins et al. [36] confirmed this conclusion by showing that the perceived wait time for transit riders was lower for riders receiving real-time information than for passengers without that information.",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 182,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 492,
                    "end": 496,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "A. Twitter: a database of passenger-generated content available in real-time"
        },
        {
            "text": "One means of real-time information is social media. In particular, Twitter is an important means of direct communication between airlines and passengers, with an average of more than 300 tweets a day over the month of January 2020 written by the customer services of four major US carriers (Southwest Airlines, Delta Airlines, American Airlines and United Airlines) and an average of more than 800 tweets a day written by their customers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Twitter: a database of passenger-generated content available in real-time"
        },
        {
            "text": "The use of Twitter as a real-time estimator of the air transportation system has already been investigated in [32] in order to estimate flight-centric values per airport before they were released by BTS, and the same data extraction process is used here. Seven airlines, and their associated Twitter handles, are considered in the following sections: American Airlines (@AmericanAir), Delta Air Lines (@Delta), United Airlines (@united), Alaska Airlines (@AlaskaAir), Southwest Airlines (@SouthwestAir), JetBlue Airways (@JetBlue) and Spirit Airlines (@SpiritAirlines). The first four are legacy airlines, and the last three are low-cost carriers. All tweets written from these airlines Twitter account were scrapped from February 1 st 2020 to April 12 th 2020 and are categorized as \"customer service tweets\". All tweets written over that same period and mentioning at least one of the airline handles that was not written from the associated airline Twitter account were also scrapped and categorized as \"passenger tweets\".",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 114,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "A. Twitter: a database of passenger-generated content available in real-time"
        },
        {
            "text": "The same classifiers as in the study conducted in [32] are used here to estimate the mood expressed within tweets in order to monitor the real-time evolution of the passenger and airline customer service expressed moods. Each classifier gives a score of 1 if it considers that the tweet expresses a positive sentiment and a score of 0 if it expresses a negative sentiment. In effect, each classifier calculates the probability for a tweet of being positive, and then rounds that probability to the closest integer (0 or 1). The classifiers are here transformed into regressors by considering the probability for a tweet of being classified as positive. The output of all trained regressors are then averaged into one single score, going from 0 for a negative mood to 1 for a positive mood.",
            "cite_spans": [
                {
                    "start": 50,
                    "end": 54,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "B. Sentiment analysis"
        },
        {
            "text": "Using the mean sentiment expressed within each tweets aggregated on a daily level, it is possible to compare the effect of the lockdown from both a passenger perspective and an airline perspective. Figure 7 shows the evolution of the expressed mood from February 1 st 2020 to April 12 th 2020 for the four legacy airlines considered. From Figure 7 (a), a drop in the mood expressed within passenger tweets can be observed right after the US travel ban for the three major airlines (Delta Air Lines, United Airlines and American Airlines). Delta has the steepest descent but also the sharpest recovery. The case of Alaska Airlines is particular: a #AlaskaHappyHour campaign, which gave the opportunity of winning free flights to Alaska, took place in the beginning of March 2020. This campaign could explain the increase in the expressed mood in passenger tweets between March 1 st 2020 and March 5 th 2020 and could as well as compensate the effect of the travel ban announcement.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 198,
                    "end": 206,
                    "text": "Figure 7",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 339,
                    "end": 347,
                    "text": "Figure 7",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "B. Sentiment analysis"
        },
        {
            "text": "This drop in the mood is less visible (or non-existent in the case of American Airlines) within the tweets written by the airline customer services, as shown in Figure 7 (b). Though Delta Air Lines and Alaska Airlines had the highest expressed mood on average within passenger tweets, the mood expressed by their customer service is the lowest on average of the four legacy airlines considered. The better mood expressed by their passengers could be explained by the fact that these companies expressed a mood closer to their passengers' actual mood. The gap between the mood expressed within tweets written by passengers and tweets written by airline customer services is visible from one figure to another, airline customer service tweets expressing a mood about 0.2 points higher than passenger tweets.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 161,
                    "end": 169,
                    "text": "Figure 7",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "B. Sentiment analysis"
        },
        {
            "text": "Similar observations can be drawn from a low-cost carrier perspective. Figure 8 shows the evolution of the expressed mood from February 1 st 2020 to April 12 th 2020 for the three low-cost carriers considered. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 71,
                    "end": 79,
                    "text": "Figure 8",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "B. Sentiment analysis"
        },
        {
            "text": "Airlines express a significantly lower mood on average than the other two low-cost carriers considered over the months of February and March 2020. A spike in the expressed mood in tweets written by JetBlue passengers can be seen around March 26 th 2020, which corresponds to the period when JetBlue announced they would be offering free flights to health care workers in order to help the governor of New York handle the spread of COVID-19 in New York State § , as well as the period when an update of their mobile application contained the message \"Now, go wash your hands\". The drop in the mood expressed in the tweets written by passengers of legacy airlines after Italy's lockdown is less visible for passengers of low-cost airlines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 8(a) indicates that passengers from Spirit"
        },
        {
            "text": "From a customer service perspective, Figure 8 (a), the gap between the mood expressed in the tweets written by Southwest Airlines customer and the mood expressed in the tweets written by the customer service of the other two carriers is resorbed the day after Italy's lockdown. This could indicate a similar communication policy for these carrier regarding the COVID-19 pandemic. The same gap as for legacy airlines between the mood expressed within tweets written by passengers and tweets written by airline customer services of about 0.2 points is visible from Figure 8 (a) to Figure 8(b) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 37,
                    "end": 45,
                    "text": "Figure 8",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 563,
                    "end": 571,
                    "text": "Figure 8",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 579,
                    "end": 590,
                    "text": "Figure 8(b)",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "Figure 8(a) indicates that passengers from Spirit"
        },
        {
            "text": "Based on this sentiment data, two metrics are proposed here to compare airlines. A first metric aims to measure how well airlines are in phase with the mood of their passengers. For example, if the average passenger mood is decreasing, the mood expressed by the airline customer service should not be increasing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 8(a) indicates that passengers from Spirit"
        },
        {
            "text": "The airline empathy score is defined as the correlation between the evolution of the average mood expressed by passengers in their tweets and the evolution of the average mood expressed by the airline customer service in their tweets. This score goes from -1 to 1, with 1 meaning that the airline customer service expressed mood is perfectly in phase with the mood expressed by their passengers. A score of 0 indicates that the mood expressed by the airline customer service is uncorrelated with the expressed mood of their passengers. A score of -1 indicates that the airline customer service expressed mood is in complete opposition of phase with the mood expressed by their passengers. In other words, the mood expressed by airlines increases when the mood expressed by passengers decreases, and vice-versa.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposed passenger-centric metric 4"
        },
        {
            "text": "Proposed passenger-centric metric 5 The airline sentiment gap measures the average difference between the average mood expressed by passengers and the average mood expressed by airlines.",
            "cite_spans": [
                {
                    "start": 34,
                    "end": 35,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Proposed passenger-centric metric 4"
        },
        {
            "text": "This measures goes from -1 to 1 with 0 indicating that airlines and passengers express the same average mood. 1 indicates the worst case, i.e. when the mood expressed by airlines is equal to 1 (i.e. highest possible) and the mood expressed by passengers is equal to 0 (lowest possible) throughout the considered period. A measure of -1 indicates the opposite scenario. Table 4 presents these two proposed passenger-centric metrics based on the sentiment expressed in tweets for the seven considered airlines and ranks the airlines for each score. The scores were calculated over the period of March 1 st 2020 to April 11 th 2020. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 369,
                    "end": 376,
                    "text": "Table 4",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Proposed passenger-centric metric 4"
        },
        {
            "text": "When a some exceptional situation occurs, a spike in the use of certain keywords can be seen within the stream of tweets written by the affected Twitter users. For example, in the case of an important number of cancellations, many passengers will go on Twitter and use the keyword \"cancel\" to express their concerns directly to the airline they were flying with. Figure 9 shows the evolution of the normalized number of occurrences of the keyword \"cancel\" in tweets written by passengers from February 1 st 2020 to April 12 th 2020 for four US legacy airlines and three US low-cost carriers. The normalization is based on the total number of passengers transported by each considered carrier over the year 2018 using BTS data [37] . Figure 9 (a) indicates that the passengers of the four legacy airlines considered are reactive to the international situation; an important increase can already be seen around the date of Italy's lockdown announcement. A second spike then occurs once the US announces that it bans all travellers from the EU, China and Iran, with Delta Air Line passengers being, in proportion, the most vocal on Twitter. This could indicate that Delta Air Line has a greater proportion of its US passengers traveling in the EU at that time. Alaska Airlines had an early spike in the number of tweets containing the keyword \"cancel\" compared to the other legacy airlines. That early spike could be link to the fact that most of the first US cases of COVID-19 were discovered on the US West Coast, which is where Alaska Airlines main hub is located. Figure 9 (b) shows the evolution in the mood expressed in passenger tweets for the three considered low-cost carriers. Passengers of Southwest Airlines are the less vocal in proportion on the matter of cancellation, with a slight increase in number of occurrences of the keyword \"cancel\" in their tweets almost entirely contained within the period between Italy lockdown announcement and the rise to a Level y travel advisory for the US. Passengers of JetBlue Airways have a Figure 9 Number of occurrences of the keyword \"cancel\" in tweets written by passengers normalized by the number of total passengers per carrier over the year 2018 using BTS data [37] behavior similar to legacy airlines in this case. Spirit Airlines passengers waited for the US travel ban announcement to express massively their concerns using the word \"cancel\". Figure 10 shows the evolution of the number of occurrences of the keyword \"cancel\" in tweets written by airline customer sservices from February 1 st 2020 to April 12 th 2020 for the same four US legacy airlines and three US low-cost carriers. Please note that the y-axis scale is different between Figure 10 (a) and Figure 10 For legacy airlines, the behavior shown in Figure 10 (a) is similar for three out of four of the considered airlines. There is a significant increase in the number of occurrences of the keyword \"cancel\" starting the Italy announced its lockdown and that number then slowly decreases. For American Airlines, after a similar increase in the number of occurrences of the keyword \"cancel\", that number does not decrease but fluctuates at a level more important than during the period before the travel restriction measures where announced.",
            "cite_spans": [
                {
                    "start": 726,
                    "end": 730,
                    "text": "[37]",
                    "ref_id": null
                },
                {
                    "start": 2218,
                    "end": 2222,
                    "text": "[37]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 363,
                    "end": 371,
                    "text": "Figure 9",
                    "ref_id": null
                },
                {
                    "start": 733,
                    "end": 741,
                    "text": "Figure 9",
                    "ref_id": null
                },
                {
                    "start": 1565,
                    "end": 1573,
                    "text": "Figure 9",
                    "ref_id": null
                },
                {
                    "start": 2040,
                    "end": 2048,
                    "text": "Figure 9",
                    "ref_id": null
                },
                {
                    "start": 2403,
                    "end": 2412,
                    "text": "Figure 10",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2702,
                    "end": 2711,
                    "text": "Figure 10",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2720,
                    "end": 2729,
                    "text": "Figure 10",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2773,
                    "end": 2782,
                    "text": "Figure 10",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Cancellations"
        },
        {
            "text": "Regarding low-cost carriers, Figure 10 (b) shows that each carrier has its own characteristic regarding the use of the keyword \"cancel\". Southwest Airlines has two important spikes around each of the US announcements referenced in the plot. JetBlue has a single massive spike on March 13 th 2020. Both of these carriers then spent more than two weeks with a higher level of occurrences of the keyword \"cancel\" than in February 2020. Spirit Airlines barely uses the keyword \"cancel\" in their communication except on March 23 rd 2020.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 29,
                    "end": 38,
                    "text": "Figure 10",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Cancellations"
        },
        {
            "text": "Based on the observations from the plots in Figure 9 , it is possible to consider that an important increase in the normalized number of passenger tweets containing the keyword \"cancel\" represents a situation that airlines have to deal with in order for that volume to return to normal values.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 44,
                    "end": 52,
                    "text": "Figure 9",
                    "ref_id": null
                }
            ],
            "section": "Cancellations"
        },
        {
            "text": "Two metrics to measure the airline reaction to such a situation are proposed here. The aim of the first metric is to measure the effectiveness of the airline response to these keyword-related situations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 2 A keyword-related Twitter situation is defined as an increase in the normalized number of occurrences of the keyword within passenger tweets over a predefined level."
        },
        {
            "text": "Proposed passenger-centric metric 6 The keyword-related Twitter situation quality response score of an airline is the time needed for the airline to bring the normalized number of occurrences of the keyword within passenger tweets back to a predefined level.",
            "cite_spans": [
                {
                    "start": 34,
                    "end": 35,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Definition 2 A keyword-related Twitter situation is defined as an increase in the normalized number of occurrences of the keyword within passenger tweets over a predefined level."
        },
        {
            "text": "This proposed quality metric measures the time needed for the airline to bring the number of keyword occurrences back to a normal state. When measuring the response of long term perturbation, such as the COVID pandemic, this time is measured in days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 2 A keyword-related Twitter situation is defined as an increase in the normalized number of occurrences of the keyword within passenger tweets over a predefined level."
        },
        {
            "text": "The number of keyword occurrences in the passenger tweets is normalized by the total number of passengers over the year 2018 in this case, similarly to the data presented in Figure 9 , and this normalization should be updated with the most recent numbers once they are available.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 174,
                    "end": 182,
                    "text": "Figure 9",
                    "ref_id": null
                }
            ],
            "section": "Definition 2 A keyword-related Twitter situation is defined as an increase in the normalized number of occurrences of the keyword within passenger tweets over a predefined level."
        },
        {
            "text": "The aim of the second metric is to measure the communication effort produced by the airline in order to handle the situation linked to the increase of number of occurrences of the keyword under consideration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 2 A keyword-related Twitter situation is defined as an increase in the normalized number of occurrences of the keyword within passenger tweets over a predefined level."
        },
        {
            "text": "The keyword-related Twitter situation quantity response score of an airline is calculated by integrating the number of occurrences of the keyword in tweets written by the airline over the number of days associated to the situation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposed passenger-centric metric 7"
        },
        {
            "text": "The number of days used to calculate this quantity response score corresponds to the number of days found using the quality response score associated with the same situation. Table 5 presents these two proposed metrics in the case of the keyword \"cancel\" considering that the predefined threshold indicating when a situation starts and ends is 1. Table 5 illustrates the necessity of considering both the quality response score and the quantity response score hand in hand. Southwest Airlines has the best scores from both perspective but Spirit Airlines has the second best quality response score but the worst quantity response score by far. Figure 11 shows the evolution of the number of occurrences of the keyword \"refund\" in tweets written by passengers from March 1 st 2020 to April 12 th 2020 for the same seven US airlines. Figure 11 shows the evolution of the normalized number of occurrences of the keyword \"refund\" in tweets written by passengers from February 1 st 2020 to April 12 th 2020 for the same seven US airlines using the same normalization process.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 175,
                    "end": 182,
                    "text": "Table 5",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 347,
                    "end": 354,
                    "text": "Table 5",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 644,
                    "end": 653,
                    "text": "Figure 11",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 832,
                    "end": 841,
                    "text": "Figure 11",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Proposed passenger-centric metric 7"
        },
        {
            "text": "From a passenger perspective, the situation linked to the \"refund\" keyword is similar to the situation linked to the \"cancel\" keyword but at a lower proportion. Figure 11 (a) shows that legacy airlines all have a steep increase in the number of occurrences of the keyword \"refund\" in passenger tweets at the announcement of Italy's lockdown and then a very slow decrease, with Alaska Airlines have an anticipated spike at the beginning of March 2020. Figure 11 that Southwest Airlines increase in the occurrences of the keyword \"refund\" is still lower and resorbs faster than the other low-cost carriers and that the spike for Spirit Airlines passengers starts only at the announcement of the US travel ban. Figure 12 shows the evolution of the number of occurrences of the keyword \"refund\" in tweets written by airline customer services from February 1 st 2020 to April 12 th 2020 for the same seven US airlines. Figure 12 (a) shows the evolution of the number of occurrences of the keyword \"cancel\" within tweets of customer service of the four considered legacy airlines. The initial increase is similar than for the keyword \"cancel\" (Figure 10(a) ), however there is then a second increase towards the end of March 2020, this increase being most visible within the tweets written by American Airlines. From a low-cost carrier perspective, Figure 12 (b) illustrates the same idiosyncracies as in Figure 10 (b): Two spikes around the US announcements for Southwest Airlines, this time with higher fluctuations afterwards, one major spike on March 13 th 2020 for JetBlue and not even one occurrence of the keyword \"refund\" over the whole period for Spirit Airlines.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 161,
                    "end": 170,
                    "text": "Figure 11",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 451,
                    "end": 460,
                    "text": "Figure 11",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 708,
                    "end": 717,
                    "text": "Figure 12",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 914,
                    "end": 923,
                    "text": "Figure 12",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1137,
                    "end": 1150,
                    "text": "(Figure 10(a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1343,
                    "end": 1352,
                    "text": "Figure 12",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1399,
                    "end": 1408,
                    "text": "Figure 10",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Refund"
        },
        {
            "text": "The same two metrics associated to the \"cancel\"-related Twitter situation presented in Section IV.C.1, i.e. the quality response score and the quantity response score, can be used for this \"refund\"-related Twitter situation. Table 6 presents these two proposed metrics in the case of the keyword \"refund\" using the same predefined threshold of 1 for delimiting a Twitter situation. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 225,
                    "end": 232,
                    "text": "Table 6",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Refund"
        },
        {
            "text": "In order to complement existing flight-centric metrics, which are not broadly and readily available, this paper proposed to consider seven different passenger-centric metrics based on passenger-generated data, three of them focusing on airports and the other four metrics focusing on airlines. They are regrouped and listed here.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Summary of the proposed metrics"
        },
        {
            "text": "Proposed passenger-centric metric 1 The immigration quality score for an airport of entry is defined as the correlation between the daily average wait time for passengers at its immigration service and the daily average immigration load factor of the airport over a given period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Summary of the proposed metrics"
        },
        {
            "text": "The weekly airport visitor efficiency score for an airport is defined as the weekly proportion of airport visitors spending less than 60 minutes at an airport.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposed passenger-centric metric 2"
        },
        {
            "text": "Proposed passenger-centric metric 3 The weekly airport visitor slugginess score for an airport is defined as the weekly proportion of airport visitors spending more than 240 minutes at an airport.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposed passenger-centric metric 2"
        },
        {
            "text": "Proposed passenger-centric metric 4 The airline empathy score is defined as the correlation between the evolution of the average mood expressed by passengers in their tweets and the evolution of the average mood expressed by the airline customer service in their tweets.",
            "cite_spans": [
                {
                    "start": 34,
                    "end": 35,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Proposed passenger-centric metric 2"
        },
        {
            "text": "Proposed passenger-centric metric 5 The airline sentiment gap measures the average difference between the average mood expressed by passengers and the average mood expressed by airlines.",
            "cite_spans": [
                {
                    "start": 34,
                    "end": 35,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Proposed passenger-centric metric 2"
        },
        {
            "text": "The following two proposed metrics can be used with selected keywords, e.g. \"cancel\" and \"refund\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposed passenger-centric metric 2"
        },
        {
            "text": "Proposed passenger-centric metric 6 The keyword-related Twitter situation quality response score of an airline is the time needed for the airline to bring the normalized number of tweets containing the specific keyword back to a predefined level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposed passenger-centric metric 2"
        },
        {
            "text": "Proposed passenger-centric metric 7 The keyword-related Twitter situation quantity response score of an airline is calculated by integrating the number of tweets written by the airline and containing the keyword over the number of days associated to the situation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposed passenger-centric metric 2"
        },
        {
            "text": "These proposed passenger-centric metrics were built using data available, either in real-time or due to the exceptional circumstances, and can still be further tuned to meet the expectations of both federal agencies and passengers. Several limitations and possible improvements should be noted here for a better understanding of these proposed metrics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Discussion"
        },
        {
            "text": "The data used to estimate the number of visitors at airports and the proportion of time spent per airport location was graciously provided by SafeGraph in order to better understand the COVID-19 situation, and is not usually as easily available. In order to implement the associated metrics, agreements should be held between the different data providers and the group in charge of such metrics. Furthermore, an analysis of the categories of person most likely to be within the gathered data should be undertaken to better tune the final score.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Discussion"
        },
        {
            "text": "The proposed Twitter related metrics have the unique advantage, among the presented datasets, that they can easily be updated on an hourly basis if needed. They also enable each passenger and airline to actively be able to influence their scores. They measure however essentially the communication quality and quantity between airlines and passengers, and should therefore still be complemented with traditional flight-centric measures for completeness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Discussion"
        },
        {
            "text": "This study focused on the effects of the travel restriction measures linked to a major disruption taking its course over an important number of days and tailored the proposed metrics for this timespan. Future studies could also investigate into the adaptation of some of these proposed passenger-centric metrics to measure effects on a smaller scale, e.g. over a single day or a few hours.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronavirus Travel Restrictions, Across the Globe",
            "authors": [],
            "year": 2020,
            "venue": "New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Which countries are in mandatory lockdown due to COVID-19?",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Worldatlas",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Global Level 4 Health Advisory -Do Not Travel",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Bureau of Transportation Statistics",
            "authors": [],
            "year": 2018,
            "venue": "About BTS",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "An Analysis of Passenger Delays Using Flight Operations and Passenger Booking Data",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bratu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Barnhart",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Air Traffic Control Quarterly",
            "volume": "13",
            "issn": "1",
            "pages": "1--27",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Flight Operations Recovery: New Approaches Considering Passenger Recovery",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bratu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Barnhart",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Journal of Scheduling",
            "volume": "9",
            "issn": "3",
            "pages": "279--298",
            "other_ids": {
                "DOI": [
                    "10.1007/s10951-006-6781-0"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Passenger Trip Time Metric for Air Transportation",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Sherry",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Donohue",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "The 2nd International Conference on Research in Air Transportation",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Methods for Analysis of Passenger Trip Performance in a Complex Networked Transportation System",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "NextGen Integration, and Implementation Office",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Flightpath 2050: Europe's Vision for Aviation ; Maintaining Global Leadership and Serving Society's Needs",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Darecki",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Edelstenne",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fernandez",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hartman",
                    "suffix": ""
                },
                {
                    "first": "J.-P",
                    "middle": [],
                    "last": "Herteman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kerkloch",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ky",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mathieu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Orsi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Schotman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "J.-D",
                    "middle": [],
                    "last": "Wörner",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "European Commission",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "NextGen Metrics for the Joint Planning and Development Office",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "O"
                    ],
                    "last": "Gawdiak",
                    "suffix": ""
                },
                {
                    "first": "Diana",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Passenger-Oriented Enhanced Metrics",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tanner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cristóbal",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zanin",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "META-CDM: Multimodal, Efficient Transportation in Airports and Collaborative Decision Making",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Laplace",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Marzuoli",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Feron",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Airport Gate Scheduling for Passengers, Aircraft, and Operation",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Marzuoli",
                    "suffix": ""
                },
                {
                    "first": "J.-P",
                    "middle": [],
                    "last": "Clarke",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Delahaye",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Feron",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Tenth USA/Europe Air Traffic Management Research and Development Seminar (ATM2013)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Air Transportation and Multimodal, Collaborative Decision Making during Adverse Events",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dray",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Marzuoli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Evans",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Eleventh USA/Europe Air Traffic Management Research and Development Seminar (ATM2015)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The passenger IT trends survey",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Passenger Flow Predictions at Sydney International Airport: A Data-Driven Queuing Approach",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nikoue",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Marzuoli",
                    "suffix": ""
                },
                {
                    "first": "J.-P",
                    "middle": [],
                    "last": "Clarke",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Feron",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:1508.04839"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Advances in Measuring Pedestrians at Dutch Train Stations Using Bluetooth, Wifi and Infrared Technology",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Van Den Heuvel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ton",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hermansen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Traffic and Granular Flow'15",
            "volume": "",
            "issn": "",
            "pages": "11--18",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Modeling and Predicting the Occupancy in a China Hub Airport Terminal Using Wi-Fi Data",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Energy & Buildings",
            "volume": "203",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Implementing and Validating Air Passenger-Centric Metrics Using Mobile Phone Data",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Marzuoli",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Boidot",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Feron",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Srivastava",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Aerospace Information Systems",
            "volume": "16",
            "issn": "4",
            "pages": "132--147",
            "other_ids": {
                "DOI": [
                    "10.2514/1.I010625"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Passenger-Centric Metrics for Air Transportation Leveraging Mobile Phone and Twitter Data",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Marzuoli",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Monmousseau",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Feron",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Data-Driven Intelligent Transportation Workshop -IEEE International Conference on Data Mining",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Understanding Door-to-Door Travel Times from Opportunistically Collected Mobile Phone Records",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "García-Albertos",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "G"
                    ],
                    "last": "Cantú Ros",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Herranz",
                    "suffix": ""
                },
                {
                    "first": "Ciruelos",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "SESAR Innovation Days 2017",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "SafeGraph COVID-19 data consortium",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Safegraph",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Monthly Active Twitter Users in the United States",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Statista",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Twitter-Based Information Distribution during the 2009 Red River Valley Flood Threat",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Palen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Starbird",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vieweg",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hughes",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Bulletin of the American Society for Information Science and Technology",
            "volume": "36",
            "issn": "5",
            "pages": "13--17",
            "other_ids": {
                "DOI": [
                    "10.1002/bult.2010.1720360505"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Microblogging during Two Natural Hazards Events: What Twitter May Contribute to Situational Awareness",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vieweg",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Hughes",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Starbird",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Palen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Applications of Topics Models to Analysis of Disaster-Related Twitter Data",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kireyev",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Palen",
                    "suffix": ""
                },
                {
                    "first": "Anderson",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Towards a Realtime Twitter Analysis during Crises for Operational Crisis Management",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Terpstra",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Stronkman",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Practical text mining and statistical analysis for non-structured text data applications",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Breen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "133",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "An Ensemble Sentiment Classification System of Twitter Data for Airline Services Analysis",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "2015 IEEE International Conference on Data Mining Workshop (ICDMW)",
            "volume": "",
            "issn": "",
            "pages": "1318--1325",
            "other_ids": {
                "DOI": [
                    "10.1109/ICDMW.2015.7"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Predicting and Analyzing US Air Traffic Delays Using Passenger-Centric Data-Sources",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Monmousseau",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Marzuoli",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Feron",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Delahaye",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Thirteenth USA/Europe Air Traffic Management Research and Development Seminar (ATM2019)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Passengers on Social Media: A Real-Time Estimator of the State of the US Air Transportation System",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Monmousseau",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Marzuoli",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Feron",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Delahaye",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "ENRI Int. Workshop on ATM/CNS (EIWAC 2019)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "United States Customs and Border Protection",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Doorway to the United States: An Exploration of Customs and Border Protection Data",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Monmousseau",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Marzuoli",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bosson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Feron",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Delahaye",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "38th Digital Avionics Systems Conference",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Effects of Waiting on the Satisfaction with the Service: Beyond Objective Time Measures",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pruyn",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Smidts",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "International Journal of Research in Marketing",
            "volume": "15",
            "issn": "4",
            "pages": "8--9",
            "other_ids": {
                "DOI": [
                    "10.1016/S0167-8116(98)00008-1"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Where Is My Bus? Impact of Mobile Real-Time Information on the Perceived and Actual Wait Time of Transit Riders",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Watkins",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ferris",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Borning",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Rutherford",
                    "suffix": ""
                },
                {
                    "first": "Layton",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Transportation Research Part A: Policy and Practice",
            "volume": "45",
            "issn": "8",
            "pages": "839--848",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tra.2011.06.010"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Evolution of the total number of daily arriving passengers. The dates of last recorded CBP data for airports with no immigration data on the date of April 22 nd 2020 are indicated as dotted lines.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Evolution of the total number of daily airport visitors using SafeGraph data. The dates of last recorded CBP data for airports with no immigration data on the date of April 22 nd 2020 are indicated as dotted lines.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "(b) shows the boxplots of the number of passengers arriving at immigration per day for each airport over the period of April 1 st -22 nd 2020. The airports in this figure are in the same order as for Figure 3(a). Please note that the y-axis are not the same between Figure 3(a) and Figure 3(b) due to the important drop in the number of passengers arriving at US airports of entries after the implementation of the travel restriction measures.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Boxplots of the number of arriving passengers per day for each airport of entry to the US over the first three weeks of April for the years 2019 and 2020.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "a) is a snapshot of the \"normal\" situation regarding the number of passengers arriving at US immigration over the first three weeks of April, whileFigure 3(b) is a snapshot of a pandemic situation regarding the number of passengers arriving at US immigration. The thirteen airports chosen for handling the return of US citizens from high-risk areas are all in the top 16 airports with the highest median daily number of passengers arriving at immigration, along with George Bush Intercontinental Airport (IAH), Fort Lauderdale-Hollywood International Airport (FLL) and Orlando International Airport (MCO).The drop in the number of passengers arriving at immigration per day is clearly visible between the years 2019(Figure 3(a)) and 2020(Figure 3(b)) for the airports with the most arriving passengers. The drop for JFK is the most important in volume going from a median number of passengers arriving at immigration of 45.9 thousands between April 1 st -22 nd 2019 down to a median of 360 April 1 st -22 nd 2020. For JFK, this drop represents a drop of 99.3%",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "(b) due to the important drop in the number of passengers arriving at US airports of entries after the implementation of the travel restriction measures. (a) March 1 st -15 th 2020 (b) April 1 st -15 th Boxplots of the number of airport visitors per day for 44 US airport with available SafeGraph data over the first two weeks of March and April 2020.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "(b) shows the daily evolution of the average number of open immigration booths per hour at JFK and presents a similar drop than in Figure 5(a), the number of open immigration booths dropping from around an average of 35.4 per operating hour down to an average of 7.5 per hour. This drop is however less important in proportion compared to the drop in the number of passengers arriving at immigration.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "(d) shows the daily evolution of the average wait time for passengers at JFK's immigration. It was reduced by half after the lockdown and travel ban measures, from around 21.5 minutes to around 10.5 minutes, compared to the usual April levels of 26 minutes in 2019 and 23 minutes in 2018.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "a) Daily number of passengers arriving at immigration (b) Daily average of the number of open immigration booth per hour (c) Daily average load factor (d) Daily average wait time for arriving passengers at immigration Comparison of CBP data from January 1 st to April 13 th for the years 2018 to 2020, case of JFK airport",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "(b) shows the daily evolution of the average number of open immigration booth per hour at IAD. The daily average of open booths per hour over the month of April 2020, with an average of 10.1 per hour, is similar to the daily average over the month of April 2018, with an average of 11 per hour, and only slightly lower than the number of open booths over the month of April 2019, with an average of 14.6 per hour. Over the period of January to March, the daily average of open booths per hour is significantly higher in 2020 than in 2018 or 2019, with an average of 10.2 for 2018 and of 11.7 for 2019. From a load factor perspective, the situation at IAD is quite similar to the situation at JFK. Figure 6(c) shows the daily evolution of the immigration load factor at IAD. The decrease in passengers after the travel ban measures led to a load factor that oscillates around an average of 26.7, which is three to (a) Daily number of passengers arriving at immigration (b) Daily average of the number of open immigration booth per hour (c) Daily average ratio of passengers arriving at immigration per open immigration booths (d) Daily average wait time for arriving passengers at immigration Comparison of CBP data from January 1 st to April 13 th for the years 2018 to 2020, case of IAD airport four times lower than the usual load factor of this period. The drop is of 67% with the year 2019 and of 75% with the year 2018. Even though passengers arriving at immigration starting March 20 th 2020 have at least three times more available open booths than in the previous year, the wait time for passengers at immigration did not improve, unlike for passengers arriving at JFK immigration. Figure 6(d) shows the daily evolution of the average wait time for passengers arriving at IAD immigration. The average wait time has increased throughout the travel ban measures and even reached the same level as during the previous years. It went from an average of 8.1 minutes in February 2020 to an average of 17 minutes in April 2020, compared to an average of 14.6 minutes in 2018 and of 26.3 minutes in 2019.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Daily average mood expressed in tweets containing airline Twitter handles for four legacy airlines between February 1 st 2020 and April 12 th 2020.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Daily average mood expressed in tweets containing airline Twitter handles for three low-cost airlines between February 1 st 2020 and April 12 th 2020.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "a) From customer service of legacy airlines (b) From customer service of low-cost airlines Figure 10 Number of occurrences of the keyword \"cancel\" in tweets written by airline customer services",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "(b) shows (a) From passengers of legacy airlines (b) From passengers of low-cost airlines Figure 11 Number of occurrences of the keyword \"refund\" in tweets written by passengers normalized by the number of total passengers per carrier over the year 2018 using BTS data [37]",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "a) From customer service of legacy airlines (b) From customer service of low-cost airlines Figure 12 Number of occurrences of the keyword \"refund\" in tweets written by airline customer services",
            "latex": null,
            "type": "figure"
        },
        "TABREF4": {
            "text": "Airline ranking based on the proposed passenger-centric metrics based on the sentiment expressed in tweets applied to the period of March 1 st 2020 to April 11 th 2020",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Airline ranking based on the proposed keyword metrics applied to the period of March 1 st 2020 to April 11 th 2020 with the keyword \"cancel\"",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Airline ranking based on the proposed keyword metrics applied to the period of March 1 st 2020 to April 11 th 2020 with the keyword \"refund\"",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to thank Nikunj Oza from NASA-Ames, the French École Nationale de l'Aviation Civile and the King Abdullah University of Science and Technology for their financial support, as well as SafeGraph for making their data available for this study.The authors would also like to deeply thank all workers and researchers associated in the fight against the COVID-19 pandemic, with a special thought to health-care workers and providers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}