{
    "paper_id": "3c2c3650cb765766a4e84ad02eb2a98452a02046",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Yueying",
                "middle": [],
                "last": "Pan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "addrLine": "Wuhan 430030",
                        "country": "People's Republic of China European Radiology"
                    }
                },
                "email": ""
            },
            {
                "first": "Hanxiong",
                "middle": [],
                "last": "Guan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "addrLine": "Wuhan 430030",
                        "country": "People's Republic of China European Radiology"
                    }
                },
                "email": ""
            },
            {
                "first": "Shuchang",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "addrLine": "Wuhan 430030",
                        "country": "People's Republic of China European Radiology"
                    }
                },
                "email": ""
            },
            {
                "first": "Yujin",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "addrLine": "Wuhan 430030",
                        "country": "People's Republic of China European Radiology"
                    }
                },
                "email": ""
            },
            {
                "first": "Qian",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "addrLine": "Wuhan 430030",
                        "country": "People's Republic of China European Radiology"
                    }
                },
                "email": ""
            },
            {
                "first": "Tingting",
                "middle": [],
                "last": "Zhu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "addrLine": "Wuhan 430030",
                        "country": "People's Republic of China European Radiology"
                    }
                },
                "email": ""
            },
            {
                "first": "Qiongjie",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "addrLine": "Wuhan 430030",
                        "country": "People's Republic of China European Radiology"
                    }
                },
                "email": "qjhu@outlook.com"
            },
            {
                "first": "Liming",
                "middle": [],
                "last": "Xia",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "addrLine": "Wuhan 430030",
                        "country": "People's Republic of China European Radiology"
                    }
                },
                "email": "lmxia@tjh.tjmu.edu.cn"
            }
        ]
    },
    "abstract": [
        {
            "text": "Objectives The purpose of this study was to observe the imaging characteristics of the novel coronavirus pneumonia. Methods Sixty-three confirmed patients were enrolled from December 30, 2019 to January 31, 2020. High-resolution CT (HRCT) of the chest was performed. The number of affected lobes, ground glass nodules (GGO), patchy/punctate ground glass opacities, patchy consolidation, fibrous stripes and irregular solid nodules in each patient's chest CT image were recorded. Additionally, we performed imaging follow-up of these patients. Results CT images of 63 confirmed patients were collected. M/F ratio: 33/30. The mean age was 44.9 ± 15.2 years. The mean number of affected lobes was 3.3 ± 1.8. Nineteen (30.2%) patients had one affected lobe, five (7.9%) patients had two affected lobes, four (6.3%) patients had three affected lobes, seven (11.1%) patients had four affected lobes while 28 (44.4%) patients had 5 affected lobes. Fifty-four (85.7%) patients had patchy/punctate ground glass opacities, 14 (22.2%) patients had GGO, 12 (19.0%) patients had patchy consolidation, 11 (17.5%) patients had fibrous stripes and 8 (12.7%) patients had irregular solid nodules. Fifty-four (85.7%) patients progressed, including single GGO increased, enlarged and consolidated; fibrous stripe enlarged, while solid nodules increased and enlarged. Conclusions Imaging changes in novel viral pneumonia are rapid. The manifestations of the novel coronavirus pneumonia are diverse. Imaging changes of typical viral pneumonia and some specific imaging features were observed. Therefore, we need to strengthen the recognition of image changes to help clinicians to diagnose quickly and accurately. Key Points • High-resolution CT (HRCT) of the chest is critical for early detection, evaluation of disease severity and follow-up of patients with the novel coronavirus pneumonia. • The manifestations of the novel coronavirus pneumonia are diverse and change rapidly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "• Radiologists should be aware of the various features of the disease and temporal changes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Since December 2019, a number of cases of pneumonia infected with the new coronavirus, i.e. 2019-nCoV, have been found in Wuhan, Hubei province. With the spread of the The first authorship is shared by Yueying Pan and Hanxiong Guan and the corresponding authorship is shared by Qiongjie Hu and Liming Xia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Please note that due to the time sensitive nature of the work presented in this article, standard peer-review has been bypassed to ensure rapid publication. The article has been directly assessed by the Editor-in-Chief. disease, such cases have also been found in other parts of China and abroad [1] . As of February 2, 2020, there are more than 14,000 confirmed cases and more than 300 deaths. The 2019-nCoV is considered a relative of the deadly severe acute respiratory syndrome (SARS) and Middle East respiratory syndrome (MERS) coronaviruses. Current study showed that 2019-nCov was more closely related to bat-SL-CoV ZC45 and bat-SL-CoV ZXC21 [2] .",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 299,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 649,
                    "end": 652,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Recent studies revealed that 2019-nCoV could spread from human to human, mainly through respiratory droplets, and also through contact [3] . The incubation period is generally 3-7 days, the longest not more than 14 days. Fever, fatigue, and dry cough are the main symptoms. A few patients have symptoms such as nasal congestion, runny nose, and diarrhea. In severe cases, dyspnea occurs more than a week later. In severe cases, acute respiratory distress syndrome, septic shock, difficult to correct metabolic acidosis, and coagulation dysfunction develop rapidly [4] . The confirmed diagnosis of 2019-nCoV infection requires viral nucleic acid detection in throat swabs, sputum, lower respiratory tract secretions, or blood, and the specificity is strong but the sensitivity is poor [5] . According to current experience, lung imaging manifests earlier than clinical symptoms, so imaging examination is vital in preclinical screening. Currently, high-resolution CT (HRCT) is of outstanding importance as it is the main tool for screening, primary diagnosis, and evaluation of disease severity.",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 138,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 564,
                    "end": 567,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 784,
                    "end": 787,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "There are few studies on imaging of 2019-nCoV pneumonia so far. In this study, chest HRCT images of 63 confirmed patients were collected to observe the patients' CT manifestations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Sixty-three confirmed patients were enrolled from December 30, 2019 to January 31, 2020. CT (CT HD750 Discovery, GE) examination follows the common chest protocol: the patient is installed in a supine position, arms raised. The patient is instructed to hold their breath during acquisition, that includes whole lung volume. Overall scan time is 2 s, and slice thickness for reconstruction is 1.25 mm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Population and CT image data acquisition"
        },
        {
            "text": "The main analysis criteria are the number of affected lobes, presence of ground glass nodules (GGO), patchy/punctate ground glass opacities, patchy consolidation, fibrous stripes, and irregular solid nodules in each patient's chest CT image.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Qualitative image analysis"
        },
        {
            "text": "Statistical analysis was performed on SPSS 17.0 (IBM Corporation). Measuring data were expressed as mean ± SD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Demographics CT images of 63 confirmed patients were collected. M/F ratio: 33/30, mean age was 44.9 ± 15.2 years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "As shown in Table 1 , out of the 63 confirmed patients, the mean number of affected lobes was 3.3 ± 1.8. Nineteen (30.2%) patients had 1 affected lobe, 5 (7.9%) patients had 2 affected lobes, 4 (6.3%) patients had 3 affected lobes, 7 (11.1%) patients had 4 affected lobes, while 28 (44.4%) patients had 5 affected lobes. Fourteen (22.2%) patients had GGO, 54 (85.7%) patients had patchy/punctate ground glass opacities, 12 (19.0%) patients had patchy consolidation, 11 (17.5%) patients had fibrous stripes, and 8 (12.7%) patients had irregular solid nodules. Various lesions were shown in the Fig. 1 . We also re-examined CT of these patients with an interval of 3-14 days. It was found that 54 (85.7%) patients progressed, including a single with increasing GGO, enlarged and consolidated, enlarged fibrous stripes, while solid nodules increased and enlarged (Fig. 2) . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 19,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 593,
                    "end": 599,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 860,
                    "end": 868,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "CT images analysis"
        },
        {
            "text": "Coronavirus is a large RNA virus family. Six subtypes have been identified in the past, including SARS and MERS. 2019-nCoV is a new subtype whose genetic structure is 82% similar to SARS-CoV [2] . The source of infection is wild animals, which may be Chinese chrysanthemum head bats or snakes. 2019-nCoV can be transmitted through droplets or contact, and may also be transmitted through the fecal-oral route, with a high incidence and rapid infection, posing a huge threat to global public health [3] . Therefore, detecting the disease accurately and quickly is of great significance. Chest HRCT is b1, b2 showed fibrous stripe in right lower lung progressed to strip; c1, c2 showed solid nodules in right upper lung enlarged; d1 and d2 indicated that the density of solid nodules decreases and the range increases, like \"melting sugar\" an important screening tool for 2019-nCoV due to its high sensitivity and convenience. This study collected 63 confirmed new coronavirus pneumonia patients' chest CT to analyze their imaging manifestations. The imaging manifestations of the new coronavirus pneumonia are similar to common viral pneumonia, but also have its own imaging characteristics. In our study, patients may have a single lobe or multiple lobes involvement; 30.2% of patients had only one lobe involved, and 44.4% had all lobes involvement. This study shows that the most common manifestations of new coronavirus pneumonia are patchy/punctate ground glass opacities (85.7%), patchy consolidation (19.0%), and mainly distributed in a sub-pleural area (Fig. 1c-f ); chest CT of the patients for re-examination after 3-14 days were also observed. It was found that, as the disease progressed, the range of ground glass density patches and consolidation increased (Fig. 2a1, a2) , which were mainly distributed in the middle and outer zones of the lung. When patients' condition would improve, a little fibrous stripe may appear. Conversely, when patients' condition worsened, the lungs showed diffuse lesions, and the density of both lungs increased widely, showing a \"white lung\" appearance, which seriously affects the patient's lung function. It is worth noting that only a single GGO can be seen in some patients at an early stage, and the range significantly increases in the short-term re-examination (Fig. 2a1, a2) . In some patients, even if only few fibrous stripes are seen at an early stage, consolidation can develop in the short-term reexamination (Fig. 2b1, b2) . In some patients with irregular solid nodules of varying sizes at the early stage, re-examination CT showed that the nodules increased, enlarged, and merged; the density of some solid nodules is reduced, showing a ground glass density, like \"melting sugar\" (Fig. 2c1-d2) .",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 194,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 498,
                    "end": 501,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 1560,
                    "end": 1570,
                    "text": "(Fig. 1c-f",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1770,
                    "end": 1784,
                    "text": "(Fig. 2a1, a2)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2314,
                    "end": 2328,
                    "text": "(Fig. 2a1, a2)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2468,
                    "end": 2482,
                    "text": "(Fig. 2b1, b2)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2742,
                    "end": 2755,
                    "text": "(Fig. 2c1-d2)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Our observation is that the manifestations of the new coronavirus pneumonia are diverse. Some patients show changes similar to typical viral pneumonia. Some patients have specific imaging features and the patients' images change rapidly. The purpose of this study is to help early diagnosis based on imaging findings, and to participate in controlling the outbreak by effective countermeasures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A novel coronavirus outbreak of global health concern",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Horby",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Hayden",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "20",
            "pages": "30185--30189",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Emerging coronaviruses: genome structure, replication, and pathogenesis",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.25681"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating personto-person transmission: a study of a family cluster",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Kok",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "0140",
            "issn": "20",
            "pages": "30154--30159",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet S0140-6736",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "30183--30185",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A novel coronavirus genome identified in a cluster of pneumonia cases-Wuhan",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "China CDC Weekly",
            "volume": "2",
            "issn": "",
            "pages": "61--62",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Follow up of the new coronavirus pneumonia. a1-d1 are the images of the patients' first consultation, and a2-d2 are the images of the patients' re-examination. a1, a2 showed single GGO in one lobe progressed to ground glass patches and consolidation in multi-lobes;",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Various lesions of the included patients. The red arrows and boxes indicated the abnormalities. a, b: GGO; c, d: patchy/punctate ground glass opacities; e, f: patchy consolidation; g: fibrous stripes; h: irregular solid nodules",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Demographic and lung lesions in HRCT of the included patients. GGO, Ground glass nodule No.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "The authors state that this work has not received any funding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding information"
        },
        {
            "text": "Guarantor The scientific guarantor of this publication is Prof. Liming Xia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        },
        {
            "text": "The authors of this manuscript declare no relationships with any companies, whose products or services may be related to the subject matter of the article.Statistics and biometry No complex statistical methods were necessary for this paper.Informed consent Written informed consent was obtained from all subjects (patients) in this study.Ethical approval Institutional Review Board approval was obtained.Study subjects or cohorts overlap No study subjects or cohorts have been previously reported before.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        },
        {
            "text": "• retrospective • cross sectional study • performed at one institution",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        }
    ]
}