{
    "paper_id": "3ccd1854942f5ee4133adf536e8962559831a58f",
    "metadata": {
        "title": "Journal Pre-proof The most eagerly awaited summer of the Anthropocene: A perspective of SARS- CoV-2 decay and seasonal change",
        "authors": [
            {
                "first": "Manish",
                "middle": [],
                "last": "Kumar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Keisuke",
                "middle": [],
                "last": "Kuroda",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kiran",
                "middle": [],
                "last": "Dhangar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Please cite this article as: Kumar, M., Kuroda, K., Dhangar, K., The most eagerly awaited summer of the Anthropocene: A perspective of SARS-CoV-2 decay and seasonal change, Groundwater for Sustainable Development (2020), doi: https://doi.Wertheim-van Dillen PM, Kaandorp J, Spaargaren J, Berkhout B. Identification of a new 74 human coronavirus. Nature medicine. 2004 Apr;10(4):368-73.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "75 2) University of Cambridge. Seasonal immunity: Activity of thousands of genes differs from 76 winter to summer. ScienceDaily.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "To date, the world perhaps has never waited for the summer so impatiently in the 32 entire Anthropocene, owing to the debate whether increasing temperature and 33 humidity will decrease the environmental endurance of SARS-CoV-2. We present the 34 perspective on the seasonal change on SARS-CoV-2 decay and COVID-19 spread. Our 35 arguments are based on: i) structural similarity of coronavirus with several enteric 36 viruses, and its vulnerability; ii) reports related to decay of those similar transmissible 37 gastroenteritis viruses (TGEV) like norovirus and iii) improvement in the human 38 immunity during summer with respect to winter. We present reasons why we can be 39 optimistic about the slowdown of corona in the upcoming summer. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Till date, the world perhaps has never waited for the summer so impatiently in the 45 entire Anthropocene, owing to the debate whether increasing temperature and 46 humidity decrease environmental endurance of SARS-CoV-2. It is firmly established that in the water environment, viruses become less prevalent in summer owing to high 48 temperature and solar radiation, leading to decline in flu patient numbers during 49 summer 1-5 . Thus, increase of both temperature and biological activities (both inside and 50 outside the human gut) in summer is likely to reduce COVID-19 prevalence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As per the inactivation mechanism, environmental stressors disrupt the proteins and 53",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "lipids of viral envelope more easily than the genome and the protein capsid 6 . Thus, 54 under the similar adverse conditions, non-enveloped viruses, like norovirus, are 55 generally more resistant than enveloped viruses like SARS-CoV-2 (positive-stranded 56 RNA viruses with nucleocapsid and envelope) 2-3 . A decline in infections in summer has 57 been reported umpteen times for transmissible gastroenteritis viruses (TGEV) like 58 norovirus, which are antigenically and genetically related 1 to certain respiratory 59 coronavirus 1-3 . No wonder, current spread of COVID-19 along the equator and tropics 60 has been significantly less 7 . 61 62 Unlike TGEV, the main transmission pathway of SARS-CoV-2 is respiratory droplets, not 63 water 8 . Still we can remain optimistic about the endurance declination of COVID-19, as 64 human immunity increases in the summer owing to favourable seasonal variation in the 65 genetic activities, blood composition and adipose tissue 1-2,9-10 . Nevertheless, factors like 66 carrier prevalence, treatment efficacy of wastewater burden (virus source), and level of 67 spread, will remain critical variables [11] [12] [13] . Overall, at this juncture, we just intend to 68 point out that in this crisis we should not lose faith on scientific facts and principles 69 logics which strongly suggests COVID will not endure high temperature and humidity of 70 the (Indian/Tropical) summer. ",
            "cite_spans": [
                {
                    "start": 1147,
                    "end": 1151,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 1152,
                    "end": 1156,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 1157,
                    "end": 1161,
                    "text": "[13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Emerging microbes & infections",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "386--395",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "SARS-CoV-2 106 titers in wastewater are higher than expected from clinically confirmed cases. medRxiv",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Endo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Duvallet",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Moniz",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Erickson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Chai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Alm",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "107",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Decline in infections in summer is reported for transmissible gastroenteritis viruses (TGEV)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Current spread of COVID-19 along the equator and tropics has been significantly less",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "SARS-CoV-2 is likely to have less endurance at high temperature and humidity",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "40 Keyword: SARS-CoV-2; Corona; COVID-19; Season; Temperature; Decay 41",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Pinon A, Vialette M. Survival of viruses in water. Intervirology. 2018;61(5):214-22.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Xaquin Castro Dopico, Marina Evangelou, Ricardo C. Ferreira, Hui Guo, Marcin L. human immunity and physiology. Nature Communications, 2015; 6: 7000 DOI: 98 10.1038/ncomms8000",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Corresponding Author: 16 Manish Kumar, Ph.D. [The Univ. of Tokyo] 17 Assistant Professor | Dept. of Earth Sciences | Room No. 336A, Block 5| 18 Indian Institute of Technology Gandhinagar| Gujarat -382 355 | India | 19 +91-863-814-7602 | | Office: 07923952531 | Ext: 2531(O); 1531 (H) | 20 manish.kumar@iitgn.ac.in | http://www.iitgn.ac.in/academics/es/ 21",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Dong E, Du H, Gardner L. An interactive web-based dashboard to track COVID-19 in real (https://coronavirus.jhu.edu/map.html). James Gorman. Summer Heat May Not Diminish Coronavirus Strength. The New York Times. 2020 April 8.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We declare to have no competing financial interest. We declare no conflict of interest. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration:"
        }
    ]
}