{
    "paper_id": "3e4107c0991ac6703100a775b8c1d4e4c90ea5c7",
    "metadata": {
        "title": "Consistently Unreliable: Oil Spill Data and Transparency Discourse",
        "authors": [
            {
                "first": "Michael",
                "middle": [],
                "last": "Watts",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California at Berkeley",
                    "location": {
                        "addrLine": "505 McCone Hall Berkeley",
                        "postCode": "94720-4740",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": "mwatts@berkeley.edu"
            },
            {
                "first": "Anna",
                "middle": [],
                "last": "Zalik",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "York University",
                    "location": {
                        "addrLine": "4700 Keele Street York University Toronto",
                        "postCode": "M3J 1P3",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": "azalik@yorku.ca"
            }
        ]
    },
    "abstract": [
        {
            "text": " Unreliable and incomplete data on spills and pollution is a feature of oil industry operations in many global jurisdictions.  This problem queries the meaning of transparency discourse in the oil and gas sector broadly speaking.  The time required to review such data is a major resource drain on analysists and advocacy organizing, inducing what might be described as epistemological vertigo.  The formal reporting process required of oil industry operators, notably the Joint Investigation Visit, is marked by a range of conflicts of interest and areas of technical and socio-political inaccuracy.  Rigorous independent toxicological and health research is required to address, compensate and remediate long term environmental damage arising from oil pollution in the Niger Delta.  Better and more complete information is required as the basis for the restructuring of energetic, industrial and political economic systems for long-term sustainability, a point driven home by the current global pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Our recent research reveals enormous discrepancies in oil spill data disclosed by regulatory institutions and corporate sources in Nigeria. Federal agencies as well as major international oil corporations publish inconsistent and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "sometimes contradictory figures, often employing different spatial or regional categorizations. Uncertainties pertaining to data veracity in the Niger Delta, alongside the thin scientific record inflect deeply contentious debates regarding the country's oil industry. For advocacy organizations, the result is that those seeking to monitor oil spills may spend hours trying to square and cross-reference uneven information, time that could otherwise be spent assessing the scale of impacts and analyzing the complex structural causes surrounding them. Scholarly work in other jurisdictions indicates that the staging of non-transparent, incoherent and/or intentionally misleading data on oil spill risks is not unique to Nigeria, leading to a kind of epistemological vertigo in studying this sector.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "epistemology; oil spill data; transparency; Nigeria; oil industry One of the striking characteristics of the oil and gas industry is that its putative high-tech veneer -deep water technologies, sophisticated monitoring and surveillance systems, complex infrastructural networks -coexists with a body of data on its global value chain wildly patchy in its coverage and often unreliable and untrustworthy. Poor and remarkably unreliable data sit uncomfortably with scientific precision and technological complexity. It is well known of course that the International Oil Companies (IOCs) -Exxon in particular (Mulvey et al 2015; Hall 2015) -have long been in the business of selling doubt and providing what can only be described as fake news; but governments in oil-states are also implicated. In this sense, the world of oil and gas is a textbook case of the agnotology discussed by Proctor (Proctor 1995) . The reams of data and statistics produced on the oil and gas sector actually present a highly distorted picture of what we do and do not know about the industry's operations (Power 1994; Barry 2015; Zalik 2015) . Sketchy or inconsistent information has been the touchstone of course for the transparency and disclosure movements, particularly around revenue flows and capture.",
            "cite_spans": [
                {
                    "start": 606,
                    "end": 625,
                    "text": "(Mulvey et al 2015;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 626,
                    "end": 636,
                    "text": "Hall 2015)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 890,
                    "end": 904,
                    "text": "(Proctor 1995)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1081,
                    "end": 1093,
                    "text": "(Power 1994;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1094,
                    "end": 1105,
                    "text": "Barry 2015;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1106,
                    "end": 1117,
                    "text": "Zalik 2015)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Keywords:"
        },
        {
            "text": "Any novice endeavoring to come to terms with the industry is thus immediately confronted by what can only be described as a sense of epistemological vertigo: nothing quite seems to add up -booked reserves, the life cycle of reservoirs, the releases of flared gas or the quantities of oil spilled, it all floats in a miasma of ambiguity and untruth. Knowledge production within the industry itself -the process by which data is produced, catalogued, organized and rendered credible or valid -leads the researcher, in short, to be deeply suspicious. What is at stake is a sort of political economy of ignorance or distortion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Keywords:"
        },
        {
            "text": "Nowhere is this clearer than in the numbers and measures surrounding the ecological footprint of the industry, and the safety and security of the infrastructure. An important test case is the data record on oil spill incidents and the attribution of cause.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Keywords:"
        },
        {
            "text": "Despite attentiveness and critique of partial and misleading information related to the oil industry arising from long-standing scholarship on the subject, our recent research in Nigeria has shockingly underlined the problem. We have been confronted with enormous discrepancies in oil spill data disclosed by varied regulatory institutions and corporate sources in that country. Federal agencies as well as major international oil corporations publish inconsistent and sometimes contradictory figures, often employing different spatial or regional categorizations. Uncertainties pertaining to data veracity in the Niger Delta, alongside the thin scientific record, inflect deeply contentious debates regarding the country's oil industry. For advocacy organizations, the result is that those seeking to monitor oil spills may spend countless hours trying to square and cross-reference uneven information, time that could otherwise be spent assessing the scale of impacts and analyzing the complex structural causes surrounding them (Amunwa 2011) .",
            "cite_spans": [
                {
                    "start": 1031,
                    "end": 1044,
                    "text": "(Amunwa 2011)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Keywords:"
        },
        {
            "text": "Data inconsistencies concerning oil spills in Nigeria's Niger Delta are egregious, but the region has no monopoly on unreliable and contradictory data. Our research in other jurisdictions -notably Canadaindicates that the staging of non-transparent, incoherent and/or intentionally misleading data on oil spill risks is not unique to Nigeria (Kheraj 2014; Gilbert and Zalik 2019) . Indeed, Canadian regulatory agencies also employ divergent standards and definitions to assess spill events, thereby offering incommensurable data at the national level. Accordingly, the production of inconsistent and unreliable data points to broader questions of industrial 'best practice' in the international oil industry and reveals the incomplete and inconsistent application of transparency discourse.",
            "cite_spans": [
                {
                    "start": 342,
                    "end": 355,
                    "text": "(Kheraj 2014;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 356,
                    "end": 379,
                    "text": "Gilbert and Zalik 2019)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Keywords:"
        },
        {
            "text": "At present data on oil spills in Nigeria is gathered and organized by a number of different institutions:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overall spill rates and figure inconsistency in the Niger Delta"
        },
        {
            "text": "the Nigerian Oil Spill Data Response Agency (NOSDRA, established in 2006) , key international oil companies operating in the Niger Delta -Shell Petroleum Development Company (SPDC) and Nigeria Agip Oil Company (NAOC), statistics published via the Nigerian National Petroleum Corporation (NNPC) and the Department of Petroleum Resources (DPR), as well data included in reports prepared by civil society organizations and foundations. Raw data from the NNPC is difficult to acquire, unless it has been published in scholarly journals or research reports where authors were able to obtain access. The most accessible data is that provided by NOSDRA via its oil spill monitoring site (https://oilspillmonitor.ng/) which provides data on oil and gas spills from 2006 to the present. On its face, the very existence of this data in the public domain (the raw data can be analysed by any researcher) is worthy of many accolades.",
            "cite_spans": [
                {
                    "start": 44,
                    "end": 73,
                    "text": "(NOSDRA, established in 2006)",
                    "ref_id": null
                },
                {
                    "start": 287,
                    "end": 293,
                    "text": "(NNPC)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Overall spill rates and figure inconsistency in the Niger Delta"
        },
        {
            "text": "But most notable upon a review of a review of the information is the poor quality of the official and publicly available data, and the substantial discrepancies that exist between different sources (for example between company data on spills the NOSDRA data and other Nigerian official such as the Department of Petroleum Resources (DPR) and the NNPC. Discrepancies of the order of 15-20% emerge in even a cursory comparison of NOSDRA and SPDC reportage of spill events 1 . 1 Similarly, there are significant discrepancies over gas flaring venting quantities according to NNPC, company and NOAA (satellite estimations). For example, estimations of emissions (in millions of standard cubic feet Mscf) in 2018 by NNPC (derived from financial reports) and by VIIRS satellite data differed by over 150% (see the World Bank Gas Flaring Reduction Partnership (GGFR) [https://www.worldbank.org/en/programs/gasflaringreduction], and https://www.dw.com/en/gas-flaring-continues-scorching-niger-delta/a-46088235.",
            "cite_spans": [
                {
                    "start": 474,
                    "end": 475,
                    "text": "1",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Overall spill rates and figure inconsistency in the Niger Delta"
        },
        {
            "text": "According to the NOSDRA oil spill monitor website, the national picture of oil spills (2006 ( -March 2020 is a total of 13,091 spill events and a total release of 692,761 barrels. Of these events, 71.5.% of the incidents pertained to crude oil accounting for 95.7% of total spill contaminants. The spatial distribution of spill events and spill volumes vary sharply across states (Rivers State alone accounts for just under 30% of all spill incidents -followed by Bayelsa and Delta -and 32.3% of the total quantity spilled). About Yet publicly available data from the Nigerian National Petroleum Corporation contrasts markedly with this statistical picture. Data on pipeline malfunction ('vandalizations' and 'ruptures') is provided by NNPC in its Annual Statistical Bulletin but these are aggregate figures for the whole of the country (though the vast majority occur in the Niger delta) 4 . NNPC pipeline loss data (for the five regions of the country) documents over 35,000 incidents since 2005 which amount to a quantity of oil lost almost 40 times larger than the total spill volume for the Niger delta on its oil monitoring site! Of these 488 are due to \"equipment failure\" (roughly 1.3%). The volume of 'petroleum products' lost over that period was 4,737,046 metric tons (33.7 million barrels) 5 . Data on 'crude oil losses' -only available for a five-year (2013-2018) -amounted to 4,946,150 barrels, a figure more than 7 times higher than that reported by NOSDRA for 2006 to the present (641,239). Similarly a study comparing monthly oil spill data from NOSDRA with annual data from NNPC discovered -to take one example among many -a discrepancy in the year 2006 of between 300 and 3000 in the number of annual spills (Yeeles and Akporiaye, 2016) . million barrels of oil\" of which more than 70% was not recovered (UNDP 2006, p76) .Two-thirds of these spills (69%) occurred off-shore, a figure which seems implausible.",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 91,
                    "text": "(2006",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 92,
                    "end": 105,
                    "text": "( -March 2020",
                    "ref_id": null
                },
                {
                    "start": 1727,
                    "end": 1755,
                    "text": "(Yeeles and Akporiaye, 2016)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1823,
                    "end": 1839,
                    "text": "(UNDP 2006, p76)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Overall spill rates and figure inconsistency in the Niger Delta"
        },
        {
            "text": "Another widely cited source is a 2011 study published by the Woodrow Wilson Center. This estimates 546 million gallons were spilled in Nigeria between 1958-2010, at an average of 10.8 million gallons 5 Petroleum production loss statistics are derived from NNPC annual statistical bulletins. Over the period 1999-2004 (following the return to civilian rule) pipeline product losses amounted to an astonishing 1,854,000 metric tons (13.2 million barrels) from 4426 events, of which 85% were in the Warri and Port Harcourt zones; 5.2% were attributed to 'rupture' (and 94.8 to 'vandalization'). spilled annually from approximately 300 spills (Francis, LePin et al 2011, p. 11) 6 . Given the ratio 42 gallons per barrel, this is a figure of approximately 257,142 barrels per year or more than 13,370,000 barrels over 52 years.",
            "cite_spans": [
                {
                    "start": 639,
                    "end": 673,
                    "text": "(Francis, LePin et al 2011, p. 11)",
                    "ref_id": null
                },
                {
                    "start": 674,
                    "end": 675,
                    "text": "6",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Overall spill rates and figure inconsistency in the Niger Delta"
        },
        {
            "text": "It is inevitable that there will always be some sort of discrepancy when differing agencies and institutions have responsibility for the organization of data of a common topic, but the scale of discrepancies in the Nigerian case are bewildering. Among other things this points to the fact that after seven decades of pumping oil and a record of massive despoliation of the environment -the Niger Delta is often described as the most polluted place on the planet -the scale of the enormity of the problem remains the subject of debate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overall spill rates and figure inconsistency in the Niger Delta"
        },
        {
            "text": "IOC data generally records lower spill volumes than NOSDRA. Nevertheless, some of their data includes https://www.wilsoncenter.org/sites/default/files/AFR_110929_Niger%20Delta_0113.pdf on p 11. 7 See https://www.shell.com.ng/sustainability/environment/oil-spills.html site certification \"planned to be completed May 2020'. Although a JIV survey and report file are named and visible on the SPDC cite, a cross reference on the NOSDRA site turns up no recorded spill equivalent to this event. We reference this as a relatively large spill caused by operational failure in a riverine zone where spills are frequently categorized as sabotage. Additionally, the SPDC spill record indicates the terrain as land when in fact Oporoma is located in the creeks, and thus should be categorized as 'swamp' -a factor of importance given the difficulty of measuring spill spread in riverine areas. Such problems in formal spill reporting processes have been documented at some length by the organization Accufacts in their analysis for a 2013 Amnesty International report discussed in the next section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Operator and State Spill Data and Reporting Processes"
        },
        {
            "text": "The data that is entered in the NOSDRA database is the product of oil industry analysis and the 'Joint Investigation Visit' -a formal process requiring site visits by the company, in conjunction with state regulators and community representatives. The JIV process has been contested for years as subject to undue influence by the firm which finances the visit, in part because the firm covers expenses and provides per diems to those who participate. State representatives, in particular, whose salaries are limited and frequently irregular due to blockages in payment from state coffers, are viewed as easily subject to firm pressure. Participation in JIV processes may indeed involve a significant supplement to their income ; our ongoing research and NGO reporting document various cases where state or community representatives indicate that JIVs were not approved yet filed, that non-representative community members were paid to sign, and that per diems or expense payments have been withheldor were threatened to be withheld -due to non-compliance (Amnesty 2011 (Amnesty , 2013 NACGOND 2014; SDN 2015; Rim-Rukeh 2015) . 8",
            "cite_spans": [
                {
                    "start": 1055,
                    "end": 1068,
                    "text": "(Amnesty 2011",
                    "ref_id": null
                },
                {
                    "start": 1069,
                    "end": 1084,
                    "text": "(Amnesty , 2013",
                    "ref_id": null
                },
                {
                    "start": 1085,
                    "end": 1098,
                    "text": "NACGOND 2014;",
                    "ref_id": null
                },
                {
                    "start": 1099,
                    "end": 1108,
                    "text": "SDN 2015;",
                    "ref_id": null
                },
                {
                    "start": 1109,
                    "end": 1124,
                    "text": "Rim-Rukeh 2015)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Spill Causation and Interpretation of the Data."
        },
        {
            "text": "In addition to the JIV form, the Federal oil spill reporting process in Nigeria requires oil firms to submit to NOSDRA three other forms 9 : There is an oil spill notification report (Form A) to be submitted within 24 hours of spill which records the date of spill, its observation, location and containment and the site impacted and extent of impact. Subsequently a 'risk based assessment' (Form B) is to be submitted by the oil company whose facilities are affected within two weeks of a spill; this includes clarifying information on the cause, method of containment, weather conditions at time of observation and some further details on the spill extent and impacts as well as a proposed clean-up. This is to be further The agreement among the parties has been a key source of controversy. A number of actors are legally involved in the production of the JIV: the company, community representatives, and state regulatory 9 The templates for Forms A-C and the JIV are available at http://nosdra.gov.ng/forms.php agencies. The entire process is, in theory, subject to a set of legal norms to ensure that the response system (the JIV) is reliable (speedy data collection and recording methods and management), accurate (measurement and assessment of damage and environmental impact), viable (establishment of a baseline record for future referencing), and accountable (perceived integrity of the data recorded). In all four respects it has been widely documented (see for example Amnesty 2015 , 2018 , SDN 2015 , NACGOND 2014 , Rim-Rukeh 2015 that the oil spillage response system -on the part of both companies and regulatory agencies -is deeply flawed, in some cases corrupt, and -as currently implementedincapable of providing a reliable, accurate (and transparent) assessment of oil spills quantities, spatial distribution and dispersion, causality and clean-up. To the degree that the response data are questionable, the estimates on compensation, costs and requirements for clean-up and ecosystem rehabilitation are also necessarily in doubt.",
            "cite_spans": [
                {
                    "start": 925,
                    "end": 926,
                    "text": "9",
                    "ref_id": null
                },
                {
                    "start": 1481,
                    "end": 1493,
                    "text": "Amnesty 2015",
                    "ref_id": null
                },
                {
                    "start": 1494,
                    "end": 1500,
                    "text": ", 2018",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1501,
                    "end": 1511,
                    "text": ", SDN 2015",
                    "ref_id": null
                },
                {
                    "start": 1512,
                    "end": 1526,
                    "text": ", NACGOND 2014",
                    "ref_id": null
                },
                {
                    "start": 1527,
                    "end": 1543,
                    "text": ", Rim-Rukeh 2015",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Spill Causation and Interpretation of the Data."
        },
        {
            "text": "A widely publicized 2013 Amnesty International report examines the problematic nature of the data produced via the Joint Investigation Visit (JIV) process. There a is strong incentive for the operating firm to attribute cause to sabotage rather than operational failure. The same applies to the Nigerian state and given the joint venture arrangement through which the NNPC is majority shareholder. The participation of representatives of state regulatory institutions present at these investigations is financed by the operating firm. Operators may withhold per diems or offer kickbacks each of which influence the real and perceived objectivity of these representatives. There are also significant financial and structural factors likely to produce under-estimates of spill volumes. Among these, the volume of the spill drives estimates for compensation, yet companies -with a clear conflict of interest in the results-essentially control the estimates. The 2013 Amnesty report notes various irregularities in presented data. These include major discrepancies between publicly posted SPDC data and the data indicating spills attributed to SPDC on the NOSDRA website, and the data reported by Shell's Nigerian subsidiary SPDC versus Royal Dutch Shell internationally in the period 2007-2012. As we discussed above, a review of the information posted by Shell and NOSDRA since 2013 reveals that this discrepancy has continued. SPDCs data indicates a lower number of spills to those reported by NOSDRA. However, despite the lower number, SPDCs data includes spills that are not searchable in the NOSDRA database.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spill Causation and Interpretation of the Data."
        },
        {
            "text": "The 2103 Amnesty report further reviewed a 1995 Shell Environment Brief which offered a very different picture of the cause of spills than those reported today. \"Historical data on oil spills by company are not available, except for Shell. Between 1989 and 1994 the company reported an average of 221 spills per year. According to Shell, during this time period 50 percent of the oil spilt by volume was due to corrosion, 21 percent due to operational problems and 28 percent due to sabotage.\" (Amnesty 2013, p. 11). Amnesty describes, via procedural unpacking by Accufacts, the political economic bias in the JIV and NOSDRA data we refer to above. An Accufacts survey revealed serious problems in the technical basis of spill assessment: for instance, teams assess surface area based on rough measurements. They reviewed various photos from JIVs which had been deemed sabotage in the JIV process, yet which Accufacts re-assessed as the result of corrosion or welding failure. In particular, the use of both 1) ultrasonic readings (UT) and 2) the use of the 'o'clock' position to ascertain sabotage as cause are appraised as inaccurate and unscientific, Accufacts explains:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spill Causation and Interpretation of the Data."
        },
        {
            "text": "The JIV reports do not provide sufficient information to verify or properly support the indicated determination of cause. Preconceptions (such as evidence of loose soil at the release site, location of the pipe failure site -top of pipe is sabotage, while bottom of pipe is corrosion, or hole appearance) introduce prejudiced and highly probable false conclusions as to the real cause of the pipe's failure. Based on an Accufacts review of photographic evidence of some of the claimed Niger Delta pipe failures, cause determinations based on the information entered on current JIV reports can be very subjective, misleading, and downright false (Amnesty 2013, p. 27) .",
            "cite_spans": [
                {
                    "start": 645,
                    "end": 666,
                    "text": "(Amnesty 2013, p. 27)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Spill Causation and Interpretation of the Data."
        },
        {
            "text": "Additional technical problems arise in the assessment of spill volume. The assessments made in the field, and the data on flow which firms state they use to assess spill volume are inconsistent, in part because JIV teams arrive late to spills and are insufficiently resourced. Accufacts indicates that these assessments should be understood only as approximations and are likely to underestimate flow. Among the limitations spills which have moved downstream by the time the JIV occurs are not accounted for, and that density is poorly measured (Amnesty fn 82 p 75-76) 10 . Insofar as many spills are in or close to water sources -creeks, rivers, swamps, oceans -cumulatively these flow underestimates are substantial.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spill Causation and Interpretation of the Data."
        },
        {
            "text": "Based on an Accufacts example, Amnesty documented a particularly egregious example from the Bodo, Ogoni area of Rivers state that garnered international coverage. Initially, the JIV process assessed a leak in Bodo spilling 1,650 barrels of oil which led to just $4,000 of compensation. When the case was taken to the UK courts, the compensation award was increased to $55m, with Amnesty estimating that the actual volume spilled was around 100,000 barrels-60 times greater than assessed by the JIV process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spill Causation and Interpretation of the Data."
        },
        {
            "text": "According to Shell, the spill amounted to a total of 1,640 barrels of oil but Accufacts \" found that 10 As summarized by Accufacts: \"Estimating the amount of oil spilled from a pipeline from field observations utilizing surface area methods can be very poor at accurately arriving at a true final number for oil actually released because of such factors as: 1) evaporation effects, 2) migration (both surface and subsurface), as well as 3) errors/uncertainties in measurement/ assumption. Surface area approaches might be adequate for small rate (small hole/ opening or crack releases of a short duration) affecting a small area, but will most likely significantly underestimate oil released for larger opening/ much higher rate, longer duration releases, especially pipeline ruptures over a widely dispersed area. Accufacts' experience would indicate that, especially for large oil spills, such as those associated with pipeline ruptures, the surface area approach can seriously underestimate the volume of oil spilled. Surface area approaches can particularly miscalculate spilled quantity if local environments can permit the rapid migration of oil in land (hills) or water (such as moving water)\" (cited in Amnesty 2013, p. 29). between one and three barrels of oil were leaking per minute -this amounted to between 1,440 and 4,320 barrels of oil flooding the Bodo area each day\" (Amnesty 2013, p. 29, fn 43).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spill Causation and Interpretation of the Data."
        },
        {
            "text": "Despite these significant problems with the data, certain patterns within it are revealing. It is notable that NOSDRA's own data indicates that the largest individual spills in the central Niger Deltan state of Bayelsa are caused not by sabotage, but by operational failure, maintenance error or pipeline corrosion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spill Causation and Interpretation of the Data."
        },
        {
            "text": "Squaring with this, prior to the establishment of NOSDRA the above referenced 1995 Shell Environment Brief recorded that between 1989-1994, 71% of oil spilt by volume was due to corrosion and operational problems whereas only 28 percent was due to sabotage (cited in Amnesty 2013, p 11). Whanda et al also demonstrate the considerable proportion of spills attributable to corrosion and production error from 1989 -2004 based on Department of Petroleum Resources data predating NOSDRA's establishment (Whanda et al 2016) . But this causal attribution changes markedly in the subsequent data sets (Obida et al 2016) .Given the difficulty in causal attribution of so-called 'mystery leaks' -oil spills for which the source is not identified-and the structural motivation by the firm to characterize as many spills as possible to sabotage, this figure is notable. As the overall attribution to sabotage is itself suspect for the reasons discussed above, there is a significant likelihood that a considerably greater volume of oil spilled may result from direct operator error than NODSRA data suggests.",
            "cite_spans": [
                {
                    "start": 500,
                    "end": 519,
                    "text": "(Whanda et al 2016)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 595,
                    "end": 613,
                    "text": "(Obida et al 2016)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Spill Causation and Interpretation of the Data."
        },
        {
            "text": "Ultimately much of the contention surrounding who and what is responsible for pollution in Nigeria's oilfields arises from an uneven and ambiguous scientific and statistical record, some of which may result from direct obfuscation. Serious discrepancies exist between sources. The assignation of cause to those oil spills documented in the publicly available data is especially contentious. Until the 2011 UNEP study on the Ogoni region, precious little high-quality environmental data existed, and the reliability of, and confidence in, oil spill data decreases as any investigation pushes further back in history. Data pertaining to the 1960s and 1970s and even into the 1980s for example is scanty, yet it is known that there were massive spills during the first decades of oil production (Anejionu, Ahiarammunnah & Nriezedi 2015, 2) . Among these, there were massive spills in 1979 (at Forcados) and 1980 (the Funiwa offshore well #5) each of which exceeded by most estimates 400,000 barrels, yet there has been no full accounting of either (Kostianoy et al 2014) 11 .",
            "cite_spans": [
                {
                    "start": 792,
                    "end": 836,
                    "text": "(Anejionu, Ahiarammunnah & Nriezedi 2015, 2)",
                    "ref_id": null
                },
                {
                    "start": 1045,
                    "end": 1067,
                    "text": "(Kostianoy et al 2014)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1068,
                    "end": 1070,
                    "text": "11",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Spill Causation and Interpretation of the Data."
        },
        {
            "text": "The trade-off between Northern development and Southern impoverishment have been a central direction of critical anti-colonial scholarship for much of the past century (Rodney 1972; Okonta and Douglas 2001) . The implications of extensive global environmental injustice prompt the reassessment of sustainability measurement on a transnational scale (Veraart, Smits and van der Vleuten 2020) Sciences that establishes a causal relationship between oil spills and neo-natal mortality in the region (Bruederle and Hodler 2019) . The 'epistemological vertigo' that arises from reviewing inconsistent data 11 In a four year period between 1979 and 1983 there were five spills which alone amounted to over 1 million barrels; during this period there were variously between 150 and 250 spills each year (see UNDP 2006; Kadafa 2012). As far we know there is absolutely no reliable data on oil spillage between 1960 and 1975 including the fact that that a civil war was prosecuted in and around the oilfields; in the 1960s Nigeria prior to the Civil War (1967) (1968) (1969) (1970) Nigeria produced between 100 and 200,000 barrels per days, and between 1970 and 1975 between 1 and 2 million barrels per day. See Kostianoy et al 2014. points to the need for rigorous ongoing toxicological and health research as an essential component of assessing and remediating the long-term impacts of egregious oil pollution in the Niger Delta.",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 181,
                    "text": "(Rodney 1972;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 182,
                    "end": 206,
                    "text": "Okonta and Douglas 2001)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 349,
                    "end": 390,
                    "text": "(Veraart, Smits and van der Vleuten 2020)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 496,
                    "end": 523,
                    "text": "(Bruederle and Hodler 2019)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1045,
                    "end": 1051,
                    "text": "(1967)",
                    "ref_id": null
                },
                {
                    "start": 1052,
                    "end": 1058,
                    "text": "(1968)",
                    "ref_id": null
                },
                {
                    "start": 1059,
                    "end": 1065,
                    "text": "(1969)",
                    "ref_id": null
                },
                {
                    "start": 1066,
                    "end": 1072,
                    "text": "(1970)",
                    "ref_id": null
                },
                {
                    "start": 1203,
                    "end": 1224,
                    "text": "Kostianoy et al 2014.",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Epistemological vertigo: Oil Spills Data and Consistent Unreliability"
        },
        {
            "text": "As we outline herein, the discrepancies in available data on oil spills in Nigeria's Niger Delta are astonishing, a challenge for regulators, advocacy organizations and scholars alike. Yet as Nwadishi and Nnimmo Bassey point out in this issue, environmental data is a clear gap in the material generated via formal Nigerian Extractive Industries Transparency Initiative audits, even in Nigeria where civil society pressure has led to significant disclosures through the EITI. Of course in its original design EITI was not intended to be a tool for the exploration and determination of the costs of operations on the ground on the oilfields (Van Alstine 2017; Haufler 2010). As growing numbers and volumes of oil spills have been attributed to sabotage, however, upon which basis the oil industry withholds compensation, the question of pollution is increasingly central to the issues of financial transparency and revenue allocation in the Niger Delta. Decades of pollution and its impact on local agrarian production, arguably, have created the conditions in which tapping of pipelines is one of the few sources of reliable income available to many local youth which complicates the question of 'cause' even in the case of clear sabotage. Understanding and quantifying historical and ongoing pollution is thus central to assessing livelihood options available to Niger Deltan residents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epistemological vertigo: Oil Spills Data and Consistent Unreliability"
        },
        {
            "text": "The data problem can only be grasped by unpacking the means through which knowledge is produced and organized and the powerful interests in involved in shaping the nature of spill data and the attribution of cause (and liability). Such flaws in data on oil pollution are not unique to the Nigerian context. Research on the Canadian context, including by the Canadian Broadcasting Corporation, has revealed inconsistent and misleading spill reporting (Pereira 2013 , Winter 2014 , Kheraj, 2014 , Gilbert and Zalik 2019 . There is no single definition of a pipeline 'spill incident' under Canadian law, which leads to confused regulation and reporting across crown land -under both provincial and federal jurisdiction.",
            "cite_spans": [
                {
                    "start": 450,
                    "end": 463,
                    "text": "(Pereira 2013",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 464,
                    "end": 477,
                    "text": ", Winter 2014",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 478,
                    "end": 492,
                    "text": ", Kheraj, 2014",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 493,
                    "end": 517,
                    "text": ", Gilbert and Zalik 2019",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Epistemological vertigo: Oil Spills Data and Consistent Unreliability"
        },
        {
            "text": "We note in our work on the oil industry in Nigeria and elsewhere that the time commitment involved in reviewing such inconsistent data diverts attention from the broader question of accountability for socioecological deterioration. The absence of full-cost accounting for environmental harm allows extensive capital accumulation for corporations and shareholders (Franks et al 2014), while impoverishing those who reside next to sites of oil production.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epistemological vertigo: Oil Spills Data and Consistent Unreliability"
        },
        {
            "text": "We agree with critics who underline that environmental valuation cannot on its own bring about the structural changes required for the systems associated with the oil and gas sector to confront ecological and climactic consequences of hydrocarbon extraction and use (Lohmann 2009 ) -whether in Nigeria or internationally. Nevertheless, consistent and reliable data on oil spill quantity would allow for a financial estimate of the net present value of surface pollution caused by decades of oil spills; this would likely emphasize the massive compensation owed to residents of the Niger Delta. As we complete this article in the context of the Covid 19 pandemic, the mutual constitution of socio-ecological deterioration and world trade flows has perhaps never been more evident. Refashioning the broader political economy in the aftermath of this global lockdown demands we produce a more complete understanding of transnational extraction and exchange, and design systems that internalize and account for the socioecological damage arising from global industry, commodity production and provisioning.",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 279,
                    "text": "(Lohmann 2009",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Epistemological vertigo: Oil Spills Data and Consistent Unreliability"
        },
        {
            "text": "Some of the research undertaken for this article was conducted by the authors as members of the Expert Working Group of the Bayelsa State Oil and Environmental Commission. The views expressed in the article are solely those of the authors and do not in any way reflect the opinions of the Expert Working Group or the Commission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of Interest:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The True Tragedy: Delays and Failures in the Tackling of Oil Spills in the Niger Delta. Amnesty International Publications Amnesty International/CEHRD. 2013. Bad Information: Oil Spill Investigations in the Niger Delta",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clean It Up: Shell's False Claims About Oil Spill Response in the Niger Delta",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Negligence in the Niger Delta: Decoding Shell and ENI's Poor Record on Oil Spills",
            "authors": [],
            "year": 2018,
            "venue": "Amnesty International",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Counting the Cost: Corporations and human rights abuses in the Niger Delta",
            "authors": [
                {
                    "first": "Ben",
                    "middle": [],
                    "last": "Amunwa",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Hydrocarbon pollution in the Niger Delta: Geographies of impacts and appraisal of lapses in extant legal framework",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "C"
                    ],
                    "last": "Anejionu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A N"
                    ],
                    "last": "Ahiarammunnah",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Nri-Ezedi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Resources Policy",
            "volume": "45",
            "issn": "",
            "pages": "65--77",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The oil archives",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barry",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Subterranean estates: Life worlds of oil and gas",
            "volume": "",
            "issn": "",
            "pages": "95--107",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Effect of oil spills on infant mortality in Nigeria",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bruederle",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hodler",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Proceedings of the National Academy of Sciences",
            "volume": "116",
            "issn": "",
            "pages": "5467--5471",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The Curse of Oil; The Unspoken Ecological and Environmental Devastation in the Niger Delta Region of Southern Nigeria",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Daminabo",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Frank",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "13 th International Conference on Sustainable Energy Technologies",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Securing Development and Peace in the Niger Delta",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Francis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Le Pin",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Rossiasco",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The limits of audit culture extractivism: Risk and reinsurance in Canadian oil transport by rail and pipeline",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gilbert",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zalik",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "654--664",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Exxon knew about climate change almost 40 years ago",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                }
            ],
            "year": 1926,
            "venue": "Scientific",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Disclosure as governance: The extractive industries transparency initiative and resource management in the developing world",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Haufler",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Global Environmental Politics",
            "volume": "10",
            "issn": "3",
            "pages": "53--73",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Oil exploration and spillage in the Niger Delta of Nigeria",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Kadafa",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Civil and Environmental Research",
            "volume": "2",
            "issn": "3",
            "pages": "38--51",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Oil Pipeline Spill History of the National Energy Board of Canada Library",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kheraj",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Oil pollution in coastal waters of Nigeria",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Kostianoy",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lavrova",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Solovyov",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Remote Sensing of the African Seas",
            "volume": "",
            "issn": "",
            "pages": "149--165",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Toward a different debate in environmental accounting: The cases of carbon and cost-benefit. Accounting, organizations and society",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lohmann",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "34",
            "issn": "",
            "pages": "499--534",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The Climate Deception Dossiers",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mulvey",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "NACGOND JIV Policy Brief: Oil Spills in the Niger Delta -Reflections and Concerns on JIV and Community Interests. Port Harcourt, National Coalition on Gas Flaring and Oil Spills in the Niger Delta (NACGOND)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Spatial and temporal analysis of crude oil theft in the Niger delta",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ngada",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bowers",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Security Journal",
            "volume": "31",
            "issn": "2",
            "pages": "501--523",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Quantifying the exposure of humans and the environment to oil pollution in the Niger Delta using advanced geostatistical techniques",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Obida",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Blackburn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Whyatt",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Semple",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Environment international",
            "volume": "111",
            "issn": "",
            "pages": "32--42",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Where Vultures Feast: Shell, Human Rights and Oil in the Niger Delta",
            "authors": [
                {
                    "first": "Ike",
                    "middle": [],
                    "last": "Okonta",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Douglas",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The human health implications of crude oil spills inthe Niger delta, Nigeria: An interpretation of published studies",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ordinioha",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Brisibe",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nigerian Medical Journal",
            "volume": "54",
            "issn": "",
            "pages": "10--16",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Pipeline map: Have there been any incidents near you. CBC News",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pereira",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The Audit Explosion",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Power",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Cancer Wars: How Politics Shapes What We Know and Don't Know about Cancer",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Proctor",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Agnotology: The making and unmaking of ignorance",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Proctor",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Schiebinger",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Oil spill management in Nigeria: SWOT analysis of the joint investigation visit (JIV) process",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rim-Rukeh",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of Environmental Protection",
            "volume": "6",
            "issn": "03",
            "pages": "259--271",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "How Europe underdeveloped Africa",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Rodney",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Stakeholder Democracy Network. 2015. Towards Improving the Joint Investigation Visit Following Oil Spills in Nigeria. Stakeholder Democracy Network",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Improving Oil Spill Response in Nigeria",
            "authors": [],
            "year": 2016,
            "venue": "Stakeholder Democracy Network",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Audit Cultures: Anthropological Studies in accountability, ethics and the academy",
            "authors": [],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The tyranny of transparency",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Strathern",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "British educational research journal",
            "volume": "26",
            "issn": "3",
            "pages": "309--321",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Niger Delta Human Development Report",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Undp",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Environmental Assessment of Ogoniland",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Critical reflections on 15 years of the Extractive Industries Transparency Initiative (EITI)",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Van Alstine",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "766--770",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Connected by oil: A framework to analyze the connected sustainability histories of the Niger and Rhine Deltas",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Veraart",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Smits",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Van Der Vleuten",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "50--67",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Geo-spatial analysis of oil spill distribution and susceptibility in the Niger Delta region of Nigeria",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Whanda",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Adekola",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Adamu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yahaya",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pandey",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of Geographic Information System",
            "volume": "8",
            "issn": "",
            "pages": "438--456",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Safety in Numbers: Evaluating Canadian Rail Safety Data",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Winter",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Risk and resilience in the Nigerian oil sector",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yeeles",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Akporiaye",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Energy Policy",
            "volume": "88",
            "issn": "",
            "pages": "187--196",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Transparency, Auditability and the Contradiction of Corporate Social Responsibility p 72-91 in",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zalik",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Corporate Social Responsibility? Human Rights in the New Global Economy",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "86% of oil spill incidents (76.64% of total oil spilled) in Nigeria over the period 2006-present are linked to oil installations owned by five IOCs (AGIP, Shell, Mobil, Total and Chevron) 2 . Two of forty seven private and public companies operating across the delta -NAOC (Agip) and SPDC (Shell) account for approximately 75% of spill incidents. For the period 2006-March 2020, Agip accounts for 5797 spills and 172,997 barrels (30 barrels per spill) while SPDC has 3421 spills and a total spill release of 306,708 (90 barrels per spill). 3",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "While we do not have access to either NOSDRA or NNPC data prior to 2006, published research cites the Department of Petroleum Resources as estimating that 1.89 million barrels of petroleum were spilled in the Niger Delta between 1976 and 1996 out of a total of 2.4 million barrels of contaminant in 4,835 incidents (Daminabo and Frank 2014). Department of Petroleum Resources data cited in Ejiba, Onya and Adams (2016) for the years 2010-2014 offers total numbers of spills with a discrepancy to the NOSDRA database of over 60% annually. While the NNPC figures referenced above are much higher than NOSDRA's, the DPR figures cited by Ejiba, Onya and Adams (2016) are considerably lower than NOSDRAs. NOSDRA records a total-barrels spilled figure greater than double the DPR figures cited therein (ibid). The UNDP Niger Delta Human Development Report published in 2006 indicates that \"available records show a total of 6,817 oil spills between 1976 and 2001, a loss of approximately three",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "spills we could not locate on the NODSRA site. For instance, in the SPDC database we conducted a search on the term 'Oporoma', the municipal capital of Southern Ijaw Local Government Area where the Shell Nun River flow station in Bayelsa State is located. The SPDC spill database provided 19 records for the 2013-2019 period 7 . Among the SPDC recorded spills in this area, one attributed to operational failure specified the following information in November 2019: \"Reported Date 2018-07-12; Amount Spilled 180; Spill Cause -Operational; Spill Location 16\" Nun River -Kolo Creek Pipeline at Oporoma; Terrain Type -Land : Clean up Status -Spill was contained on 13 Jul 2018, recovery completed on 14 Oct 2018, assessment completed on 09 Apr 2019, clean-up and remediation completed on 20 Sep 2019, site certification planned to be completed on December 2019\". As of April 2020, the record had been changed indicating 'recovery completed' 1 March 2019, assessment completed on 09 April 2019 with 6",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "detailed by the oil firm staff responsible in a description of oil spill clean-up/remediation (Form C), due within an unspecified time frame detailing further environmental impact and clean up information, compensation to affected residents, remediation details, results of lab tests, overall cost of the spill and a rehabilitation plan. The JIV form itself includes various pieces of information that overlap with the above forms, recording observations at the site of the oil spill, communities affected and the extent of spill -and terrain-around these communities. The form includes check-boxes and multiple choice questions that cover visual observations of the area and circumstances around the spill point including the 'o'clock' position of an observed hole in a pipe. As well will see the use of O'clock position has been critiqued in advocacy analyses of the JIV and spill reporting processes. The form also includes checkboxes to indicate the kind of properties affected (eg. farmland, fishing pond or net, surface water and venerable impacts), the nature of the impacts (eg. stained net, dead fish or vegetation) and the delineation of the impacted area (within or external to a company's facilities or Right of Way and whether samples were taken. It concludes with a page signed by parties present at the JIV, confirming attendance of the parties and agreement on the recorded information.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "and have been the pivot of much scholarship on extractivism and global markets. While Nigerian researchers have conducted important studies examining the health and ecological impacts of the oil and gas industry for some time (Ordinioha and Brisibe 2013; Chimerenka et al 2018), in some cases structural factors lead to publication in journals that Western science does not view as thoroughly vetted. Further independent research is required, necessitating proper funding and commitment by national and international organizations. Recent studies have confirmed the appalling impacts of oil spills on human health in the Niger Delta, as per a pioneering 2019 article in the Proceedings of the National Academy of",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}