{
    "paper_id": "3e8a157895c717cb2c07f8b61c4440efd01257d9",
    "metadata": {
        "title": "Surveillance to improve evidence for community control decisions during the COVID-19 pandemic -Opening the animal epidemic toolbox for Public Health",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The new coronavirus disease (COVID-19) caused by the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) emerged in late 2019, causing a pandemic. Within a short time, it has spread to countries on all continents disrupting the daily life of people and having serious impact on the world economy. The latest rapid risk assessment from the European Centre for Disease Prevention and Control (ECDC) stated that Europe was heading for sustained community transmission, containment is no longer possible and that community control measures are needed [1] . The virus is likely to spread to the rest of the world within a short time.",
            "cite_spans": [
                {
                    "start": 556,
                    "end": 559,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Countries are implementing different community control measures. The control measures have profound and long lasting negative effects on society and economy, but when effective, they ensure health systems can keep up with the number of seriously ill people and ultimately save lives [2] . The heterogeneity in control approaches is naturally caused by differences in culture, health systems and stage in the epidemic, but may also be influenced by the lack of objective and robust surveillance that maps the evolution of the epidemic and provide evidence to inform control approaches in advance. Approaches to obtain population-based evidence are rapidly needed.",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 286,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The size and the consequences of the outbreak are unknown. Most countries follow a traditional and vigilant approach of disease surveillance mainly based on case identification (syndromic surveillance), tracing and testing of contacts and high-risk individuals (risk-based surveillance) with daily reporting of: infected, recovered and deaths cases, at area and country level [3] . This allows treatment and isolation of ill people and quarantine of individuals. However, it does not allow warning or forecasting of cases early and ahead of time, nor give an objective overview of the situation to inform decision-making in regards to direction of medical resources or the best timing for community control measures.",
            "cite_spans": [
                {
                    "start": 376,
                    "end": 379,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Syndromic surveillance and risk-based surveillance are paramount in epidemics, especially when the disease is emerging and new in a population [4, 5] . The risk-based surveillance on high-risk individuals e.g. contacts, enhances the ability to detect the expected few new cases as soon as possible by targeting those that are more likely to be infected than others. In a very low prevalence or early epidemic scenario, riskbased surveillance is cost-efficient and more likely to find cases than random survey-based surveillance, because resources are targeted at the high-risk subpopulations. However, once the infection becomes established and individual clusters are no longer traced, the usefulness of syndromic or risk-based surveillance data to guide control decisions at community level is reduced, because the cases identified are not representative of the infected individuals in the population. Furthermore, identified cases will already be needing health care and the health systems become reactive to the current situation, rather than proactive in prioritising, what is needed where in the coming weeks.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 146,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 147,
                    "end": 149,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As veterinary epidemiologists, we applaud the work that is currently being done by public health systems all around the world. It is an impressive effort and it will save many lives. In veterinary medicine, epidemics due to new or exotic disease incursion into fully susceptible populations are not uncommon e.g. Avian Influenza, Bluetongue in Europe and Porcine Endemic Diarrhoea in the US. Regular outbreaks of exotic or novel diseases have resulted in a documented experience in handling outbreaks in fully susceptible populations, and the veterinary sector has a skilled, well-developed and trialled emergency response in most countries. Throughout time, a variety of surveillance methods to understand the spread and to support effective control decisions in real time, have been successfully applied and resulted in elimination of the disease from the populations. We encourage the public health sector to consider whether the veterinary experience obtained from epidemics in animal populations could offer additional expertise to the current vigorous public health response to COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The legislation governing animal health interventions is powerful, primarily for the sake of people: to protect livelihoods, food chains, businesses and national economics. In other words, the incentives to efficiently contain outbreaks of infectious diseases are strong, just like the ones we see with the COVID-19 outbreak. For this reason, veterinary epidemiologists have a well-developed toolbox of surveillance strategies. During an outbreak among animals, random surveys are conducted to understand the epidemic nature and dynamics of the infection and provide evidence for decision-making on control. random surveys, a prevalence estimate is calculated to understand the extent of the spread of disease, to follow the situation over time and to suggest, predict or model, what happens in near future. Random surveys are representative of the population they sample, and provide better knowledge of the situation than the other types of surveillance, delivering more accurate evidence for decision-making on community control options.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Furthermore, repeated representative sampling of apparently healthy individuals provides estimates of newly infected, not yet symptomatic individuals and generates parameters to 'predict' the epidemic curve days or weeks ahead. An area with a steep increase in infected individuals are likely to have an increased need for medical resources in the common day and weeks. This may allow for some adaption and prioritisation of resources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We would like to encourage regions and countries to consider adding repeated random surveys to their surveillance system during the COVID-19 outbreak to generate a robust evidence base for decisionmaking on community control and health resource allocation. Depending on the rigor and frequency of the surveys within a region or country, they would support policy and decision-making in several areas: 1) Early in, and at the height of, the epidemic ○ Point to where health system resources are needed in the coming weeks, by estimating the proportions of ill and infected, but asymptomatic and non-infected. ○ Assess the impact and effectiveness of implemented control measures with regular intervals by following the epidemic curve of infection. ○ Guide tightening or relaxing control measures, by understanding where on the epidemic curve the outbreak is within a community/region/country. ○ Provide reliable population estimates for disease spread modelling and research to support policy-making. 2) Late in the epidemic ○ Inform decisions on when community control measures can be lifted, by mapping the infection curves and the proportion of immunity in the population. ○ Prioritise vaccination, when a vaccine becomes available, by monitoring levels of immunity and current infections in the populations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Considering the seriousness of the COVID-19 outbreak, frequent surveys are recommended during the outbreak as a supplement to the very important case finding surveillance already in place. Obviously, resources, laboratory capacity and many other factors influence whether repeated surveys are feasible in public health and under the current conditions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The benefits of repeated surveys in control of epidemics are documented in animal health and we encourage public health entities to consider, how these could be adapted to a public health setting during the COVID-19 outbreak. For repeated surveys to be useful for policymaking, they require strong public health leadership, but may benefit from collaboration with veterinary epidemiologists, to build on their experience epidemics in animals. Suggestions and methodology for design of random repeated surveys during the COVID-19 epidemic and for interpreting and translating the outcomes into control decisionsupport can be found in the accompanying short communication [6] .",
            "cite_spans": [
                {
                    "start": 670,
                    "end": 673,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Both COVID-19 and the control measures have profound and longlasting effects on the world economy, with companies closing, unemployment rocketing, social insecurity rising and increase in deaths as health systems struggle to cope. We strongly encourage the use of robust science for decision-making to ensure evidence-based decisions and to minimise the impacts of the epidemic, and suggest that randomised surveys that generate representative community estimates could provide additional support for policy decisions, in addition to the current surveillance strategies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "No funding was received for this work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding statement"
        },
        {
            "text": "None of the authors have any conflict of interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of Competing Interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Updated rapid risk assessment from ECDC on the novel coronavirus disease 2019 (COVID-19) pandemic: increased transmission in the EU/EEA and the UK",
            "authors": [],
            "year": 2020,
            "venue": "Eurosurveillance Editorial Team",
            "volume": "25",
            "issn": "10",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.ES.2020.25.10.2003121"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "How will country-based mitigation measures influence the course of the COVID-19 epidemic?",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Heesterbeek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Klinkenberg",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Hollingsworth",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Lancet (2020) 1-4 ISSN",
            "volume": "",
            "issn": "",
            "pages": "30567--30572",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30567-5"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Characteristics of and important lessons from the coronavirus disease 2019 (COVID-19) outbreak in China: summary of a report of 72 314 cases from the Chinese Center for Disease Control and Prevention",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.2648"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Concepts for risk-based surveillance in the field of veterinary medicine and veterinary public health: Review of current approaches",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "D C"
                    ],
                    "last": "Stärk",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Regula",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hernandez",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Knopf",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fuchs",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Morris",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Davies",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "BMC Health Serv. Res",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1472-6963-6-20"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Proposed terms and concepts for describing and evaluating animal-health surveillance systems",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Hoinville",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Alban",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Drewe",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Gibbens",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gustafson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Häsler",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Prev. Vet. Med",
            "volume": "112",
            "issn": "1-2",
            "pages": "1--12",
            "other_ids": {
                "DOI": [
                    "10.1016/j.prevetmed.2013.06.006"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Base Protocol for Real Time Active Random Surveillance of Coronavirus Disease (COVID-19) -Adapting Veterinary Methodology to Public Health, One Health",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Foddai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lubroth",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ellis-Iversen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.onehlt.2020.100129"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "From https://doi.org/10.1016/j.onehlt.2020.100130 Received 20 March 2020; Received in revised form 26 March 2020; Accepted 26 March 2020 Authors. Published by Elsevier B.V. This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/BY-NC-ND/4.0/).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}