{"paper_id": "3f26873583b140de04bf62cce029f1b92cb91c7f", "metadata": {"title": "Recent Trends in Nanomaterials-Based Colorimetric Detection of Pathogenic Bacteria and Viruses", "authors": [{"first": "Yoojin", "middle": [], "last": "Choi", "suffix": "", "affiliation": {"laboratory": "Metabolic and Biomolecular Engineering National Research Laboratory", "institution": "and Institute for the BioCentury Korea Advanced Institute of Science and Technology", "location": {"addrLine": "291 Daehak-ro, Yuseong-gu", "postCode": "34141", "settlement": "Daejeon", "country": "Republic of Korea"}}, "email": ""}, {"first": "Ji", "middle": ["Hyeon"], "last": "Hwang", "suffix": "", "affiliation": {"laboratory": "Metabolic and Biomolecular Engineering National Research Laboratory", "institution": "and Institute for the BioCentury Korea Advanced Institute of Science and Technology", "location": {"addrLine": "291 Daehak-ro, Yuseong-gu", "postCode": "34141", "settlement": "Daejeon", "country": "Republic of Korea"}}, "email": ""}, {"first": "Sang", "middle": ["Yup"], "last": "Lee", "suffix": "", "affiliation": {"laboratory": "Metabolic and Biomolecular Engineering National Research Laboratory", "institution": "and Institute for the BioCentury Korea Advanced Institute of Science and Technology", "location": {"addrLine": "291 Daehak-ro, Yuseong-gu", "postCode": "34141", "settlement": "Daejeon", "country": "Republic of Korea"}}, "email": ""}, {"first": "Y", "middle": [], "last": "Choi", "suffix": "", "affiliation": {"laboratory": "Metabolic and Biomolecular Engineering National Research Laboratory", "institution": "and Institute for the BioCentury Korea Advanced Institute of Science and Technology", "location": {"addrLine": "291 Daehak-ro, Yuseong-gu", "postCode": "34141", "settlement": "Daejeon", "country": "Republic of Korea"}}, "email": ""}, {"first": "J", "middle": ["H S Y"], "last": "Hwang", "suffix": "", "affiliation": {"laboratory": "Metabolic and Biomolecular Engineering National Research Laboratory", "institution": "and Institute for the BioCentury Korea Advanced Institute of Science and Technology", "location": {"addrLine": "291 Daehak-ro, Yuseong-gu", "postCode": "34141", "settlement": "Daejeon", "country": "Republic of Korea"}}, "email": ""}, {"first": "", "middle": [], "last": "Lee", "suffix": "", "affiliation": {"laboratory": "Metabolic and Biomolecular Engineering National Research Laboratory", "institution": "and Institute for the BioCentury Korea Advanced Institute of Science and Technology", "location": {"addrLine": "291 Daehak-ro, Yuseong-gu", "postCode": "34141", "settlement": "Daejeon", "country": "Republic of Korea"}}, "email": ""}]}, "abstract": [], "body_text": [{"text": "Infectious diseases caused by pathogenic microorganisms, such as food-borne (e.g., Clostridium botulinum) and waterborne (e.g., Vibrio cholera) pathogens and nosocomial pathogens (e.g., methicillin-resistant Staphylococcus aureus), and viruses (e.g., influenza, Middle East respiratory syndrome coronavirus, and Zika virus) are an increasingly serious threat to public health and global economy. [1, 2] According to the World Health Organization (WHO), for example, influenza spreads rapidly and easily to become an epidemic disease, which causes 250 000-500 000 deaths every year around the world. In addition, infectious diseases caused by food-borne pathogens are an important cause of morbidity and mortality. WHO reported that food-borne diseases caused 240 000 deaths globally in 2010. In order to prevent spreading of such infectious diseases and better treat patients with the right therapeutics at the right time, development of rapid, accurate, and sensitive methods to detect and identify pathogens at the early stage is important.", "cite_spans": [{"start": 396, "end": 399, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 400, "end": 402, "text": "2]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "www.advancedsciencenews.com www.small-methods.com (Ag) NMs with unique optical properties are used to induce a distinct color change by aggregation, morphology transition, and chemical reaction on the surface of NMs. [38, 39] Here, we review the recent developments made in the field of colorimetric detection of pathogens ( Table 1) . Rather than extensively reviewing the field, which can be found from other review papers, here we present key aspects of colorimetric diagnosis systems employing NMs. Colorimetric detection methods recently developed can be largely grouped into three categories including oxidation by peroxidase-like NMs, aggregation of NMs, and destabilization of NM structure, which are discussed with examples. Also, future perspectives on developing colorimetric biosensors with enhanced NMs are provided.", "cite_spans": [{"start": 217, "end": 221, "text": "[38,", "ref_id": null}, {"start": 222, "end": 225, "text": "39]", "ref_id": null}], "ref_spans": [{"start": 325, "end": 333, "text": "Table 1)", "ref_id": "TABREF1"}], "section": "Introduction"}, {"text": "Enzymes have been used as a signal-transduction tool in colorimetric assays due to their high sensitivity and specificity. [40, 41] However, there are several limitations of employing enzymes in biosensor systems, such as high cost, short lifetime, and limited operational conditions. [42] As an alternative approach, several NMs possessing enzyme-like characteristics have been developed as artificial enzymes. [43] [44] [45] Currently, Au NP, platinum (Pt) NP, MNMs, and nanohybrids based on carbon nanotubes (CNTs) and graphene oxide are utilized as peroxidase-like mimics for enhanced colorimetric detection of pathogenic bacteria and viruses ( Figure 1A) . These NMs can decompose the OO bond of H 2 O 2 into an OH• radical with high oxidizing capability. [44, 46] The OH• radical generated then can oxidize a peroxidase substrate such as 3,3′,5,5′-tetramethyl-benzidine (TMB) and 2,2′-azino-bis (3-ethylbenzothiazoline-6-sulfonic acid) (ABTS 2− ) with H 2 O 2 , yielding blue and green colors, respectively, in aqueous solution.", "cite_spans": [{"start": 123, "end": 127, "text": "[40,", "ref_id": null}, {"start": 128, "end": 131, "text": "41]", "ref_id": null}, {"start": 285, "end": 289, "text": "[42]", "ref_id": null}, {"start": 412, "end": 416, "text": "[43]", "ref_id": null}, {"start": 417, "end": 421, "text": "[44]", "ref_id": null}, {"start": 422, "end": 426, "text": "[45]", "ref_id": null}, {"start": 762, "end": 766, "text": "[44,", "ref_id": null}, {"start": 767, "end": 770, "text": "46]", "ref_id": null}], "ref_spans": [{"start": 649, "end": 659, "text": "Figure 1A)", "ref_id": "FIGREF2"}], "section": "Colorimetric Detection Based on Oxidation by Peroxidase-Like NMs"}, {"text": "Peroxidase-like NMs conjugated with various pathogen-specific bioreceptors, such as antibodies, DNA probes, and DNA aptamers, have been utilized for specific detection of pathogenic bacteria and viruses. [47] For example, Pt was functionalized with antibodies to detect Escherichia coli. [48] In this assay, the peroxidase activity of Pt induced a color change from colorless (TMB) to blue (oxidized TMB). As another example, MNP (Fe 3 O 4 , ≈20 nm) coupled with a Salmonella typhimurium-specific aptamer through adsorption was utilized to successfully detect S. typhimurium ( Figure 1B ). [49] Here, MNP served as a peroxidase-like NM converting TMB (colorless) to oxidized TMB (blue). [50, 51] Single-stranded DNA (ssDNA) aptamers with negatively charged phosphate backbone were adsorbed on the surface of positively charged MNP, without any surface modification. Adsorbed aptamers were detached from MNP and bound to the target pathogen, exposing the surface of MNP to H 2 O 2 . Exposed MNP then generates the OH• radical, which converts TMB to oxidized TMB, making a colorless-toblue change upon pathogen presence. This method requires several steps: binding of specific ssDNA aptamers desorbed from the MNP-aptamer complex to the corresponding pathogenic cells in the reaction solution, removal of the reaction solution containing pathogen-aptamers with the MNPs being held by a magnet, and then addition of a colorimetric detection mixture (H 2 O 2 and TMB) to induce a color change ( Figure 1B ). This method is advantageous as only a small amount of the colorimetric detection mixture is needed for a visible and clear color change, and there is no need for surface modification on MNPs for attaching ssDNA aptamers. However, it is compromised by the inconvenience of multiple steps as described above. When the mechanism of peroxidase activity of MNP is better understood through further studies, MNPs as a colorimetric sensing platform will find various applications in diagnostics. Nanohybrids exhibit synergetic effects on significantly enhancing both catalytic (e.g., peroxidase-like) activities and detection capabilities of biosensors. [52] Since the assay time of enzymatic oxidation methods is highly dependent on catalytic performance, nanohybrids with enhanced catalytic properties of NMs have gained much interest. In particular, CNTs and www.advancedsciencenews.com www.small-methods.com graphene have received much attention for biosensor applications due to their outstanding electrical properties, based on high surface area and great electron mobility. [52] When hybridized with other NMs, the high conductivity of CNTs and graphene significantly enhances catalytic activity. [53, 54] Among various NMs, Au NPs are one of the most widely used NMs hybridized with CNTs or graphene due to their unique optical properties and peroxidase-mimicking activities. [55] The use of CNT or graphene hybridized with Au NPs showed further improved colorimetric-sensing performance. For example, sensitive detection of influenza A (H3N2) virus was possible using CNT-Au NP nanohybrid conjugated with influenza A (H3N2) hemagglutinin (HA) monoclonal antibodies. ( Figure 1C ). [56] The limit of detection (LOD) of the CNT-Au NP nanohybrid system was 3.4 plaque-forming units (PFU) per mL, which was several hundred times more sensitive than conventional enzymelinked immunosorbent assay. In another example, norovirus in human serum could be sensitively detected by enhanced peroxidase-like activity of a graphene-Au NP nanohybrid ( Figure  1C ). [57] The LOD of the graphene-Au NP nanohybrid system was as low as 92.7 pg mL −1 , which was 41 times lower than that could be detected with commercialized norovirus-detection kits. Most studies employing nanohybrids for colorimetric diagnostics have so far been limited to utilizing Au NPs. Thus, it will be desirable to investigate other NMs having different properties in making nanohybrids with CNT and graphene so that new nanohybrid-based colorimetric diagnostic systems having improved catalytic activities and consequently enhanced sensing performance can be developed for the efficient detection of even more diverse pathogenic bacteria and viruses.", "cite_spans": [{"start": 204, "end": 208, "text": "[47]", "ref_id": null}, {"start": 288, "end": 292, "text": "[48]", "ref_id": null}, {"start": 590, "end": 594, "text": "[49]", "ref_id": null}, {"start": 687, "end": 691, "text": "[50,", "ref_id": null}, {"start": 692, "end": 695, "text": "51]", "ref_id": null}, {"start": 2151, "end": 2155, "text": "[52]", "ref_id": null}, {"start": 2578, "end": 2582, "text": "[52]", "ref_id": null}, {"start": 2701, "end": 2705, "text": "[53,", "ref_id": null}, {"start": 2706, "end": 2709, "text": "54]", "ref_id": null}, {"start": 2881, "end": 2885, "text": "[55]", "ref_id": null}, {"start": 3187, "end": 3191, "text": "[56]", "ref_id": null}, {"start": 3557, "end": 3561, "text": "[57]", "ref_id": null}], "ref_spans": [{"start": 577, "end": 586, "text": "Figure 1B", "ref_id": "FIGREF2"}, {"start": 1491, "end": 1500, "text": "Figure 1B", "ref_id": "FIGREF2"}, {"start": 3174, "end": 3183, "text": "Figure 1C", "ref_id": "FIGREF2"}, {"start": 3543, "end": 3553, "text": "Figure  1C", "ref_id": "FIGREF2"}], "section": "Colorimetric Detection Based on Oxidation by Peroxidase-Like NMs"}, {"text": "As another approach to using NMs in colorimetric methods, direct use of NMs has been investigated by taking advantage of their unique optical properties. Electrostatic aggregation of some NMs induces a color change depending on the size of NMs and their degree of aggregation. [58] The change of absorbance occurs within the range of visible light so that it can be observed by the naked eye. This visual color change upon the aggregation of NMs provides an easy and practical platform for the colorimetric detection of pathogenic bacteria and viruses (Figure 2A) . Au NPs and Ag NPs exhibit red and yellow colors, respectively, which are changed to blue (or purple) and red, respectively, upon their aggregation. To control the aggregation degree and enhance the sensitivity and specificity of NM binding to the target pathogenic bacteria and viruses, the surface of NMs is modified with biomolecules such as DNA, RNA, antibodies, and proteins, and small molecules (Figure 2A) . Interaction of bioreceptor-modified NMs with target molecules induces aggregation, generating a visible color change. For example, pathogen-specific antibodies and proteins have been www.advancedsciencenews.com www.small-methods.com conjugated on the surface of Au NPs. [43] An antibody-antigen binding induces aggregation of Au NP around the pathogens, which generates a colorimetric response. [43, 59] To conjugate proteins on the surface of Au NPs, surface modification of the Au NPs is performed, for example, with N-hydroxysuccinimide (NHS), which can interact with the amine groups in antibodies and proteins. [59] [60] [61] Also, Au NPs functionalized with a virus-specific polysaccharide (glycan) have been developed for detecting avian-adapted influenza (vieH5N1) virus and human-adapted influenza (shaH1N1) virus. [62] However, steric hindrance of bulky bioreceptors limits the amount of bioreceptors (e.g., low bioreceptor concentration) that can be conjugated onto NMs, which hampers sensitive colorimetric detection. To overcome this limitation, several attempts have been made to increase the sensitivity of the colorimetric method. For example, nanoliposomes were used as a signal-amplification tool to sensitively detect food-borne pathogens ( Figure 2B ). [63] Since one nanoliposome contains many cysteine residues, which can induce aggregation of Au NPs, even one target pathogen could successfully be detected. Manufacturing the nanoliposome system requires several steps involving binding and washing processes, as shown in Figure 2B ; (i) goat anti-mouse IgG antibodies (Fc specific) are coated on polystyrene microwell plate; (ii) mouse monoclonal antibodies (pathogen specific) are introduced for increasing specificity and reducing cross-reactivity; (iii) the target pathogens (E. coli O157:H7, S. typhimurium, and Listeria monocytogenes) are allowed to bind to the monoclonal antibodies; (iv) polyclonal antibodies (pathogen specific) are bound to target pathogens in the sandwich mode; and (v) biotinylated IgG molecules are introduced for binding streptavidin, which can bind biotin-modified nanoliposomes. This multistep process required for diagnostics is a major disadvantage of using this system for a wide range of applications, which urges development of simpler fabrication methods. The above methods require manufacturing of bioreceptor-NM hybrids, which requires modification of NMs and/or bioreceptors, which is complex and time consuming. Thus, development of a simple fabrication method using unmodified NMs has been pursued for facilitating commercialization of colorimetric pathogenic detection assays. [3] For example, thiol-Au bonding is widely adopted as a DNA conjugation technique due to its high bonding strength. [64, 65] However, modification of bioreceptors (e.g., DNA and protein) is required. Thus, adsorption of unmodified DNA or peptide nucleic acid (PNA) to unmodified Au NPs has been utilized to detect pathogenic bacteria and viruses. [66] For example, DNA of Cyprinid herpesvirus-3 was successfully detected with citrate-stabilized Au NPs ( Figure 2C ). [67] Also, dsDNA and ssDNA can be differentiated by colorimetric assay in the presence of salt (e.g., NaCl) due to their different electrostatic properties. While dsDNA forms a stable doublehelix geometry with the negatively charged phosphate backbone, ssDNA with a relatively flexible phosphate backbone exposes its bases to Au NPs. [68] Thus, ssDNA can be adsorbed onto the surface of negatively charged Au NPs by van der Waals attractions, resulting in the formation of a colloidal suspension. On the other hand, dsDNA cannot be adsorbed. Thus, in the presence of herpesvirus-3 DNA, the probe ssDNA binds to form dsDNA, causing aggregation of Au NPs and consequently visible color change from red to purple. A similar strategy was applied to detect S. typhimurium using Au NP adsorbed with ssDNA aptamers. [69] In another case, (2S)-aminocyclopentane-(1S)-carboxylic acid pyrrolidinyl peptide nucleic acid (acpc PNA) was adsorbed on the surface of citrate-stabilized Ag NP to detect Middle East respiratory syndrome coronavirus, Mycobacterium tuberculosis, and human papillomavirus ( Figure 2D ). [70] The acpc PNA probe contains a single positive charge that causes aggregation of negatively charged Ag NPs, resulting in color change from yellow to red. When acpc PNAs are bound to the target DNAs, Ag NPs are stabilized in the solution. This system was integrated to make paper-based analytical devices, which are widely used for the point-of-care platform with simplicity, low-cost, portability, and disposability. [71] [72] [73] Interestingly, detection and differential identification of pathogens including carbapenem-resistant Pseudomonas aeruginosa, Acetobacter aceti, Rhodopseudomonas, Bacillus, Staphylococcus, and E. coli were also possible using unmodified Ag NP and Au NP without bioreceptors. [74] This was based on unique fingerprint UV-vis absorbance caused by interactions between NPs and proteins originating from different pathogens (e.g., surface proteins and excreted proteins). Although the sensitivity and accuracy of detecting diverse pathogens using this method might not be as high as the other methods employing specific bioreceptors, the simpler fabrication offered by this method deserves further studies for improved performance.", "cite_spans": [{"start": 277, "end": 281, "text": "[58]", "ref_id": null}, {"start": 1250, "end": 1254, "text": "[43]", "ref_id": null}, {"start": 1375, "end": 1379, "text": "[43,", "ref_id": null}, {"start": 1380, "end": 1383, "text": "59]", "ref_id": null}, {"start": 1596, "end": 1600, "text": "[59]", "ref_id": null}, {"start": 1601, "end": 1605, "text": "[60]", "ref_id": null}, {"start": 1606, "end": 1610, "text": "[61]", "ref_id": null}, {"start": 1804, "end": 1808, "text": "[62]", "ref_id": null}, {"start": 2253, "end": 2257, "text": "[63]", "ref_id": null}, {"start": 3625, "end": 3628, "text": "[3]", "ref_id": null}, {"start": 3742, "end": 3746, "text": "[64,", "ref_id": null}, {"start": 3747, "end": 3750, "text": "65]", "ref_id": null}, {"start": 3973, "end": 3977, "text": "[66]", "ref_id": null}, {"start": 4093, "end": 4097, "text": "[67]", "ref_id": null}, {"start": 4427, "end": 4431, "text": "[68]", "ref_id": "BIBREF67"}, {"start": 4902, "end": 4906, "text": "[69]", "ref_id": null}, {"start": 5193, "end": 5197, "text": "[70]", "ref_id": null}, {"start": 5614, "end": 5618, "text": "[71]", "ref_id": null}, {"start": 5619, "end": 5623, "text": "[72]", "ref_id": null}, {"start": 5624, "end": 5628, "text": "[73]", "ref_id": null}, {"start": 5903, "end": 5907, "text": "[74]", "ref_id": null}], "ref_spans": [{"start": 552, "end": 563, "text": "(Figure 2A)", "ref_id": "FIGREF4"}, {"start": 966, "end": 977, "text": "(Figure 2A)", "ref_id": "FIGREF4"}, {"start": 2240, "end": 2249, "text": "Figure 2B", "ref_id": "FIGREF4"}, {"start": 2525, "end": 2534, "text": "Figure 2B", "ref_id": "FIGREF4"}, {"start": 4080, "end": 4089, "text": "Figure 2C", "ref_id": "FIGREF4"}, {"start": 5180, "end": 5189, "text": "Figure 2D", "ref_id": "FIGREF4"}], "section": "Colorimetric Detection Based on Aggregation of NMs"}, {"text": "Methods for colorimetric detection of pathogens based on the change and destabilization of NM structure have also been developed. One of the most popularly used colorimetric biosensing NM structures is based on polydiacetylene (PDA) vesicles with unique chromatic properties. [61, 75] Blue-colored PDA vesicles are synthesized by 1,4-photopolymerization of selfassembled diacetylene monomers (e.g., 10,12-pentacosadyionic acid (PDCA)). For the detection of pathogens, pathogen-specific antibodies, aptamers, and/or peptides are attached to PDA vesicles as shown in Figure 3A . Upon binding of corresponding pathogens to the bioreceptor-PDA vesicle, a color change from blue to red occurs ( Figure 3A) . For example, a peptide-functionalized PDA (PEP-PDA) vesicle system was developed to detect influenza H1N1 virus by the naked eye ( Figure 3B ). [76] In the presence of the H1N1 virus, the color of the PEP-PDA vesicles changes from blue to red due to the increase of the energy bandgap of PDA. The high affinity of the functionalized peptide sequences to the HA protein of the influenza H1 strain makes the PEP-PDA vesicles highly specific to the H1N1 virus.", "cite_spans": [{"start": 276, "end": 280, "text": "[61,", "ref_id": null}, {"start": 281, "end": 284, "text": "75]", "ref_id": null}, {"start": 847, "end": 851, "text": "[76]", "ref_id": null}], "ref_spans": [{"start": 565, "end": 574, "text": "Figure 3A", "ref_id": "FIGREF5"}, {"start": 690, "end": 700, "text": "Figure 3A)", "ref_id": "FIGREF5"}, {"start": 834, "end": 843, "text": "Figure 3B", "ref_id": "FIGREF5"}], "section": "Colorimetric Detection Based on Destabilization of NM Structure"}, {"text": "In another recent study, a PDA/sphingomyelin (SPH)/cholesterol (CHO)/lysine vesicle system was used to detect Salmonella choleraesuis in chicken ( Figure 3B ). [77] To fabricate a blue PDA/SPH/CHO/lysine vesicle, a mixture of a self-assembled PCDA vesicle, SPH, CHO, and lysine was photopolymerized by UV irradiation (254 nm). SPH and CHO were introduced for improving the colorimetric response of PDA vesicles. Lysine is decarboxylated to cadaverine by pyridoxal phosphate-containing enzymes in S. choleraesuis. Consequently, cadaverine destabilizes the PDA backbone, resulting in a color change of the PDA/SPH/CHO/lysine vesicles from blue to red. Although www.advancedsciencenews.com www.small-methods.com highly sensitive detection (e.g., ≈10 cells) using PDA vesicle could be achieved, it required long assay time (e.g., 48 h). Thus, further studies are required to significantly reduce the assay time while maintaining or further improving the sensitivity.", "cite_spans": [{"start": 160, "end": 164, "text": "[77]", "ref_id": null}], "ref_spans": [{"start": 147, "end": 156, "text": "Figure 3B", "ref_id": "FIGREF5"}], "section": "Colorimetric Detection Based on Destabilization of NM Structure"}, {"text": "Here, we have reviewed recent studies on colorimetric diagnostics of pathogenic bacteria and viruses utilizing various NMs with unique optical, electrical, and catalytic properties. As described above, sensitivity and specificity of colorimetric pathogen diagnostics can be enhanced by employing NMs as signal transduction and amplification tools. However, there are still challenges remaining to further enhance performance of NM-based colorimetric diagnostic systems. First, various NMs of low cost need to be investigated. Noble metal (Au, Ag, and Pt) NMs with unique optical, electrical, and catalytic properties give significantly enhanced colorimetric sensing performance, but the systems can be too expensive for large-scale applications in clinical and environmental settings. As not all NMs exhibit the unique optical properties required for colorimetric responses, testing of various NMs for their suitability will be the first step. For example, white or colorless silicon (Si) NPs are not suitable for use in colorimetric detection, although Si is one of the most abundant elements on the Earth. For making colorless Si NPs colorful, doping of various organic dyes on Si NPs has recently been reported and utilized in colorimetric diagnostics. [10, 78] Second, optimizing the size and shape of NMs needs to be performed for enhancing the sensitivity and selectivity of colorimetric pathogenic diagnostics. Properties of NMs, such as catalytic properties, are often dependent on the size and shape of NMs. [25, 79] However, there have been only few studies on optimizing the size and shape of NMs in colorimetric biosensors. [56, 57, 80] In general, decreasing the size of NMs increases the specific surface area of NMs, resulting in enhanced properties, including peroxidase-like activities. [57] Thus, optimization of the size and shape of NMs will lead to the development of an improved system showing a colorimetric sensing performance. Third, simple methods for fabricating colorimetric diagnostic systems need to be developed for facilitating commercialization. Conjugation/hybridization of target-specific bioreceptors on the surface of NMs is a necessary step in making a colorimetric diagnostic system. However, methods for modifying NMs and bioreceptors and also conjugation are time consuming and labor intensive. [81] Thus, integration of NM synthesis, modification of NMs and bioreceptors, and their conjugation in one-step or fewer steps than conventional fabricating calorimetric diagnostic methods will significantly reduce the time, effort, and costs required for fabricating the diagnostic system. Modification of NMs with small molecules (e.g., citrate and amino acid residues) during the synthesis of NMs has already been reported. [82] Thus, one can naturally come up with an idea of conjugating/ hybridizing target-specific bioreceptors (e.g., DNA, RNA, antibodies, and proteins) during the synthesis of NMs. However, NM synthesis is mostly performed under rather harsh conditions, which can denature or degrade such bioreceptor molecules of interest. Thus, it is of great interest to use biosynthesized NMs, as their biosynthesis steps are compatible with bioreceptor conjugation/hybridization. [83] We and others have reported biosynthesis of various metal NPs using various biological systems. [84, 85] As such strategies and methods are being continuously developed, it is expected that rapid, sensitive, selective, convenient, and costeffective colorimetric detection systems will be developed and more widely applied for the diagnosis of a more diverse range of pathogens and also other agents and molecules of interest.", "cite_spans": [{"start": 1256, "end": 1260, "text": "[10,", "ref_id": null}, {"start": 1261, "end": 1264, "text": "78]", "ref_id": null}, {"start": 1517, "end": 1521, "text": "[25,", "ref_id": null}, {"start": 1522, "end": 1525, "text": "79]", "ref_id": null}, {"start": 1636, "end": 1640, "text": "[56,", "ref_id": null}, {"start": 1641, "end": 1644, "text": "57,", "ref_id": null}, {"start": 1645, "end": 1648, "text": "80]", "ref_id": null}, {"start": 1804, "end": 1808, "text": "[57]", "ref_id": null}, {"start": 2336, "end": 2340, "text": "[81]", "ref_id": null}, {"start": 2763, "end": 2767, "text": "[82]", "ref_id": null}, {"start": 3229, "end": 3233, "text": "[83]", "ref_id": null}, {"start": 3330, "end": 3334, "text": "[84,", "ref_id": null}, {"start": 3335, "end": 3338, "text": "85]", "ref_id": null}], "ref_spans": [], "section": "Conclusion and Future Perspectives"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Global Burden of Foodborne Diseases", "authors": [], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Proc. Natl. Acad. Sci", "authors": [{"first": "M", "middle": ["S"], "last": "Mannoor", "suffix": ""}, {"first": "S", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Link", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Mcalpine", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF67": {"ref_id": "b67", "title": "Nucleic Acids: Structures, Properties and Functions", "authors": [{"first": "V", "middle": [], "last": "Bloomfield", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Crothers", "suffix": ""}], "year": 1999, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "nanoparticle; b) CFU: colony-forming units; c) PFU: plaque-forming units; d) CNT: carbon nanotube; e) OD 600 : optical density at a wavelength of 600 nm; f) PNA: peptide nucleic acid; g) HAU: hemagglutinin units per 50 µL; h) HA: hemagglutinin; i) PDA: polydiacetylene; j) PEP-PDA: peptide-functionalized PDA.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Among the various NMs, Au and Ag NMs have been most widely used in aggregation-based colorimetric assays. Stabilized solutions of Small Methods 2018, 2, 1700351", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Schematic illustration of colorimetric detection based on oxidation by peroxidase-like NMs. A) Scheme of oxidizing peroxidase substrates by various peroxidase-like NMs. B) Schematic to detect S. typhimurium using aptamer-adsorbed MNPs. C) Detection of influenza (H3N2) virus using a nanohybrid of CNTs and Au NPs, and norovirus-like particles in human serum using a nanohybrid of graphene and Au NPs. MNP: magnetic nanoparticle; TMB: 3,3′,5,5′-tetramethyl-benzidine; ABTS: 2,2′-azino-bis(3-ethylbenzothiazoline-6-sulfonic acid); CNT: carbon nanotube. The contents of (B) and (C) are described in refs.[49,56,57] and they are redrawn here.www.advancedsciencenews.com www.small-methods.com", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Methods 2018, 2, 1700351", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Schematic illustration of colorimetric detection based on aggregation of NMs. A) Scheme of aggregation of NPs with various biomolecular functionalization. B) Signal-amplified detection of E. coli, S. typhimurium, and L. monocytogenes using cysteine-containing nanoliposomes (redrawn from ref.[63]). C) Schematic to detect the Cy-HV3 DNA using aggregation of citrate-stabilized Au NP in the presence of dsDNA (redrawn from ref.[67]). D) Schematic to detect Middle East respiratory syndrome coronavirus DNA using redispersion of Ag NP in the presence of dsDNA (redrawn from ref.[70]). PNA: peptide nucleic acid; IgG: immunoglobulin G; PBS: phosphate buffer saline; Cy-HV3: Cyprinid herpesvirus-3; ssDNA: single-stranded DNA; acpc PNA: (2S)-aminocyclopentane-(1S)-carboxylic acid pyrrolidinyl PNA.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Schematic illustration of colorimetric detection based on destabilization of NM structure. A) Scheme of a color transition of PDA vesicles by their structure change on target binding. B) Scheme of detecting influenza H1N1 virus with PEP-PDA vesicle system (redrawn from ref.[76]), and detecting Salmonella choleraesuis with PDA/SPH/CHO/lysine vesicle system (strategy described in ref.[77]). PCDA: 10,12-pentacosadyionic acid; PDA: polydiacetylene; polydiacetylene; PEP: HA1-specific peptide; SPH: sphingomyelin; CHO: cholesterol. www.advancedsciencenews.com www.small-methods.com", "latex": null, "type": "figure"}, "TABREF0": {"text": "Choi is a Ph.D. Prior to undertaking her M.S. study, she received her B.A. in chemical and biological engineering at Korea University in the Republic of Korea.", "latex": null, "type": "table"}, "TABREF1": {"text": "Small Methods 2018, 2, 1700351 Summary of recent studies on colorimetric detection of pathogenic bacteria and viruses using various NMs.", "latex": null, "type": "table"}, "TABREF2": {"text": "Small Methods 2018, 2, 1700351", "latex": null, "type": "table"}}, "back_matter": []}