{
    "paper_id": "3f36cd92a5d31b1c7dcae0bc8a38ccd786c6e0f1",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [
        {
            "text": "publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Tomar o no tomar «decisiones en caliente» respecto al tratamiento de la infección por SARS-CoV-2 Please cite this article as: de Medrano VAL, de Lucas EM, Salavert Lletí M, Tomar o no tomar «decisiones en caliente» respecto al tratamiento de la infección por SARS-CoV-2, Revista clinica espanola (2020), doi: https://doi.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "J o u r n a l P r e -p r o o f 1",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Whether to make decisions \"on the fly\" regarding treatment for SARS-CoV-2 infection V Abril López La eclosión de la pandemia por COVID-19 supone un reto de enormes dimensiones para los profesionales sanitarios, la salud pública y los políticos.",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 97,
                    "text": "López",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Tomar o no tomar «decisiones en caliente» respecto al tratamiento de la infección por SARS-CoV-2"
        },
        {
            "text": "A fecha de 5 de abril del 2020, las cifras oficiales arrojan un balance de 135032 contagiados, 13055 fallecidos y 59662 pacientes ingresados (https://covid19.isciii.es/). Vivimos unos días convulsos en los que los protocolos de tratamiento de la infección por COVID-19 se modifican prácticamente a diario en función de las nuevas evidencias y de la necesidad de optimizar el escaso arsenal terapéutico disponible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tomar o no tomar «decisiones en caliente» respecto al tratamiento de la infección por SARS-CoV-2"
        },
        {
            "text": "Hace solo tres semanas conocíamos los resultados del ensayo clínico que comparaba lopinavir/ritonavir con tratamiento de soporte en pacientes graves ingresados con infección por COVID-19, cuyo objetivo primario era el tiempo hasta la mejoría clínica 1 . Los malos resultados globales en términos de respuesta clínica y mortalidad condujeron en pocas horas a una ola de pesimismo inusitado en los grupos de profesionales encargados de tomar las decisiones en muchos hospitales. Esto se reflejo en acaloradas discusiones vía WhatsApp y otros foros, condicionando la abrupta retirada de lopinavir/ritonavir de los protocolos terapéuticos de varios grandes centros de nuestro país.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tomar o no tomar «decisiones en caliente» respecto al tratamiento de la infección por SARS-CoV-2"
        },
        {
            "text": "No obstante, el resultado de la información de un ensayo como este hay que tomarlo con precaución y analizarlo con visión crítica y rigurosa. El trabajo adolece de varios problemas metodológicos en relación con el carácter de urgencia del diseño y el reclutamiento de los enfermos. Los propios autores reconocen estos aspectos en la discusión. La asignación de pacientes no fue ciega y no se pudo establecer el deseable control con placebo para los pacientes que no recibieron el fármaco en dicho estudio. Asimismo, no se pudieron determinar los niveles plasmáticos de lopinavir/ritonavir y podrían verse comprometidos en pacientes críticos.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tomar o no tomar «decisiones en caliente» respecto al tratamiento de la infección por SARS-CoV-2"
        },
        {
            "text": "Por otra parte, el estudio carece de potencia para desenlaces secundarios en el diseño, pero importantes como la mortalidad. Asumiendo las mismas premisas que para la variable principal, se hubieran necesitado entre 200 y 860 pacientes en cada brazo para demostrar diferencias. Además, aunque globalmente el beneficio queda diluido, una lectura atenta permite observar como el uso de lopinavir/ritonavir podría apuntar una tendencia a la reducción de la mortalidad si se utiliza en los primeros 12 días. En los pacientes tratados más precozmente sí se consigue el objetivo primario, siendo la mortalidad respectiva del 15 versus el 27 % en cada rama. Aún más, los otros objetivos secundarios como la estancia en cuidados intensivos (5 días de diferencia) y el porcentaje de desarrollo de SDRA (12 versus 24%) también salen favorecidos.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tomar o no tomar «decisiones en caliente» respecto al tratamiento de la infección por SARS-CoV-2"
        },
        {
            "text": "En nuestra opinión, el aspecto fundamental es que se trató a los pacientes de forma demasiado tardía (mediana de 13 días desde el inicio de los síntomas) y en monoterapia. Por ello, aunque no se alcanza el objetivo primario, los resultados apuntan a que el grupo tratado podría evolucionar mejor. Por tanto, queda por determinar si la utilización de lopinavir/ritonavir en fases más precoces y/o en combinación con otros fármacos potencialmente activos supone o no supone un beneficio para los pacientes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tomar o no tomar «decisiones en caliente» respecto al tratamiento de la infección por SARS-CoV-2"
        },
        {
            "text": "No obstante, somos conscientes de la desconfianza que generan los inhibidores de proteasa y su limitada actividad in vitro, y en eficacia clínica frente a este nuevo y otros coronavirus (SARS-Cov, MERS-Cov) 2,3 . Los resultados controvertidos del actual ensayo ya se habían anticipado en parte en otro estudio chino 4 en el que no se demostró beneficio de lopinavir/ritonavir y abidol. Asimismo, Janssen ha comunicado datos no publicados acerca de la ineficacia de darunavir/cobicistat en el tratamiento de 30 pacientes con COVID-19 5 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tomar o no tomar «decisiones en caliente» respecto al tratamiento de la infección por SARS-CoV-2"
        },
        {
            "text": "Aún así, a la espera de nuevas evidencias o alternativas terapéuticas consolidadas, parece prudente seguir utilizando de forma optimizada los escasos fármacos de los que disponemos.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tomar o no tomar «decisiones en caliente» respecto al tratamiento de la infección por SARS-CoV-2"
        },
        {
            "text": "En tiempo de catástrofe es importante mantener la cabeza fría y el ánimo templado a la hora de tomar decisiones que pudieran condicionar el pronóstico de los pacientes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tomar o no tomar «decisiones en caliente» respecto al tratamiento de la infección por SARS-CoV-2"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Trial of Lopinavir-Ritonavir in Adults Hospitalized with Severe Covid-19",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001282"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Severe Acute Respiratory Syndrome Coronavirus as an Agent of Emerging and Reemerging Infection",
            "authors": [
                {
                    "first": "Vcc",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "Skp",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "Pcy",
                    "middle": [],
                    "last": "Woo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yuen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Clin Microbiol Rev",
            "volume": "20",
            "issn": "",
            "pages": "660--694",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "From SARS to MERS, Thrusting Coronaviruses into the Spotlight",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Qu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Viruses",
            "volume": "11",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/v11010059"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Efficacies of lopinavir/ritonavir and abidol in the treatment of novel coronavirus pneumonia",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jun",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yun",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xiuhong",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ping",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Tao",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Chinese Journal of Infectious Diseases",
            "volume": "2020",
            "issn": "00",
            "pages": "8--008",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Shanghai Public Health Clinical Center (SPHCC) of darunavir and cobicistat (DRV/c) in treating laboratory-confirmed 30 COVID-19 patients showed that DRV/c was not effective. Consultado 6-4-2020",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "de Medrano 1 Hospital Universitario y Politécnico La Fe de Valencia Email: vicente.abril.lopezdemedrano@gmail.com Sr. editor:",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}