{
    "paper_id": "3f439ccbba313098292de9c63daee5a2eb3e9aad",
    "metadata": {
        "title": "Title: RdRp mutations are associated with SARS-CoV-2 genome evolution",
        "authors": [
            {
                "first": "Doğa",
                "middle": [],
                "last": "Eskier1",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gökhan",
                "middle": [],
                "last": "Karakülah1",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Aslı",
                "middle": [],
                "last": "Suner3",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yavuz",
                "middle": [],
                "last": "Oktay1",
                "suffix": "",
                "affiliation": {},
                "email": "yavuz.oktay@ibg.edu.tr"
            }
        ]
    },
    "abstract": [
        {
            "text": "COVID-19, caused by the novel SARS-CoV-2 virus, started in China in late 2019, and soon became a global pandemic. With the help of thousands of viral genome sequences that have been accumulating, it has become possible to track the evolution of viral genome over time as it spread across the world. An important question that still needs to be answered is whether any of the common mutations affect the viral properties, and therefore the disease characteristics. Therefore, we sought to understand the effects of mutations in RNAdependent RNA polymerase (RdRp), particularly the common 14408C>T mutation, on mutation rate and viral spread. By focusing on mutations in the slowly evolving M or E genes, we aimed to minimize the effects of selective pressure. Our results indicate that 14408C>T mutation increases the mutation rate, while the third-most common RdRp mutation, 15324C>T, has the opposite effect. It is possible that 14408C>T mutation may have contributed to the dominance of its co-mutations in Europe and elsewhere.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Although the higher number of mutations in genomes with RdRp 14408C>T mutation was suggested to be caused by lower fidelity of the mutant enzyme, it could also be due to many other epidemiological factors. Importantly, natural selection acting on different levels and ways in different environments could potentially lead to faulty estimates of any change in the replicational mutation rate. Therefore, in order to minimize the effects of natural selection, we focused our attention on parts of the genome that may be under lower selective pressure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A recent study by Dilucca et al. showed that different SARS-CoV-2 genes are under varying levels of selective pressure, with M and E integral proteins being subject to relatively low natural selection and a low, non-selective mutation rate, largely as a result of accumulation of replication errors. On the other hand, key proteins for virulence and transmissibility, such as the S protein, seem to be under high selective pressure, possibly as a result of novel host adaptation13. To identify how the RdRp mutations affect the mutation rate of the SARS-CoV-2 genome, we examined the relationships of the RdRp mutations with mutations found in M or E proteins (hereafter referred to as MoE), in terms of both time and location. In particular, we focused on the 10 most common mutations in the RdRp region, with the goal of identifying whether each variant is associated with increased or decreased non-selective mutation rates, and whether the geographical distribution of these variants might suggest the presence of multiple forms of virus with various mutability across the globe.",
            "cite_spans": [
                {
                    "start": 18,
                    "end": 32,
                    "text": "Dilucca et al.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Genome sequence filtering, retrieval, and preprocessing SARS-CoV-2 isolate genome sequences were obtained from the GISAID EpiCoV database (14) . The genomes were filtered for those obtained from human hosts, a sequence length of at least 29000 nucleotides, and high coverage (< 1% undefined nucleotides, < 0.05% mutations not seen in any other isolate, and no indel mutations that were not verified by the submitter).",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 142,
                    "text": "(14)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "The filters resulted in a total of 11901 remaining genomes (as of May 5th, 2020). The genomes were aligned against the reference genome sequence obtained from the NCBI Nucleotide database in the FASTA format, under the locus ID NC_045512.2 (https://www.ncbi.nlm.nih.gov/nuccore/NC_045512.2), after nonstandard unresolved base calls (sequence characters which are not one of A, C, G, T, N, or -) were changed into the standard unresolved sequence character N via the Unix sed command. The alignment was performed with the MAFFT multiple sequence alignment program, using the \"--auto -keeplength --addfragments isolate_genomes.fa reference_genome.fa > alignment.fa\" parameters. The sites differing from the reference sequence were extracted using snp-sites (https://github.com/sanger-pathogens/snp-sites), with the \"-v -o variants.vcf alignment.fa\" options. The resulting VCF file was modified for compatibility with the following steps using text editing and bcftools (http://www.htslib.org/download/), replacing the first column, indicating reference sequence name, with NC_045512v2, and separating different variants at the same nucleotide to individual lines, using the VCF processing guide available in the ANNOVAR documentation (https://docopenbio.readthedocs.io/projects/annovar/en/latest/articles/VCF/). The final VCF file was converted into an avinput file, using convert2annovar.pl found under ANNOVAR, with the parameters \"-format vcf4old variants.vcf > variants.avinput\". The custom ANNOVAR gene annotations for SARS-CoV-2 were obtained from ANNOVAR resources, decompressed, and placed in the sarscov2db directory. The variants were then annotated in terms of their relationships to gene loci and products, using the table_annovar.pl function of ANNOVAR, with the parameters \"-buildver NC_045512v2 variants.avinput sarscov2db/ -protocol avGene -operation g\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Following the alignment and annotation, the 5' untranslated region of the genome (bases 1-265) and the 100 nucleotides at the 3' end were removed from analysis due to lack of quality sequencing in a majority of isolates. To ensure a vigorous examination of the association of both time and location and the mutations, we have further filtered out isolate genomes without well-defined time of sequencing metadata (yearmonthday), and an undefined geographical location, for a final count of 11208 genomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Descriptive statistics for continuous variable days were calculated with mean, standard deviation, median, and interquartile range. Shapiro-Wilk test was used to check the normality assumption of the continuous variable. In cases of non-normally distributed data, the Wilcoxon rank-sum (Mann-Whitney U) test was performed to determine whether the difference between the two MoE groups was statistically significant. The Fisher's exact test and the Pearson chi-square test were used for the analysis of categorical variables. The univariate logistic regression method was utilized to assess the mutations associated with MoE in single variables, and then multiple logistic regression method was performed. The final multiple logistic regression model was executed with the backward stepwise method. A p-value of less than 0.05 was considered statistically significant. All statistical analyses were performed using IBM SPSS version 25.0 (Chicago, IL, USA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "After the low quality filters were applied, 5658 nucleotides, making up 18.9% of the SARS-CoV-2 genome, were found to carry a mutation in at least one isolate, with 2668 of these sites being mutated in multiple isolates. The sites mutated in at least two isolates had a mean of 26.25 mutated isolates, and a median of 3, To identify the distribution of common mutations by the number of isolates they are found in, we identified the top 50 mutated sites and the number of isolates with a non-reference resolved base in those sites (Fig. 1 ). Three nucleotides, 3037, 14408, and 23403, were found to be mutated in over 7000 isolates. Out of these three, 14408C>T was previously established as a mutation of interest for the RdRp gene. 23403A>G is a nonsynonymous mutation in the surface glycoprotein, while 3037 is a synonymous mutation in nsp3, a replication scaffolding protein15. Notably, only 26 of the top 50 sites were found in the Orf1ab coding region, despite it comprising 71% of the SARS-CoV-2 genome, with the percentage being 57%, 61%, and 65.3% when we consider top 100, top 200, and all mutated sites, respectively (data not shown). Other than 14408C>T, two of the top 50 mutations were also in the RdRP coding sequence, although both of them are synonymous mutations that do not presumably affect the protein structure. Two of the sites were found in the membrane glycoprotein coding region, with 26729T>C being a synonymous mutation, and 27046C>T being a nonsynonymous mutation causing a T175M mutation in the peptide sequence. None of the top 50 mutated sites were found in the envelope glycoprotein region, which has only 23 sites mutated in multiple isolates.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 531,
                    "end": 538,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Mutation profile of SARS-CoV-2 genome as of 5 May 2020"
        },
        {
            "text": "We then examined the distribution of mutant RdRp, envelope, and membrane protein genes by geographical location (Africa, Asia, Europe, North America, Oceania, and South America), in order to see what percentage of isolates from each region carried a mutation in these coding regions. South America had the highest percentage of RdRp mutants, 93.22%, while Asia had only 32.71%, the lowest among the regions. South America also had the highest number of mutant isolates for the M gene, and the second highest for the E gene, at 11.02% and 2.54% respectively (Fig. 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 557,
                    "end": 565,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Mutation profile of SARS-CoV-2 genome as of 5 May 2020"
        },
        {
            "text": "To examine how the most common mutations in RdRp affect mutation rate of the SARS-CoV-2 genome, we identified the 10 most frequently mutated nucleotides in the RdRp region. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Associations between MoE and top ten frequently observed mutations in RdRp"
        },
        {
            "text": "Distribution of SARS-CoV-2 mutations show variability among geographical locations, mainly due to founder effects, as well as various other epidemiological factors. In order to compare the distribution of MoE among different geographic locations, Table 2 shows that there are statistically significant associations between the locations and MoE (p<0.001). The most frequently observed location for the MoE is Europe (n=658), however, it is largely due to higher representation of European viral genomes in the GISAID database. The highest proportion of MoE is seen in South America (12.7), whereas North America has the lowest (5.2%). ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 247,
                    "end": 254,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Associations between MoE and geographic locations"
        },
        {
            "text": "Next, we evaluated location in the univariate logistic regression models of the MoE (absent (0) and present (1)) for each location (itself (1) and others (0)) ( In the univariate logistic regression models of the MoE (absent (0) and present (1)), when the ten mutations were included separately in the models, 14408, 14805, 15324, and 13730 were found statistically significant to predict MoE (p<0.05) ( ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Logistic regression models of the MoE"
        },
        {
            "text": "The authors declare no competing interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional Information and Declarations"
        },
        {
            "text": "• DE conceived and designed the experiments, performed the experiments, analyzed the data, contributed reagents/materials/analysis tools, prepared figures and/or tables, authored or reviewed drafts of the paper, approved the final draft.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Contributions"
        },
        {
            "text": "• GK conceived and designed the experiments, performed the experiments, analyzed the data, contributed reagents/materials/analysis tools, prepared figures and/or tables, authored or reviewed drafts of the paper, approved the final draft.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Contributions"
        },
        {
            "text": "• AS conceived and designed the experiments, performed the experiments, analyzed the data, contributed reagents/materials/analysis tools, prepared figures and/or tables, authored or reviewed drafts of the paper, approved the final draft.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Contributions"
        },
        {
            "text": "•YO conceived and designed the experiments, performed the experiments, analyzed the data, contributed reagents/materials/analysis tools, prepared figures and/or tables, authored or reviewed drafts of the paper, approved the final draft.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Contributions"
        },
        {
            "text": "The data used to support the findings of this study are available from the corresponding author upon request. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Availability"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": ".-W",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Lond. Engl",
            "volume": "395",
            "issn": "",
            "pages": "514--523",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Pattern of early human-to-human transmission of Wuhan",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Riou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Althaus",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Euro Surveill. Bull. Eur. Sur Mal. Transm. Eur. Commun. Dis. Bull",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Emerging evidence for neuropsycho-consequences of COVID-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Curr. Neuropharmacol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2174/1570159X18666200507085335"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Potential implications of novel coronavirus disease (COVID-19) related gastrointestinal symptoms for abdominal imaging",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Katlariwala",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Low",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Radiogr. Lond. Engl",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.radi.2020.04.016"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Severe acute respiratory syndrome coronavirus 2 isolate Wuhan-Hu-1, complete genome",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Potent binding of 2019 novel coronavirus spike protein by a SARS coronavirus-specific human monoclonal antibody",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg. Microbes Infect",
            "volume": "9",
            "issn": "",
            "pages": "382--385",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The protein expression profile of ACE2 in human tissues | bioRxiv",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.31.016048v1"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A Genomic Perspective on the Origin and Emergence of SARS-CoV-2",
            "authors": [
                {
                    "first": "Y.-Z",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell",
            "volume": "181",
            "issn": "",
            "pages": "223--227",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Structural basis and functional analysis of the SARS coronavirus nsp14-nsp10 complex",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Proc. Natl. Acad. Sci. U. S. A",
            "volume": "112",
            "issn": "",
            "pages": "9436--9441",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "One severe acute respiratory syndrome coronavirus protein complex integrates processive RNA polymerase and exonuclease activities",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Subissi",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Proc. Natl. Acad. Sci",
            "volume": "111",
            "issn": "",
            "pages": "3900--3909",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Emerging SARS-CoV-2 mutation hot spots include a novel RNAdependent-RNA polymerase variant",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pachetti",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Transl. Med",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Specific mutations in SARS-CoV2 RNA dependent RNA polymerase and helicase alter protein structure, dynamics and thus function: Effect on viral RNA replication",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Begum",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.26.063024"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Codon Usage and Phenotypic Divergences of SARS-CoV-2 Genes",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dilucca",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Forcelloni",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Georgakilas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Giansanti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pavlopoulou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Viruses",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Genotyping coronavirus SARS-CoV-2: methods and implications",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Genomics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ygeno.2020.04.016"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Spike mutation pipeline reveals the emergence of a more transmissible form of SARS-CoV-2",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Korber",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.29.069054"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Global Spread of SARS-CoV-2 Subtype with Spike Protein Mutation D614G is Shaped by Human Genomic Variations that Regulate Expression of TMPRSS2 and MX1 Genes",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bhattacharyya",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.05.04.075911"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure Legends",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Bar graph of top 50 most mutated nucleotides vs. log2-transformed number of samples with non-reference nucleotide at position. The x-axis represents the position of the nucleotide in the reference genome, the y-axis represents log 2 of number of isolates with disagreeing nucleotide aligning to the position in sequence plus 1. Unresolved sequence calls during library sequencing or gaps are not included in the number of isolates. Colors of the bars indicate the gene locus or mature peptide region where the nucleotide is in, with the RdRp mature peptide being considered separately from the remainder of the Orf1ab region. The 5' untranslated region and the 3'-most 100 nucleotides are not included in the graph.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Bar graph of percent of isolates per region containing non-reference coding sequences for the proteins envelope glycoprotein (E), membrane glycoprotein (M), and RdRp protein. violet bars represent percent of isolates with mutant envelope glycoprotein, while orange bars represent the same percentage for membrane glycoprotein, and green bars represent the same for RdRp.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "summarizes the frequencies and comparisons of MoE between RdRp mutants. There are statistically significant associations between the mutations at nucleotides 14408, 14805, 15324, 13730 and MoE (p<0.05). However, our statistical analysis indicates that there are no significant associations between the mutations 14786, 13536, 13862, 13627, 14877, 15540 and MoE (p>0.05). Comparisons of MoE and RdRp mutations. We also tested for possible associations between MoE and time (in days). Mean days in the MoE absent and present groups were 85.80±15.56, and 85.77±15.61, respectively. The days variable in the MoE absent group was not statistically significantly higher than the MoE present group (Median (IQR): 88.00 (15) versus 86.00 (18); p = 0.095). Because it was not statistically significant, we did not include 'days' in the logistic regression models.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Distribution of MoE across geographical locations.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Logistic regression model of MoE and location on single variables. Each location was",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": ". In the final model (Final Model A), significant associations were also detected between MoE and these four mutations (p<0.05). In the final model of the four mutations, the odds ratio for 14408 was 1.522 (95 % CI, 1.305-1.776; p<0.001) for the MoE. Thus, our results suggest that SARS-CoV-2 genomes with the 14408C>T mutation are 1.5 times more likely to have MoE. We also evaluated 'location' in the univariate logistic regression models of the MoE, and found that it was",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Logistic regression model of MoE on single variables and a final model. (Final Model A) Logistic regression model of four mutations on final model (Final Model B) Logistic regression model of four mutations and location on final modelWhereas the 14408C>T mutation predicted higher risk of MoE, the other three significant mutations in RdRp predicted a lower risk, particularly the 15324C>T mutation, which predicted about 10-fold reduced risk of MoE. Although location was another predictor of MoE, as expected, multivariate logistic regression analysis indicated that the association between RdRp mutations and mutational status of M or E genes was independent from location. explained by better adaptation of the viruses with a mutation that cause increased mutation rate to changing environments, it could as well be explained by founder effects, genetic drift, and other epidemiological factors. More data and particularly functional studies where mutant viruses can be compared side by side will be required to test this hypothesis. EPI_ISL_429089); and two more Chinese viral sequences that failed our quality control standards and therefore eliminated from the overall analysis. Despite weeks of existence, unless completely confined and eliminated, only after the appearance of the first Italian case with all four mutations on February 20, 23403A>G became the dominant form. If this form of SARS-CoV-2 is really more transmissible, the next question that needs to be answered is whether it is due to any one of the three mutations alone, or whether a combination of two or three are needed. Based on the lack of successful spreading of the virus in its absence and our results showing increased mutability in its presence, we speculate that 14408C>T could be cooperating with the other two mutations. Alternatively, altered mutation rate may be a byproduct and the RdRp mutations may act through speeding up or slowing down the replication process,which would in turn affect the viral load and virulence. Also, mutant RdRp may become more resistant to anti-viral drugs, such as the commonly used remdesivir.Such implications make RdRp mutations attractive targets for epidemiological and functional studies with direct therapeutic implications.Effects of different mutations on SARS-CoV-2 phenotypes (i.e. mutation rate, transmissibility, virulence, immune evasion etc.) are hot topics of research as there is an intense race worldwide to develop therapies and understand the viral biology. Some of these studies suggested that RdRp and Spike protein mutations could significantly affect the virus behavior and therefore the human health. Our study sheds light on the effects RdRp mutations, particularly 14408C>T mutation, on the mutability and possibly transmissibility of SARS-CoV-2. Further functional studies are required to test our findings.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to thank Mr. Alirıza Arıbaş and Mr. Ahmet Bursalı from Izmir Biomedicine and Genome Center for their technical assistance. The authors also would like to extend their thanks to Izmir Biomedicine and Genome Center (IBG) COVID19 platform IBG-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgement"
        },
        {
            "text": "Not applicable",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing Interests"
        }
    ]
}