{
    "paper_id": "3f4aeb278351912abb44846f3593955172e3bdce",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "David",
                "middle": [],
                "last": "Chang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Laurence",
                "middle": [
                    "M"
                ],
                "last": "Epstein",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "This is a PDF file of an article that has undergone enhancements after acceptance, such as the addition of a cover page and metadata, and formatting for readability, but it is not yet the definitive version of record. This version will undergo additional copyediting, typesetting and review before it is published in its final form, but we are providing this version to give early visibility of the article. Please note that, during the production process, errors may be discovered which could affect the content, and all legal disclaimers that apply to the journal pertain. Thank you for the opportunity to expand on the discussion of Brugada syndrome in patients with Coronavirus 2019 (COVID-19). As Ojeda et al astutely pointed out, COVID-19-induced fever was depicted as the potential cause of electrocardiographic changes in our patient. 1, 2 However, while fever has been unequicovally proven to alter the SCN5A sodium channel and cause Brugada patterns on the electrocardiogram (ECG) 3 , there are still many unknowns about the novel virus and how we should manage these vulnerable patients. For instance, why did our patient's first ECG upon admission with no fever show type I Brugada pattern while the last ECG after defervescence, back to his initial temperature on admission, show narrower QRS complex on the right precordial leads with near-resolution of the coved ST-elevation in lead V2? COVID-19 may directly impact the myocardium manifesting with changes on the ECG and echocardiogram suggestive of myocardial ischemia and/or inflammation. 4 As the Brugada group noted, what if the virus has a higher propensity to directly affect the myocardial sodium channels compared to other previously encountered respiratory virus infections that caused SARS (severe acute respiratory syndrome) and MERS (Middle East respiratory syndrome)? 4 What about potential pre-existing myocardial scarring contributing to our patient's presentation in the setting of the infection?",
            "cite_spans": [
                {
                    "start": 843,
                    "end": 845,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 846,
                    "end": 847,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 991,
                    "end": 992,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1557,
                    "end": 1558,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1847,
                    "end": 1848,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The incidence of Brugada pattern on ECG and the clinical syndrome is expected to increase during this pandemic in which patients commonly present with febrile illnesses. While fever is without a doubt a major contributing factor-and hence the emphasis on early treatment for defervescence-these are some of the unanswered questions surrounding COVID-19 that need to be further scrutinized.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Letter to the editor -Is it really COVID-19? HeartRhythm Case Rep",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "H"
                    ],
                    "last": "Betancor",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Garduño",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Prera",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19 Infection Unmasking Brugada Syndrome",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Saleh",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Garcia-Bengo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Fever-related arrhythmic events in the multicenter Survey on Arrhythmic Events in Brugada Syndrome",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Michowitz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Milman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sarquella-Brugada",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Heart rhythm",
            "volume": "15",
            "issn": "",
            "pages": "1394--1401",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The known into the unknown: Brugada syndrome and COVID-19",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sorgente",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Capulzini",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Brugada",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JACC Case",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}