{
    "paper_id": "3f62ffb0c9c4eec4e96b898ffcd6e4e6a69d0143",
    "metadata": {
        "title": "Acute Hyperglycemic Crises with Coronavirus Disease-19: Case Reports",
        "authors": [
            {
                "first": "Na-Young",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kyungpook National University",
                    "location": {
                        "settlement": "Daegu"
                    }
                },
                "email": ""
            },
            {
                "first": "Eunyeong",
                "middle": [],
                "last": "Ha",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yeungnam University College of Medicine",
                    "location": {
                        "settlement": "Daegu"
                    }
                },
                "email": ""
            },
            {
                "first": "Jun",
                "middle": [
                    "Sung"
                ],
                "last": "Moon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yeungnam University College of Medicine",
                    "location": {
                        "settlement": "Daegu"
                    }
                },
                "email": ""
            },
            {
                "first": "Yong-Hoon",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kyungpook National University",
                    "location": {
                        "settlement": "Daegu",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Eun",
                "middle": [
                    "Young"
                ],
                "last": "Choi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yeungnam University College of Medicine",
                    "location": {
                        "settlement": "Daegu"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Since the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) pandemic began in China, more than 10,500 confirmed cases and about 220 coronavirus disease-19 (COV-ID-19)-related deaths have been reported in Korea (as of April 14, 2020). Daegu City accounts for 78% of confirmed cases and 68% of deaths since the outbreak began in February 2020. Recent studies have shown that advanced age or underlying medical comorbidities, such as cardiovascular disease, diabetes mellitus, hypertension, are considered as risk factors for severe illness and mortality among patients with COVID-19 [1] .",
            "cite_spans": [
                {
                    "start": 592,
                    "end": 595,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Acute hyperglycemic crises-Diabetic ketoacidosis (DKA) and hyperosmolar hyperglycemic state (HHS)-are the serious acute metabolic complications of diabetes, and commonly precipitated by infection. COVID-19 is also estimated to trigger acute hyperglycemic crises in patients with inadequately controlled patients with diabetes, but the evidence for this association is still limited.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Here, we described two COVID-19 cases compromised with acute hyperglycemic crises-DKA and HHS-during the outbreak in Daegu, South Korea.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Electric medical records of index cases were reviewed and cross-checked by two independent physicians. Informed consent was waived because of the retrospective nature of the study ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "A 59-year-old man was admitted to the hospital suffering from general weakness, polydipsia, polyuria, and mild dyspnea for 4 days. He had a history of type 2 diabetes mellitus (T2DM) and hypertension but was recently discontinuing oral hypoglycemic agents (OHA); he had managed his blood glucose through diet and exercise only. Glycosylated hemoglobin (HbA1c) level of the patient was 6.4% when measured 5 months earlier.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 1"
        },
        {
            "text": "Initial vital signs were blood pressure 151/97 mm Hg, heart rate 104 beats/min, respiratory rate 24 breaths/min, and body temperature 37°C, and oxygen saturation 94% by pulse oximetry on room air. Upon admission, plasma glucose was 655 mg/dL and HbA1c was 11.4%. Blood chemistry revealed blood urea nitrogen 88.4 mg/dL, creatinine 1.97 mg/dL, sodium 139 mEq/L, potassium 6.3 mEq/L, and plasma ketone body 4.9 mmol/L. Arterial blood gas analysis (ABGA) on room air demonstrated a compensated metabolic acidosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 1"
        },
        {
            "text": "The patient reportedly had contacted with someone who was diagnosed with COVID-19 22 days prior to his hospital admis- sion. The chest radiograph showed peribronchial ground-glass opacities in both lungs, although there was no obvious flu-like symptom such as cough, sputum, sore throat, or fever (Fig. 1) . COVID-19 was confirmed on March 19, 2020, on the basis of real-time reverse transcriptase-polymerase chain reaction (RT-PCR) assay that detected SARS-CoV-2. Therefore, anti-viral agents (lopinavir/ritonavir), empirical antibiotics, and symptomatic respiratory treatment for COVID-19 infection as well as treatment for DKA were also performed. The DKA was improved after proper insulin treatment, but the dyspnea and radiologic finding worsened. Mechanical ventilation was initiated on the fourth day of admission. He received intensive treatments such as continuous renal replacement therapy (6th day after admission) and extracorporeal membrane oxygenation (13th day after admission).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 297,
                    "end": 305,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Case 1"
        },
        {
            "text": "On the 14th day of hospitalization, acute myocardial infarction was diagnosed based on the elevation of cardiac enzyme and ST segment on the electrocardiogram, and percutaneous coronary intervention was performed. However, the patient did not recover from respiratory failure and hemodynamic instability and eventually died after 16th day of hospitalization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 1"
        },
        {
            "text": "A 72-year-old woman was hospitalized for shortness of breath for 3 days. Before being transferred, the patient was confirmed COVID-19 using RT-PCR test with high oxygen demand. She had a history of T2DM, hypertension, and dyslipidemia, but had stopped taking OHA for several days due to anorexia. Her skin was dry and tough upon physical examination. Her initial vital signs were within normal ranges, but oxygen saturation was 90% in pulse oximetry on 6 L/min of oxygen mask.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 2"
        },
        {
            "text": "Upon hospital admission, laboratory findings showed increases in plasma levels of glucose (690 mg/dL), effective osmolality (324 mOsm/kg), and HbA1c (12.6%) respectively. Urine and serum ketone body was not detected. ABGA on 6 L/min of oxygen mask showed pH 7.381, HCO3 − 18.1 mmol/L, and serum sodium and potassium were within normal range. Her chest radiograph showed multifocal patchy consolidation at both lung fields (Fig. 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 422,
                    "end": 430,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Case 2"
        },
        {
            "text": "Based on the laboratory and imaging results, she was diagnosed with HHS and COVID-19. Treatment was immediately provided with intravenous fluid, regular insulin, anti-viral agents, and empirical antibiotics. Hyperglycemia and dehydration were promptly improved after proper management, but radiologic findings worsened with an increase in oxygen demand. On the second day, invasive mechanical ventilation with prone position was initiated. A tracheostomy was applied on 15th days of hospitalization because the patients was not spontaneously breathing. After 33 days of hospitalization, subsequent COVID-19 tests were all negative but she still needs support from a mechanical ventilator.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 2"
        },
        {
            "text": "Herein we report two patients with acute hyperglycemia precipitated by COVID-19. One case was in conjunction with DKA and was fatal, and the other had HHS and delayed recovery even after RT-PCR tests were negative. To the best of our knowledge, this is the first case report of COVID-19 combined with DKA and HHS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Emerging information suggests that individuals with diabetes are at increased risk for complications including death among COVID-19 patients. According to a clinical report in China [2] involving 1,099 confirmed COVID-19 patients, diabetes was the second most common comorbidity (16.2%) among severe 173 cases. There are not enough evidences to determine the risk of diabetes for poor outcomes in COVID-19 patients yet, a small study showed that COVID-19 patients with diabetes were not only at higher risk of severe pneumonia but also release excessive inflammatory biomarkers [3] . These results suggest that people with comorbidities, especially with DM, are susceptible to COVID-19 infection.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 185,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 578,
                    "end": 581,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "It is well known that acute hyperglycemic crises are significantly related to morbidity or death in peoples with diabetes [4] . According to a recent study [5] , hospitalization rate and mortality rate per 1,000 diabetes cases due to hyperglycemic crises in the past decade have continued to decline in Korea. Unfortunately, we have experienced the outbreak of COV-ID-19 limiting the proper use of medical resources in our community. Lessons we learned from these cases are that chronic disease management could be hampered by unexpected the outbreak, and appropriate and aggressive management should be provided in order to improve the prognosis of COVID-19 patients with comorbidities, such as diabetes and hypertension.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 125,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 156,
                    "end": 159,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "These cases imply that acute hyperglycemic crises can be precipitated by COVID-19 and results in catastrophic outcomes in patients with diabetes and poor glycemic control. Agile policies and strategies for the effective distribution of essential medical resources are necessary to prevent the further loss of life due to the exacerbation of chronic diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "No potential conflict of interest relevant to this article was reported.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONFLICTS OF INTEREST"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1054--62",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Diabetes is a risk factor for the progression and prognosis of COVID-19. Diabetes",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Metab Res Rev",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/dmrr.3319"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Ten-year mortality trends for adults with and without diabetes mellitus in south Korea",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kwon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Seo",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Baik",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Diabetes Metab J",
            "volume": "42",
            "issn": "",
            "pages": "394--401",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Trends in hyperglycemic crisis hospitalizations and in-and out-of-hospital mortality in the last decade based on Korean National Health Insurance Claims Data",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "You",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "O"
                    ],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Nam",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Endocrinol Metab (Seoul)",
            "volume": "34",
            "issn": "",
            "pages": "275--81",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Case 1. Chest radiographs, at admission (A), 3rd day of hospitalization, peribronchial ground-glass opacities (GGOs) in both lungs (B), 6th day of hospitalization, exacerbation of peribronchial GGOs and nodular opacities in both lungs (C), 15th day of hospitalization (D).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Case 2.  Chest radiographs, at admission, atherosclerotic cardiovascular change, increased cardiothoracic ratio and pulmonary vasculature, multifocal patchy consolidation at both lung field (A), 2nd day of hospitalization, minimal improving status of consolidation (B), 20th day of hospitalization, more progression of both lung field consolidation (C), 33rd day of hospitalization, minimal improving status of consolidation (D).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Complications https://doi.org/10.4093/dmj.2020.0091 pISSN 2233-6079 · eISSN 2233-6087 and the analysis used anonymous clinical data. This study was approved by Institutional Review Board (YUH IRB 2020-03-057) of Yeungnam University College of Medicine, Daegu, Republic of Korea.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We would like to express our deepest gratitude to all efforts and dedication of the health professionals who have struggled",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        }
    ]
}