{
    "paper_id": "3f6566e919347bee2e10465dfc7202b1cd2b7c34",
    "metadata": {
        "title": "Chapter 13 Genetic Analysis",
        "authors": [
            {
                "first": "Gavin",
                "middle": [
                    "J D"
                ],
                "last": "Smith",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Justin",
                "middle": [],
                "last": "Bahl",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dhanasekaran",
                "middle": [],
                "last": "Vijaykrishna",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Genetic analysis of sequence data is central to determining the evolutionary history and molecular epidemiology of viruses, particularly those such as infl uenza A virus that have complex ecosystems involving multiple hosts. Here we provide an outline of routine phylogenetic analyses of infl uenza A viruses including multiple sequence alignment, selecting the best-fi t evolutionary model and phylogenetic tree reconstruction using Neighbor joining, Maximum likelihood, and Bayesian inference.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In recent years, much research has focused on the evolutionary history and molecular epidemiology of infl uenza A viruses ( 1 ) . Current efforts in infl uenza surveillance and sequencing have resulted in phenomenal amounts of data being made publicly available. The recent emergence of the H1N1/2009 pandemic virus provided a timely example of the importance and power of phylogenetic analysis to inform both the planning and response to newly emerged viruses ( 2 ) . This chapter focuses on the phylogenetic analyses of infl uenza A virus genomic sequence data to infer their evolutionary history. Basic strategies used to characterize these will be described: from dataset design to alignment and tree building.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 127,
                    "text": "( 1 )",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 461,
                    "end": 466,
                    "text": "( 2 )",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The relationships of rapidly evolving RNA viruses like infl uenza A are best represented by phylogenetic trees ( 3 ) . Phylogenetic analysis establishes the evolutionary history and relationship between genes by inferring the common history of the genes. To achieve this, homologous regions (e.g., the coding region of the hemagglutinin (HA) gene), are compared in a multiple sequence alignment. Infl uenza A viruses have a small segmented genome most of which is protein coding ( 4 ) . This makes multiple sequence alignment easy when compared to other more diverse and sparsely sampled viruses such as coronaviruses. However, infl uenza A viruses undergo frequent genetic mixing, termed reassortment, and caution must be used during analyses and interpretation of the whole genomes. Inappropriate analysis and/or dataset design can lead to inaccurate results and erroneous interpretations of the molecular epidemiology of infl uenza A viruses.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 116,
                    "text": "( 3 )",
                    "ref_id": null
                },
                {
                    "start": 479,
                    "end": 484,
                    "text": "( 4 )",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Three tree building methods; Neighbor joining (NJ), Maximum likelihood (ML), and Bayesian inference (BI) are described here. These methods are all statistically consistent; however, they are presented in order of increasing statistical robustness and computational cost. These methods require an explicit evolutionary model as accurate and realistic substitution models allow for greater robustness. A model testing and selection tool is also described. While the methods and examples provided here are specifi c for infl uenza A viruses, the platforms, programs, and methods are easily portable to other virus families.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "These instructions were written with Mac OS X in mind, but should also be applicable to other operating systems. A list of databases and programs and from where they can be obtained is provided below-where possible we have used freely available programs. Numerous data formats are used in phylogenetic analysis, but the most common are FASTA (or Pearson) and NEXUS. FASTA is a text-based format for representing nucleotide or amino acid sequences that is easy to manipulate and process using simple text programs. A sequence in FASTA format consists of a single-line description that starts with a \">\" (greater-than) followed by lines of sequence data. The description line most commonly contains the virus name. When a sequence is downloaded from public sequence databases as FASTA format, the description line most often includes additional information associated with the sequence (i.e., accession number, gene information, or collection information). The sequence data that follows the description line may be of multiple lines, for example: NEXUS format has been extensively used in sequence analysis and is accepted by many different software packages ( 12 ) . NEXUS format is composed of a number of separate blocks and standardized commands. These blocks can either be public or private blocks. Public blocks are utilized by multiple programs and house information about taxa (which in this case are viruses), morphological and molecular characters, genetic distances, genetic codes, assumptions, datasets, or phylogenetic trees. In contrast, private blocks contain information relevant to single programs such as PAUP*, GARLI, or MrBayes. The format is naturally extensible and fl exible, and can be created from scratch using a text editor or exported from other software that creates NEXUS formatted fi les (e.g., Se-Al: File>Export>File Format).",
            "cite_spans": [
                {
                    "start": 1158,
                    "end": 1164,
                    "text": "( 12 )",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The fi rst line in a NEXUS format fi le is \"#NEXUS\". This tells the software program that the fi le is in NEXUS format and will contain information in blocks that start with \"begin\" and end with \"end\"-with each remark separated by a semi-colon (;). Small variations exist in how different computer programs read the NEXUS format and these are most often associated with the treatment of special characters in taxa names. For example, \"/\" is unrecognized by PAUP* unless defi ned in the DATA block. In order to resolve these commonly encountered issues taxa names are often read enclosed in single quotation marks (i.e., 'A/mallard/ Alberta/300/1977(H4N3)'). However, single quotes are not recognized by MrBayes. Comments can be included in the NEXUS fi le but must be enclosed within square brackets \"[ ]\", which informs the program to ignore the enclosed text. An example of NEXUS format is as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FASTA and NEXUS Formats"
        },
        {
            "text": "A great advantage of a NEXUS fi le is that a block of instructions can be placed at the end of the fi le that can instruct programs, such as PAUP*, when conducting analyses. This will be addressed in Subheading 3.4 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FASTA and NEXUS Formats"
        },
        {
            "text": "1. It is critical that reference sequences, obtained from public databases, are included in an analysis of virus sequences generated through sampling from surveillance studies or an outbreak. This provides a framework to understand the diversity of any newly generated sequence data in relation to previous work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FASTA and NEXUS Formats"
        },
        {
            "text": "2. While it is always good to start from the largest possible dataset (i.e., all available sequences in public databases), this is usually not feasible due to computational limitations, or in some cases",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FASTA and NEXUS Formats"
        },
        {
            "text": "it may not be necessary. In general the criteria below can be used during taxon sampling.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infl uenza Specifi c Dataset Preparation Criteria"
        },
        {
            "text": "3. BLAST search results: Initial dataset size can be reduced using tools such as a BLAST search. BLAST identifi es sequences from a database (usually GenBank) that have the highest percentage similarity to the query sequence. It is important to note that the results of a BLAST search may not represent the closest related sequences in terms of phylogenetic relationships. Only a phylogenetic analysis will provide information on the relatedness of gene sequences. Furthermore, the results of a BLAST search are listed by highest similarity and earliest released sequence-if there are 10 BLAST hits with identical percentage similarity, these results will be listed from oldest to newest. Merely choosing the top BLAST hits is therefore not a suitable method for designing a dataset. 5. cd to your working folder and type \"mafft\" to start the program (see Fig. 1 ). You will be fi rst asked to specify the input fi le (i.e., H5_align.fas) and then the output fi le (e.g., H5_align_out.fas). You will then be asked to specify a number of alignment criteria.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 856,
                    "end": 862,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Infl uenza Specifi c Dataset Preparation Criteria"
        },
        {
            "text": "For infl uenza genes we can use the defaults, which specifi es the FFT-NS-2 (Fast but rough) strategy (see Note 3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multiple Sequence Alignment Using MAFFT"
        },
        {
            "text": "6. Upon completion, the aligned sequence is stored within the output fi le. Manual inspection and optimization is necessary for most alignments as no alignment program is perfect. 5. In order to ease visualization of the aligned fi le use block colors (select \"Alignment > Use Block colors\"). This is especially useful when optimizing codon alignments, as amino acids are colored based on size and polarity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multiple Sequence Alignment Using MAFFT"
        },
        {
            "text": "6. Shifting reading frames, reversing, and complementation can be done independently to any sequence or to the whole alignment and can be reversed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multiple Sequence Alignment Using MAFFT"
        },
        {
            "text": "7. Alignments from Se-Al can be exported in numerous formats, including FASTA and NEXUS. From the menu select \"File > Export\" and a new dialogue window will open where the export format can be selected (see Note 6) .",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 214,
                    "text": "Note 6)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Multiple Sequence Alignment Using MAFFT"
        },
        {
            "text": "jModelTest uses hierarchical likelihood ratio tests (hLRTs) and the Akaike Information Criterion (AIC) to fi nd the evolutionary model that best fi ts the particular sequence alignment that you are analyzing ( 8 ) (see Note 7) . If you modify your dataset you should recalculate the evolutionary model.",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 226,
                    "text": "Note 7)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Multiple Sequence Alignment Using MAFFT"
        },
        {
            "text": "1. Double-click the jModelTest.jar fi le to open the program console as shown in Fig. 2 . Fig. 2 . The jModelTest console.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 81,
                    "end": 89,
                    "text": "Fig. 2 .",
                    "ref_id": null
                },
                {
                    "start": 90,
                    "end": 96,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Multiple Sequence Alignment Using MAFFT"
        },
        {
            "text": "2. From the menu select \"File > Load DNA alignment\" and choose the FASTA format alignment that was exported from Se-Al (i.e., \"H5_align_out.fas\") (see Note 8).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Selecting an Evolutionary Model"
        },
        {
            "text": "3. Then select \"Analysis > Compute likelihood scores\" and a window will open with options for calculating likelihood scores.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Selecting an Evolutionary Model"
        },
        {
            "text": "4. Change \"Number of substitution schemes\" to 7 and \"Base tree for likelihood calculations\" to BIONJ (see Fig. 3 ), and then click \"Compute likelihoods\" and a progress bar will open. 5 . The program will test 56 models in a hierarchical manner and will take approximately 20-30 min on a modern computer for an alignment of 100 full-length HA sequences. Details of the tests will also appear in the main console window (see Note 9).",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 184,
                    "text": "5",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 106,
                    "end": 112,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Selecting an Evolutionary Model"
        },
        {
            "text": "6. Now select \"Analysis > Do AIC calculations …,\" and a window will open with options for the AIC settings. Check \"Write PAUP* block\" and then click \"Do AIC calculations\" (see Fig. 4 ). 7. Results of the AIC calculations will be summarized in the jModelTest console, but you will need to scroll up a bit (see Fig. 5 ). For the example used here, the model selected is the GTR + I + G with the precise variables defi ned. These variables will be used in subsequent analyses.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 176,
                    "end": 182,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 309,
                    "end": 315,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Selecting an Evolutionary Model"
        },
        {
            "text": "8. Directly below the description of the selected model a \"PAUP* Commands Block\" is provided (see Fig. 5 ). This block will be used in Subheading 3.4.1 \"Neighbor joining in PAUP*.\" 9. The default settings for GARLI and MrBayes use the GTR + I + G model. The execution of these programs will be described using this model. For details on using alternative models refer to the program manuals. PAUP* is one of the most widely used phylogenetic software packages. The software is not free but is powerful, fl exible, and reliable. The manual included with this program contains an extensive command reference that is very useful.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 98,
                    "end": 104,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Selecting an Evolutionary Model"
        },
        {
            "text": "1. First, convert the FASTA fi le \"H5_align_out.fas\" to Nexus format using the program Se-Al, saving the fi le as \"H5_align_ out.nex\" (see Subheading 3.2.2 ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Selecting an Evolutionary Model"
        },
        {
            "text": "2. Open the fi le \"H5_align_out.nex\" in a text editor, scroll to the end, and paste the \"PAUP* Commands Block\" from Subheading 3.3 . The PAUP* block should read (see Note 10) as follows: 3. This only describes the evolutionary model, so we need to include some further commands for calculating and saving the NJ tree. The PAUP* block should now read as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Selecting an Evolutionary Model"
        },
        {
            "text": "4. Make sure that the PAUP* executable and the Nexus fi le are contained in the home directory, although the path can be included in the execute command used in PAUP*. Please note that there is no graphical interface for the program in Mac OS X and that the UNIX version needs to be used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Neighbor Joining in PAUP*"
        },
        {
            "text": "5. Double-click the PAUP* executable to open the program in the Terminal (see Fig. 6 ). At the command prompt type \"execute fi lename.nex.\" In the example used here the fi le name is \"H5_align_out.nex.\"",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 78,
                    "end": 84,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Neighbor Joining in PAUP*"
        },
        {
            "text": "6. As all the necessary commands were placed within the NEXUS fi le the analyses should run without any further input. Once the calculations are completed, the NJ and bootstrap trees will be saved in the same directory that contains the NEXUS fi le.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Neighbor Joining in PAUP*"
        },
        {
            "text": "Genetic algorithm for rapid likelihood inference (GARLI) performs phylogenetic searches on aligned sequence datasets using the maximum-likelihood criterion. Common substitution models are implemented in GARLI to calculate the likelihood scores. The model parameters can be fi xed or estimated and used to optimize branch lengths, tree topology, and maximize the likelihood. The genetic algorithm used by GARLI to perform maximum likelihood",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Neighbor Joining in PAUP*"
        },
        {
            "text": "searches is generally faster than PAUP* and, when searches have been run for suffi cient length, the likelihood scores should be comparable. GARLI maximum likelihood tree search optimization is faster than PAUP* maximum likelihood analysis but slower than the neighbor joining method described above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Maximum Likelihood in GARLI"
        },
        {
            "text": "1. For downloading, installation, and basic usage instructions please see the GARLI Web site (see Note 11).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Maximum Likelihood in GARLI"
        },
        {
            "text": "2. The best-fi t evolutionary model can also be specifi ed as a \"GARLI block\" in the NEXUS fi le; however, the format is different for the PAUP* block described above. For the model from Subheading 3.3 the GARLI block will read (see Note 12) as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Maximum Likelihood in GARLI"
        },
        {
            "text": "3. So replace the PAUP* block in the NEXUS fi le and rename the fi le to \"H5_align_garli.nex.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Maximum Likelihood in GARLI"
        },
        {
            "text": "4. It is then necessary to modify the GARLI confi guration fi le (garli.conf) to specify the analysis fi le. The confi guration fi le is in the folder \"example\" that is included with the program download. This fi le can be opened in any text editor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Maximum Likelihood in GARLI"
        },
        {
            "text": "5. On lines 2 and 6 of \"garli.conf\" change the fi eld \"datafname = rana.nex\" to \"datafname = H5_align_garli.nex\" and \"ofprefi x = rana.nuc.GTRIG\" to \"ofprefi x = H5.nuc.GTRIG.\" This specifi es the correct analysis fi le. 6. It is also necessary to modify Lines 25-31 of the confi guration fi le, specify that the parameters of the evolutionary model have been fi xed using the GARLI block:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Maximum Likelihood in GARLI"
        },
        {
            "text": "7. It is advisable to conduct multiple runs of GARLI to ensure that an optimal result is obtained. The default is 2 replicates but this can be increased by modifying \"searchreps = 2\" in the confi guration fi le .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Maximum Likelihood in GARLI"
        },
        {
            "text": "8. Ensure that the \"garli.conf\" fi le is in the same folder as the GARLI executable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Maximum Likelihood in GARLI"
        },
        {
            "text": "9. Open the Terminal window and cd to the folder containing the executable fi le \"Garli0.96b8.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Maximum Likelihood in GARLI"
        },
        {
            "text": "10. Type \"./Garli0.96b8\" and the program will begin to run.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Maximum Likelihood in GARLI"
        },
        {
            "text": "11. Once completed, the example dataset took about 15 min, the best tree will be saved in the fi le \"H5.nuc.GTRIG.best.tre\" in the same folder. In the terminal window, the likelihood of both runs is provided, which should be similar values.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Maximum Likelihood in GARLI"
        },
        {
            "text": "12. To conduct an ML bootstrap then simply modify the third last line of the \"garli.conf\" fi le to read \"bootstrapreps = 0\" to \"bootstrapreps = 500\" or \"bootstrapreps = 1,000\" (see Note 13).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Maximum Likelihood in GARLI"
        },
        {
            "text": "MrBayes is a program for the Bayesian estimation of phylogeny. Bayesian phylogenetics has been gaining prominence and acceptance in evolutionary science, especially with dramatically improved computational power. Importantly, Bayesian phylogenetics sample many equivalent trees in the tree space in contrast to neighbor joining and maximum likelihood methods, which will produce only a single tree. The phylogenetic tree produced is based on all of these trees, which is known as the posterior probability distribution of trees. This computation is analytically diffi cult and for large datasets impossible. MrBayes uses a simulation method known as Metropolis-coupled Markov Chain Monte Carlo (or MCMC) to overcome this diffi culty .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Maximum Likelihood in GARLI"
        },
        {
            "text": "1. For downloading, installation, and basic usage instructions please see the MrBayes Web site (see Note 14).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Maximum Likelihood in GARLI"
        },
        {
            "text": "2. The best-fi t evolutionary model is specifi ed with a \"MrBayes block\" in the NEXUS fi le; however, the format is different for the PAUP* and GARLI blocks described above. For the model",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Maximum Likelihood in GARLI"
        },
        {
            "text": "from Subheading 3.3 the MrBayes block will read (see Note 15) as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bayesian Inference in MrBayes"
        },
        {
            "text": "3. Replace the PAUP* block in the NEXUS fi le and rename the fi le to \"H5_align_bayes.nex.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bayesian Inference in MrBayes"
        },
        {
            "text": "4. Double-click the MrBayes executable fi le to open the program. At the prompt type \"exec H5_align_bayes.nex\" to execute the fi le (see Fig. 7 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 137,
                    "end": 143,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Bayesian Inference in MrBayes"
        },
        {
            "text": "MrBayes block specifi ed one million generations, with trees sampled every 100 generations. Also, the default setting for MrBayes is to conduct two independent runs. This will result in 10,000 trees per run, or a total of 20,000 trees.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The"
        },
        {
            "text": "6. MrBayes will save two types of fi les for each independent run, the tree fi les and the run statistics, that have the extensions \"run1.t and run2.t\" and \"run1.p and run2.p,\" respectively. 7. The Bayesian posterior probability is assessed from these trees after suboptimal trees calculated at the start of the run are discarded. The portion of the trees that are discarded are referred to as the \" burnin .\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The"
        },
        {
            "text": "8. Once the analysis has fi nished running, you will be prompted on whether to continue the analysis or not. First, it is necessary to check whether the two independent runs have converged by looking at the \"average standard deviation of split frequencies\" that is provided in the MrBayes window. As the two runs converge onto the stationary distribution, the average standard deviation of split frequencies is expected to approach zero, refl ecting the fact that the two tree samples become increasingly similar. A value <0.01 is considered adequate indication that the two runs have converged.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The"
        },
        {
            "text": "9. Alternatively, the program Tracer can be used. Double-click the Tracer icon to open the program. This has the advantage that the burnin can also be determined though visual inspection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The"
        },
        {
            "text": "10. Click on the \"+\" sign near the top left of Tracer, this will open another window to select the necessary fi les. Navigate to the MyBayes folder and select the run statistic fi les \"H5_align_bayes. nex.run1.p\" and \"H5_align_bayes.nex.run2.p\" (see Fig. 8 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 250,
                    "end": 256,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "The"
        },
        {
            "text": "11. Tracer will automatically assign a burnin of 10%. Doubleclick the burnin value in the \"Traces files\" box and change this to zero for both files. Select both files in the \"Traces files\" box and then click on the LnL statistic in the \"Traces\" box-a graph of both tree likelihoods will appear to the right (see Fig. 8 ). 12. For the example dataset used here, an appropriate burnin is 1,000 (10%) of sampled trees.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 312,
                    "end": 318,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "The"
        },
        {
            "text": "13. If the two runs have not converged, you can continue the analysis by typing \"Yes\" and then entering an additional 1 million generations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The"
        },
        {
            "text": "14. If the two runs have converged, then type \"No\" and then type \"sumt burnin=1,000\"-or whatever burnin you have determined from visual inspection in Tracer. This will take some time and once completed, a consensus tree with Bayesian posterior probabilities will be saved as \"H5_align_bayes.nex.con\" (see Note 16) (Fig. 9 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 314,
                    "end": 321,
                    "text": "(Fig. 9",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "The"
        },
        {
            "text": "Figtree ( http:/ /tree.bio.ed.ac.uk/software/fi gtree/ ) is a graphical viewer with various tree-editing capabilities that produces publication-quality fi gures in multiple graphic fi le formats. 4. Upon opening tree fi les, the users are prompted to enter names for undefi ned labels that exist in the tree fi le. In this case, >95% Bayesian posterior properties are stored in the tree fi le (Fig. 10 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 393,
                    "end": 401,
                    "text": "(Fig. 10",
                    "ref_id": null
                }
            ],
            "section": "The"
        },
        {
            "text": "5. The Figtree window (Fig. 11 ) is divided into the top menu panel, a left control panel, and the center tree panel. The top menu and the left panels can be used to edit the tree, color branches or leaves, and most importantly root the tree using an appropriate outgroup or using midpoint (see Note 17) .",
            "cite_spans": [
                {
                    "start": 295,
                    "end": 303,
                    "text": "Note 17)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 22,
                    "end": 32,
                    "text": "(Fig. 11 )",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Tree Visualization with FigTree"
        },
        {
            "text": "This tree is unlikely to be accurate and must not be used to infer phylogenetic relationships or reproduced in publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tree Visualization with FigTree"
        },
        {
            "text": "4. The instructions we give here are for the locally installed program; however, the program can also be run from the Web page.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tree Visualization with FigTree"
        },
        {
            "text": "To ease the optimization of the multiple sequence alignment, shift all the sequences to the correct reading frame and translate the sequences to amino acids (select \"Alignment > Alignment type > Amino Acids\").",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "6. If you have loaded a DNA sequence alignment but wish to export the amino acid sequences, these must be converted to amino acid in the sequence inspector window fi rst. Then, in the export fi le dialogue box, click the \"Export alignment as viewed\" tab. 7. jModelTest is a Java version of the earlier ModelTest ( 17 ) . There is also a MrModeltest ( 18 ) that was specifi cally designed for only testing those models that could be implemented in the program MrBayes. Both these programs are faster than jModeltest, but both run from the terminal window and are more diffi cult to use.",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 318,
                    "text": "( 17 )",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "8. jModelTest appears to have a problem loading NEXUS fi les. If you get an error with a particular fi le format, then just try a number of different fi le formats-as is usually the case, FASTA works fi ne. 9 . In comparison, testing 56 models using ML trees took 1 h 20 min in jModelTest. If you reduce the number of substitution schemes to 3 (i.e., 24 models) and use BIONJ trees, the analysis will run in 10-15 min.",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 208,
                    "text": "9",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "10. There is an error in the \"Lset\" command output from jMod-elTest that will cause an error when executing the fi le in PAUP* and other programs. Rather than having four numbers for \"base = (n1 n2 n3 n4)\" this should be \"base = (n1 n2 n3). To fi x this simply delete the last number. A similar error is made with \"rmat = (n1 n2 n3 n4 n5 n6). There should only be fi ve numbers in the \"rmat\" and the last number should be deleted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "11. The instructions given here are for the Mac OS X Intel multithreaded v0.96, which does not have a graphical user interface, but this version is capable of distributing the analysis over multiple processors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "12. In the GARLI block \"e\" is equivalent to \"base\" in the PAUP* block, \"r\" to \"rmat,\" \"a\" to \"shape,\" and \"p\" to \"pinvar.\" Details of GARLI confi guration settings are available at the following site: https:/ /www. nescent.org/wg_garli/GARLI_Confi guration_Settings . 13 . Maximum likelihood bootstraps are very computationally intensive and even using GARLI will take days to complete 1,000 bootstraps for a dataset of 100 full-length HA genes.",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 270,
                    "text": "13",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "14. The instructions given here are for the Mac OS X executable. However, this version runs on a single processor and is quite slow. It is therefore preferable to compile the program source code on a UNIX system, as this version is capable of distributing the analysis over multiple processors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "15. MrModeltest writes a MrBayes block, but jModeltest does not unfortunately. Commands for a MrBayes block are explained in detail in the MrBayes manual. 16 . If virus names in the NEXUS fi le are overly long (e.g., ³ 20 characters), this may cause the sumt command to hang indefi nitely.",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 157,
                    "text": "16",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "17. Extensive scientifi c literature illustrates the importance of using an appropriate outgroup taxon. As a rule of thumb, the best outgroup is a taxon that falls within the sister group of the ingroup under study. In the above example, for the Asian highly pathogenic avian infl uenza H5N1 virus ingroup, a low pathogenic H5 virus \"Swan/Hokkaido/51/96\" is used as an outgroup.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Other resources are available including the Infl uenza Research Database",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Other programs for multiple sequence alignment and optimization include ClustalW/X ( 15 ) and BioEdit ( 16 )",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Many multiple alignment programs also produce a guide tree that is used to conduct the multiple sequence alignment. References 1",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "G"
                    ],
                    "last": "Pybus",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rambaut",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat. Rev. Genetics",
            "volume": "10",
            "issn": "",
            "pages": "540--550",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Origins and evolutionary genomics of the 2009 swine-origin H1N1 infl uenza A epidemic",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J D"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Vijaykrishna",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bahl",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Lycett",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Worobey",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Pybus",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Cheung",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Raghwani",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bhatt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S M"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rambaut",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature",
            "volume": "459",
            "issn": "",
            "pages": "1122--1125",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The Evolution and Emergence of RNA Viruses",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Orthomyxoviridae: The viruses and their replication",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Shaw",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The Infl uenza Virus Resource at the National Center for Biotechnology Information",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bao",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bolotov",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dernovoy",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kiryutin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zaslavsky",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tatusova",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ostell",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lipman",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Virol",
            "volume": "82",
            "issn": "",
            "pages": "596--601",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "MAFFT: a novel method for rapid multiple sequence alignment based on fast Fourier transform",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Katoh",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Misawa",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kuma",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Miyata",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nucleic Acids Res",
            "volume": "30",
            "issn": "",
            "pages": "3059--3066",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "MAFFT version 5: improvement in accuracy of multiple sequence alignment",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Katoh",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kuma",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Toh",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Miyata",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nucleic Acids Res",
            "volume": "33",
            "issn": "",
            "pages": "511--518",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "jModelTest: Phylogenetic Model Averaging",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Posada",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Mol. Biol. Evol",
            "volume": "25",
            "issn": "",
            "pages": "1253--1256",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "PAUP*: Phylogenetic Analysis Using Parsimony (and Other Methods)",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Swofford",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Genetic algorithm approaches for the phylogenetic analysis of large biological sequence datasets under the maximum likelihood criterion",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Zwickl",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "MrBayes: Bayesian inference of phylogenetic trees",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Huelsenbeck",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Ronquist",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Bioinformatics",
            "volume": "17",
            "issn": "",
            "pages": "754--755",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "NEXUS: an extensible format for systematic information",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Maddison",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Swofford",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Maddison",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Syst. Biol",
            "volume": "46",
            "issn": "",
            "pages": "590--621",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "BioHealthBase: informatics support in the elucidation of infl uenza virus host pathogen interactions and virulence",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Squires",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Macken",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Garcia-Sastre",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Godbole",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Noronha",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Hunt",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "N"
                    ],
                    "last": "Larsen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Klem",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Biersack",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Scheuermann",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nucleic Acids Research",
            "volume": "36",
            "issn": "",
            "pages": "497--503",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The Infl uenza Primer Design Resource: a new tool for translating infl uenza sequence data into effective diagnostics. Infl uenza Other Respi Viruses",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Bose",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Littrell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Patzer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Kraft",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Metallo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Henrickson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "23--31",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "CLUSTAL W: improving the sensitivity of progressive multiple sequence alignments through sequence weighting, position specifi c gap penalties and weight matrix choice",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Higgins",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Gibson",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Nucl. Acids Res",
            "volume": "22",
            "issn": "",
            "pages": "4673--4680",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "BioEdit: a user-friendly biological sequence alignment editor and analysis program for Windows 95/98/NT",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Hall",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Nucl. Acids. Symp. Ser",
            "volume": "41",
            "issn": "",
            "pages": "95--98",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Modeltest: testing the model of DNA substitution",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Posada",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Crandall",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Bioinformatics",
            "volume": "14",
            "issn": "",
            "pages": "817--818",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "MrModeltest, version 2. Program distributed by the author",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A A"
                    ],
                    "last": "Nylander",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Evolutionary Biology Centre",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Settings for the likelihood calculations.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Settings for AIC model selection.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Results of the AIC model selection.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The PAUP* terminal window.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "The MrBayes program window.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "The Tracer program window.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "State frequencies and summarizing trees in MrBayes.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Figtree.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "1. NCBI GenBank Infl uenza Virus Resource at NCBI-http:// www.ncbi.nlm.nih.gov/genomes/FLU/FLU.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "PB1, PA, NP, M, and NS), all subtypes of infl uenza A virus sequences can be aligned together. This is particularly important if one wishes to detect reassortment of gene segments between viruses of different subtypes. MAFFT contains many modes of alignments where speed and accuracy are inversely proportional-from fast and inaccurate to slow and accurate. 3. MAFFT provides command aliases for all of these fast and slow methods. 4. Run MAFFT through the Terminal window (Finder > Applicat ions > Utilities > Terminal).",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Double-click the Se-Al icon (Finder > Applications > Utilities > Terminal) to open the program. From the Se-Al menu select \"File > Open\" and select the MAFFT output fi le (i.e., H5_ align_out.fas).2. The main areas of the alignment that are likely to need manual optimization are the start and end of the alignment where not all sequences in public databases are incomplete at the 5 ¢ and 3 ¢ terminals. Other areas that may be misaligned include the connecting peptide of the HA, and the NA stalk that may have a deletion. However, it is important that the entire alignment be visually inspected and any misalignments corrected.3. For nucleotide sequences of protein-coding genes there are three visualization modes: nucleotides: edit an alignment of single bases; codons: edit an alignment of codons in any reading frame; and translation: edit an alignment of inferred amino acids translated using various genetic codes (infl uenza A virus genes utilize the universal genetic code) (see Note 5).4. Alignments can be edited by selecting a block of sequences and sliding the block relative to the other sequences wherein gaps will open up behind the block. In addition, sequences and their labels can be edited in a separate window by double-clicking on the virus name.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "For downloading, installation, and basic usage instructions please see the Figtree Web site.2.As an example, we will use the \"H5_align_bayes.nex.con\" fi le that was generated using the sumt command in MrBayes (see Subheading 3.4.3 ).3. Double-click Figtree executable to start the application.To open a tree fi le use File > Open and then select the tree fi le.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}