{"paper_id": "400b0a445eab93a838851de5589e51d5b008fdb6", "metadata": {"title": "MassTag Polymerase-Chain-Reaction Detection of Respiratory Pathogens, Including a New Rhinovirus Genotype, That Caused Influenza-Like Illness in New York State during 2004-2005", "authors": [{"first": "Daryl", "middle": [], "last": "Lamson", "suffix": "", "affiliation": {"laboratory": "", "institution": "New York State Department of Health", "location": {"settlement": "Wadsworth Center, Albany"}}, "email": ""}, {"first": "Neil", "middle": [], "last": "Renwick", "suffix": "", "affiliation": {"laboratory": "Jerome L. and Dawn Greene Infectious Disease Laboratory", "institution": "", "location": {}}, "email": ""}, {"first": "Vishal", "middle": [], "last": "Kapoor", "suffix": "", "affiliation": {"laboratory": "Jerome L. and Dawn Greene Infectious Disease Laboratory", "institution": "", "location": {}}, "email": ""}, {"first": "Zhiqiang", "middle": [], "last": "Liu", "suffix": "", "affiliation": {"laboratory": "Jerome L. and Dawn Greene Infectious Disease Laboratory", "institution": "", "location": {}}, "email": ""}, {"first": "Gustavo", "middle": [], "last": "Palacios", "suffix": "", "affiliation": {"laboratory": "Jerome L. and Dawn Greene Infectious Disease Laboratory", "institution": "", "location": {}}, "email": ""}, {"first": "Jingyue", "middle": [], "last": "Ju", "suffix": "", "affiliation": {"laboratory": "", "institution": "Columbia Genome Center", "location": {}}, "email": ""}, {"first": "Amy", "middle": [], "last": "Dean", "suffix": "", "affiliation": {"laboratory": "", "institution": "New York State Department of Health", "location": {"settlement": "Wadsworth Center, Albany"}}, "email": ""}, {"first": "Kirsten", "middle": ["St"], "last": "George", "suffix": "", "affiliation": {"laboratory": "", "institution": "New York State Department of Health", "location": {"settlement": "Wadsworth Center, Albany"}}, "email": ""}, {"first": "Thomas", "middle": [], "last": "Briese", "suffix": "", "affiliation": {"laboratory": "Jerome L. and Dawn Greene Infectious Disease Laboratory", "institution": "", "location": {}}, "email": ""}, {"first": "W", "middle": ["Ian"], "last": "Lipkin", "suffix": "", "affiliation": {"laboratory": "Jerome L. and Dawn Greene Infectious Disease Laboratory", "institution": "", "location": {}}, "email": ""}, {"first": "Greene", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Influenza-like illness (ILI), a nonspecific respiratory illness defined as fever 138ЊC with cough and/or pharyngitis, is tracked by the Centers for Disease Control and Prevention (CDC) Influenza Surveillance System. Laboratory diagnosis of ILI is typically performed by virus isolation in cell culture, antigen", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "MassTag Polymerase-Chain-Reaction Detection of Respiratory Pathogens, Including a New Rhinovirus Genotype, That Caused Influenza-Like Illness in New York State during [2004] [2005] In New York State during winter 2004, there was a high incidence of influenza-like illness that tested negative both for influenza virus, by molecular methods, and for other respiratory viruses, by virus culture. Concern that a novel pathogen might be implicated led us to implement a new multiplex diagnostic tool. MassTag polymerase chain reaction resolved 26 of 79 previously negative samples, revealing the presence of rhinoviruses in a large proportion of samples, half of which belonged to a previously uncharacterized genetic clade. In some instances, knowledge of the detected viral and/or bacterial (co)infection could have altered clinical management.", "cite_spans": [{"start": 167, "end": 173, "text": "[2004]", "ref_id": null}, {"start": 174, "end": 180, "text": "[2005]", "ref_id": null}], "ref_spans": [], "section": "B R I E F R E P O R T"}, {"text": "Influenza-like illness (ILI), a nonspecific respiratory illness defined as fever 138ЊC with cough and/or pharyngitis, is tracked by the Centers for Disease Control and Prevention (CDC) Influenza Surveillance System. Laboratory diagnosis of ILI is typically performed by virus isolation in cell culture, antigen detection, and nucleic acid-amplification methods such as singleplex polymerase chain reaction (PCR). Although multiplex nucleic acid-amplification systems for simultaneous detection of multiple respiratory pathogens have been described [1] [2] [3] [4] [5] , they are not yet widely implemented, primarily for reasons of complexity and cost.", "cite_spans": [{"start": 548, "end": 551, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 552, "end": 555, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 556, "end": 559, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 560, "end": 563, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 564, "end": 567, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "B R I E F R E P O R T"}, {"text": "We recently described an inexpensive, sensitive, highly multiplexed system for differential diagnosis of infectious diseases [6] . MassTag PCR detected 22 different respiratory viral and bacterial pathogens in cultured isolates and respiratory specimens from infected individuals. MassTag PCR also detected the relevant pathogens in specimens from patients with Ebola, Marburg, Lassa, Rift Valley, and Crimean-Congo hemorrhagic fever [7] .", "cite_spans": [{"start": 125, "end": 128, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 434, "end": 437, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "B R I E F R E P O R T"}, {"text": "In New York State (NYS) during winter 2004, there was a high incidence of ILI that tested negative both for influenza virus A (FLUAV) and B (FLUBV), by real-time reverse transcription (RT)-PCR, and for other respiratory viruses, by conventional virus culture. Concern that this finding reflected circulation of a novel pathogen led us to perform MassTag PCR analyses.", "cite_spans": [], "ref_spans": [], "section": "B R I E F R E P O R T"}, {"text": "Patients, materials, and methods. Patients with ILI were identified during visits to NYS health-care providers belonging to the CDC Influenza Sentinel Physicians Network during the  2004-2005 influenza season (from 1 October 2004 to 31 May  2005) . Respiratory (oropharyngeal, nasopharyngeal, and nasal) swabs were transported in M4 medium (Remel). The patients in this study were 4 months to 98 years old, with a median age of 25 years.", "cite_spans": [], "ref_spans": [{"start": 151, "end": 246, "text": "Physicians Network during the  2004-2005 influenza season (from 1 October 2004 to 31 May  2005)", "ref_id": "TABREF0"}], "section": "B R I E F R E P O R T"}, {"text": "Penicillin, streptomycin, and mycostatin were added to specimens before the latter were inoculated into primary rhesusmonkey kidney (RhMK) cells for conventional virus culture.", "cite_spans": [], "ref_spans": [], "section": "B R I E F R E P O R T"}, {"text": "In addition, samples were tested for the presence of FLUAV or FLUBV, by either direct antigen detection (BD Directigen) or real-time RT-PCR assays. Primer and probe sequences were provided, by the CDC, to the Laboratory Response Network (http://www.bt.cdc.gov/lrn/). For real-time RT-PCR, RNA was extracted from 140 mL of specimen, by use of viral-RNA kits (Qiagen), and was eluted into a 60-mL volume (Qiagen). Inoculated RhMK cells were observed 3 times/week for 2 weeks, to determine cytopathic effect. Between days 7 and 10, cultures were tested for hemadsorption; positive cultures were assayed for influenza and parainfluenza viruses, by direct immunofluorescence assay (Chemicon). When cytopathic effect was observed in the absence of hemadsorption, immu- nofluorescence assay was used to test cells for adenovirus (Chemicon) and herpes simplex virus-1 and -2 (MicroTrack). Total nucleic acids, extracted from 250 mL of specimen by the NucliSens Magnetic Extraction Method, were eluted into a 50-mL volume (bioMérieux). Before they were extracted, samples were spiked with a transcript encoding a portion of the green-fluorescent protein, to control for both extraction efficiency and the absence of RT-PCR inhibitors. The MassTag PCR assay targeted the following respiratory pathogens: FLUAV and FLUBV; human respiratory syncytial viruses A and B; human coronaviruses OC43, 229E, and SARS; human parainfluenza viruses 1-3 (HPIV-1, -2, and -3); human metapneumovirus (HMPV); human enterovirus (HEV); human adenovirus (HADV); Mycoplasma pneumoniae; Legionella pneumophila; Chlamydia pneumoniae; Streptococcus pneumoniae; Haemophi-lus influenzae; and Neisseria meningitidis [6] . A primer pair targeting the green-fluorescent-protein quality-control sequence was also included. MassTag PCR-amplification products were analyzed in a single-quadrapole mass spectrometer using positive-mode atmospheric-pressure chemical ionization (Agilent Technologies).", "cite_spans": [{"start": 1679, "end": 1682, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "B R I E F R E P O R T"}, {"text": "Samples that, in MassTag PCR, tested positive for M. pneumoniae, L. pneumophila, C. pneumoniae, N. meningitidis, HEV, and HADV were also tested for these pathogens by real-time PCR assays that the NYS Department of Health Clinical Laboratory Evaluation Program had approved for clinical use. Published PCR assays were used for samples positive for human coronaviruses OC43 and 229E [8] , H. influenzae (types b and c [9] ), and S. pneumoniae (serotypes 1, 3, 5-7, 9, 14, 19, 22, 23, 29, and 46 [10] ). The VP4 and VP1 gene regions of pi-cornaviruses were amplified as described elsewhere [2, 11] . MassTag PCR-amplification products other than those for influenza viruses were cloned into pGEM-Teasy plasmid vectors (Promega) and were sequenced by dideoxy sequencing on an ABI 310 Genetic Analyzer Sequence Analyzer (Applied Biosystems). Sequences were analyzed by use of the Wisconsin GCG software package (Accelrys) and MEGA 3.1 (http://www .megasoftware.net/).", "cite_spans": [{"start": 382, "end": 385, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 417, "end": 420, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 494, "end": 498, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 588, "end": 591, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 592, "end": 595, "text": "11]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "B R I E F R E P O R T"}, {"text": "Results. During the 2004-2005 influenza season, the NYS Department of Health received 166 samples through the Influenza Sentinel Physicians Surveillance Network, 151 of which were included in the present study. Samples were analyzed on arrival in the laboratory, by antigen-detection and real-time RT-PCR assays designed to identify influenza viruses, as well as by conventional virus culture to detect additional respiratory-viral pathogens. FLUAV ( ) and FLUBV ( ) n p 58 n p 10 accounted for the majority of the identified pathogens; in addition, HADV ( ), HPIV-1 ( ), and herpes simplex n p 2 n p 1 viruses ( ) were isolated. In 1 of the samples, coinfection n p 2 with FLUAV and FLUBV was present. In summary, the analyses identified 73 pathogens in 72 samples, providing a presumptive diagnosis in 48% of cases. However, no pathogen was identified in 79 samples. Because some samples were collected 110 days after the onset of symptoms, low microbial load at the time of collection could have accounted for some of the negative results. However, many of these pathogen-negative samples were clustered within the 8-week period between October and December 2004 and were compatible with the presence of an unidentified pathogen. We therefore retrospectively investigated all available stored specimens, using multiplex MassTag PCR.", "cite_spans": [], "ref_spans": [], "section": "B R I E F R E P O R T"}, {"text": "Analysis of the retrospective samples by MassTag PCR indicated the presence of 109 pathogens in 93 samples and identified a pathogen in 33% of the previously negative specimens (table 1, top). In the 26 cases that had not been diagnosed previously, 33 pathogens were detected. In 8 of the samples for which a pathogen had been identified previously, MassTag PCR revealed the presence of a total of 9 additional pathogens (table 1, bottom) and, furthermore, revealed infection with 2 pathogens in each of 9 patients and with 3 pathogens in each of 4 patients.", "cite_spans": [], "ref_spans": [], "section": "B R I E F R E P O R T"}, {"text": "For HADV, HPIV-1, and FLUBV, the results of the MassTag PCR assay were 100% concordant with those of the real-time RT-PCR assay; for FLUAV, they were 96% concordant. Results were discordant for 2 FLUAV samples that real-time RT-PCR had found to be positive; the viral load in these samples, as indicated by the real-time RT-PCR cycle-threshold values (data not shown), was !1000 RNA copies/reaction, which is below the MassTag PCR assay's limit of detection for FLUAV [6] .", "cite_spans": [{"start": 468, "end": 471, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "B R I E F R E P O R T"}, {"text": "The degenerate HEV primers used in the MassTag PCR assay target conserved regions of the 5 untranslated region (5 -UTR) of picornaviruses, regions that are also present in human rhinoviruses (HRV). When samples that were found to be positive when tested by this primer pair were tested by a specific diagnostic real-time RT-PCR assay for HEV, 17 of the 18 cases yielded a negative result. Reasoning that the products represented novel isolates of either HEV or HRV, we cloned all MassTag PCRamplification products. Sequence analysis identified 2 HEVs and 16 HRVs (table 1) ; the 16 HRV sequences were most closely related to a mixed population of HEV and HRV 5 -UTRs that, in the GenBank database, are listed as \"Antwerp rhinovirus\" [12] . However, because short 5 -UTR sequences are not suitable for assignment of phylogenetic relationships, we obtained additional sequences, using degenerate primer sets targeting the VP4 gene region [2] . Phylogenetic analysis of these VP4 sequences indicated that HRV group A was present in 2 cases and that HRV group B was present in 3 cases (table 1); in 3 instances, the sample was exhausted before an amplification product was obtained. For the 8 remaining HRV cases, the sequences clustered in a clade at the root of HRV group A, distinct from the described group A or group B serotypes [13] (figure 1). In 1 case (specimen 074), additional analysis, using a highly degenerate primer set [11] , allowed amplification of a partial VP1 sequence; the analysis supported the phylogenetic position indicated by analysis of VP4 (data not shown).", "cite_spans": [{"start": 733, "end": 737, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 936, "end": 939, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 1330, "end": 1334, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 1431, "end": 1435, "text": "[11]", "ref_id": "BIBREF10"}], "ref_spans": [{"start": 563, "end": 572, "text": "(table 1)", "ref_id": "TABREF0"}], "section": "B R I E F R E P O R T"}, {"text": "Discussion. ILI is a significant cause of morbidity and mortality in the United States, accounting annually for ∼36,000 deaths, ∼150,000 hospitalizations, and up to $12 billion in direct and indirect costs [14] . The advent of sensitive, affordable methods for differential diagnosis of the infectious pathogens that can cause ILI has the potential to reduce the economic burden afforded by these pathogens and to improve clinical outcomes by facilitating early selection of appropriate antimicrobials. The importance of developing strategies for triage of patients with acute respiratory infection to specific treatment regimens is underscored in the context of pandemic-influenza preparedness and the limited supply of influenza antiviral drugs.", "cite_spans": [{"start": 206, "end": 210, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "B R I E F R E P O R T"}, {"text": "The present study was undertaken to investigate the causes of ILI in NYS during the period from 1 October 2004 to 31 May 2005. Clinical samples obtained by physicians in a surveillance network were submitted for analysis by a standard diagnostic protocol using virus culture, antigen detection, and molecular assays. In addition to the pathogens identified by these methods, MassTag PCR detected HRV, HEV, S. pneumoniae, M. pneumoniae, H. influenzae, HMPV, human coronavirus OC43, human respiratory syncytial virus A, HPIV-1, and N. meningitidis infections. MassTag PCR also revealed instances in which virus-infected patients with ILI were coinfected with potentially treatable bacterial pathogens.", "cite_spans": [], "ref_spans": [], "section": "B R I E F R E P O R T"}, {"text": "An unexpected finding was the high incidence of rhinovirus infection. Although rhinoviruses are most commonly associated with mild upper-respiratory-tract disease, they have also been described in association with severe acute and lower-respiratory-tract infections in children, the elderly, and immunosup-pressed patients. In the present study we identified a new rhinovirus genotype in 8 cases of ILI that were clustered within an 8-week period from October to December 2004; thus, it appears that rhinoviruses were a major cause of ILI in our patient population during that period.", "cite_spans": [], "ref_spans": [], "section": "B R I E F R E P O R T"}, {"text": "In vitro evidence indicates that HRV infection may enhance the probability of streptococcal infection, through up-regulation of the platelet-activating-factor receptor [15] . Whether the 3 cases of coinfection by HRV and S. pneumoniae that were observed in the present study reflect a similar interaction between these 2 pathogens remains to be determined. More comprehensive data are required before the role that multiple infections play in the pathogenesis of respiratory (or other) diseases can be assessed.", "cite_spans": [{"start": 168, "end": 172, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "B R I E F R E P O R T"}, {"text": "The objective of MassTag PCR is to ensure comprehensive screening for the presence of a large number of identical as well as related genetic targets. Thus, although the sensitivity is similar to that obtained with real-time PCR (10-50 molecules) when primers and targets are precisely complementary, we accept primers that are optimized to perform at a detection threshold of 500-1000 RNA molecules in highly multiplexed assay panels. The advantage of such primer panels is underscored by the observation that they identified pathogens in previously negative samples and detected novel rhinovirus sequences that did not contribute to original primer design. Although the setup costs for MassTag PCR instrumentation are currently higher than those for real-time PCR (∼$80,000-$120,000 vs. ∼$30,000-$100,000), MassTag PCR compares favorably with other systems. Virus culture for differential diagnosis of ILI takes up to 2 weeks and incurs materials and reagent costs of ∼$50. Alternative, rapid antigen-detection tests can be performed within 15-30 min, with reagent costs of $25, but have only 50%-90% of the sensitivity of virus culture. Realtime PCR assays are generally more sensitive than virus culture, can be performed in 4-6 h, and entail reagent costs of $30 per target; in contrast, MassTag PCR requires 6-8 h, costs $12 per sample, and allows investigation of 20 candidate viral and bacterial pathogens in a single reaction.", "cite_spans": [], "ref_spans": [], "section": "B R I E F R E P O R T"}, {"text": "The present study confirms the utility of MassTag PCR as a tool for surveillance, detection of outbreaks, and epidemiology. Its potential to rapidly analyze samples for the presence of a wide range of candidate viral and bacterial pathogens that may act alone or in concert suggests that it may also have applications in clinical medicine.", "cite_spans": [], "ref_spans": [], "section": "B R I E F R E P O R T"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Rapid simultaneous diagnosis of infections with respiratory syncytial viruses A and B, influenza viruses A and B, and human parainfluenza virus types 1, 2, and 3 by multiplex quantitative reverse transcription-polymerase chain reaction-enzyme hybridization (Hexaplex)", "authors": [{"first": "J", "middle": [], "last": "Fan", "suffix": ""}, {"first": "K", "middle": ["J"], "last": "Henrickson", "suffix": ""}, {"first": "L", "middle": ["L"], "last": "Savatski", "suffix": ""}], "year": 1998, "venue": "Clin Infect Dis", "volume": "26", "issn": "", "pages": "1397--402", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Simultaneous detection of fourteen respiratory viruses in clinical specimens by two reverse transcription nested-PCR assays", "authors": [{"first": "M", "middle": ["T"], "last": "Coiras", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Aguilar", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Garcia", "suffix": ""}, {"first": "I", "middle": [], "last": "Casas", "suffix": ""}, {"first": "P", "middle": [], "last": "Perez-Brena", "suffix": ""}], "year": 2004, "venue": "J Med Virol", "volume": "72", "issn": "", "pages": "484--95", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "A sensitive, specific and cost-effective multiplex reverse transcriptase-PCR assay for the detection of seven common respiratory viruses in respiratory samples", "authors": [{"first": "M", "middle": ["W"], "last": "Syrmis", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Whiley", "suffix": ""}, {"first": "M", "middle": [], "last": "Thomas", "suffix": ""}], "year": 2004, "venue": "J Mol Diagn", "volume": "6", "issn": "", "pages": "125--156", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Rapid and sensitive method using multiplex real-time PCR for diagnosis of infections by influenza A and influenza B viruses, respiratory syncytial viruses, and parainfluenzaviruses 1, 2, 3, and 4", "authors": [{"first": "K", "middle": ["E"], "last": "Templeton", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Scheltinga", "suffix": ""}, {"first": "Mfc", "middle": [], "last": "Beersma", "suffix": ""}, {"first": "Acm", "middle": [], "last": "Kroes", "suffix": ""}, {"first": "Ecj", "middle": [], "last": "Claas", "suffix": ""}], "year": 2004, "venue": "J Clin Microbiol", "volume": "42", "issn": "", "pages": "1564--1573", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "The Pneumoplex assays, a multiplex PCR-enzyme hybridization assay that allows simultaneous detection of five organisms, Mycoplasma pneumoniae, Chlamydia (Chlamydophila) pneumoniae, Legionella pneumophila, Legionella micdadei, and Bordetella pertussis, and its real-time counterpart", "authors": [{"first": "M", "middle": [], "last": "Khanna", "suffix": ""}, {"first": "J", "middle": [], "last": "Fan", "suffix": ""}, {"first": "K", "middle": [], "last": "Pehler-Harrington", "suffix": ""}], "year": 2005, "venue": "J Clin Microbiol", "volume": "43", "issn": "", "pages": "565--71", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Diagnostic system for rapid and sensitive differential detection of pathogens", "authors": [{"first": "T", "middle": [], "last": "Briese", "suffix": ""}, {"first": "G", "middle": [], "last": "Palacios", "suffix": ""}, {"first": "M", "middle": [], "last": "Kokoris", "suffix": ""}], "year": 2005, "venue": "Emerg Infect Dis", "volume": "11", "issn": "", "pages": "310--313", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "MassTag polymerase chain reaction for differential detection of viral hemorrhagic fevers", "authors": [{"first": "G", "middle": [], "last": "Palacios", "suffix": ""}, {"first": "T", "middle": [], "last": "Briese", "suffix": ""}, {"first": "V", "middle": [], "last": "Kapoor", "suffix": ""}], "year": 2006, "venue": "Emerg Infect Dis", "volume": "12", "issn": "", "pages": "692--697", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Frequent detection of human coronaviruses in clinical specimens from patients with respiratory tract infection by use of a novel real-time reverse-transcriptase polymerase chain reaction", "authors": [{"first": "Ljr", "middle": [], "last": "Van Elden", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Van Loon", "suffix": ""}, {"first": "F", "middle": [], "last": "Van Alphen", "suffix": ""}], "year": 2004, "venue": "J Infect Dis", "volume": "189", "issn": "", "pages": "652--659", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Simultaneous detection of Neisseria meningitidis, Haemophilus influenzae, and Streptococcus pneumoniae in suspected cases of meningitis and septicemia using real-time PCR", "authors": [{"first": "C", "middle": ["E"], "last": "Corless", "suffix": ""}, {"first": "M", "middle": [], "last": "Guiver", "suffix": ""}, {"first": "R", "middle": [], "last": "Borrow", "suffix": ""}, {"first": "V", "middle": [], "last": "Edwards-Jones", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Fox", "suffix": ""}, {"first": "E", "middle": ["B"], "last": "Kaczmarski", "suffix": ""}], "year": 2001, "venue": "J Clin Microbiol", "volume": "39", "issn": "", "pages": "1553--1561", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Detection of Streptococcus pneumoniae DNA in blood cultures by PCR", "authors": [{"first": "M", "middle": [], "last": "Hassan-King", "suffix": ""}, {"first": "I", "middle": [], "last": "Baldeh", "suffix": ""}, {"first": "O", "middle": [], "last": "Secka", "suffix": ""}, {"first": "A", "middle": [], "last": "Falade", "suffix": ""}, {"first": "B", "middle": [], "last": "Greenwood", "suffix": ""}], "year": 1994, "venue": "J Clin Microbiol", "volume": "32", "issn": "", "pages": "1721--1725", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Sensitive, semi-nested PCR amplification of VP1 sequences for direct identification of all enterovirus serotypes from original clinical specimens", "authors": [{"first": "W", "middle": ["A"], "last": "Nix", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Oberste", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Pallansch", "suffix": ""}], "year": 2006, "venue": "J Clin Microbiol", "volume": "44", "issn": "", "pages": "2698--704", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Detection of rhinoviruses by tissue culture and two independent amplification techniques, nucleic acid sequence-based amplification and reverse transcription-PCR, in children with acute respiratory infections during a winter season", "authors": [{"first": "K", "middle": [], "last": "Loens", "suffix": ""}, {"first": "H", "middle": [], "last": "Goosens", "suffix": ""}, {"first": "C", "middle": [], "last": "De Laat", "suffix": ""}], "year": 2006, "venue": "J Clin Microbiol", "volume": "44", "issn": "", "pages": "166--71", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Molecular relationships between 21 human rhinovirus serotypes", "authors": [{"first": "C", "middle": [], "last": "Horsnell", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Gama", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Hughes", "suffix": ""}, {"first": "G", "middle": [], "last": "Stanway", "suffix": ""}], "year": 1995, "venue": "J Gen Virol", "volume": "76", "issn": "", "pages": "2549--55", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Influenza pandemic preparedness. World Health Organization", "authors": [{"first": "B", "middle": [], "last": "Schoub", "suffix": ""}, {"first": "D", "middle": [], "last": "Martin", "suffix": ""}], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Effects of rhinovirus infection on the adherence of Streptococcus pneumoniae to cultured human airway epithelial cells", "authors": [{"first": "S", "middle": [], "last": "Ishizuka", "suffix": ""}, {"first": "M", "middle": [], "last": "Yamaya", "suffix": ""}, {"first": "T", "middle": [], "last": "Suzuki", "suffix": ""}], "year": 2003, "venue": "J Infect Dis", "volume": "188", "issn": "", "pages": "1928--1967", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "influenza A; FLUBV, influenza B; HCoV-OC43, human coronavirus OC43; HEV, human enterovirus; HRV (A/B/NY), human rhinovirus (groups A/B/New York); HMPV, human metapneumovirus; HPIV-1, human parainfluenza virus 1; HRSV-B, human respiratory syncytial virus subgroup B; HSV, herpes simplex virus. ND, not done. a Pathogens for which previously positive results were found are shown in boldface type. b Direct antigen for FLUAV and FLUBV.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Dendrogram of isolates of rhinovirus from New York State (NYS) and of selected reference isolates of enterovirus and rhinovirus. The nucleotide sequence of VP4 was used to reconstruct a phylogenetic tree by use of the neighbor-joining method applying a Kimura 2-parameter model. Isolates from NYS that are related to human rhinovirus (HRV) group A (DQ875920 and DQ875923 [ⅷ]; DQ875923 and DQ875920) and HRV group B (DQ875922, DQ875927, and DQ875930 [ࡗ]) are shown, as are isolates (DQ875921, DQ875924, DQ875925, DQ875926, DQ875928, DQ875929, DQ875931, and DQ875932 [᭡]) that cluster as a distinct genetic clade, HRV-NY. The scale bar indicates nucleotide substitutions per site, and bootstrap values (percentage of 1000 pseudoreplicates) are shown at relevant branches.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Pathogens in New York State respiratory specimens during the 2004-2005 influenza season.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td>Polymerase chain reaction\n</td><td> </td><td> </td><td> </td></tr><tr><td>Sample </td><td>Pathogena\n</td><td>MassTag </td><td>Real time </td><td>Conventional </td><td>Sequencing </td><td>Antigenb\n</td><td>Conventional virus culture</td></tr><tr><td> </td><td>Pathogens detected in previously negative respiratory specimens\n</td><td> </td></tr><tr><td>003 </td><td>HRV NY </td><td>+ </td><td>ND </td><td>+ </td><td>+\n</td><td> </td><td> </td></tr><tr><td>004 </td><td>Streptococcus pneumoniae </td><td>+ </td><td>ND </td><td>+ </td><td>ND\n</td><td> </td><td> </td></tr><tr><td>009 </td><td>HCoV-OC43 </td><td>+ </td><td>+ </td><td>ND </td><td>ND\n</td><td> </td><td> </td></tr><tr><td>016 </td><td>HMPV </td><td>+ </td><td>+ </td><td>ND </td><td>ND\n</td><td> </td><td> </td></tr><tr><td> </td><td>S. pneumoniae </td><td>+ </td><td>ND </td><td>ND </td><td>+\n</td><td> </td><td> </td></tr><tr><td>017 </td><td>HMPV </td><td>+ </td><td>+ </td><td>ND </td><td>ND\n</td><td> </td><td> </td></tr><tr><td>025 </td><td>Mycoplasma pneumoniae </td><td>+ </td><td>+ </td><td>ND </td><td>ND\n</td><td> </td><td> </td></tr><tr><td>026 </td><td>HRV A </td><td>+ </td><td>ND </td><td>+ </td><td>+\n</td><td> </td><td> </td></tr><tr><td>028 </td><td>HRV NY </td><td>+ </td><td>ND </td><td>+ </td><td>+\n</td><td> </td><td> </td></tr><tr><td>030 </td><td>M. pneumoniae </td><td>+ </td><td>+ </td><td>ND </td><td>ND\n</td><td> </td><td> </td></tr><tr><td>034 </td><td>HRV </td><td>+ </td><td>ND </td><td>+ </td><td>+\n</td><td> </td><td> </td></tr><tr><td>037 </td><td>HPIV-1 </td><td>+ </td><td>ND </td><td>ND </td><td>+\n</td><td> </td><td> </td></tr><tr><td> </td><td>S. pneumoniae </td><td>+ </td><td>ND </td><td>ND </td><td>+\n</td><td> </td><td> </td></tr><tr><td> </td><td>Haemophilus influenzae </td><td>+ </td><td>ND </td><td>ND </td><td>+\n</td><td> </td><td> </td></tr><tr><td>039 </td><td>HRV A </td><td>+ </td><td>ND </td><td>+ </td><td>+\n</td><td> </td><td> </td></tr><tr><td>041 </td><td>HRV NY </td><td>+ </td><td>ND </td><td>+ </td><td>+\n</td><td> </td><td> </td></tr><tr><td>042 </td><td>HRV NY </td><td>+ </td><td>ND </td><td>ND </td><td>+\n</td><td> </td><td> </td></tr><tr><td>045 </td><td>HRV B </td><td>+ </td><td>ND </td><td>ND </td><td>+\n</td><td> </td><td> </td></tr><tr><td> </td><td>S. pneumoniae </td><td>+ </td><td>ND </td><td>ND </td><td>+\n</td><td> </td><td> </td></tr><tr><td> </td><td>H. influenzae </td><td>+ </td><td>ND </td><td>ND </td><td>+\n</td><td> </td><td> </td></tr><tr><td>050 </td><td>S. pneumoniae </td><td>+ </td><td>ND </td><td>+ </td><td>ND\n</td><td> </td><td> </td></tr><tr><td>052 </td><td>HEV </td><td>+ </td><td>ND </td><td>ND </td><td>+\n</td><td> </td><td> </td></tr><tr><td>056 </td><td>H. influenzae </td><td>+ </td><td>ND </td><td>ND </td><td>+\n</td><td> </td><td> </td></tr><tr><td>060 </td><td>HRV NY </td><td>+ </td><td>ND </td><td>+ </td><td>+\n</td><td> </td><td> </td></tr><tr><td> </td><td>S. pneumoniae </td><td>+ </td><td>ND </td><td>ND </td><td>ND\n</td><td> </td><td> </td></tr><tr><td>061 </td><td>M. pneumoniae </td><td>+ </td><td>+ </td><td>ND </td><td>ND\n</td><td> </td><td> </td></tr><tr><td>063 </td><td>HRV NY </td><td>+ </td><td>ND </td><td>+ </td><td>+\n</td><td> </td><td> </td></tr><tr><td> </td><td>S. pneumoniae </td><td>+ </td><td>ND </td><td>ND </td><td>ND\n</td><td> </td><td> </td></tr><tr><td>070 </td><td>HCoV-OC43 </td><td>+ </td><td>+ </td><td>ND </td><td>ND\n</td><td> </td><td> </td></tr><tr><td>071 </td><td>HRSV-B </td><td>+ </td><td>+ </td><td>ND </td><td>ND\n</td><td> </td><td> </td></tr><tr><td>072 </td><td>M. pneumoniae </td><td>+ </td><td>+ </td><td>ND </td><td>ND\n</td><td> </td><td> </td></tr><tr><td>074 </td><td>HRV NY </td><td>+ </td><td>ND </td><td>+ </td><td>+\n</td><td> </td><td> </td></tr><tr><td>077 </td><td>HRV B </td><td>+ </td><td>ND </td><td>ND </td><td>+\n</td><td> </td><td> </td></tr><tr><td> </td><td>Additional pathogens in previously positive respiratory specimens\n</td><td> </td></tr><tr><td>1081 </td><td>FLUBV </td><td>+ </td><td>ND </td><td>ND </td><td>ND </td><td>+ </td><td>+\n</td></tr><tr><td> </td><td>HEV </td><td>+ </td><td>+ </td><td>ND </td><td>+ </td><td>ND </td><td>\n</td></tr><tr><td> </td><td>S. pneumoniae </td><td>+ </td><td>ND </td><td>+ </td><td>ND </td><td>ND </td><td>ND\n</td></tr><tr><td>1083 </td><td>FLUBV </td><td>+ </td><td>+ </td><td>ND </td><td>ND </td><td>ND </td><td>+\n</td></tr><tr><td> </td><td>HRV B </td><td>+ </td><td>ND </td><td>+ </td><td>+ </td><td>ND </td><td>\n</td></tr><tr><td>1085 </td><td>HRV NY </td><td>+ </td><td>ND </td><td>ND </td><td>+ </td><td>ND </td><td>\n</td></tr><tr><td> </td><td>HSV </td><td>ND </td><td>+ </td><td>ND </td><td>ND </td><td>ND </td><td>+\n</td></tr><tr><td>1101 </td><td>FLUAV </td><td>+ </td><td>+ </td><td>ND </td><td>ND </td><td>ND </td><td>+\n</td></tr><tr><td> </td><td>HRV </td><td>+ </td><td>ND </td><td>ND </td><td>+ </td><td>ND </td><td>\n</td></tr><tr><td>1119 </td><td>FLUBV </td><td>+ </td><td>ND </td><td>ND </td><td>ND </td><td>+ </td><td>+\n</td></tr><tr><td> </td><td>S. pneumoniae </td><td>+ </td><td>ND </td><td>ND </td><td>+ </td><td>ND </td><td>ND\n</td></tr><tr><td>1126 </td><td>FLUAV </td><td>+ </td><td>ND </td><td>ND </td><td>ND </td><td>+ </td><td>+\n</td></tr><tr><td> </td><td>HRV </td><td>+ </td><td>ND </td><td>ND </td><td>+ </td><td>ND </td><td>\n</td></tr><tr><td>1135 </td><td>FLUAV </td><td>+ </td><td>+ </td><td>ND </td><td>ND </td><td>ND </td><td>+\n</td></tr><tr><td> </td><td>Neisseria meningiditis </td><td>+ </td><td>+ </td><td>ND </td><td>ND </td><td>ND </td><td>ND\n</td></tr><tr><td>1140 </td><td>FLUAV </td><td>+ </td><td>+ </td><td>ND </td><td>ND </td><td>+ </td><td>+\n</td></tr><tr><td> </td><td>FLUBV </td><td>+ </td><td>+ </td><td>ND </td><td>ND </td><td> </td><td>+\n</td></tr><tr><td> </td><td>S. pneumoniae </td><td>+ </td><td>ND </td><td>+ </td><td>ND </td><td>ND </td><td>ND\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "We thank the following laboratories and individuals at the Wadsworth Center of the NYS Department of Health: the Virus Reference and Surveillance Laboratory staff, for providing archived specimens and the results of their initial testing; the Viral Encephalitis Laboratory, the Virus Reference and Surveillance Laboratory, and the Bacteriology Laboratory, for per-forming portions of the supplemental testing; the Molecular Genetics Core, for sequencing of PCR amplicons; Dr. Norma P. Tavakoli, for green-fluorescent-protein primer sequences; and Drs. David Hirschberg (Stanford University) and Mady Hornig (Columbia University), for helpful comments.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgments"}]}