{"paper_id": "400e5b9a7a3e9c01a009dcf7d6604d690a90ba0c", "metadata": {"title": "SARS CoV REPLICATION AND PATHOGENESIS", "authors": [{"first": "Amy", "middle": ["C"], "last": "Sims", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Boyd", "middle": [], "last": "Yount", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Susan", "middle": ["E"], "last": "Burkett", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ralph", "middle": ["S"], "last": "Baric", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Raymond", "middle": ["J"], "last": "Pickles", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [], "body_text": [{"text": "human respiratory diseases has been greatly emphasized with the identification of the SARS-CoV, and relevant model systems are needed to elucidate the underlying molecular mechanisms governing coronavirus pathogenesis and virulence in the human lung. SARS-CoV infection is an attractive model for HCoV infection as it produces severe disease in the human lung, replicates efficiently in vitro, a molecular clone is available to identify the genetic determinants governing pathogenesis and virulence, and a variety of animal models are under development. [1] [2] [3] [4] [5] Here, we test the ability of SARS-CoV to infect an in vitro model of human airway epithelium (HAE) that recapitulates the morphological and physiological features of the human airway in vivo to determine whether infection and spread of SARS-CoV throughout the ciliated conducting airway may be a valid model for understanding the pathogenesis of SARS-CoV lung disease.", "cite_spans": [{"start": 554, "end": 557, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 558, "end": 561, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 562, "end": 565, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 566, "end": 569, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 570, "end": 573, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "To directly observe the extent and kinetics of SARS-CoV infection of HAE in real time, we constructed a recombinant, green fluorescent protein expressing SARS-CoV (SARS-CoV GFP). To generate recombinant SARS-CoV GFP, the F plasmid was mutated to replace ORF7a/b with the GFP cDNA as described previously. 6 Following transfection of Vero E6 cells, GFP-positive cells were detected within 24 hours. Plaque purified virus replicated efficiently and produced CPE in several cell lines, replicating to titers of 1x10 7 pfu/mL, similar titers were detected with wild-type strains Urbani and the infectious clone construct, icSARS-CoV. ORF 7a/7b deletion and replacement with GFP was not detrimental to SARS-CoV replication, as the wild-type strains Urbani and icSARS-CoV and the SARS-CoV GFP recombinant synthesized equivalent levels of * University of North Carolina at Chapel Hill, Chapel Hill, North Carolina 27599.", "cite_spans": [{"start": 305, "end": 306, "text": "6", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "RESULTS AND DISCUSSION"}, {"text": "The importance of human coronaviruses (HCoV) as pathogens that produce severe To determine whether SARS-CoV GFP could infect human airway epithelial cells (HAE), we prepared cultures of human tracheobronchial ciliated epithelium. As a model of virus entry into the lumen of the airways we inoculated the apical surface of these cultures with SARS-CoV GFP (10 6 pfu) and assessed GFP fluorescence 48 hours later. HAE were efficiently infected by SARS-CoV GFP with a significant proportion of the cells expressing the marker transgene ( Fig. 1 A) . These data demonstrate that the human airway epithelium that lines the conducting proximal airways is susceptible to infection by SARS-CoV GFP.", "cite_spans": [], "ref_spans": [{"start": 535, "end": 544, "text": "Fig. 1 A)", "ref_id": "FIGREF0"}], "section": "IN HUMAN AIRWAY EPITHELIAL CULTURES"}, {"text": "To determine whether shedding of progeny Urbani, icSARS-CoV, or SARS-CoV GFP from HAE was polarized, apical washes and basolateral media were sampled at 48 hours postinfection and viral titers assessed by plaque assay on Vero E6 cells. The peak titers shed from the apical surface exceeded 10 6 pfu/mL, demonstrating a high level of replication similar to that observed in Vero E6 cell monolayers (Table 1 ). In contrast, viral titers in the basolateral compartments were low with peak titers of 10 4 pfu/mL (Table 1) . Because SARS-CoV replicates to similar titers in permissive cell-lines, these data indicate that SARS-CoV replicates well in HAE providing a new model of the human lung for the study of HCoV replication and pathogenesis.", "cite_spans": [], "ref_spans": [{"start": 397, "end": 405, "text": "(Table 1", "ref_id": null}, {"start": 508, "end": 517, "text": "(Table 1)", "ref_id": null}], "section": "IN HUMAN AIRWAY EPITHELIAL CULTURES"}, {"text": "Following transmission electron microscopy of HAE 48 hours postinfection with Urbani, icSARS-CoV, or SARS-CoV GFP, only ciliated cells of the HAE contained classic coronavirus cytoplasmic vesicles filled with viral particles (Fig. 1 B) . In addition, large numbers of viral particles were seen within the spaces between the microvilli/cilia shafts as well as in the airway surface liquid microenvironment that surrounds the ciliated cells suggesting mechanisms for the release of large quantities of SARS-CoV into the lumen of the conducting airway during viral replication. SARS-CoV entry, replication, and release occur primarily in the ciliated cells of the HAE.", "cite_spans": [], "ref_spans": [{"start": 225, "end": 235, "text": "(Fig. 1 B)", "ref_id": "FIGREF0"}], "section": "IN HUMAN AIRWAY EPITHELIAL CULTURES"}, {"text": "To determine if SARS-CoV infects ciliated cells via an interaction with hACE2 we performed an antibody blockade experiment using antisera directed against hACE2, a method that has previously been shown to block the interaction of SARS-CoV with hACE2 in Vero E6 cells. 11 HAE were pre-incubated with polyclonal or monoclonal antisera against hACE2 (R&D Systems), or a control antibody that binds to the apical surface of HAE (anti-tethered mucin MUC1, b27.29) for 2 hours prior to inoculation Table 2 . SARS-CoV replication in HAE is blocked by ACE2 specific antisera.", "cite_spans": [{"start": 268, "end": 270, "text": "11", "ref_id": "BIBREF8"}], "ref_spans": [{"start": 492, "end": 499, "text": "Table 2", "ref_id": null}], "section": "IN HUMAN AIRWAY EPITHELIAL CULTURES"}, {"text": "with SARS-CoV GFP (10 6 pfu/culture). Apical surface sampling was performed from 2 to 36 hours post infection, viral growth kinetics assessed by plaque assay and representative titers at 36 hours post infection are shown. No inhibition of infection was observed with a control antibody that binds to a highly abundant epitope on the apical surface of HAE (MUC1). 12 In the absence of antisera or in the presence of control antisera, SARS-CoV GFP replicated to titers of 10 7 pfu/mL, similar to titers detected with the wild-type strains Urbani and icSARS-CoV (Table 2 ). In contrast, in the presence of hACE2 polyclonal antisera alone or in combination with monoclonal antisera, viral titers were reduced by at least 2 logs. Monoclonal antisera against hACE2 failed to effect viral growth confirming that this antibody was not sufficient to block SARS-CoV entry into ciliated cells. These data suggest that hACE2 is the predominant receptor mediating SARS-CoV entry into ciliated cells in HAE.", "cite_spans": [{"start": 363, "end": 365, "text": "12", "ref_id": "BIBREF9"}], "ref_spans": [{"start": 559, "end": 567, "text": "(Table 2", "ref_id": null}], "section": "IN HUMAN AIRWAY EPITHELIAL CULTURES"}, {"text": "We have generated a recombinant clone of the Urbani strain of SARS-CoV that expresses the green fluorescent protein (SARS-CoV GFP) to monitor infection in real time. In HAE SARS-CoV exclusively infects ciliated airway epithelial cells resulting in progeny virus being shed onto the airway lumen. In addition, infection of ciliated airway epithelial cells occurred via an interaction with hACE2 and correlated with the airway distribution of hACE2 on the apical surface of ciliated cells. Although progeny virus was initially shed into the lumenal compartment of the epithelium, at later times postinfection virus was also shed into basolateral compartments. These data support the hypothesis that the conducting airways in the upper respiratory tract might represent the primary site of SARS-CoV replication with subsequent spread to lower compartments by ciliary action and to other organs via viremic spread by disruption of tight junctions. Since ciliated airway epithelial cells possess unique physiological and innate defense functions in the human lung (e.g., mucociliary clearance), it is important to identify the ciliated cell tropism of SARS-CoV and the pathological consequences of infection of these cells. ", "cite_spans": [], "ref_spans": [], "section": "IN HUMAN AIRWAY EPITHELIAL CULTURES"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Virology: SARS virus infection of cats and ferrets", "authors": [{"first": "B", "middle": ["E"], "last": "Martina", "suffix": ""}, {"first": "B", "middle": ["L"], "last": "Haagmans", "suffix": ""}, {"first": "T", "middle": [], "last": "Kuiken", "suffix": ""}], "year": 2003, "venue": "Nature", "volume": "425", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "The aetiology of SARS: Koch's postulates fulfilled", "authors": [{"first": "A", "middle": ["D"], "last": "Osterhaus", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Fouchier", "suffix": ""}, {"first": "T", "middle": [], "last": "Kuiken", "suffix": ""}], "year": 2004, "venue": "Philos. Trans. R. Soc. Lond. B Biol. Sci", "volume": "359", "issn": "", "pages": "1081--1082", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Aged BALB/c mice as a model for increased severity of severe acute respiratory syndrome in elderly humans", "authors": [{"first": "A", "middle": [], "last": "Roberts", "suffix": ""}, {"first": "C", "middle": [], "last": "Paddock", "suffix": ""}, {"first": "L", "middle": [], "last": "Vogel", "suffix": ""}, {"first": "E", "middle": [], "last": "Butler", "suffix": ""}, {"first": "S", "middle": [], "last": "Zaki", "suffix": ""}, {"first": "K", "middle": [], "last": "Subbarao", "suffix": ""}], "year": 2005, "venue": "J. Virol", "volume": "79", "issn": "", "pages": "5833--5838", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Severe acute respiratory syndrome coronavirus infection of golden Syrian hamsters", "authors": [{"first": "A", "middle": [], "last": "Roberts", "suffix": ""}, {"first": "L", "middle": [], "last": "Vogel", "suffix": ""}, {"first": "J", "middle": [], "last": "Guarner", "suffix": ""}], "year": 2005, "venue": "J. Virol", "volume": "79", "issn": "", "pages": "503--511", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Reverse genetics with a full-length infectious cDNA of severe acute respiratory syndrome coronavirus", "authors": [{"first": "B", "middle": [], "last": "Yount", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Curtis", "suffix": ""}, {"first": "E", "middle": ["A"], "last": "Fritz", "suffix": ""}], "year": 2003, "venue": "Proc. Natl. Acad. Sci. USA", "volume": "100", "issn": "", "pages": "12995--13000", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Systematic assembly of a full-length infectious cDNA of mouse hepatitis virus strain A59", "authors": [{"first": "B", "middle": [], "last": "Yount", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Denison", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Weiss", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Baric", "suffix": ""}], "year": 2002, "venue": "J. Virol", "volume": "76", "issn": "", "pages": "1422--1434", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Analysis of a recombinant mouse hepatitis virus expressing a foreign gene reveals a novel aspect of coronavirus transcription", "authors": [{"first": "F", "middle": [], "last": "Fischer", "suffix": ""}, {"first": "C", "middle": ["F"], "last": "Stegen", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Koetzner", "suffix": ""}, {"first": "P", "middle": ["S"], "last": "Masters", "suffix": ""}], "year": null, "venue": "J. Virol", "volume": "71", "issn": "", "pages": "5148--5160", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Engineering the transmissible gastroenteritis virus genome as an expression vector inducing lactogenic immunity", "authors": [{"first": "I", "middle": [], "last": "Sola", "suffix": ""}, {"first": "S", "middle": [], "last": "Alonso", "suffix": ""}, {"first": "S", "middle": [], "last": "Zuniga", "suffix": ""}, {"first": "M", "middle": [], "last": "Balasch", "suffix": ""}, {"first": "J", "middle": [], "last": "Plana-Duran", "suffix": ""}, {"first": "L", "middle": [], "last": "Enjuanes", "suffix": ""}], "year": 2003, "venue": "J. Virol", "volume": "77", "issn": "", "pages": "4357--4369", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Angiotensin-converting enzyme 2 is a functional receptor for the SARS coronavirus", "authors": [{"first": "W", "middle": [], "last": "Li", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Moore", "suffix": ""}, {"first": "N", "middle": [], "last": "Vasilieva", "suffix": ""}], "year": 2003, "venue": "Nature", "volume": "426", "issn": "", "pages": "450--454", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Glycocalyx restricts adenoviral vector access to apical receptors expressed on respiratory epithelium in vitro and in vivo: role for tethered mucins as barriers to lumenal infection", "authors": [{"first": "J", "middle": ["R"], "last": "Stonebraker", "suffix": ""}, {"first": "D", "middle": [], "last": "Wagner", "suffix": ""}, {"first": "R", "middle": ["W"], "last": "Lefensty", "suffix": ""}], "year": 2004, "venue": "J. Virol", "volume": "78", "issn": "", "pages": "13755--13768", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Development of mouse hepatitis virus and SARS-CoV infectious cDNA constructs", "authors": [{"first": "R", "middle": ["S"], "last": "Baric", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Sims", "suffix": ""}], "year": 2005, "venue": "Curr. Top. Microbiol. Immunol", "volume": "287", "issn": "", "pages": "229--252", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Heterologous gene expression from transmissible gastroenteritis", "authors": [{"first": "K", "middle": ["M"], "last": "Curtis", "suffix": ""}, {"first": "B", "middle": [], "last": "Yount", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Baric", "suffix": ""}], "year": 1997, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "SARS-CoV replication in HAE at 48 hours postinfection. subgenomic RNA (data not shown). The replacement of ORF7a/7b caused the expected shifts in size of subgenomic RNAs 2 through 7 (data not shown). The deletion of ORF7a/7b did not obviously affect efficient SARS-CoV replication in tissue culture, similar to observations with transmissible gastroenteritis virus (TGEV) and mouse hepatitis virus (MHV) GFP viruses, 7-10 thus providing a fluorescent marker of virus infection with replication at wild-type virus levels.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "SARS-CoV infection in human airway epithelial cells. A. GFP expression at 48 hours postinfection in SARS-CoV GFP infected HAE. B. Transmission electron micrograph of SARS-CoV infected HAE at 48 hours postinfection. Arrows denote virus at the cell surface adjacent to microvilli and above the infected cell at the air-liquid interface.", "latex": null, "type": "figure"}}, "back_matter": []}