{
    "paper_id": "40e25719dde5439a3b84a64ede9c98419dd943bd",
    "metadata": {
        "title": "Conflict of interest statement",
        "authors": [
            {
                "first": "Zohreh",
                "middle": [],
                "last": "Esam",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mazandaran University of Medical Sciences",
                    "location": {
                        "settlement": "Sari",
                        "country": "Iran"
                    }
                },
                "email": "zoresam13208@gmail.com"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "To the dear editor, An invisible nanosized virus has challenged the whole world since December 2019, and the future of the highly contagious infection, the Coronavirus Disease 2019 (COVID-19) is not clear yet. Currently, there is no specific antiviral medication for this infection. Thus, it seems that prevention is the best strategic management of the outbreak [1] .",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 366,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Airway mucus, one of the first lines of body defense, is an efficient physical and functional barrier that can disarm pathogens including viruses. Expectorants have the capability to enhance the respiratory mucus secretion by increasing water content. Consequently, expectorants might have the potential to protect the body from COVID-19 which possesses airborne transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Theoretically, expectorants reduce the penetration of germs into the respiratory system through the overproduction of the airway mucus and transportation of the trapped inhaled-viruses to the digestive gastric acid. Besides, these drugs lower the viral load in the respiratory system of healthy carriers and patients via the same mechanism. Accordingly, expectorants can be considered as prophylactic and therapeutic agents in the cocktail therapy against COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "From this point of view, almost all of the frequently used traditional Chinese medicine revealed the expectorants' benefits [2] . Azithromycin, recently added to the treatment regimen, seems to reduce mucin production [3] and statins, the novel types of expectorants have been proposed to be effective in COVID-19 [4] . Additionally, the Neuraminidase (NA) inhibitor, Oseltamivir, has shown efficacy due to the role of NA in viruses penetration into the mucus [5] . Therefore, Oseltamivir is considered as the respiratory mucosal barrier amplifier.",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 127,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 218,
                    "end": 221,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 314,
                    "end": 317,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 460,
                    "end": 463,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Finally, we bring Iodine-containing expectorants like domiodol into question if they can trap the virus severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) in the mucus and oxidize these vulnerable viruses to oxidative agents like Povidone.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19: a new challenge for human beings",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "CELL MOL IMMUNOL",
            "volume": "31",
            "issn": "",
            "pages": "1--3",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical characteristics and therapeutic procedure for four cases with 2019 novel coronavirus pneumonia receiving combined Chinese and Western medicine treatment",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BIOSCI TRENDS",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Azithromycin inhibits MUC5AC production induced by the Pseudomonas aeruginosa autoinducer N-(3-oxododecanoyl) homoserine lactone in NCI-H292 cells",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Imamura",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Antimicrob. Agents Chemother",
            "volume": "48",
            "issn": "",
            "pages": "3457--61",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Hiding in plain sight: an approach to treating patients with severe COVID-19 infection",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Fedson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Mbio",
            "volume": "28",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The interaction between respiratory pathogens and mucus",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zanin",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "CELL HOST MICROBE",
            "volume": "19",
            "issn": "",
            "pages": "159--68",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}