{
    "paper_id": "41710a32bb361e141dd6078e1c5ece37b8032fbe",
    "metadata": {
        "title": "Clinical Practice: Letter to the Editor Nephron Clinical Trials during the SARS-CoV-2 Pandemic",
        "authors": [
            {
                "first": "David",
                "middle": [
                    "G"
                ],
                "last": "Warnock",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Alabama at Birmingham",
                    "location": {
                        "postCode": "94559",
                        "settlement": "Birmingham",
                        "region": "AL, CA",
                        "country": "USA, (USA"
                    }
                },
                "email": "dwarnock@uab.edu"
            },
            {
                "first": "G",
                "middle": [],
                "last": "David",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Alabama at Birmingham",
                    "location": {
                        "postCode": "94559",
                        "settlement": "Birmingham",
                        "region": "AL, CA",
                        "country": "USA, (USA"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Warnock",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Alabama at Birmingham",
                    "location": {
                        "postCode": "94559",
                        "settlement": "Birmingham",
                        "region": "AL, CA",
                        "country": "USA, (USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In this issue of Nephron, Perico, Benigni, and Remuzzi offer a concise overview of the interactions of the SARS-CoV-2 virus, the angiotensin-converting enzyme (ACE) pathway(s), and the cell surface glycoprotein ACE2, and describe the mechanism of cellular SARS-CoV-2 uptake via the endocytosis-lysosomal pathway [1] .",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 315,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There is growing interest in using 4-aminoquinolines to prevent and/or treat COVID-19, which is the clinical syndrome associated with the SARS-CoV-2 virus. This class of drugs has an ancient history starting with the recorded use of quinine in 1640 and in cutaneous lupus in 1894, and development of a large number of congeners (including chloroquinoline and hydroxyquinoline) for malarial prophylaxis during World War II [2] . The use of 4-aminochloroquines for prophylaxis of malaria does not appear to involve the endosomal-lysosomal pathway, while the lipophilicity and pK > 7.4 are central to the antiviral and antibacterial effects of the 4-aminochloroquines [2] .",
            "cite_spans": [
                {
                    "start": 422,
                    "end": 425,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 665,
                    "end": 668,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The lay press is filled with reports of antidotal treatment approaches meant to decrease the severity of COVID-19, many of which include 4-aminochloroquines in an uncontrolled fashion. Clinicaltrials.gov lists >100 entries for SARS-CoV-2 (https://clinicaltrials.gov/ct2/results?cond = SARS-CoV+Infection&draw = 2&rank = 17#rowId16), but most trials are not yet recruiting ( Table 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 374,
                    "end": 381,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "The University of Minnesota has organized a randomized placebo-controlled clinical trial (RCT) within a remarkably rapid timeframe, with initial posting at Clini-calTrials.gov on March 16, 2020, and active recruitment beginning on March 17, 2020 [3] . This is a single-center RCT with nation-wide recruitment. The primary outcome measures of this trial include the incidence of active COVID-19-related disease at 14 days post-enrollment, and a COVID-19 Disease Severity Scale self-reported by participants at 14 days post-enrollment: no COVID-19-related disease (score of 1); COVID-19-related disease with no hospitalization (score of 2); or COVID-19-related disease with hospitalization or death (score of 3).The goal is to enroll and randomize 1,500 subjects into each of the active-drug and placebo arms, followed by a 6-day treatment course with hydroxychloroquine. Secondary outcome measures include 14-day incidence of hospitalization, 14-day incidence of confirmed SARS-CoV-2 infection, the number of participants in each arm who discontinue or withdraw from the protocol, and 90-day incidence of death related to COVID-19-related disease. The subjects included in this RCT will be healthcare workers or household contact who have been exposed to a COVID-19-related disease case within 3 days but have not yet developed symptoms (e.g., fever, cough, or shortness of breath). The trial includes a chartered Data Safety Monitoring Board with defined stopping rules for clinical futility or statistically significant improvement in the primary outcome measures comparing the active-drug group to the placebo group (personal communication, March 22, 2020: covid19faq COVID-1-Post-Exposure Prophylaxis FAQ Account). If there is demonstrable, significant clinical benefit of hydroxychloroquine, then the active drug could be offered to subjects who were originally randomized to the placebo group in an open-label extension study. Interim analysis at 14 days of the primary outcome measure is certainly feasible once the 3,000 subjects are enrolled and treated. Those results can then guide subsequent inquiries, which would then include 5-day treat-ment as an active comparator arm, rather than a placebo arm. For example, a 6-day prophylaxis period may not be sufficient for a healthcare worker who continues to be exposed to SARS-CoV-2.",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 249,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It is important for the lay public to understand that any well-designed clinical trial may well pose as many new hypotheses to be tested as were tested in the original trial design. Furthermore, the stage will be set for trials with novel retroviral therapies, or soluble ACE2 acting as a decoy receptor to reduce the cellular uptake of SARS-CoV-2 [4] . Careful and robust trial designs, exemplified by the University of Minnesota effort [3] , are essential, even in the midst of an overwhelming pandemic. ",
            "cite_spans": [
                {
                    "start": 348,
                    "end": 351,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 438,
                    "end": 441,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Dr. Warnock has not relevant conflict of interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosure Statement"
        },
        {
            "text": "Support from the UAB/UCSD O'Brien Center (DK079337) is acknowledged.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding Sources"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Should Covid-19 concern nephrologists? Why and to what extent? The emerging impasse of angiotensin blockade",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Perico",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Benigni",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Remuzzi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nephron",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1159/000507305"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Hydroxychloroquine: from malaria to autoimmunity",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ben-Zvi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kivity",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Langevitz",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shoenfeld",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Clin Rev Allergy Immunol",
            "volume": "42",
            "issn": "2",
            "pages": "145--53",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Satchell K: soluble angiotensin-converting enzyme 2: a potential approach for coronavirus infection therapy?",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Boulware",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Batlle",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wysocki",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Sci",
            "volume": "134",
            "issn": "",
            "pages": "543--548",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Soluble angiotensin-converting enzyme 2: a potential approach for coronavirus infection therapy?",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Batlle",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wysocki",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Satchell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clinical Science",
            "volume": "134",
            "issn": "5",
            "pages": "543--548",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Abbreviated summary of clinical trials evaluating the effects of hydroxychloroquine and other agents on COVID-19 (updated March 26, 2020) ARDS, acute respiratory distress syndrome; COVID-19, disease related to SARS-CoV-2 infection; ICU, intensive care unit; mAb, monoclonal antibody; OHChlor, hydroxychloroquine; PLC, placebo; random, randomized significant; SARS-CoV-2, current Corona virus; sig diff, significant difference. Clinical Trials during the SARS-CoV-2 Pandemic Nephron DOI: 10.1159/000507582",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}