{
    "paper_id": "41a517dd9470e1fd891639f70c022c2e985ac229",
    "metadata": {
        "title": "Inferring the COVID-19 infection curve in Italy",
        "authors": [
            {
                "first": "Andrea",
                "middle": [],
                "last": "Pugliese",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sara",
                "middle": [],
                "last": "Sottile",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Aim of this manuscript is to show a simple method to infer the time-course of new COVID-19 infections (the most important information in order to establish the effect of containment strategies) from available aggregated data, such as number of deaths and hospitalizations. The method, that was used for HIV-AIDS and was named 'back-calculation', relies on good estimates of the distribution of the delays between infection and the observed events; assuming that the epidemic follows a simple SIR model with a known generation interval, we can then estimate the parameters that define the time-varying contact rate through maximum likelihood. We show the application of the method to data from Italy and several of its region; it is found that R 0 had decreased consistently below 1 around March 20, and in the beginning of April it was between 0.5 and 0.8 in the whole Italy and in most regions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The emergence of infections from SARS-CoV-2 first in China and then in many other countries of the world has, at the moment, caused more than 100,000 deaths all over the world, and very severe disease in a large number of people. Moreover, while the response to the epidemic with 'lock-down' strategies has probably prevented a much larger number of deaths and saved from dire consequences, it is also causing huge economic losses that can affect the well-being of millions of people.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Thus most countries experiencing the lock-down have already started or are planning re-opening strategies that could allow for a socio-economic recovery while maintaining the infections under control. Such strategies will have rely on many factors: adequate planning of activities, in order to maintain physical distances; large availability of testing facilities; technological tools that help in tracking contacts of infected individuals; collaboration of citizens in adhering to the recommendations of health authorities. In order to be able to handle appropriately the phase of partial re-opening, it will also be crucial to have reliable and timely estimates of the trend in new infections and in the reproduction number R 0 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Here we show how it is possible to obtain such estimates using publicly available data on deaths and hospitalizations due to COVID-19 infections, and estimates of the delays between infections and such events. Clearly, if one obtains reliable data from the health system or digital tools on many other events, such as symptom onset or infection diagnosis, the method would yield more precise and timely estimates. The method shown here could be adapted to many different information, as long as estimates exist of the distribution of the time between infection and the event recorded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The idea is very simple and was introduced in epidemiology at the time of the emergence of HIV/AIDS: knowing the number of patients that during a certain period seeked care for symptoms related to AIDS syndrome, one would attempt, moving backwards in time for the length of the incubation period, to 'back-calculate' the curve of HIV infections [6] . An important difference between HIV/AIDS and the COVID-19 infection, beyond the big difference in the time-scales involved, is that it was generally agreed that (almost) all patients infected with HIV would develop AIDS; hence, in principle, from the data on AIDS cases one could estimate the actual curve of HIV infections of several years earlier. On the other hand, it is known that a large proportion of infections with SARS-CoV2 are asymptomatic or mild and thus not diagnosed and not reported. Hence from the reported cases, one cannot recover the number of all infections, without other information. The output of the method will be an estimated curve of the infection times of the reported cases. Assuming that the proportion of infections that are reported is constant in time, the curve of actual infections will be a multiple of the estimated curve.",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 348,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Italy was the first European country with a significant spread of COVID-19 infection, and has been struck very severely with more than 20,000 deaths. We apply this method to the Italian data published every day from the Protezione Civile. The method bears strong similarities with what has been performed by Flaxman et al. [9] for several European countries, including Italy. In the Discussion we will better explain the differences and similarities between our approach and [9] .",
            "cite_spans": [
                {
                    "start": 323,
                    "end": 326,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 475,
                    "end": 478,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Italian data on infections from SARS-CoV-2 have been recently analysed by [18] . Their method of analysis was instead very different from what used here.",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 78,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this manuscript we use the data concerning COVID-19 infections in Italy daily published by the Protezione Civile [2] . The tables report, for each region (NUTS-2 subdivision level) of Italy, the number of daily new reported cases; the cumulative numbers of dead, of discharged patients, and of swabs performed; the current numbers of hospitalized patients, of patients in ICUs, or in home isolation. We decided that the number of reported cases is not indicative of the actual number of infected people, as the number depends strongly on the testing policy, which has widely varied during the epidemic. We chose to use instead the number of daily deaths and hospitalizations as useful information to infer the curve of new infections.",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 119,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Data and information used"
        },
        {
            "text": "As mentioned, the reported data include T D t (total deaths up to day t) and CH t (currently hospitalized patients), while our analysis is based on D t (deaths in day t) and H t (new hospitalizations in day t). We used the following estimates",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data and information used"
        },
        {
            "text": "The first formula is obvious. The second one starts by taking new hospitalizations as the difference between hospitalized of today and of yesterday; we have however to add all patients that were hospitalized yesterday and are no longer in the hospital: those are the discharged because recovered (T R t − T R t−1 , where T R t is the reported cumulative number of discharged) and the dead ones: it is assumed that a proportion p of today's dead were in hospital the previous day. In most analysis, we will use p = 0.8, but the results are almost identical setting p = 1. Finally, since data sometimes vary widely from one day to the next (possibly because of reporting delays), we regularize them through a 3-day mobile media in the past, Namely, we use",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data and information used"
        },
        {
            "text": "Having decided to use as informative events hospitalizations and deaths, the method is based on knowing the distribution of the time between infection and hospitalization; and of the time between infection and death. We could not find in the literature direct estimates of these delays.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data and information used"
        },
        {
            "text": "On the other hand, there are several estimates of the incubation period (time between infection and symptom onset), and some of the intervals between symptom onset and hospitalization or death. Assuming that the length of the incubation period is independent of the time spent between symptom onset and hospitalization or death, we can then obtain the required distribution by a simple convolution. Of the several existing estimates of the incubation period, we singled out those obtained by Linton et al. [14] and by Backer et al. [3] shown in Fig. 1a .",
            "cite_spans": [
                {
                    "start": 506,
                    "end": 510,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 532,
                    "end": 535,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 545,
                    "end": 552,
                    "text": "Fig. 1a",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Data and information used"
        },
        {
            "text": "Another important component of the method shown in the next Section is the distribution of the generation time, i.e. the interval between the infection time of an individual and the infection time of an individual infected by the former.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data and information used"
        },
        {
            "text": "We found several estimates also concerning the generation time,. The ones that have been used in our analysis are the one estimated by Ganyani et al. [10] using data from Singapore; the one estimated by Cereda et al. analysing early cases in Lombardy [7] , and that proposed by Flaxman et al. [9] The three distributions are shown in Fig. 1b . Clearly, those by Cereda et al. [7] and by Flaxman et al. [9] have a much heavier right tail than the one estimated by Ganyani et al. [10] . As the length of generation time is influenced by the social context, it is possible that in Singapore the authoririties were very efficient in identifying and isolating infected individuals, so as to avoid long periods of infectivity. We thus decided to use only the other ones.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 154,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 251,
                    "end": 254,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 293,
                    "end": 296,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 376,
                    "end": 379,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 402,
                    "end": 405,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 478,
                    "end": 482,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 334,
                    "end": 341,
                    "text": "Fig. 1b",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Data and information used"
        },
        {
            "text": "We found fewer estimates for the times from symptom onset to hospitalization or to death. Concerning the former, we found an estimate by Linton et al. [14] based on data from Singapore, and one by Pellis et al. [16] based on data from UK, which are shown in Fig. 2a . Linton et al. [14] provide also an estimate of the distribution of the time from symptom onset to death; another estimate is proposed by Flaxman et al. [9] elaborating on estimates of severity [19] ; the two distributions are shown in Fig. 2b .",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 155,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 211,
                    "end": 215,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 282,
                    "end": 286,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 420,
                    "end": 423,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 461,
                    "end": 465,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 258,
                    "end": 265,
                    "text": "Fig. 2a",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 503,
                    "end": 510,
                    "text": "Fig. 2b",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Data and information used"
        },
        {
            "text": "From the convolution of the density of the incubation period with the densities of the time from symptom onset to hospitalization or death, we obtain f 1 (t) (Fig. 3a) , density of the time from infection to hospitalization, and f 2 (t) (Fig. 3b) , density of the time from infection to death. Fig. 3 only shows the values obtained, using the incubation period estimated by Linton et al. [14] , as that has been mainly used in the analysis. ",
            "cite_spans": [
                {
                    "start": 388,
                    "end": 392,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 158,
                    "end": 167,
                    "text": "(Fig. 3a)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 237,
                    "end": 246,
                    "text": "(Fig. 3b)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 294,
                    "end": 300,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Data and information used"
        },
        {
            "text": "Suppose that we know the density f of the time between infection and an event that is recorded. Letting E(t) rate of event recording and j(t) infection incidence, and assuming that infections have started at time t = 0, we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "where p is the probability that an infection gives rise (sooner or later) to a recorded event.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "If E(t) is a known function, (2) is a Volterra integral equation of the 1st kind in the unknown p j(t); under minimal assumptions, such equation has a unique solution, so that in principle p j(t) could be recovered exactly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "However, first of all, E(t) is reported at discrete intervals, daily in the case of COVID-19 infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Hence, letting E t the number of events recorded in day t, (2) becomes",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The second integral in the second line of (3) has been neglected, since typically f (u) ≈ 0 for u < 1, while the inner integral in the first term is approximated with the midpoint rule. If needed, more accurate approximations could be used, but the approximation in (3) seems adequate for our aims, since many uncertainties exist on other aspects of the problem. While, as stated above, there exists a unique solution p j(·) of (2), such a problem is notoriouly ill-posed; thus, even small errors (or discretizations) in the functions E(t) or f (u) could give rise to computed solutions completely different from the true solution. Regularization methods have been proposed to obtain approximate solutions from a purely analytical approach [13] .",
            "cite_spans": [
                {
                    "start": 740,
                    "end": 744,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Following the approach generally used in epidemiology [20] , we interpret instead (2) from a probabilistic point of view, and we use parametric inference assuming that the incidence function j(t) results from a standard epidemiological model.",
            "cite_spans": [
                {
                    "start": 54,
                    "end": 58,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Precisely, we assume that j(t) is the solution of",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Equation (4) is a simple modification of the model presented by Kermack and McKendrick [12] (see, e.g., Diekmann et al. [8] for a more modern presentation and Iannelli-Milner [11] for a detailed analysis) where j 0 (t) represents the infectivity at time t of the infectives already present at t = 0 or introduced from outside during the epidemic, φ(·) is the infectivity kernel (density of generation time in usual epidemiological terminology) and β(t) the time-varying contact rate. The susceptible fraction does not appear in the equation, because we expect that, despite the high burden caused by the COVID-19 epidemic, the reduction of the susceptible fraction has been very modest in these months, except perhaps in a few small hot spots. However, a possible reduction in susceptibles would be interpreted in (4) as a reduction of contact rate. The two events that will be considered in this manuscript are deaths and hospitalizations due to COVID-19. Letting H t the new hospitalizations, and D t the deaths reported in day t, we assume that these are independent random variable, whose mean is given by (3) for an appropriate delay density f . Precisely we assume that either",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 91,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 120,
                    "end": 123,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 175,
                    "end": 179,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "In (5) or (6), j(·) is the unique solution of (4) where φ(·) is taken as a known function, j 0 (·) known up to a multiplicative function C and β(·) will be a function parameterised by some parameters (β 1 , . . . , β m ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Thus j(u) = Cj(u; β 1 , . . . , β m ). Furthermore, f 1 (·) and f 2 (·) are taken as known functions, while p 1 and p 2 are constants to be estimated. Finally, when the negative binomial (6) is used, we take, for the sake of simplicity, k, the dispersion parameter, as known (see below). Then, with either (5) or (6), we have that E(H t ) = C 1 G(β 1 , . . . , β m ) and E(D t ) = C 2 G(β 1 , . . . , β m ), where C 1 = Cp 1 and C 2 = Cp 2 . From the observed data {h 1 , . . . , h n } and {d 1 , . . . , d n } at the times t i = t 0 + i, i = 1 . . . n, we obtain a pseudo-likelihood function",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "where q is a parameter between 0 and 1. When q = 0, it is the actual likelihood based on the data on dead patients, and L does not depend on C 1 ; symmetrically, if q = 1, it is the likelihood based on the hospitalization data, and L does not depend on C 2 ; finally when q = 1/2, maximizing L is equivalent to maximing the true likelihood under the assumption of independence of H t and D t . The functions β(·) used in (4) have been chosen as cubic spline functions with knots at times",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The reason for the extra conditions is that T 1 has always been chosen as the first moment in which cases in Italy were reported; it seems then reasonable to assume that, before that, society was in normal conditions and contact rate was constant. Also near the end of the current period of analysis, society seems to have adjusted to current 'lock-down' conditions, so that contact rate is constant. Clearly, analysis of different period could suggest other boundary conditions, for instance natural splines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Since (4) is a time-dependent model, we cannot properly speak of the reproduction number R 0 for that model. However, we can define R 0 (t) as the value of R 0 for the model, assuming that the contact rate were frozen to the value β(t). Since in all the examples φ(·) is the density of a probability distribution, we obtain R 0 (t) = β(t).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Parameters were estimated by using maximum likelihood on (7), using the package bbmle of R [5] . Confidence intervals for all parameters were obtained with the same package using profile likelihood methods [4] .",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 94,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 206,
                    "end": 209,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "We applied the parameter estimation method discussed above to the Italian dataset. We chose as reference final day of fit April 6, and start of the simulations on February 1, since it has been establihed that around that day new infections started to occur continuously [7] . The function j 0 providing the initial input to the model has been chosen to be equal to 1 (remember that the fit introduces then a multiplicative constant) up to t = 2 and to 0 from t = 3 onwards. As stated above, we estimated the function β(t) as a cubic spline with either 3, 4 or 5 knots. In all cases the first knot was set on February 22 (the day after the information was released of the first confirmed case of local transmission in Italy), and the last one on March 31 (a few days before the final day). In case there were 5 knots the intermediate dates were March 3, 13 and 23 (general lock-down was decided between March 8 and 11, depending on the localities, and strengthened on March 23); with 4 knots March 6 and 18; with 3 knots March 13. Timings",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 273,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "First of all we tested whether there was a difference in data fit between the different choices of delay functions. We show in Table 1 the AIC obtained with the possible combinations of functions f 1 (·) and f 2 (·) and generation time φ applied to the Italian data (similar results are obtained with regional data) fitting on hospitalizions and death data (q = 1/2). It is apparent that the fit with the function f 1 'Linton+Pellis' and f 2 'Linton+Linton\" is much better than with all alternatives; hence, only that one will be considered in what follows. On the other hand, the model fit does not allow to discriminate the generation time distribution (also parameter estimates are similar). For the sake of simplicity, we will only show the results obtained with the function φ proposed by Flaxman et al. [9] . Most results have been obtained applying the estimation to the data of the whole Italy and of three regions of Northern Italy (Lombardy, Emilia-Romagna and Veneto). The first two are the regions with the most confirmed cases and deaths; Veneto is currently fourth among regions as for number of confirmed cases and deaths, but was the second region where a case of local transmission was identified; moreover, according to several reports, the response to the emergency was prompt and effective, which shows also in the quality of reported aggregated data. Italia casi q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q hospitalized dead q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q hospitalized dead Emilia−Romagna casi q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q hospitalized dead q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q hospitalized dead Fig. 4 The points represent hospitalizations (blue) and deaths (red) from the whole Italy and three regions. The solid curves are the corresponding fitted models using the Poisson likelihood; the dashed curves the corresponding fitted models using the negative binomial likelihood (with k = 3). Dots correspond to data (up to the final day) used in the fit; crosses data beyond the final day, not used in fitting",
            "cite_spans": [
                {
                    "start": 809,
                    "end": 812,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 127,
                    "end": 134,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1994,
                    "end": 2000,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "First we show the fit, using either the Poisson or negative binomial likelihood, to data of the four geographic units (Fig. 4 ) and the resulting estimates of R 0 (Fig. 5) with the corresponding confidence intervals. To be precise, the confidence intervals refer only to the values in the knots (Table 2) ; the curves are obtained by fitting cubic splines to the extremes of the confidence intervals, but do not properly represent confidence intervals for the times outside the knots. The negative binomial was fitted, assuming a fixed value k = 3 of the dispersion parameter, value chosen after some trials. One can see from Figures 4 and 5 that the central estimates are extremely similar for the two likelihood; the main difference is in the confidence intervals that are much wider for the negative binomial likelihood, as expected. From the AIC one should choose the Poisson model for the Veneto region, and the negative binomial for the other units (although for Emilia-Romagna the difference in AIC between the two models is not large). For the sake of simplicity, in what follows we will only consider the Poisson likelihood, keeping in mind that the confidence intervals obtained are in any case only indicative, since many statistical assumptions behind the computations are not really satisfied.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 118,
                    "end": 125,
                    "text": "(Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 163,
                    "end": 171,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 295,
                    "end": 304,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "In A second question asked is whether using data on both hospitalizations and deaths improves the estimates compared to using a single dataset. We show the expected values of hospitalizations and deaths in Figure 7 and the corresponding values of R 0 in 8 for q = 0 (fit only on deaths), q = 1 (fit only on hospitalizations), q = 1/2 (complete likelihood). Note that when q = 0, predicted values of hospitalizations are irrelevant to the likelihood and are predicted only up to a multiplicative constant; the program adjusts the constant to a reasonable value, but does not attempt to fit those data; conversely, when q = 1, for death data.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 206,
                    "end": 214,
                    "text": "Figure 7",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Two conclusions emerge from this analysis: first of all, the results with q = 1/2 and q = 1 are extremely similar, as the likelihood (7) is dominated (even for q = 1/2) from the larger numbers of hospitalizations. The other observation is that prediction using only data on deaths are much more unstable, especially for recent values of R 0 (t); this can be seen by the large width (despite the choice of Poisson likelihood) of confidence intervals for the last estimate of β for all region.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Concentrating only on the data from the whole Italy, we finally show the effect of the number of knots (3, 4 or 5) (Fig. 9) , and of the final day of fit (April 3, 6 or 9) (Fig. 10) Italia casi q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q = 0.5 q=0 q=1",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 115,
                    "end": 123,
                    "text": "(Fig. 9)",
                    "ref_id": "FIGREF14"
                },
                {
                    "start": 172,
                    "end": 181,
                    "text": "(Fig. 10)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Mar q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q = 0.5 q=0 q=1 casi q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q = 0.5 q=0 q=1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Mar Veneto casi q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q = 0.5 q=0 q=1 Fig. 7 The points represent hospitalizations (blue) and deaths (red) from the whole Italy and three regions. The curves are the fitted models with q = 1/2 (solid lines), q = 0 (dashed lines), q = 1 (dotted lines), blue for hospitalizations, red for deaths.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 204,
                    "end": 210,
                    "text": "Fig. 7",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "In principle, the method can be used for data of any region. However, data from many regions appear very noisy, especially when absolute numbers are low that it is very difficult reasonably fitting a model to them. We only show the results obtained when applying the model to data from Piemonte and Marche (the 3rd and 5th region for number of cases). We fitted the model only to death data, although we stated that predictions that take into account also hospitalizations are more stable, because hospitalization data seemed unreliable especially for Piemonte (see Fig. 11 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 566,
                    "end": 573,
                    "text": "Fig. 11",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The main results obtained from this analysis are an estimate of the curve of new infections over time, as well as an estimate of R 0 . The estimates are valid also up to a few days before the final date of available data, although clearly with wide confidence interval. The estimates obtained for R 0 appear to be consistently below 1 since the second part of March in the whole Italy and in most regions, although there may be exceptions (some discussed below).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A recent publication [17] from the ISS-group has provided daily estimates for the effective reproduction number R t for 6 regions up to March 12, using much more detailed data. For the periods and Italia casi q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q knots=3 knots=4 knots=5 Italia casi q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q final=3/4 finale=6/4 final=9/4 Fig. 10 Model predictions when fitted to data up to April 3 (blue), April 6 (red) or April 9 (black). Left: predicted hospitalizations and deaths. Right: predicted R 0 (t). Piemonte casi q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q ospedlizzati morti regions when we could compare the two estimates (that actually are based on different assumptions), the trends are quite similar, although our estimates obtained for the early epidemic phase are higher, arriving up to 4. The method presented here, which is essentially a back-calculation, is based on simple aggregated data, and can be used on the most recent data, providing quickly estimates of the current trends, estimates that can then be improved as more detailed data are available and analysed. Thus, we believe that the method, although sub-optimal relative to an analysis based on more detailed data (including for instance dates of symptom onset, and age structure of cases), can be helpful for public health to provide quick and rough estimates of the trends in new infections.",
            "cite_spans": [
                {
                    "start": 21,
                    "end": 25,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 608,
                    "end": 615,
                    "text": "Fig. 10",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "As mentioned in the beginning, the method is conceptually similar to what has been used by Flaxman et al. [9] for several European countries including Italy. Beyond technical differences (Flaxman et al. [9] used a Bayesian hierarchical model, calibrated to several European countries, which is presumably more robust than our approach), the two main differences from [9] are the following ones: Flaxman et al. [9] fitted only data on deaths from which, through an indirect method, they were able to infer also the current number of infectives; secondly, in [9] it is assumed that the contact rate is a piecewise-constant function that changed every time a new intervention was established by Marche casi q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q ospedlizzati morti the government, while we let the contact rate be a smooth function. While certainly each government intervention imposed a discontinuity in behaviour, we believe that using spline functions gives more flexibility, and allows to estimate changes in adherence, due also to very frequent national and regional decrees that adjusted the exact level of restrictions.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 109,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 203,
                    "end": 206,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 367,
                    "end": 370,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 410,
                    "end": 413,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 557,
                    "end": 560,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The estimates of R 0 show a marked decrease already by the end of February, although a strong 'lock-down' was in place only in a very small part of the country (around 50,000 inhabitants) and some closures (schools, movie-theatres. . . ) were in place only in a few regions (those considered here); it is possible that spontaneous changes in behaviour [15] helped in decreasing R 0 , although still quite larger than 1. It can be noticed that our estimates of R 0 go consistently below 1 around March 20, more or less in correspondence of the government decree that ordered the closure of all non-essential working places. However, one has to consider that infections, when looked at this aggregated level, will always show a certain inertia: as 'lock-down' goes in place, new infections in the community will strongly decrease, but those that had already been infected will continue transmitting in households. It is then possible that already the previous measures could bring R 0 below 1 if left in place long enough; more detailed data and models would be needed to solve the issue. Transmission within households could also explain the apparent rebounding of R 0 estimated for Emilia-Romagna near the beginning of March (Fig. 5c) .",
            "cite_spans": [
                {
                    "start": 352,
                    "end": 356,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 1225,
                    "end": 1234,
                    "text": "(Fig. 5c)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Using data on both hospitalizations and deaths appears, as shown in Figures 7 and 8 , to yield much stabler estimates than using data from deaths alone; thus, we tend not to give too much weigh to the most recent estimate of R 0 > 1 obtained for the Veneto region, when only data on deaths are used; indeed in that case the profile likelihood in β 5 was not monotonic and, although the package bbmle still computes confidence intervals, they do not appear very reliable.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 68,
                    "end": 83,
                    "text": "Figures 7 and 8",
                    "ref_id": "FIGREF12"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "As already stated, we did not consider data on daily positive tests. In order to use the number of positive tests, we believe if would be needed to model how they depend on the number of performed tests, and this seems rather difficult. We concentrated instead on data on hospitalizations and deaths, as they should be less dependent on policy choices. It is certainly possible that, in the moments and place where the sanitary system was under stress, requirements for hospitalization became more stringent; in this sense, hospitalizations may not be purely depend on the health of the patients, but also on the sanitary context. Furthermore, a recent analysis of mortality rates in March suggests that the number of deaths related to COVID-19 has been higher than the numbers reported, at least in some areas of Lombardy region. Thus data on both deaths and hospitalizations may contain biases, but they are best data publicly available. Data on daily admissions to ICUs could have been useful, but we were not able to extract the information from the dataset. We do not attempt to give an estimate of the actual number of infected individuals, but only of the curve, up to a multiplicative constant. In principle, one could use the observed death rates [17] together with estimates of the 'true' death rates to extrapolate the number of infections compatible with the observed deaths as in Flaxman et al. [9] Although it is mainly a technical point, our analysis allows to discriminate among the different proposals for the distributions of times to death and hospitalizations. As can be seen from Table 1 , the model chooses the hospitalization kernel that gives more weigh to longer delays (red curve in Fig. 3a ) and the death kernel that gives more weigh to shorter delays (black curve in Fig. 3b) . The selected curves are such that the mean time from symptom onset to hospitalization is 5.12 days (median 4.1) [16] , while the mean time from symptom onset to death is 15.2 days (median 13.8) [14] . The data published by the Italian Health Institute [1] estimate a median tim from symptom onset to hospitalization of 5 days, and from symptom onset to death of 10 days. This discrepancy between the estimates we used and Italian data might explain why the distance between the peak time of hospitalizations and of deaths is generally shorter in data than in our model (Fig. 4) ; the exception is the Veneto region (Fig. 4d) , where both peaks are well estimated by the model, possibly because there the distribution of times are closer to estimates in the literature. One has to take into account that our analysis is based on reporting dates; hence, the delays between hospitalization or death and their reporting have also to be considered. Clearly, results depend in an essential way on good estimates of delay functions, and on the assumption they they are constant in time and among the regions. The method can be easily adapted to delays changing in time, as long as data are available to estimate this.",
            "cite_spans": [
                {
                    "start": 1256,
                    "end": 1260,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1408,
                    "end": 1411,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1919,
                    "end": 1923,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2001,
                    "end": 2005,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 1601,
                    "end": 1608,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1709,
                    "end": 1716,
                    "text": "Fig. 3a",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1796,
                    "end": 1804,
                    "text": "Fig. 3b)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2376,
                    "end": 2384,
                    "text": "(Fig. 4)",
                    "ref_id": null
                },
                {
                    "start": 2422,
                    "end": 2431,
                    "text": "(Fig. 4d)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "We performed an analysis on how the results depended on some implementation details (such as the number of knots in the splines describing the contact rates) or the starting day of the simulation or the final day of data that are fitted. As can be seen (Fig. 9 ), the number of knots changes the results very little; similarly changing the final date of fitting (Fig. 10) between April 3, 6 or 9 changes the estimates only for the very final part of fitting; moreover, the differences in the estimated final R 0 are minor, although extrapolating the simulations 30 days ahead they would bring quite a difference in the predicted number of hospitalizations. Looking at the crosses (data not used in the fits) in all Figures, one can get an idea of the short-term predictive capabilities of the model. One may notice that for a few days after April 6 the estimated number of hospitalizations have a large increase, that appears inconsistent with the model and the rest of the curve. We found out that the number of reported discharged patients in the four days between April 8 and 11 was over 2,000 per day, while previously it averaged around 1,000 a day with a peak around 1,500, and the number decreased again from April 12 onwards. Since the reported number of hospitalized patients did not decrease sharply, formula (1) estimates a peak of new hospitalizations between April 8 and 11 that is very far from model predictions. We can think of three explanations: perhaps data reporting was not precise, and several patients reported as discharged between April 8 and 11 had actually been discharged previously, so that the correct hospitalization curve would have a less sharp decrease after the peak around March 20-25, and no peak between April 8 and 11. Another possibility is that a large number of patients was actually discharged between April 8 and 11, freeing hospital space and thus allowing to hospitalize patients previously in home isolation; in this case, the hospitalization peak of April 8-11 would have occurred, but because of procedures of the health system. Finally, the hospitalization peak might reflect a peak in new infections occured a few days earlier for unknown reasons. Probably the health authorities are aware of the hospital situation, but we think that simple graphs like the ones presented here help in identifying patterns needing an explanation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 253,
                    "end": 260,
                    "text": "(Fig. 9",
                    "ref_id": "FIGREF14"
                },
                {
                    "start": 362,
                    "end": 371,
                    "text": "(Fig. 10)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Finally, one can look at differences among the regions. Results from fitting to data from the whole Italy or from Lombardy are very similar, as expected, since around 40% of the cases in Italy are from Lombardy. Veneto region presents curves with a much sharper peak, and generally the model fits very well data from Veneto; this is probably due to the rather homogeneous spread of infection within the region, and to a good quality of data acquisition and reporting. Emilia-Romagna is somewhat interemediate in this respect, possibly because of the presence of two infection foci at the ends of the region (Piacenza and Rimini). Data at the province level (NUTS 3) could provide a more accurate picture (although the smaller numbers would amplify the effect of noise in data), but unfortunately deaths and hospitalizations are not reported at that level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A possible exception to the overall trends is given by the Piemonte region. There the infection started somewhat later than in the other regions in the North, but by now it has reported the third highest number of cases and deaths. Despite our regularization procedure, the hospitalization data vary so widely from one day to the next one (Fig. 11 ) that we did not succeed in fitting the model to those data, so that the fitting procedure was applied only to data on deaths, that, as already discussed, provide less stable estimates, especially for recent dates. With that caveat, recent estimates of R 0 for Piemonte have been consistently above 1, and this corresponds also to the visual impression from data. This is a case where the model fit is not optimal, but may raise an alarm bell, suggesting that more detailed analysis are recommended for that region, in order to better understand the situation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 339,
                    "end": 347,
                    "text": "(Fig. 11",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Caratteristiche dei pazienti deceduti positivi all'infezione da sars-cov-2 in italia",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19 italia -monitoraggio della situazione",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Incubation period of 2019 novel coronavirus (2019-nCoV) infections among travellers from Wuhan, China",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Backer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Klinkenberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eurosurveillance",
            "volume": "25",
            "issn": "5",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "https:/www.eurosurveillance.org/content/10.2807/1560-7917.ES.2020.25.5.2000062"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Ecological Models and Data in R",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bolker",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "bbmle: Tools for general maximum likelihood estimation",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bolker",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A method for obtaining short-term projections and lower bounds on the size of the AIDS epidemic",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brookmeyer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gail",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Journal of the American Statistical Association",
            "volume": "83",
            "issn": "402",
            "pages": "301--308",
            "other_ids": {
                "DOI": [
                    "https:/www.tandfonline.com/doi/abs/10.1080/01621459.1988.10478599"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The early phase of the COVID-19 outbreak in Lombardy, italy",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cereda",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tirani",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Rovida",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Mathematical Tools for Understanding Infectious Disease Dynamics",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Diekmann",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Heesterbeek",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Britton",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Estimating the number of infections and the impact of non-pharmaceutical interventions on COVID-19 in 11 european countries",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Flaxman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mishra",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gandy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Estimating the generation interval for covid-19 based on symptom onset data. medRxiv",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ganyani",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kremer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Torneri",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Faes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hens",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The Basic Approach to Age-structured Population Dynamics. Models, Methods and Numerics",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Iannelli",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Milner",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A contributions to the mathematical theory of epidemics",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Kermack",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mckendrick",
                    "suffix": ""
                }
            ],
            "year": 1927,
            "venue": "Proc. R. Soc. London A",
            "volume": "115",
            "issn": "",
            "pages": "700--721",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Approximation of ill-posed Volterra problems via predictor-corrector regularization methods",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lamm",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "SIAM Journal on Applied Mathematics",
            "volume": "56",
            "issn": "2",
            "pages": "524--541",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Incubation period and other epidemiological characteristics of 2019 novel coronavirus infections with right truncation: A statistical analysis of publicly available case data",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Linton",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Clin. Med",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Modeling the Interplay Between Human Behavior and the Spread of Infectious Diseases",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Manfredi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "D&apos;onofrio",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Challenges in control of COVID-19: short doubling time and long delay to effect of interventions",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pellis",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Scarabel",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Stage",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Epidemiological characteristics of COVID-19 cases in italy and estimates of the reproductive numbers one month into the epidemic. medRxiv",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Riccardo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ajelli",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Andrianou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "COVID-19 epidemic in Italy: evolution, projections and impact of government measures",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sebastiani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Massa",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Riboli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "European Journal of Epidemiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s10654-020-00631-6"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Estimates of the severity of coronavirus disease 2019: a model-based analysis. The Lancet Infectious Diseases",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Verity",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Okell",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Dorigatti",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "30243--30250",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30243-7"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A hierarchical bayesian approach to the back-calculation of numbers of HIV-infected subjects",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wild",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Commenges",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Etcheverry",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Journal of the Royal Statistical Society. Series D (The Statistician)",
            "volume": "42",
            "issn": "4",
            "pages": "405--414",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Left: different estimates of the incubation period. Right: different estimates of the generation time,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Left: estimates of the time from symptom onset to hospitalization. Right: estimates of the time from symptom onset to death.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Left: estimates of the time from infection to hospitalization. Right: estimates of the time from infection to death.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Estimated values of R 0 (t) for the whole Italy and three regions. The solid curves represent estimated values; dashed curves corresponding confidence intervals (see text for details). The values obtained using the Poisson likelihood are shown in black; those using the negative binomial likelihood in red.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "we show (in logarithmic scale) the values predicted for new infections in Italy and the three regions from February up to the beginning of May; all show a peak in new infection around March 15-20, with somewhat different patterns. Note that all the values beyond the first days of April are pure extrapolations with no statistical value.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Natural logarithm of the predicted values of new infection. The predictions are up to a multiplicative constant (an additive constant in logarithmic scale).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Estimated values of R 0 (t) for the whole Italy and three regions. The solid curves represent estimated values; dashed curves corresponding confidence intervals (see text for details). Colours represent q = 0 (red), q = 0.5 (blue),",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Model fitted with 3 (red), 4 (black) or 5 (blue) knots for the splines. Left: predicted hospitalizations and deaths. Right: predicted R 0 (t).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Left: the points represent hospitalizations (blue) and deaths (red) from Piemonte. The solid curves are the expected values according to the best-fitting model to death data. Right: predicted values of R 0 with confidence intervals",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "Left: the points represent hospitalizations (blue) and deaths (red) from Marche. The solid curves are the expected values according to the best-fitting model to death data. Right: predicted values of R 0 with confidence intervals",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "AIC obtained using the Poisson likelihood and different delay functions. Spline knots were 5.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Values of R 0 at the 5 knots (CI from Poisson likelihood)",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "on the predicted values of hospitalizations, deaths and R 0 .",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements We thank Ilaria Dorigatti, Alberto D'Onofrio, Giorgio Guzzetta, Piero Manfredi, Lorenzo Pellis, Stefania Salmaso and Gianpaolo Scalia Tomba for useful comments on previous drafts of the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}