{
    "paper_id": "41d33e38ab189d7987a6afb4994acd7c40c56267",
    "metadata": {
        "title": "From the Department of Special Botany of the Swiss Federal Institute of Technologyy Zurich Taxonomic Investigations on the Discomycetous Genus",
        "authors": [
            {
                "first": "H",
                "middle": [],
                "last": "Kern",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lachnellula",
                "middle": [
                    "Karst"
                ],
                "last": "By",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "C",
                "middle": [
                    "G"
                ],
                "last": "Dharne",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "A. INTRODUCTION",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The fungus genus Lachnellula Karsten comprises a small number of species of the inoperculate Discomycetes belonging to the order Helotiales. Though some species of the genus have been well known for many years in Europe and North America as a cause of Larch canker, the taxonomy of this natural group is still in an unsatisfactory condition. The literature on the subject has become much more confused by the variety of names and inadequate descriptions of the species. This fact alone has led to the erection of many uncalled-for new species even by careful workers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme"
        },
        {
            "text": "Recently DENNIS (1962) united two genera, namely Tric/:7O5C3^p/;e//iJ Nannf. and Lachnellula Karst. under the latter generic name. These two genera were kept separate by earlier workers only on the basis of their ascospore form. This has unfortunately changed the names of a few fungi of economic importance. DENNIS in 1962 transferred the entire tribe Trichoscyphelloideae and treated it as a tribe of the Hyaloscyphaceae. He has also extended the scope of the Phytopath.?.., Bd. 53, Heft 2 g genus Lachnellula to include some of the species growing on non-coniferous hosts and with septate ascospores. But there still remains doubt regarding DENNIS' conclusions. In view of the economic importance of the genus Lachnellula Karst. it seemed desirable that the taxonomy of the genus Lachnellula Karst. should be fully studied.",
            "cite_spans": [
                {
                    "start": 9,
                    "end": 22,
                    "text": "DENNIS (1962)",
                    "ref_id": null
                },
                {
                    "start": 644,
                    "end": 651,
                    "text": "DENNIS'",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Theme"
        },
        {
            "text": "The systematic study of the Discomycetes has undergone more or less steady and progressive development in the past (GROUAN et CROUAN 1867 , BouDiER 1879 , 1885 ,SACCARDO 1892 ,REHM 1896 .Later workers,namely STARBACK (1895), DURAND (1900) , LAGARDE (1906) , VON HOHNEL (1902 and GAUMANN (1926 GAUMANN ( , 1949 expressed the opinion that the apothecial anatomy will prove to be a useful criterium for classifying this vast and divergent group of fungi. A more recent attempt is that of NANNFELDT (1932) who based his system of classification on a similar hne. NANNEELDT'S system provides a more compact and convenient ordering of these fungi. NANNFELDT (1932) proposed six families of Helotiales namely Dermateaceae, Phacidiaceae, Orbiliaceae, Hyaloscyphaceae, Helotiaceae and Geoglossaceae. NANNFELDT (1932) accepts the heterogenous nature of the various families of the Helotiales and mentions in his work that some of the families deserve more than family rank. Later workers (TERRIER 1942, VON ARX and MiJLLER 1954) removed the Phacidiaceae and raised it to the rank of a separate order. Similarly, WHETZEL (1945) recognized the importance of stromatic structure and other characters and he formed the new family Sclerotiniaceae which corresponds to NANNFELDT'S Ciborioideae.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 137,
                    "text": "(GROUAN et CROUAN 1867",
                    "ref_id": null
                },
                {
                    "start": 138,
                    "end": 152,
                    "text": ", BouDiER 1879",
                    "ref_id": null
                },
                {
                    "start": 153,
                    "end": 159,
                    "text": ", 1885",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 160,
                    "end": 174,
                    "text": ",SACCARDO 1892",
                    "ref_id": null
                },
                {
                    "start": 175,
                    "end": 185,
                    "text": ",REHM 1896",
                    "ref_id": null
                },
                {
                    "start": 225,
                    "end": 238,
                    "text": "DURAND (1900)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 241,
                    "end": 255,
                    "text": "LAGARDE (1906)",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 258,
                    "end": 274,
                    "text": "VON HOHNEL (1902",
                    "ref_id": null
                },
                {
                    "start": 279,
                    "end": 292,
                    "text": "GAUMANN (1926",
                    "ref_id": null
                },
                {
                    "start": 293,
                    "end": 309,
                    "text": "GAUMANN ( , 1949",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 485,
                    "end": 501,
                    "text": "NANNFELDT (1932)",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 642,
                    "end": 658,
                    "text": "NANNFELDT (1932)",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 791,
                    "end": 807,
                    "text": "NANNFELDT (1932)",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 978,
                    "end": 1004,
                    "text": "(TERRIER 1942, VON ARX and",
                    "ref_id": null
                },
                {
                    "start": 1005,
                    "end": 1018,
                    "text": "MiJLLER 1954)",
                    "ref_id": null
                },
                {
                    "start": 1102,
                    "end": 1116,
                    "text": "WHETZEL (1945)",
                    "ref_id": "BIBREF83"
                }
            ],
            "ref_spans": [],
            "section": "Present status of the Helotiales Hyaloscyphaceae and Helotiaceae"
        },
        {
            "text": "Since then much detailed work has been done by DENNIS (1949 DENNIS ( , 1956 DENNIS ( , 1961 and some additional work of monographic nature on some of the genera has been published by different authors (WHITE 1941 , WHETZEL 1943 , 1945 , KoRF 1951 , HOTTER 1958 , SCHUEPP 1959 which showed the need of modifying NANNFELDT'S system of classification. KORF (1958) placed the Stossmayroideae and the Leotioideae in the Helotiaceae. In 1962 KORF proposed the new subfamily Hemiphacidiaceae under the Helotiales to include some needle blight fungi of conifers. But in the same paper he has expressed that the genera included in the Hemiphacidiaceae need more reinvestigation. So at present the validity of the subfamily Hemiphacidiaceae is rather questionable.",
            "cite_spans": [
                {
                    "start": 47,
                    "end": 59,
                    "text": "DENNIS (1949",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 60,
                    "end": 75,
                    "text": "DENNIS ( , 1956",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 76,
                    "end": 91,
                    "text": "DENNIS ( , 1961",
                    "ref_id": null
                },
                {
                    "start": 201,
                    "end": 212,
                    "text": "(WHITE 1941",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 213,
                    "end": 227,
                    "text": ", WHETZEL 1943",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 228,
                    "end": 234,
                    "text": ", 1945",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 235,
                    "end": 246,
                    "text": ", KoRF 1951",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 247,
                    "end": 260,
                    "text": ", HOTTER 1958",
                    "ref_id": null
                },
                {
                    "start": 261,
                    "end": 275,
                    "text": ", SCHUEPP 1959",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 349,
                    "end": 360,
                    "text": "KORF (1958)",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "Present status of the Helotiales Hyaloscyphaceae and Helotiaceae"
        },
        {
            "text": "A comprehensive survey of the apothecial structure of the Helotiales discloses the differences which helped NANNFELDT (1932) to formulate various families and tribes. As regards the Helotiaceae and the Hyaloscyphaceae the differences can be clearly stated: Hyaloscyphaceae 1. Mainly saprophytes 2. Apothecia mostly sessile, stalk if present rather short 3. Excipulum a few cell layers thick and of \"textura prismatica\" type. The cells of the ectal excipulum thin walled, hyaline, or seldom few cells with coloured walls 4. The inner layers of the medullary excipulum is made up of thin walled hyaline parenchymatous cells, except in the case of Arachnopezizae where the medullary excipulum though reduced in nature is of \"textura lntricata\" type. In some cases the hyphae are thick walled 5. Paraphyses mostly lanceolate, if filiform mostly with acute apices Helotia\\ceae 1. Parasites or saprophytes 2. Apothecia stalked and the stalk composed of a well differentiated central core 3. Ectal excipulum more varied in nature formed by the coalescence of hyphae forming \"textura globulosa\" to \"textura oblita\" type of texture 4. The medullary excipulum is well differentiated and is mostly made up of loosely interwoven hyphae which are thin walled, except in the case of Schroderrioideae where it is plectenchymatous in nature 5. Paraphyses mostly cylindrical or filiform, rarely lanceolate (Phialea [Fr.] Gill.)",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 124,
                    "text": "NANNFELDT (1932)",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 1398,
                    "end": 1403,
                    "text": "[Fr.]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Present status of the Helotiales Hyaloscyphaceae and Helotiaceae"
        },
        {
            "text": "The further classification of the Helotiaceae (based on the apothecial anatomy) can easily be summarised. In the case of the apothecial structure of the Scleroderrioideae the inner layers of the excipulum are made up of dark brown plectenchymatous tissue. The outer cells of the ectal excipulum are isodiametric in nature with rather thick cartilagineous walls. The apothecia of Durelloideae are characteristically formed by thick brown walled cartilagineous cells which show definite arrangement in surface view. The inner layers of the apothecia of the Heterosphaerioideae are composed of thin walled hyphae which are gelatinous in nature. The outer cells of the ectal excipulum are short isodiametric with thick cartilagineous walls. The medullary excipulum of the Helotioideae is formed by loosely interwoven thin walled hyphae and the outermost cells of the excipulum are broad with somewhat thickened walls. Perennial fruiting body and the \"textura globulosa\" of the ectal excipulum are the distinguishing characteristics of Encoelioideae. Tribes as Phialeoideae and Ombrophiloideae, whose systematic position is uncertain, are omitted from this discussion. It can be seen from the above enumeration that the structure of the apothecia shows gradual development and differentiation of sterile layers in the various tribes of Helotiaceae and that the exact limits of these tribes are difficult to express.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Present status of the Helotiales Hyaloscyphaceae and Helotiaceae"
        },
        {
            "text": "Trichoscyphelloideae rank as fifth tribe in the Helotiaceae. NANNFELDT (1932) proposed this tribe to include two genera namely Trichoscyphellal^^nni. and Lachnellula Karst. DENNIS (1962) placed the genus Perrotia Boud. besides Lachnellula Karst. and transferred the entire Trichoscyphelloideae from Helotiaceae to Hyaloscyphaceae on the basis of the presence of excipular hairs. If one gives more importance only to the presence of excipular hairs then Trichoscyphelloideae should be considered as a tribe of Hyaloscyphaceae. But if one gives due consideration to the other characters such as saprophytic or parasitic nature, structure of the sterile layers of the apothecium and especially cina sensu Fuckel as lectotype for the Dasyscypha. SEAVER (1951) following PHILLIPS (1887) placed these hairy inoperculate discomycetes occurring on coniferous hosts in the genus Lachnella Fr. Lachnella Fries cannot be used as a generic name for the Discomycetes, since as pointed out by NANNFELDT (1932) , the type species of Lachnella Fr., Peziza alboviolascens Alb. and Schw., is a Cyphella Fr. and hence Lachnella Fr. must be regarded as a Basidiomycete genus. DENNIS (1949) , however, followed NANNFELDT (1932) in accepting Trichoscyphella Nannf. but used Dasyscypha Fuckel in place of NANNFELDT'S Lachnum Karst., since Dasyscypha antedates Lachnum Karst. and lanceolate paraphyses are not strictly a diagnostic character of Lachnum Karst. as employed by NANNFELDT (1932) . MULLER and AHMAD (1962) convinced by the relationship of brown excipled hairy inoperculate discomycetes e. g. Dasyscypha arida (Phill.) Sacc. with Trichoscyphella Nannf., placed it under this genus. In so doing they enlarged the scope of the genus. DENNIS till 1961 maintained the traditional divisions of these hairy, corticolous, subsessile Helotiales (with obtusely rounded paraphyses, asci with negative iodine reaction and sphaeroidal ascospores in the genus Lachnellula Karst.; with ascospores of any other shape if growing on coniferous hosts in Trichoscyphella Nannf. and if growing on other woody plants \\n Perrotia Boud. But DENNIS (1961) was in error in mentioning the iodine reaction of Lachnellula suecica as negative, because in this species too the pore of the ascus turns blue after iodine treatment. Later, DENNIS (1962) followed BOUDIER (1907) and reunited these genera into one and accepted the generic name Lachnellula Karst. as it antedates every other generic name given to these fungi. So it was possible to eliminate the epithet \"calycina\" Schum. ex Fr., the correct application of which has always been doubtful. DENNIS in his new approach to the genus Lachnellula Karst. includes species with septate ascospores and also species occurring on woody plants other Magnification 50X than the conifers. To avoid confusion we should at first reserve the name Lachnellula Karst. for those species inhabiting coniferous hosts, which more or less exhibit many common features, and unless and until the affinities of the species growing on non coniferous hosts are clearly established, these species should not be included. It is always preferable at this stage to stick to the narrower concept of the genus as referred to by earlier workers. So in the genus Lachnellula Karst. I include those hairy, corticolous, moperculate Discomycetes occurring on coniferous hosts which form a natural group.",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 77,
                    "text": "NANNFELDT (1932)",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 173,
                    "end": 186,
                    "text": "DENNIS (1962)",
                    "ref_id": null
                },
                {
                    "start": 742,
                    "end": 755,
                    "text": "SEAVER (1951)",
                    "ref_id": null
                },
                {
                    "start": 979,
                    "end": 995,
                    "text": "NANNFELDT (1932)",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 1156,
                    "end": 1169,
                    "text": "DENNIS (1949)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1190,
                    "end": 1206,
                    "text": "NANNFELDT (1932)",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 1451,
                    "end": 1467,
                    "text": "NANNFELDT (1932)",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 1470,
                    "end": 1493,
                    "text": "MULLER and AHMAD (1962)",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 2105,
                    "end": 2118,
                    "text": "DENNIS (1961)",
                    "ref_id": null
                },
                {
                    "start": 2294,
                    "end": 2307,
                    "text": "DENNIS (1962)",
                    "ref_id": null
                },
                {
                    "start": 2317,
                    "end": 2331,
                    "text": "BOUDIER (1907)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Taxonomic position of the Trichoscyphelloideae"
        },
        {
            "text": "The diagnosis of the genus Lachnellula Karst. given by KARSTEN (1885) simply reads as \"Est Lachnella sporis sphaeroideis\". He has not described the type of paraphyses or any details concerning the size and shape of the asci and ascospores.",
            "cite_spans": [
                {
                    "start": 55,
                    "end": 69,
                    "text": "KARSTEN (1885)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Diagnosis"
        },
        {
            "text": "The typical species of the Lachnellula Karst., are saprophytes or parasites on coniferous hosts. Apothecia are stalked or subsessile, erumpent through the outer bark of the host; the excipula are white, buff, cream or brown to olive green coloured and are covered externally with white or yellowish brown to dark brown granulated hairs. The ectal excipulum has the \"textura globulosa\" to \"textura obllta\" type of texture. The medullary excipulum is of \"textura intricata\" and it is composed of loosely interwoven, thin walled hyphae. The asci are cylindrical to cylindrically clavate, short stalked and contain eight ascospores. The pore of the ascus shows positive iodine reaction except in a few species. The ascospores are hyaline, continuous, one celled and of various forms, either guttulate or non guttulate. The paraphyses are distinctly cylindrical or filiform with obtuse ends except in a few species, where they are either sublanceolate or spathulate in nature. In some of the species the moniliform filaments are present which are interspersed with the paraphyses. Paraphyses are either empty or with yellow oil globules. The fungus produces cotton-like white or With slightly buff to orange tinged mycelium. The imperfect stage generally develops in a culture in light brown to orange yellow coloured labyrinthiform cavities. Microconidia are hyaline, continuous, sphaeroidal, ellipsoidal, oblong ellipsoidal or sausage shaped and are borne on verticillately branched subulate sporophores. In nature the imperfect stage is occasionally found associated with the young developing apothecia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosis"
        },
        {
            "text": "The imperfect stage of Lachnellula calyciformis {Dasyscypha calyciformis) was first assigned by REHM to the form genus Phoma ahietina Hart. (Synonym: Fusicoccum abietinum Prill, et Delacroix (1889) . MAUBLANC (1904) and SCHEL-LENBERG (1905) pointed out that REHM (1893) was in error in assigning the imperfect stage to the above mentioned form genus because shape and size of the conidiophorcs are different from the imperfect stage of Lachnellula calyciformis. Till now as far as can be determined it has never been assigned to a form genus or given a specific name.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 197,
                    "text": "(Synonym: Fusicoccum abietinum Prill, et Delacroix (1889)",
                    "ref_id": null
                },
                {
                    "start": 200,
                    "end": 215,
                    "text": "MAUBLANC (1904)",
                    "ref_id": null
                },
                {
                    "start": 220,
                    "end": 240,
                    "text": "SCHEL-LENBERG (1905)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Microconidlal stage"
        },
        {
            "text": "Associated with the collection of Lachnellula subtilissima (Cooke) Dennis on Pinus silvestris L., the imperfect form was encountered. It was thought that it might be the imperfect stage of Lachnellula subtilissima (Cooke) Dennis. Cultures from the ascospores and also from the conidial stage were obtained. Both the cultures showed resemblance to each other and produced the same type of imperfect stages on 2 % Malt extract agar. Cultures of other species of Lachnellula Karst. obtained from ascospores produced a uniform type of imperfect stage. They differed from each other only in size and form of the conidia. The details of the imperfect stages are described in the morphological descriptions of the respective species. To assign the form genus for imperfect stages of the species of genus Lachnellula Karst. it was noted from the literature that they closely compare with the following few genera: Cytospora Ehrenb., Cytosporella Sacc, Zythia Fr. and Naemospora Pers. The conidial stages of the genus Lachnellula Karst. differ from Cytospora Ehrenb. and Cytosporella in having light to flesh coloured stromata and in exuding the conidia in masses. They differ from Zythia Fr. in the stromata not being superficial and in the sporophores being verticillately branched. The diagnosis given for the genus Naemospora Pers. fits well and reads: flesh or light coloured stromata, conidia being small, hyaline, continuous, oozing out into bright coloured masses, sausage shaped or ellipsoidal-oblong, borne on simple or verticillately branched sporophores. ALLESCHER (1895) has recorded an imperfect stage on Pinus silvestris L. and has allotted it to the form genus Naemospora and species strobii. For comparison the herbarium material labelled Naemospora strobii All. was examined and it supported the above conclusion. So it was thought desirable to provisionally assign the imperfect stages of Lachnellula species to the existing genus Naemospora Pers. instead of erecting a new form genus to include its imperfect stages whose perfect stages were already known. Authentic herbarium materials of numerous specimens have constituted the basis of this study. The materials collected including type specimens of the species described in this paper are deposited in ETH Herbarium, Zurich. In addition to the above specimens, type specimens from the Botanical Museum Helsinki (Herbarium P. A. KARSTEN) and the National Fungus Collection, Beltsville, U.S.A. (Herbarium G. G. HAHN) were examined.",
            "cite_spans": [
                {
                    "start": 2393,
                    "end": 2401,
                    "text": "KARSTEN)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Microconidlal stage"
        },
        {
            "text": "To examine the herbarium material, thin sections have been heated in a drop of lactic acid, and if necessary cotton blue in lactic acid was used to stain sterile layers of the apothecium. Asci, ascospores, hairs and paraphyses were measured after allowing them to remain in water for a few minutes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Microconidlal stage"
        },
        {
            "text": "Besides some few pure cultures of Lachnellula species available from the the ETH Pure Culture Collection, more isolations were obtained from the fresh specimens by the spore shooting method. In two cases the cultures were isolated from the naturally occurring conidial stages.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Microconidlal stage"
        },
        {
            "text": "Cultural studies Isolates of certain species did not form conidia or took rather a long time to produce them on 1% Malt extract agar. Experiments were conducted to induce them to form the imperfect stages and in all cases to see whether these cultures of the various species of the genus Lachnellula produce their perfect stage by growing them on different kinds of natural or semisynthetic substrates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Physiological studies"
        },
        {
            "text": "The following substrates were used (the numbers given to different media are the same as used in the Table 1 to denote the type of media).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 101,
                    "end": 108,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Physiological studies"
        },
        {
            "text": "Medium No. 1: Malt extract agar: Normal 2 % malt extract agar medium. Medium No. 2: CZAPEKS solution: The basal salt solution is here given as modified by Dox (1910) and later by THOM and CHURCH (1926) -Sodium nitrate 2.5 g; Potassium chloride 0.5 g; Magnesium sulphate 0.5 g; Ferrous sulphate 0.01 g; Potassium phosphate 1.0 g; Carbon source used 30 g; distilled water to make the volume 1000 ml. Medium No. 3: CZAPEKS solution with cones of filter paper: CZAPEKS solution as per medium No. 2 and then cones of filter paper were introduced. Medium No. 4: Malt extract agar with wheat straws; 2% malt extract as in medium",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 165,
                    "text": "Dox (1910)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Physiological studies"
        },
        {
            "text": "No. 1 and wheat straws were added. Medium No. 5: Dried bread: Dry bread pieces were put in 500 ml Erlenmeyer flasks and 30 ml water was added. Medium No. 6: Malt extract with lardi twigs: 1% malt extract solution with lardi twigs. Medium No. 7: Twigs of Galega with distilled water. Medium No. 8: Malt extract agar with larch twigs: \\% malt extract agar was prepared and to it pieces of larch twigs were added. Medium No. 9: Pine twigs with wheat grains and distilled water: Into 500 ml Erlenmeyer flasks 20 g of wheat grains and small pieces of pine twigs were given and 100 ml distilled water and necessary vitamins added. All the above described media were sterilized by autoclaving at 120 °C and under 20 lbs pressure for 20 minutes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Physiological studies"
        },
        {
            "text": "Building of fructification on different media (The numbers of the media used here correspond with those used on p. 108) Fungus and Culture no. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Table 1"
        },
        {
            "text": "-flavovirens -arid a -fuscosanguinea -fuckelii -willkommii -tuberculata -laricis -occidentalis -minuta -hyalina -resinaria -calyciformis -subtilissima 1 2 4 - _L 4© - - - - - _i _ 4 - 4 - - - - - 4 - - - 4- - - - 3 - - . - - - - - .- - - - - - Media",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lachnellula suecica"
        },
        {
            "text": "-Imperfect stage not formed; 4 Imperfect stage formed; developed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "-4"
        },
        {
            "text": "The results are presented in the form of a table which will enable the reader to compare the effect of different substrates on growth and production of the imperfect stage on one hand and on the other the perfect stage. (See Table 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 225,
                    "end": 232,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Results of cultural studies"
        },
        {
            "text": "Temperature requirements Different species of Lachnellula showed different growth rates. Growth rates for the following five species were determined: Lachnellula willkommii (Hartig) Dennis, Lachnellula suecica (de By. ex Fuckel) Nannf., Lachnellula fuscosanguinea (Rehm) Dennis, Lachnellula fuckelii (Bres. ap. Rehm) Dharne, Lachnellula arida (Phill.) Dennis. The growth rate was determined by placing one mm block from young cultures on 2 % Malt extract agar plates in petri dishes. Three plates of each species after inoculation were incubated at each temperature. The rate of growth was measured by taking the average mean diameter. The data are presented in the Table 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 666,
                    "end": 673,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results of cultural studies"
        },
        {
            "text": "Growth on 1% Malt extract agar was slow but steady. Cultures 4682 and 4684 had the maximum growth rate at 18 °C and the cultures 4685, 4686, 4683 had the maximum growth rate at 15 °C. All the species except Lachnellula fuckelii developed the imperfect stages on the 2 % Malt extract agar medium. The culture of Lachnellula arida is rather fast growing and produced the imperfect stage after 11 days of incubation. In the cultures of Lachnellula fuscosanguinea and Lachnellula suecica the imperfect stages were formed after 20 days. In the cultures of Lachnellula willkommii the imperfect stage was developed after 90 days of incubation. The most favourable temperature for the development of the imperfect stages is 18 °C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results of cultural studies"
        },
        {
            "text": "All the above mentioned species were unable to grow at temperatures above 21 ^C. Some adverse effects of high temperature on the growth of the cultures were recorded. Staling was observed in the case of Lachnellula arida at the temperature of 24 C. Staling means collapse of the central part of the colony with the margin of the colony still advancing. Lachnellula willkommii showed rippled growth. Lachnellula suecica showed rippled growth at 21 °C and 24 -C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results of cultural studies"
        },
        {
            "text": "The fungi grew very slowly but steadily at lower temperatures (less than 9 C). Even at 0 C there was appreciable growth. This fact shows that these fungi can grow on the substrate under the cover of snow and complete their life cycle at the beginning of the spring. At lower temperatures the development of the imperfect stage is rather rare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results of cultural studies"
        },
        {
            "text": "Despite the importance of Lachnellula willkommii (Hartig) Dennis and some other species as the cause of canker of conifers, less attention was paid to the physiological requirements. PLASSMAN (1927) studied the effects of different hydrogen ion concentrations on the growth of Lachnellula willkommii. RoBAK (1951) tried to differentiate the parasitic and the saprophytic races of Lachnellula willkommii complex by tannic and gallic acid tests. Recently, ITO, ZiNNO and KoBAYASHi (1963) studied the effect of temperature and relative humidity on the germination of the ascospores of Lachnellula willkommii (Hartig) Dennis.",
            "cite_spans": [
                {
                    "start": 49,
                    "end": 57,
                    "text": "(Hartig)",
                    "ref_id": null
                },
                {
                    "start": 183,
                    "end": 198,
                    "text": "PLASSMAN (1927)",
                    "ref_id": null
                },
                {
                    "start": 301,
                    "end": 313,
                    "text": "RoBAK (1951)",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 459,
                    "end": 485,
                    "text": "ZiNNO and KoBAYASHi (1963)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Nutritional requirements"
        },
        {
            "text": "The cultures were maintained on 2 % Malt extract agar. Whenever required they were first grown in the basal Casein hydrolysate glucose medium as given by LILLY and BARNETT (1951, p. 211 ). In the case of vitamin requirements they were first grown on the vitamin free Casein hydrolysate glucose medium. The same procedure was adopted as described by LILLY and BARNETT (1951, p. 432) to remove all existing traces of vitamins and necessary precautions were taken to avoid contamination.",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 185,
                    "text": "LILLY and BARNETT (1951, p. 211",
                    "ref_id": null
                },
                {
                    "start": 349,
                    "end": 381,
                    "text": "LILLY and BARNETT (1951, p. 432)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Methods for nutritional studies"
        },
        {
            "text": "A bit of mycelium was used from the periphery of the colony to inoculate fresh medium. These portions were of the same size and within the limits of observation each contained essentially the same amount of mycelium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods for nutritional studies"
        },
        {
            "text": "The amount of growth was determined by measuring the dry weight of the mycelium at intervals throughout the growth period. The dry weight of the mycelium was determined as follows: At first filter papers were kept overnight in an oven at 50 °C and then for four hours at 105 °C. Then they were allowed to cool in a desiccator for 10 minutes and weights of the filter papers were recorded. Mycelium was carefully filtered and washed alternately three times each with warm distilled water at 60 °C and cold distilled water. The same procedure was repeated for drying the filter papers with the mycelium and then their dry weights were recorded as before. Table 3 Milligrams of mycelium produced by the fungus Lachnellula suecica grown upon four different sugar acids mixed with D-Glucose. Sugar acids were used at concentration which supplied 2.0 g. of carbon per liter and D-Glucose supplied equivalent to 2.0 g. of carbon. Potassium-nitrate was used as a source Table 4 'Milligrams of ni y c c 1 i u ni produced by the Fungus Lachnellula sueciea grown upon four different sugar acids (these sugar acids were used at concentrations which supplied 2.0 g. of carbon per liter, and in combination with Potassium nitrate, and Ammonium sulphate with fumaric acid as nitrogen source respectively) Carbon Source D-Glucose a-D-Gluconic acid-(5-lacton a-D-Glucoheptonic acid D-Galacturonic acid D-Glucuronic acid Experiments and trials were made in 100 ml Erlenmeyer flasks, except those with thiamine which were carried out in 500 ml flasks. In all cases they were inoculated in triphcates and incubated at 10 °C. The pH of the medium was adjusted to 6.0.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 653,
                    "end": 660,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 962,
                    "end": 969,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Methods for nutritional studies"
        },
        {
            "text": "Tlie fungi in nature must frequently come in contact with some of the sugar acids which are widely distributed in the natural polysaccharides such as plant gums, mucilages and in pectin. Whether the culture of Lachnellula suecica (de By ex Fuckel) Nannf. has the ability to utilize some of the commonly occuring sugar acids either singly or in the combination with D-Clucose and their effect on the growth was studied. Before attempting to estimate the assimilability of the sugar acids the carbon utilization factor was determined. The yield per gram of carbon supply is called the carbon utilization factor (after STEINBERG 1938).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Utilization of sugar acids as carbon source"
        },
        {
            "text": "The results indicate that the fungus has the ability to utilize the sugar acids D-gluconic acid and D-glucoronic acid. There was little improvement in growth when ammonium sulphate was used as a nitrogen source instead of potassium nitrate. Of course, in comparison with D-Glucose as carbon source these sugar acids are a very poor source of carbon for the fungus. In the media with mixed carbon sources the growth was much depressed because of the presence of sugar acids (see tables 3 and 4).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Utilization of sugar acids as carbon source"
        },
        {
            "text": "The fungi differ in their ability to utilize different forms of nitrogen. Three different forms of nitrogen were tried and the capacity to utilize them was determined. Potassium nitrate was used as a source of nitrate nitrogen, ammonium sulphate as a source of ammonium nitrogen, and asparagine as a source of organic nitrogen. Potassium nitrate and ammonium sulphate were used in combination with molybdenum and fumaric acid respectively. The amount of nitrogen supplied in each case was equivalent to the nitrogen content in 2 g of asparagine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nitrogen"
        },
        {
            "text": "The results presented in the nitrogen, and an organic source of nitrogen for its growth. Fiowever it differed in its ability to utilize all the three kinds of nitrogen equally. Nitrate nitrogen was least favoured. Even with the addition of molybdenum in the medium containing nitrate nitrogen there was no appreciable increase in growth. The utilization of the ammonium nitrogen was considerably improved by the presence of fumaric acid in the medium. Growth was practically equal in the case of ammonium sulphate with fumaric acid as in the case of organic sources such as asparagine and casein. The pFi of the culture media changed during growth and the magnitude of changes depended on the media used (see table 5 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 709,
                    "end": 716,
                    "text": "table 5",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Nitrogen"
        },
        {
            "text": "A preliminary survey was conducted to find out whether the culture of Lachnellula is deficient in the most common vitamins involved such as thiamine, biotine, inositol, and pyridoxine. Vitamin starved cultures were used for the subsequent trials. Vitamins were used in the following concentrations per liter of the medium: thiamine and pyridoxine 100 /^g, biotine 5 //g and inositol 5 mg. The vitamins were used either singly or in combination with each other. At the time of each experiment the basal vitamin free medium was used as a control. The fungus was harvested at regular intervals of 15 days and the amount of growth determined by obtaining the dry weight of the mycelium. The results are illustrated by means of a graph platting time against the dry weight of the mycelium (see fig. 4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 789,
                    "end": 795,
                    "text": "fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Vitamin requirements"
        },
        {
            "text": "The influence of the thiamine concentration on the growth of the fungus (for three different incubation periods) was recorded and the results are represented by means of a graph plotting concentration of thiamine against the dry weight of the mycelium (see fig. 5 ),",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 257,
                    "end": 263,
                    "text": "fig. 5",
                    "ref_id": null
                }
            ],
            "section": "Vitamin requirements"
        },
        {
            "text": "From the results obtained it can easily be concluded that the fungus Lachnellulu suecica (de By. ex Fuckel) Nannf. shows multiple deficiency for thiamine and biotine. Presence of the other two vitamins namely pyridoxine and inositol has considerable effect on the growth of the fungus. When biotine, pyridoxine or inositol are supplied singly there was no growth. This fact shows that these other three vitamins can be utilized by the fungus in the presence of the most essential vitamin, the thiamine. When only thiamine was supplied maximum growth was found in the medium containing 150 //g of thiamine per liter of the medium, C. TAXONOMY 1. Key to the species of the genus Lachnellula Karst.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vitamin requirements"
        },
        {
            "text": "1. Colour of the excipulum white, buff or cream 2. 1.''\" Golour of the excipulum brown or olive green 15. 2. Ascus pore not blued by iodine •^• 2.''\" Ascus pore blued by iodine °* 3. Excipular hairs distinctly tuberculated, spores 10-16X3.5-4.5// Lachnellula tuberculata p. 134 3/'\" Excipular hairs finely granulated 4. 4. Excipulum of \"textura epidermoidea\" to ''textura oblita\" type, spores 4-7 X 2.5-3.5 ^ Lachnellula calyciformis p. 124 4.\"* Excipulum of *'textura globulosa\" 5. 5. Spores guttulate, ellipsoidal, ellipsoidal fusiform 6. 5.\"' Spores lion guttulate, asci generally more than 95 (.i long 7. 6. Spores 10-15 X 4.5-6//and asci 90-100 X 6-7.7// Lachnellula fuckelii p. 131 6.''' Spores broadly ellipsoidal, 8-12 pt and asci 92 X 4.6-6.6 // Lachnellula ciliata p. 120 7. Spores broadly ellipsoidal, ascospores 8-10 X 4.5-7// and asci up to 110// Lachnellula gallica p. 121 7.''' Spores elongate ellipsoidal, fusiform or obtuse at the ends 17-26 X 7-8 // asci more than 130 // Lachnellula willkommii p. 127 8. Spores globose or subglobose 9. 8.\"* Spores fusiform, elongate ellipsoidal or broadly ellipsoidal 10. 9. Spores globose 3.5-6 // in size Lachnellula suecica p. 118 9/'\" Spores subglobose 4-7 X 3-4.5 // Lachnellula hyalina p. 119 10. Spores fusiform, irregularly uniseriate, or biseriately arranged 11. 10.'-' Spores ellipsoidal, broadly ellipsoidal or elongate ellipsoidal 12. 11. Fiairs cylindrical, spores fusiform 7-12 X 1.5-2.5 //, asci 50-70 // Lachnellula suhtilissima p. 121 11.''' Hairs shorter and broader at the base, spores 4.5-7.5 X 1.5 u asci reaching up to 40 /^ Lachnellula minuta p. 122 12. Paraphyses sublanceolate or spathulate 13. 12.\"\" Paraphyses cylindrical or filiform 14. 13. Paraphyses sublanceolate, spores less than 3.5 X 1.5 -1.8 // Lachnellula resinaria p. 123 13.\"\" Paraphyses spathulate, sharply tapering below, spores 6-8 X 3-4.5 f-i Lachnellula agassizii p. 126 14. Fiymenium with moniliform filaments spores 15-23 X 5-7// Lachnellula occidentalis p. 129 14.\"\" Fiymenium without moniliform filaments spores 12-16X6.5-7J",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vitamin requirements"
        },
        {
            "text": "and asci up to 130 /^ Lachnellula laricis p. 132 15. Ectal excipulum of \"textura oblita\" spores ellipsoidal fusiform 7-11 // X 4-5. Species of the genus Lachnellula Karst. can be easily arranged in three major groups based on the ascospore size and colour of the excipulum:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vitamin requirements"
        },
        {
            "text": "1. White excipled and small spored forms (size range: 2-12 //) 2. White excipled and large spored forms (size range: 12-28 //) 3. Brown or olive green excipled and spores of the medium size (size range: 6-18//).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vitamin requirements"
        },
        {
            "text": "The first group consists of species with white excipled apothecia and small ascospores. Ascospores are mostly 2-12 // long and of various forms and shape ranging from globose to subglobose, ellipsoidal to fusiform. It seems easy to identify some of the species from this group such as Lachnellula suecica (de By. ex Fuckel) Nannf., Lachnellula minuta Dharne, Lachnellula hyalina Dharne, Lachnellula ciliata (Hahn) Dennis and Lachnellula gallica (Karst. and Har.) Dennis. There was considerable confusion amongst the earlier workers in separating Lachnellula agassizii (Berk, and Curt,) Dennis, Lachnellula calyciformis (Willd. ex Fr.) Dharne, Lachnellula subtilissima (Cooke) Dennis and Lachnelhda resinaria (Cooke and Phill.) Rehm from one another. These species are ditticult to separate from each other without critical examination of excipulum wall, shape of the paraphyses and iodine reaction of the ascus apex. Characters such as spathulate paraphyses, obtusely rounded apices of the asci and iodine reaction of the ascus apex are useful in differentiating Lachnellula agassizii from Lachnellula calyciformis. Lachnellula calyciformis differs from other related species in the wall structure and negative iodine reaction of the ascus apex. Fusoid ascospores and ascus apex turning blue with iodine are characteristics of Lachnellula subtilissima. Characters such as small size of the ascospores, sublanceolate paraphyses and its habit on the resinous exudation are of use in distinguishing Lachnellula resinaria from the rest of the species. Apothecia are gregarious, erumpent through the outer bark, short but distinctly stipitate, first globose and expanding under moist conditions and becoming flat saucer like, reaching the diameter up to 5-6 nim. Apothecia clothed with white persistent hairs. Anatomy of the apothecium: Ectal excipulum is of \"textura globulosa\" and is made up of pseudoparenchymatous cells formed by coalescence of the hyphae. The medullary excipulum is of \"textura intricata\" with loosely arranged thin walled interwoven hyphae. Hymenium is generally concave or nearly plane, orange red in colour, consisting of the asci and paraphyses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Group 1: White excipled and small spored forms"
        },
        {
            "text": "Asci: Cyhndrical, with gently rounded apices and gradually tapering below, with eight ascospores. Ascus apex is stained blue by iodine. Size 60^-70 X 6-7j.i. Ascospores: Arrangement regularly uniseriate, spores hyaline continuous globose with single oil globule. Size 4-6 /n in diameter. Paraphyses: Cylindrical, septate, shghtly swollen above, overtopping the asci with yellow to yellowish orange oil globules. Size 65-78 X 2-2.5 jn.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Group 1: White excipled and small spored forms"
        },
        {
            "text": "Hairs: Cylindrical, finely granulated, septate, reaching the diameter up to 3-4 ,u.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Group 1: White excipled and small spored forms"
        },
        {
            "text": "Cultural characters: On 2 % Malt extract agar the fungus forms white cottony mycelium, which is rather fast growing. The imperfect stage is readily developed in the culture forming yellow to orange yellow crustlike masses all over the fungal colony. The medium with age turns yellow due to excretion of yellow to orange yellow pigment which is characteristic of the species. Microconidia: Microconidia are formed in yellow to orange yellow labyrinthiform cavities. Conidia are exuded out in masses. Conidia: Hyaline continuous, ellipsoidal oblong, borne on short subulate verticillately branched conidiophores. Size of the conidiophores: 10-15 X 1.5 ,u and of the conidia 3-5 X 0.8-1.2 /a. ( Fig. 1; 2 Apothecia distincte breviter stipitata, sohtaria vel aggregata, erumpentia, sicca clausa marginibus incurvatis, umida aperta forma catini, 3-5 mm magnitudine, alba aut rutila, partibus exterioribus tecta saetis albis cylindraceis, septatis, granulatis, 2.5-3.5 // diam. Excipulum parte exteriore \"textura globulosa\" celluhs globosis vel subglobosis, 5-6 f^i diam., parte meduUae \"textura intricata\".",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 692,
                    "end": 701,
                    "text": "Fig. 1; 2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Group 1: White excipled and small spored forms"
        },
        {
            "text": "Asci cylindracei, leniter stipitati, octospori, 60-75 X 5-6.2 //, poro Jodo coerulescente. Ascosporae uniseriatae, subglobosae, 4-7 X 2.6-3.5 n magnitudine. Hymenium flavum vel croceoflavum paraphysibus cylindraceis septatis ascos superantibus, 70-83 X 1.5 // magnitudine, flavis vel croceo-flavis globulis olei.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Group 1: White excipled and small spored forms"
        },
        {
            "text": "Cultura mycelium album lanatum, conidiae nullae vel rarae. Microconidiae hyalinae coiitinuae ellipsoideo-oblongae ca. 3 X 1.5 // magnitudine, sporophoribus nascentes ramificatis verticilhs, 13-20/^-longitudine et 1.5// latitudine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Group 1: White excipled and small spored forms"
        },
        {
            "text": "Hab.: In ramis emortuis Pini montanae Mill. A specimen collected during a botanical excursion to the Swiss National Park (Graubiinden), showed differences from Lachnellula suecica (de By. ex Fuckel) Nannf. in general appearance, spore form and cultural characters. Later other specimens preserved in the herbarium proved to be the same. Apothecia are short but distinctly stipitate, either solitary or in small groups erumpent through the outer bark. Margins are enrolled when dry and expanding under moist conditions forming shallow saucerlike structure. Size reaching 3-5 mm in diameter. The apothecia are fleshy to white in colour covered externally with white hairs. Anatomy of the apothecium: Ectal excipulum of \"textura globulosa\" made up of globose or subglobose cells about 5-6 // in diameter. The medullary excipulum is of the \"textura intricata\" type with loosely interwoven, thin walled hyphae. Hymenium yellow to orange yellow in colour, consisting of asci and paraphyses. (Fig. 6 b) . Asci: Cylindrical, gently tapering below, with eight ascospores and ascus pore blued by iodine. Size 60-75 X5-6.2 //. Ascospores: Arrangement regularly uniseriate, ascospores subglobose, size 4-7 X 2.6-3.5 //. Paraphyses: Cylindrical, septate, with yellow to orange yellow oil globules and exceeding the asci. Size 70-83 X1.5 //. Hairs: Cylindrical, septate, finely granulated reaching 2.5-3.5 // in diameter. Cultural characters: On 2 % Malt extract agar the fungus forms white cottony mycelium. The imperfect stage is not readily developed and if formed is rather sparse than in Lachnellula suecica (de By. ex Fuckel) Nannf. The medium remains clear and does not change the colour as opposed to Lachnellula suecica (de By. ex Fuckel) Nannf., where it turns yellow due to a kind of pigment. Microconidia: Hyaline, continuous, ellipsoidal oblong, borne on verticillately branched subulate sporophores. Size of the conidiophores: 13-20 ,u long by 1.5 // wide and of the conidia reaching up to 3 X 1.5 // (Fig. 7, I) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 985,
                    "end": 995,
                    "text": "(Fig. 6 b)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 2001,
                    "end": 2012,
                    "text": "(Fig. 7, I)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Group 1: White excipled and small spored forms"
        },
        {
            "text": "Persoonia 2 (1), 183 (1962) Basinyni: Dasyscypha ciliata Hahn -Mycologia 32, 141 (1940 This species is till now recorded only in America and seems to be more common on Pseudotsuga taxifolia Britt. The above mentioned host is uncommon in Europe. This species is nearer to Lachnellula gallica (Karst. and Har.) Dennis. It only differs from Lachnellula gallica in having guttulate and smaller ascospores, shorter asci and host relations. For the detail description see Mycologia 32, 141 -144 (1940) . (Fig, 7, IV Apothecia are buff or white coloured, stalked, globular expanding under moist conditions, solitary, erumpent through the outer bark, covered with persistent hairs. Anatomy of the apothecium: The ectal excipulum is of \"textura globulosa\" and it is made up of pseudoparenchymatous polygonal cells. The medullary excipulum is of loosely interwoven hyphae forming \"textura intricata\" texture. Fiymenium with asci and paraphyses. Asci: Cylmdrically clavate, pore of the ascus not blued by iodine. Size 92-105 /. 6.5-8.5 // with eight ascospores. Ascospores: Fiyaline continuous, broadly ellipsoidal. Arrangement uniseriate. Size 7-10 X 4.5-7 ,u. Rarely ascospores up to 12 // are encountered. Paraphyses: Flexulous filiform, exceeding the asci, occasionally swollen at the apex. Size 100-115 /\\ 1.5-2.5 //. Fiairs: White, cylindrical, septate, finely granulated and gently tapering at the apices with obtuse ends. At the basal portion they are 4.5 // broad and at the apex 3 // broad. (Fig. 7 Apothecia are erumpent, solitary or in clusters through the outer bark, white or buff coloured sometimes with more yellowish tinge. Size up to 3 mm. Apothecia short stalked, disc orange to orange yellow, excipulum covered with white persistent hairs. Anatomy of the apothecium: Ectal excipulum is composed of compactly arranged hyphal cells forming \"textura prismatica to oblita\" type of texture. The medullary excipulum is of \"textura intricata\" type consisting of loosely interwoven thin walled hyphae. Hymenium with asci and paraphyses. (Fig. 6 a) . Asci: Narrowly cylindrical, indistinctly stalked, with eight ascospores. Ascus pore stained blue by iodine. Size 45-60 X 4-5.5 //. Ascospores: Arrangement irregularly biseriate, spores fusiform clavate, 7-12 X 1.5-2.5 u.",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 86,
                    "text": "Hahn -Mycologia 32, 141 (1940",
                    "ref_id": null
                },
                {
                    "start": 466,
                    "end": 495,
                    "text": "Mycologia 32, 141 -144 (1940)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 498,
                    "end": 509,
                    "text": "(Fig, 7, IV",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1490,
                    "end": 1497,
                    "text": "(Fig. 7",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 2038,
                    "end": 2048,
                    "text": "(Fig. 6 a)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Lachnellula ciliata (Hahn) Dennis"
        },
        {
            "text": "Paraphyses: Cylindrical, overtopping the asci, with yellow oil globules. Size 50-70 X 1.3-1.5 //. Hairs: Cylindrical, white, thin walled septate, and finely granulated. Hairs 4-5 // broad. Cultural characters: On 2 % Malt extract agar the fungus forms white cottony mycelial mat. The imperfect stage is formed after few days in yellow to orange yellow labyrinthiform cavities. Microconidia: Hyaline, continuous ellipsoidal or fusiform ellipsoidal, borne on verticiUately branched sporophores which are 3-4.5 X 1 -1.3 u. (Fig. 7 , V). ScHUMACHER*s fungus On ''Strobi Pini abietis\" which was confused by earlier workers has been conclusively proved by BOUDIER (1885), NANNFELDT (1932) to be a small spored form. BOUDIER (1907) and NANNEELDT (1932) treated this small spored form as the type species for their new genera namely Trichoscypha Boud. and Trichoscyphella Nannf. respectively. At that time they considered Cooke's specific epithet \"subtilissima\" as synonym of \"calycina\". So as pointed out by DENNIS the specific epithet \"calycina\" cannot be used on nomenclatorial grounds. Next in turn comes COOKE'S specific epithet \"subtilissima\". 6. Lachnellula minuta sp. nov.",
            "cite_spans": [
                {
                    "start": 666,
                    "end": 682,
                    "text": "NANNFELDT (1932)",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 710,
                    "end": 724,
                    "text": "BOUDIER (1907)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 729,
                    "end": 745,
                    "text": "NANNEELDT (1932)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 520,
                    "end": 527,
                    "text": "(Fig. 7",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Lachnellula ciliata (Hahn) Dennis"
        },
        {
            "text": "Apothecia minuta, globularia forma urnae, distincte breviter stipitata, partibus exterioribus saetis albis tecta. Saetae leniter granulatae, septatae, 95 in longitudine, basaliter 4-6 // apicaliter 1.5-2 // latitudine. Excipulum parte exteriore textura globulosa, parte meduUae restricta textura intricata. Asci cylindraceo-clavati, apice rotundati, 30-40 X 4-4.6 //, poro Jodo coerulescente. Ascosporae biseriatae, fusiformes, 4.5-7.5 X 1.5 //. Hymenium paraphysibus cylindraceis, ascos superantibus, 35-50 X 1.5 ,u magnitudine, partibus interioribus granulatis. Cultura mycelium largum brunneum, conidiae nullae. Medium umbrinum pigmento. Hab.: in ramis emortuis Laricis deciduae Mill. Apothecia are rather minute, can easely be overlooked, globular urn shaped, short but distinctly stipitate covered with white hairs. Anatomy of the apothecium: The ectal excipulum \"textura globulosa\" formed of coalescence of hyphal cells. Medullary excipulum reduced in nature due to small size of the apothecium. It is of \"textura intricata\" consisting of loosely arranged thin walled hyphae. Fiymenium with asci and paraphyses. Asci: Cylindrically clavate, with conical apex and with eight ascospores.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lachnellula ciliata (Hahn) Dennis"
        },
        {
            "text": "Ascus pore is stained blue by iodine. Size 30-40 X 4-4.6 //. Ascospores: Arrangement biseriate, ascospores fusiform. Size 4.5-7.5 X1.5 /i. Paraphyses: Cylindrical overtopping the asci, 35-50 X 1.5 // with granulated contents. Fiairs: Finely granulated, septate and about 95 jn long. Fiairs at the basal portion 4-6 ft broad and gradually tapering at the apex up to 1.5-2 jLi-Cultural characters: On 2 % Malt extract agar the fungus forms slowly growing thick mycelial mat. With age the medium changes the colour and is turned into rather blackish brown due to some kind of pigment secretion. The colony also acquires light brown tinge. Imperfect stage is not readily developed in the culture. (Fig. 7 Apothecia are scattered or grouped, short stalked, white or slightly tinged with buff colour, mostly on the resinous excretions of Picea excelsa Link, and occasionally on Larix decidua Mill, and Abies alba Mill. Anatomy of the apothecium: The ectal excipulum is of \"textura oblita\" type and is made up of rather compactly arranged hyphae running in one direction. The medullary excipulum is composed of loosely interwoven thin walled hyphae. Fiymenium with asci and paraphyses. (Fig. 9d) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 693,
                    "end": 700,
                    "text": "(Fig. 7",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1179,
                    "end": 1188,
                    "text": "(Fig. 9d)",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Lachnellula ciliata (Hahn) Dennis"
        },
        {
            "text": "ASCI: Short cylindrical clavate, with eight ascospores. Size 30-42 /^ 3-3.5 //. Ascus pore blued by iodine. Ascospores: Fusiform ellipsoidal, arrangement obliquely uniseriate. Size 2-3.5 X 1.5-1.8 //. Paraphyses: Sublanceolate, exceeding the asci, with yellowish oil globules. Size 40-60 X 1.5 ix.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lachnellula ciliata (Hahn) Dennis"
        },
        {
            "text": "Paraphyses are occasionally branched near the base with subacute apices.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lachnellula ciliata (Hahn) Dennis"
        },
        {
            "text": "Hairs: The outer cell of the ectal excipulum running out and forming hairs. Apothecia are thickly covered with finely granulated septate hairs. Hairs 2-3.5 // broad with obtuse ends. Cultural characters: On 2 % Malt extract agar the fungus forms white slowly growing compact mycelial mat. The imperfect stage is not readily developed in the culture. On 2 % Malt extract agar with wheat straws the fungus forms after 2-3 months yellow labyrinthiform loculi. Microconidia: Sporophore densely grouped and verticillately branched, 10-15 u long and 1.6 u broad. Conidia distinctly sphaeroidal 1.8-3//in diameter. (Fig. 7 , VII). Aphotecia are subsessile, erumpent, either solitary or in groups, short stalked. The apothecia when young are globular and expand under moist conditions, forming saucer like structure, margins at maturity moderately thin, externally fleshy or buff coloured. Discs orange to orange yellow in colour.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 608,
                    "end": 615,
                    "text": "(Fig. 7",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Lachnellula ciliata (Hahn) Dennis"
        },
        {
            "text": "small reaching the diameter up to 2.5 mm. Anatomy of the apothecium: Ectal excipulum of \"textura epidennoidea\" formed by coalescence of hyphae without inter-hyphal spaces. Hyphae rather irregularly arranged. Ectal excipulum cells about 3-5 ^u in diameter and 11 /i long. The medullary excipulum is of \"textura intricata\" type and it is made up of loosely interwoven thin walled hyphae. Hymenium orange to orange yellow in colour consisting of asci and paraphyses. (Fig. 6c ). Asci: Cylindrical to cylindrically clavate with eight ascospores. Ascus pore is not stained blue by iodine. Size 50-63 X 4-5.5 JLI broad. Ascospores: Arrangement obliquely uniseriate, shape ellipsoidal or fusoidly ellipsoidal. Size 4-7.5 X 2.5-3.5 ,u, Paraphyses: Filiform exceeding the asci, tapering slightly and evenly at the base, apices rounded with subacute extremities, with contents. Size 60-70 X 1.5 //. Hairs: Cylindrical, septate, finely granulated reaching 3-4 fi in diameter.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 464,
                    "end": 472,
                    "text": "(Fig. 6c",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Lachnellula ciliata (Hahn) Dennis"
        },
        {
            "text": "Cultural characters: On 2 % Malt extract agar the fungus forms white cottony mycelium with medium growth rate. The imperfect stage is formed after 40-50 days. Microconidia are developed in yellow to orange yellow labyrinthiform cavities, either solitary or in small groups. Conidia are borne on verticillately branched subulate sporophores. Conidia: Continuous hyaline, oblong ellipsoidal. Size 2-3.5 X 1 //, sporophores 10-15 X 1.5 /n. (Fig. 7, vfll) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 437,
                    "end": 451,
                    "text": "(Fig. 7, vfll)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Lachnellula ciliata (Hahn) Dennis"
        },
        {
            "text": "In 1787, WiLLDENOw described a fungus found on tree trunks and rotting twigs which he called Peziza calyciformis. He did not give the ascospore measurements nor any other means by which the fungus can be recognized. WiLLDENOW (1787) based his description on BATSCH (1786) who was preceeded in the use of the specific epithet \"calyciformis\" by GLEDITSCH (1753), who in turn cited DILLENIUS (1719) as the presumed author of the epithet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lachnellula ciliata (Hahn) Dennis"
        },
        {
            "text": "Later, however, in Systema Mycologicum FRIES (1822) described three forms of fungus on Pinus silvestris. He called it Peziza calycina ,,a\" Pini silvestris. He reported this form as synonym to Peziza calyciformis. In so doing FRIES lowered the fungus under consideration to a varietal status. Finally REHM again raised it to specific rank and applied the specific epithet \"calyciformis\" of WiLLDENOw (1787) which was recognized by FRIES (1822) but at the same time transferred it to the genus Dasyscypha and published a new combination as Dasyscypha calyciformis (Willd.) Rehm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lachnellula ciliata (Hahn) Dennis"
        },
        {
            "text": "A. MAUBLANC (1904) and SCHELLENBERG (1905) clearly pointed out the differences between the related species. But again due to the controversy in the name of the organism causing \"larch canker\" it was considered to be synonym with Dasyscypha subtilissima or Dasyscypha calycina. JORSTAD (1925) in his publication mentions only the size of the ascospore which tallies with the size of the ascospores of \"calyciformis\". BINGHAM Apothecia are gregarious, short stipitate, at first subglobose when young, opening circularly under moist conditions to disc like form, with very thin undulating margin. Anatomy of the apothecium: Ectal excipulum is rather intermediate between \"textura globulosa\" to \"textura prismatica\" consisting of compactly arranged hyphal cells formed by the coalescence of the hyphae. The medullary excipulum is of \"textura intricata\" with loosely arranged interwoven thin walled hyphae. Hymenium with asci and paraphyses (Fig. 6d ). Asci: Cylindrical to clavate, with rounded or subacute apices and with eight ascospores. Ascus pore is stained blue by iodine. Size 55-60 X 3-4.5 //. Ascospores: Arrangement irregularly uniseriate, spores hyaline continuous broadly elhpsoldal. Size 6-8 X 3-4.5 //. Paraphyses: Usually distinctly swollen to almost spathulate at the tips, tapering more sharply below. Size 60-70 • 1.5-3.5//. Paraphyses exceeding the asci and sometimes branched at the base. Hairs:",
            "cite_spans": [
                {
                    "start": 3,
                    "end": 18,
                    "text": "MAUBLANC (1904)",
                    "ref_id": null
                },
                {
                    "start": 23,
                    "end": 42,
                    "text": "SCHELLENBERG (1905)",
                    "ref_id": null
                },
                {
                    "start": 277,
                    "end": 291,
                    "text": "JORSTAD (1925)",
                    "ref_id": null
                },
                {
                    "start": 416,
                    "end": 423,
                    "text": "BINGHAM",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 936,
                    "end": 944,
                    "text": "(Fig. 6d",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Lachnellula ciliata (Hahn) Dennis"
        },
        {
            "text": "Cylindrical, thin walled, finely granulated, septate with swollen or subacute tips. Imperfect fruiting bodies: The imperfect stage which is infrequently found in nature has been described by BINGHAM and EHRLICH (1943) . They have not studied the cultural characters. The description of the imperfect stage closely compares to the imperfect stages of the other species developed in the culture. The description reads as follows: Imperfect fruiting bodies very infrequently found, inconspicuous, developing from light coloured, sub-phellar erumpent stromata with age becoming multiloculate, and the outer wall and overlying bark more or less completely lost. Conidiophores erect, entirely lining the locules, simple or sparsely branched, noticeably septate, hyaline, minutely guttulate; bearing sparsely at the sides, and sparsely or profusely at the apices, the unicellular, curved moniliform or only slightly subulate spore bearing elements. Conidia abstricted from the acute tips of the phialides, hyaline continuous, very thin walled, usually ellipsoidal to ovate, size range 1.5-4.5 X 0.5-1.0 // (Fig. 7 IX) .",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 217,
                    "text": "BINGHAM and EHRLICH (1943)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1099,
                    "end": 1110,
                    "text": "(Fig. 7 IX)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Lachnellula ciliata (Hahn) Dennis"
        },
        {
            "text": "Geographical distribution: North America.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lachnellula ciliata (Hahn) Dennis"
        },
        {
            "text": "The second distinct morphological group consists of species with white excipled apothecia and large ascospores. Following few species can be placed in this group, namely Lachnellula willkommii (Hartig) Dennis, Lachnellula occidentalis (Hahn and Ayers) Dharne, Lachnellula laricis (Cooke) Dharne, and Lachnellula fuckelii (Bres. ap Rehm) Dharne, and Lachnellula tuberculata Dharne. In all these species the size range of the ascospores is between 12-28 //.This complex group which was considered by earlier workers to be constituted of a single species namely Lachnellula willkommii (Hartig) Dennis, can be resolved into at least five distinct species. These species differ from each other in the size of asci and iodine reaction of the asus apex, size and shape of the ascospores, the type of paraphyses, hair granulations and the cultural characteristics. Based on such differences HAHN and AYERS (1934) recognized four species. The study of this group of species also supports the view expressed by HAHN and AYERS (1934) that the Larch canker parasite does not occur on hosts other than those belonging to the genus Larix and in most cases it is associated with lesions produced by the fungus.",
            "cite_spans": [
                {
                    "start": 883,
                    "end": 904,
                    "text": "HAHN and AYERS (1934)",
                    "ref_id": null
                },
                {
                    "start": 1001,
                    "end": 1022,
                    "text": "HAHN and AYERS (1934)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Group 2: White excipled and large spored forms"
        },
        {
            "text": "Geographical distribution: Lachnellula willkommii is reported from various localities in the world namely Europe, North America, and Japan. This is because of its economical importance. The other species even though they might be present, must have betn wrongly placed under the name Lachnellula willkommii because of mistaken identity of the species. Further critical exammations of such specimens may reveal at least a few new species.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Group 2: White excipled and large spored forms"
        },
        {
            "text": "Persoonia 2 (1), 184 (1962). Apothecia are scattered or grouped, erumpent, short stalked, at first globular and closed, expanding saucer shaped, disc building in convex manner. Disc is apricot orange or apricot buff with apothecia externally covered with persistent hairs. Anatomy of the apothecium: The ectal excipulum is of \"textura globulosa\" and made up of pseudoparenchymatous hyphal cells 3-5 // in diameter. The medullary excipulum is of \"textura lntricata\" type consisting of loosely interwoven thin walled hyphae. Hymenium consists of asci and paraphyses (Fig. 8) . Asci: Clavate, apex obtusely rounded. Size 135 -165X11 -13/< with eight ascospores. Ascus pore does not stain blue by iodine. Ascospores: Arrangement obliquely uniseriate, hyaline continuous, elongate ellipsoidal with obtuse ends or occasionally one end acute. Size 16-26X7-9 f(. Paraphyses: Flexulous filiform, septate, apices obtusely rounded, some times slightly swollen at the apices. Size 140-180 X 1.8 X 2.5 //. Hairs: Long, white, cylindrical, finely granulated, septate with obtuse ends, and about 3 jii broad.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 564,
                    "end": 572,
                    "text": "(Fig. 8)",
                    "ref_id": null
                }
            ],
            "section": "Lachnellula willkommii (Hartig) Dennis"
        },
        {
            "text": "Cultural characters: On 2% Malt extract agar the fungus forms dense chalky white colony with velvetly aerial growth. Dense cottony mycelial tufts are formed. The imperfect stage was developed within 60 days. Microconidia are formed in irregular brownish labyrinthiform cavities which are formed either solitary or in small groups. Microconidia: Hyaline, continuous, ellipsoidal oblong with obtuse extremities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lachnellula willkommii (Hartig) Dennis"
        },
        {
            "text": "Conidia are borne on verticillately branched, short subulate sporophores. Sporophoes: 15-18 X 1.5 //, conidia 3-6 X 1.5 u (Fig. 10 I) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 122,
                    "end": 133,
                    "text": "(Fig. 10 I)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Lachnellula willkommii (Hartig) Dennis"
        },
        {
            "text": "Apothecia are either scattered or grouped, erumpent, with short stalk, at first globular closed, expanding under humid conditions forming more or less flat disc. Disc is ochraceous to solemn orange with persistent hairs. Anatomy of the apothecium: The ectal excipulum is of \"textura globulosa\" type and consisting of pseudoparenchymatous polygonal cells formed by coalescence of hyphae. The medullary excipulum is of \"textura intricata\" with loosely interwoven hyphae. Hymenium with asci and paraphyses, and interspersed with it are moniliform filaments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lachnellula willkommii (Hartig) Dennis"
        },
        {
            "text": "Asci clavate, sometimes slightly swollen with obtusely rounded apices. Size 120-150 X 10-12// containing eight ascospores. Ascus pore is stained blue by iodine. Ascospores: Arrangement obliquely uniseriate. Spores: hyahne continuous, broadly ellipsoidal, sometimes one end fusiform and other obtusely rounded. Size 15-23 X 5-7 //. Paraphyses: Flexulous filiform, swollen at the apices, and exceeding the asci. Interspersed with paraphyses there are simple or variously branched moniliform filaments. These filaments are frequent in certain materials, but m some they are rather scarce and can be easily overlooked.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lachnellula willkommii (Hartig) Dennis"
        },
        {
            "text": "Cultural studies: On 2% Malt extract agar the fungus forms whitish close-set low mealy aerial growth. In the medium with normal 2 % Malt extract agar with wheat straws the fungus forms tufted growth and with age develops yellow colour. The imperfect stage is seldom developed in ordinary 2 % Malt agar but it develops after long time in the Malt agar with wheat straws. The imperfect stage is developed in the yellow labyrinthiform cavities which are more or less solitary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lachnellula willkommii (Hartig) Dennis"
        },
        {
            "text": "Microconidia: Conidia are of two types, mostly they are ellipsoidal and small size 2-3 ^1.8 // and the other slightly oblong ranging up to 4 // long and 1.2 // broad. They are borne on simple or verticillately branched sporophores 15-28 // long (Fig. 10 II) . When the type material of Dasyscypha occidentalis Hahn and Ayers was examined it showed the presence of sub-moniliform filaments and all other characters closely resembled the herbarium specimens of Lachnellula hahniana (Seav.) Dennis. And so it was thought desirable to combine these two species which were separated by HAHN and AYERS (1934) , overlooking the presence of moniliform filaments. In that case the specific epithet \"occidentalis\" has the priority over the epithet \"hahniana\". ",
            "cite_spans": [
                {
                    "start": 581,
                    "end": 602,
                    "text": "HAHN and AYERS (1934)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 245,
                    "end": 257,
                    "text": "(Fig. 10 II)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Lachnellula willkommii (Hartig) Dennis"
        },
        {
            "text": "Dasyscypha calycina var. minor Rehm. -Ascom. Lojk., 8 (1882 Apothecia are white to buff coloured, fleshy, scattered or grouped, erumpent, short, but distinctly stipitate, externally covered with white flexulous hairs. Anatomy of the apothecium: The ectal excipulum is composed of polygonal cells forming \"textura globulosa\" type of texture. Cells 5-8 // in size. The medullary excipulum is differentiated into \"textura intricata\" consisting of loosely interwoven hyphae. Fiymenium consists of asci and paraphyses.",
            "cite_spans": [
                {
                    "start": 31,
                    "end": 59,
                    "text": "Rehm. -Ascom. Lojk., 8 (1882",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Synonyms:"
        },
        {
            "text": "Asci: Cylindrically clavate, with eight ascospores, size 88-95X7-7.5//. Pore of the ascus does not stain blue by iodine. Ascospores: Hyaline, one celled, broadly ellipsoidal, guttulate. Arrangement uniseriate 10-15 X 4.6-6.2//. Paraphyses: Filiform overtopping the asci, 90-100 X 1.5 « in size. Paraphyses filled with yellow to orange yellow oil globules. Hairs: White finely granulated, septate, thin walled about 1.6-2.5 f.( broad. Cultural studies: On 2 % Malt extract agar the fungus forms white or slightly yellowish to orange tinged mycelium. The mycelial growth is slow and sparsely forms imperfect stage. Conidial stage developed in the medium of Malt extract agar with wheat straws only after 4-5 months. Microconidia: Microconidia are formed in yellow to yellowish orange labyrinthiform cavities either solitary or in small groups. Conidia hyaline, continuous borne on verticillately branched subulate sporophores, and exuded in masses. Conidiophores: 10-20 X 1.5 // and conidia 6-10X0.8-1.2// in size. Conidia: Narrowly ellipsoidal, occasionally slightly curved forming sausage shaped structure (Fig. lOV) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1106,
                    "end": 1116,
                    "text": "(Fig. lOV)",
                    "ref_id": null
                }
            ],
            "section": "Synonyms:"
        },
        {
            "text": "The specific epithet ''fuckelii'' is adopted here for the following reasons: REHM (1882) described a specimen collected by BRESADOLA on Pinus under the name Dasyscypha calycina var. minor based on the size of the asci and ascospores. Later REHM in 1896 proposed a new name for the above fungus namely Dasyscypha willkommii var. fuckelii. REHM'S description was incomplete in the respect of type of paraphyses but while describing the material as a variety of Dasyscypha willkommii Hartig he has pointed out the shorter size of the asci and smaller size of the ascospores. So other details such as the nature of the paraphyses and the type of hairs can be taken as in the case of Dasyscypha willkommii Hartig. HAHN and AYERS (1934) have taken into consideration REHM'S description of Dasyscypha willkommii var. fuckelii while erecting a new species for an American specimen occuring on Larix occidentalis Nutt. and named it Dasyscypha occidentalis Hahn and Ayers. They have also expressed the opinion that further detailed study of the variety ''fuckelii'' with shorter asci and smaller ascospores might prove it to be a distinct species.",
            "cite_spans": [
                {
                    "start": 701,
                    "end": 730,
                    "text": "Hartig. HAHN and AYERS (1934)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Synonyms:"
        },
        {
            "text": "In the collection made by Dr. E. MULLER from Seewis Pr. Scesaplanahaus (Kt. Craubiinden, Switzerland) a specimen was encountered which closely compared with REHM'S description of Dasyscypha willkommii var. fuckelii. Later the same type of specimens were collected from various localities in Switzerland and Italy. It was found to be growing on Piyjus montana Mill, and Picea excelsa Link. Comparison with the type specimen of Dasyscypha occidentalis Hahn Apothecia are buff to flesh coloured, either solitary or in small groups, mostly globular to urn shaped, short but distinctly stipitate. Size of the apothecia is about 2-3 mm in diameter opening under moist conditions, erumpent through the outer bark, covered with white hairs. Anatomy of the apothecium: The ectal excipulum is composed of thin walled polygonal cells about 4-6.2 // in diameter forming \"textura globulosa\" type of texture. The medullary excipulum is of \"textura intricata\" consisting of loosely interwoven thin walled hyphae. Fiymenium with asci and paraphyses. Asci: Cylindrically clavate, size 100-130X6.5-7.7/(. Pore of the ascus blued by iodine. Ascospores broadly ellipsoidal, mostly with obtuse ends. Size, 12-16X6.5-7.7 JLL Paraphyses: Filiform overtopping the asci filled with granulated contents, guttulate, septate comparatively broader at the apex gradually tapering below. Size 110-135 X 1.5-1.8 //. Fiairs: finely granulate, septate, 3-4.5 // broad, narrower at the apex, occasionally with undulated margins. Comparatively the fungus has shorter hairs than the other related species. Cultural characters: The fungus forms on 2 % Malt extract agar white with orange to orange yellow tinged spreading mycelium. The fungus readily develops the imperfect stage on the 2 % Malt extract agar medium. Microconidia: They are formed in yellow to yellowish orange labyrinthiform cavities. Conidia: Fiyaline continuous, borne on verticillately branched sporophores and they are exuded in masses. Sporophores 10-15 fi long and 1.5 fi broad, Conidia: 5-8X1.2//, narrowly ellipsoidal in shape (Fig. 10 III) . Earlier REHM (1876) separated Peziza laricis (Cooke) Rehm from Lachnellula willkommii on the grounds that the ascus apex is stained blue by iodine and at the same time cited Peziza calycina \"}'\" laricis as a synonym. COOKE (1876) disagreed with REHM'S (1876) decision because he considered blueing of the ascus pore an unreliable characteristic. Later, J. C. MANNERS (1953) in his critical study on the various collections preserved in the Fierbarium of Royal Botanic Gardens, Kew, described COOKE'S collection (Fung. Brit. II, 370) and pointed out the differences with the related species of \"Lachnellula willkommii\" complex. Fie also at the same time expressed the opinion that Peziza laricis (Cooke) Rehm would be a valid species. Fie did not describe it because he thought that it would be inadvisable to publish again the new combination based on ill preserved herbarium material.",
            "cite_spans": [
                {
                    "start": 450,
                    "end": 454,
                    "text": "Hahn",
                    "ref_id": null
                },
                {
                    "start": 2439,
                    "end": 2453,
                    "text": "MANNERS (1953)",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [
                {
                    "start": 2064,
                    "end": 2077,
                    "text": "(Fig. 10 III)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Synonyms:"
        },
        {
            "text": "The material collected by E. MULLER and the author proved to be the same. The material under consideration differs from Lachnellula occidentalis (Fiahn and Ayers) Dharne {Trichoscyphella hahniana [Seav.] Mann.) in the absence of moniliform filaments and size of the ascospores and from Lachnellula fuckelii (Bres. ap. Rehm) Dharne (Dasyscypha will-kommii Hartig var. fuckelii Rehm) in iodine reaction, size of the asci, ascospores being non guttulate, and cultural differences.",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 203,
                    "text": "[Seav.]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Synonyms:"
        },
        {
            "text": "The type material of Dasyscypha oblongospora Hahn and Ayers on Larix laricis was compared to the Lachnellula laricis (Cooke) Dharne. It was found that the material closely compares with Lachnellula laricis (Cooke) Dharne except for the iodine reaction. In the case of the American type material of Dasyscypha oblongospora the asci do not stain blue. The specific epithet \"oblongospora\" is not adopted here because the specific epithet \"laricis\" has priority.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Synonyms:"
        },
        {
            "text": "14. Lachnellula tuberculata sp. nov.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Synonyms:"
        },
        {
            "text": "Apothecia alba vel straminea, erumpentia, distincte breviter stipitata. Cupula sicca clausa marginibus incurvatis, umida aperta expansa forma catini, partibus exterioribus saetis tecta albis tuberculatis. Saetae longae septatae, celluhs basaliter 6 // diameter, apicaliter 3-4 // diameter, leniter obtusis. Excipulum parte exteriore textura globulosa parte medullae textura intricata. Asci cylindracei breviter stipitati, octospori, 90-120X6.5-7.7 fi poro Jodo non coerulescente. Ascosporae uniseriatae oblongae vel ellipsoideae, 10-16 X 3-4 // magnitudine. Hymenium paraphysibus filiformibus, ascos superantibus apice subacutis et obtusis, flavis globulis olei, 100-130 • 1.5 >'2// magnitudine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Synonyms:"
        },
        {
            "text": "Cultura mycelium flavum vel croceum microconidiis cavernis labyrinthiformibus solitaribus vel aggregatis. Microconidiae hyalinae unicellulatae, continuae 3-6.5 X 0.8-1 // sporophoribus nascentes ramificatis verticillis, 10 to 15 X 1.5 // magnitudine. Hab.: in ramis emortuis Laricis deciduae Mill. Apothecia are white or buff coloured, erumpent from the outer bark, short but distmctly stipitate. Cups when dry closed with their margins enrolled, opening under moist conditions and forming flat saucer like structure. The apothecia are externally covered with white tuberculated hairs. Anatomy of the apothecium: The ectal excipulum is of \"textura globulosa\" and IS formed by the coalescence of the hyphal cells. Medullary excipulum is of \"textura intricata\" consisting of loosely interwoven thin walled hyphae. Hymenium with asci and paraphyses. Asci: Cylindrical with short stalk, and with eight ascospores. Size 90-120 X 6.5-7.7 i-i. Ascus pore not blued by iodine. Ascospores: Arrangement obliquely uniseriate, spores oblong ellipsoidal 10-16 X 3-4 //. Paraphyses: Flexulous filiform overtopping the asci with slightly swollen subacute apices and filled with yellowish oil globules. Size, 100-130 X 1.5-2//. Hairs: Long distinctly tuberculated, septate giving jointed appearance. Basal cells of the hair about 6/^, the upper cells gradually tapering above about 3-4 // wide. Apex with obtuse ends. Cultural characters: On 2% Malt extract agar the fungus forms light yellow to orange tinged mycelium which is sparsely spreading. The imperfect stage is readily formed. The microconidia are developed in yellow to orange yellow labyrinthiform cavities which are either solitary or in small groups. Rate of growth is comparatively slower than Lachnellula willkommii (Hartig) Dennis. Microconidia: Hyaline, one celled, continuous, borne on verticillately branched subulate sporophores, size, 10-15 X 1.5 //. Microconidia: 3-6.5 X 0.8 to 1.0 //. They are exuded in masses (Fig. 10 V) . This species can easily be separated from the large spored, white excipled Lachnellula willkommii complex on the basis of hair structure, size of the asci, form of the ascospores and cultural characters.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1970,
                    "end": 1981,
                    "text": "(Fig. 10 V)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Synonyms:"
        },
        {
            "text": "Group 3: Species with brown or olive green excipulum and ascospores of medium size",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Synonyms:"
        },
        {
            "text": "The third group is composed of brown to olive green excipled apothecia and the ascospores of medium size (size range: 7-18 ,u). Following four species have been included in this group. Lachnellula arida (Phill.) Dennis, Lachyiellula flavovirens (Bres.) Dennis, Lachnellula fuscosanguinea (Rehm) Dennis, and Lachnellula pini (Brunch.) Dennis. Though the number of the reported species is rather small, there exists considerable confusion and disagreement in naming the species. Many fresh collections and the herbarium specimens were examined except for Lachnellula pini (Brunch.) Dennis. Lachnellula pini is considered to be a parasitic form and it differs from Lachnellula fuscosanguinea in having larger ascospores (after HAHN and AYERS 1934) . The other three species can be differentiated from one another on the basis of wall structure, size of the asci, form and size of the ascospores and cultural characters. One of the strains of Lachnellula arida (Phill.) Dennis (Culture number 4683), isolated from ascospores developed the perfect stage on 2 % Malt extract agar (kept at 4°C and in the absence of natural light). When the apothecium developed in pure culture was examined for its wall structure and form and size of the asci, it was noticed that the substrate had no effect on the wall structure and so also the size of the asci, form and size of the ascospores and the thickness of the hairs. The measurements of the asci, ascospores and hairs tallied with the other herbarium specimens.",
            "cite_spans": [
                {
                    "start": 724,
                    "end": 744,
                    "text": "HAHN and AYERS 1934)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Synonyms:"
        },
        {
            "text": "From the above results it can be easily concluded that the wall structure, asci size, and spore shape and size are fairly constant characters and can be used for separating the species of this group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Synonyms:"
        },
        {
            "text": "Earlier workers like PHILLIPS (1877), REHM (1896), SYDOW (1922) , were of the opinion that Lachnellula flavovirens and Lachnellula arida are one and the same, but some later workers followed an unwritten convention without knowing the real differences, to call European species as Lachnellula flavovirens (Bres.) Dennis and the American material as Lachnellula arida (Phill.) Dennis. SYDOW and PETRAK (1922) and PETRAK (1931) were of the opinion that above mentioned three forms are one and the same and these differences are due to differences in ecological conditions and host relations. PETRAK (1955) after comparing the American specimens with representative European material was convinced of the differences amongst the species and so he reseparated the species. He has given more importance to size and form of the ascospores and number and thickness of the paraphyses. Geographical distribution; Presence of Lachnellula arida (Phill.) Dennis is conclusively proved by the author in Switzerland, Erance, North America and Pakistan. Lachnellula fuscosanguinea is associated with weakened brandies of Pinus montana Mill, at the higher elevation and is considered as weak parasite. It is rather common in Alps. Lachnellula flavovirens also seems to be present only in Europe. Apothecia are olive green coloured, short but distinctly stipitate, scattered or in small groups. Apothecia when dry are closed, with enrolled margins, expanding under the moist, conditions and forming flat saucer like structure. Disc is yellow to orange yellow in colour reaching up to 4-8 mm in diameter. Anatomy of the apothecium: The ectal excipulum is formed of \"textura globulosa\". The cells are polygonal in nature and have cartilagenous walls, which are yellow to yellowish brown in colour. The cells of the ectal excipulum 6-10// in diameter. The medullary excipulum is of \"textura intricata\" with loosely interwoven thin walled hyphae. Fiymenium concave yellowish to orange yellow in colour with asci and paraphyses (Fig. 9 a) . Asci: Clavate cylindrical with obtuse apices. Pore of the ascus does not stain blue by iodine. Ascus contains eight ascospores. Size, 65-72X6-7/^. Ascospores: Arrangement regularly uniseriate, or occasionally in some asci irregularly biseriate. Ascospores: Fiyaline, continuous, broadly ellipsoidal mostly both ends obtuse or rarely one end fusiform. Size 6-9 X 4.5-5 ^.",
            "cite_spans": [
                {
                    "start": 51,
                    "end": 63,
                    "text": "SYDOW (1922)",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 376,
                    "end": 407,
                    "text": "Dennis. SYDOW and PETRAK (1922)",
                    "ref_id": null
                },
                {
                    "start": 412,
                    "end": 425,
                    "text": "PETRAK (1931)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 2006,
                    "end": 2016,
                    "text": "(Fig. 9 a)",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Synonyms:"
        },
        {
            "text": "Paraphyses: Cylindrical, slightly swollen at the apices, exceeding the asci by 2-4/^, with yellow oil globules. Size, 70-77X1.5-2/^. Hairs: Persistent, brown finely tuberculated, septate, reaching the diameter 5 to 8 //, and mostly with obtuse ends. On the basal side of the hairs occasionally bulbous tuberculations. Material from America and Pakistan has more dark brown hairs than the European material examined, and in some cases the hairs with age appear as though they are lacking in tuberculations. Cultural characters: One 2% Malt extract agar the fungus forms cottony white mycelium which with age gets brown to buff coloured tinge. The cultures isolated from the fungus growing on Larix decidua Mill, does not readily develop imperfect stage but in the case isolates obtained from the fungus growing on Pinus cembra L. readily developed (within 11 days) imperfect stage and in one case (= ETFi Pure Culture Collection No. 4683) developed perfect stage on 2 % Malt extract agar kept in the tubes at 4°C Microconidia: Microconidia are developed in light brown or dark brown labyrinthiform cavities which are either in small groups or solitary. Conidia: Hyaline, continuous, ellipsoidal oblong, with vacuoles. Conidia are borne on verticillately branched sporophores, size, 10-15 // long X 1.5 j.i broad. Conidia2-4X1.3-1.8/i (Fig. 11 II) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1333,
                    "end": 1345,
                    "text": "(Fig. 11 II)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Synonyms:"
        },
        {
            "text": "Apothecia are 1-3 mm in diameter, short but distinctly stipitate, erumpent through the outer bark, chalky white in colour, either solitary or in groups with persistent hairs. Anatomy of the apothecium: The ectal excipulum is of \"textura globulosa\" to \"textura prismatica\" type formed by coalescence of the hyphae. The excipulum is not clearly differentiated into loosely interwoven hyphae. The hymenium consists of asci and paraphyses. Asci: Cylindrical, club shaped. The pore of the ascus shows negative iodine reaction. Size 60-70 X 7-9.5 //, containing eight ascospores. Ascospores biseriate, hyaline, elongate-fusiform with acute ends. Generally one to two guttulate. Size 15-18X4-5.5//. Paraphyses: filiform, sometimes with rather acute apices, overtopping the asci. Size 65-75 X 1 -1.5 //. Hairs: Hyaline smooth septate, flexuous with undulated margins and gradually tapering at the apices, reaching the diameter of 3-3.5 fi (Fig. 11 IV) . The affinities of Dasyscyphus abietis (Karst.) Sacc. to Lachnellula Karst. are rather disputable. NANNFELDT (1953) placed the above species in Trichoscyphella Nannf. Later DENNIS (1962) treated it as a species of Lachnellula Karst. Dasyscypha abietis (Karst.) Sacc. differs from the other species of Lachnellula Karst. in the spore form, shape of the asci, and smooth walled hairs. This is the only species with smooth hairs and if included in the genus Lachnellula Karst. will unnecessary extend the scope of the genus. Secondly its cultural characters have not yet been studied. So I prefer at present this species to remain in the genus Dasyscyphus S. F. Gray, from which it differs in not having distinct lanceolate paraphyses and the negative iodine reaction. D. DISCUSSION T he discomycete group named Trichoscyphelloideae (after NANNFELDT 1932) shows more affinities to Helotiaceae in general habit, apothecial anatomy and nature of paraphyses and so its inclusion in Helotiaceae is more justified. DENNIS (1962) on the other hand places Trichoscyphelloideae into Hyaloscyphaceae only because of presence of excipular hairs. This view of DENNIS cannot be accepted. The scope of the genus Lachnellula Karst. should at first be restricted to include this natural group of species occurring on coniferous hosts. If the genus Lachnellula Karst. sensu Dennis is accepted, it might lead to the grouping of unrelated species under the common generic name. So it is preferable to use the above generic name for the species having white, brown or olive green coloured apothecia, hyaline one celled ascospores, filamentous paraphyses, and tuberculated or finely granulated hairs. In this paper the species with smooth hyaline hairs namely Lachnellula abietis (Karst.) Dennis is excluded from the genus Lachnellula Karst. and is redescribed under the former generic name Dasyscypha abietis (Karst.) Sacc. nient and advice. I am deeply indebted to Dr. E. MULLER for his unfailing help, numerous suggestions, careful study of the manuscript and criticism. I owe him my deepest personal gratitude. 1 am grateful to the authorities of the Volkart Foundation, Winterthur, Switzerland, for the award of fellowship and the interest they have shown in my work. I am also indebted to the Trustees of Hindu Education Fund, Bombay, India, and my Indian friends for their financial assistance.",
            "cite_spans": [
                {
                    "start": 1044,
                    "end": 1060,
                    "text": "NANNFELDT (1953)",
                    "ref_id": null
                },
                {
                    "start": 1952,
                    "end": 1965,
                    "text": "DENNIS (1962)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 931,
                    "end": 943,
                    "text": "(Fig. 11 IV)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Synonyms:"
        },
        {
            "text": "Type specimens of some of the Lachnellula species were available by the courtesy of Botanical Museum Helsinki (Herbarium P. A. Karsten) and from National Fungus Collections, U.S.D.A., Beltsville, U.S.A. (Herbarium G. G. Hahn). To the authorities of Botanical Museum Helsinki and Prof. G. G. HAHN and Dr. C. J. BENJAMIN, I express my thanks.",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 295,
                    "text": "HAHN",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Synonyms:"
        },
        {
            "text": "My special thanks are due to Dr. HUTTER for the Latin translation of the diagnosis. In addition I am indebted to many other colleagues, friends and staff members of the department for their encouragement and help. To each of them I wish to express my thanks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Synonyms:"
        },
        {
            "text": "The limits of the discomycete genus Lachnelhda Karst. and its systematic position in the family Helotiaceae is discussed. The species with white or brown apothecia, filamentous paraphyses, tuberculated or finely granulated excipular hairs and species growing on coniferous hosts are included in the genus Lachjiellula Karst. Seventeen species are described and their important morphological characters figured. These species are arranged in three major groups based on their morphological characters. Lachnellula hyalina Dharne, Lachnellula minuta Dharne, and Lachnellula tuherculata Dharne are new species. Following four new combinations are proposed -Lachnellula calyciformis (Willd. ex Fr.) Dharne, Lachnellula occidentalis (Hahn and Ayers) Dharne, Lachnellula laricis (Cooke) Dharne, Lachnellula fuckelii (Bres. ap. Rehm) Dharne. In all except three species namely Lachnellula ciliata (Hahn) Dennis, Lachnellula gallica (Karst. and Har.) Dennis, and Lachnellula agassizii (Berk, and Curt.) Dennis cultural characters were studied. The imperfect stages of the genus Lachnellula Karst. are assigned to the form genus Naemospora Pcrs. Along with the cultural studies nutritional requirements of Lachnellula suecica (de By. ex Fuckel) Nannf. were undertaken. It was found that Lachnellula suecica requires vitamins such as thiamine, biotine, pyridoxine, and inositol for its growth, and in the absence of these vitamins there is comparatively no growth.",
            "cite_spans": [
                {
                    "start": 821,
                    "end": 826,
                    "text": "Rehm)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "Die Discomycetengattung Lachnellula Karst. wurde auf Grund vieler Einzeluntersuchungen von ihren Verwandten abgegrenzt und in die Familie der Helotiaceen gewiesen. Die Cattung umfafit parasitisch oder saprophytisch auf Koniferen wachsende Arten mit weifien oder braunen Apothecien, fadigen Paraphysen und schwielig oder fein kornig skulptierten Apothecienhaaren. Siebzehn Arten wurden eingehender untersucht, beschrieben und in den wichtigsten morphologischen Merkmalen auch abgebildet. Sie lassen sich auf Crund ihrer Morphologie in drei Gruppen scheiden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Zusammenfassung"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Synonyms: Dasyscypha calycina Auct. non (Schum. ex Fr.) Fuckel. -Symb. Myc",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "26",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Lachnella hahniana Seaver. -North Am",
            "authors": [],
            "year": null,
            "venue": "Lachnella calycina Auct. non (Schum. ex Fr.) Phill. -Brit. Discom",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Lachnellula hahniana (Seaver) Dennis. -Persoonia",
            "authors": [],
            "year": 1953,
            "venue": "",
            "volume": "36",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Larix sibirica Ledeb., and Pinus montana Mill. Material examined: On Larix occidentalis Nutt. -Canada: From National Fungus collection",
            "authors": [],
            "year": null,
            "venue": "Agricultural Research service U.S.D.A. F.P. No",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "on way to Lai da Rims, 18.7.1963, leg. C G. DHARNE (--ETH Pure Culture Collection No. 4748). -On Larix leptolepis Murr",
            "authors": [
                {
                    "first": "Mt",
                    "middle": [],
                    "last": "Tessin",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Generoso",
                    "suffix": ""
                },
                {
                    "first": ";",
                    "middle": [
                        "E"
                    ],
                    "last": "Tiralocchio",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Muller",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hutter",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bossi",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Kt",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Graubiinden",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Munstertal",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sta",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Maria",
                    "suffix": ""
                }
            ],
            "year": 1959,
            "venue": "leg. J. GREMMEN. -On Larix sibirica Ledeb. -Sweden: Dlrn. Avesta Bjurfors Kronopark, 27.7.1936, leg. CH. TERRIER. -On Pinus montana Mill. -Switzerland: Kt. Graubiinden",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Synonyms: Dasyscypha arida",
            "authors": [],
            "year": null,
            "venue": "Basinym: Peziza arida Phill. -Grev",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Laclmella arida (Phill.) Seaver. -North Am",
            "authors": [],
            "year": 1919,
            "venue": "Cup Eung",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Matrix: On dead branches of",
            "authors": [],
            "year": 1963,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "on way to Lai da Rims, 18. 7.1963, leg. C. G. DHARNE (= ETH Pure Culture Collection No. 4741). -On Pinus cembra L",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Kt",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Graubunden",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Munstertal",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sta",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Maria",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "MULLER (-= ETH Pure Culture Collection No. 4732). -Kt. Wallis, Grachen, on way to Hannig Alp, 3.6.1963, leg. C. G. DHARNE (= ETH Pure Culture Collection No. 4703). -On Picea cxcelsa Link",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Kt",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Graubunden",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Miinstertal",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sta",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Maria",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "On Larix dccidua Mill. -Switzerland: Kt. Wallis, Grachen, on way to Hannig Alp. 3.6.1963, leg. C. G. DHARNE {= ETH Pure Culture Collection No, 4705",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Anatomy of the apothecium: The outermost layer of the ectal excipulum consists of compactly arranged thin walled hyphal cells, two or three cell layers wide, rather yellowish brown in colour. These hyphae go out to form long cylindrical hairs. The layer above is formed of \"textura oblita\" type. The outer cells of this layer are yellowish in colour. The medullary excipulum is of \"textura intricata\" type formed of loosely interwoven thin walled hyphae",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Size 7-12 ^--4-5.2 //. Paraphyses: Filiform overtopping the asci, with yellow to orange yellow oil globules. Size, 70 to 88X1.5//. Hairs: Cylindrical, finely granulated, yellow to yellowish brown in colour, reaching the diameter 4-5 /< with generally obtuse ends. Cultural characters: On 2 % Malt extract agar the fungus forms white cottony mycelium which with age changes into buff, brownish tinge. Microconidia: Microconidia are formed in brownish or rather dark brown cavities, either solitary or in groups. Conidia: Hyaline, continuous, ellipsoidal oblong, borne on verticillately branched subulate sporophores",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Asci",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Clavate with obtuse apex and short stalk, containing eight ascospores. Ascus apex does not stain blue by iodine. Size",
            "volume": "",
            "issn": "",
            "pages": "65--77",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Geographical distribution: Many earlier workers confounded Lachnellula arida (Phill.) Dennis with Lachnellula flavovirens and all the records must be carefully scrutinized. Its presence in Switzerland and France has been confirmed",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Lachnellula fuscosanguinea (Rehm) Dennis Persoonia2(l)",
            "authors": [],
            "year": 1962,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Synonyms: ? Trichopeziza fuscosanguinea Lamb. -Myc. Belg. U",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "26",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Seewis Pr Scesaplanahaus SAC, 15. 8. 1962, leg. E. MULLER (= ETH Pure Culture Collection No. 4682). -Kt. Graubunden, Swiss National Park, 30.6.1963, leg. C. G. DHARNE ( = ETH Pure Culture Collection No. 4727). -Kt. Graubunden, Munstertal, Sta. Maria, on way to Lai da Rims, 18.7.1963, leg. C. G. DHARNE {= ETEI Pure Culture Collection No. 4746). Kt. Graubunden",
            "authors": [],
            "year": 1905,
            "venue": "Matrix: On Pinus montana Mill. Material examined: On Pinus montana Mill. -Switzerland: Kt. Graubunden",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "at first globose urn shaped expanding under the moist condition, covered externally with yellowish brown hairs. The margins of the apothecia are enrolled inside concealing the disc when they are dry. Anatomy of the apothecium: The outermost layer of the ectal excipulum is composed of regularly arranged rather brownish or dark brown cells. The tissue above the outermost layer is of \"textura globulosa\" type formed by pseudoparenchymatous polygonal cells. The medullary excipulum is of \"textura intricata\" type",
            "authors": [],
            "year": null,
            "venue": "Apothecia are either solitary or in small groups, waxy",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Size 100-120 X 1.5 ,w. Hairs: Brown or yellowish brown, finely granulated, septate, 4-5 // in diameter, and gently tapering at the apices. Cultural characters: On 2 % Malt extract agar the fungus forms white cottony mycelium which with age becomes buff in colour. The imperfect stage does not develop readily in culture. Microconidia: Microconidia are developed in yellow to yellowish brown labyrinthiform cavities. The conidia are hyaline continuous, ellipsoidal or fusoidly ellipsoidal",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Asci",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Clavate cylindrical with obtuse apices, containing eight ascospores each, the ascus pore does not stain blue by iodine",
            "volume": "",
            "issn": "",
            "pages": "10--15",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "size (Fig. 11 III)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Geographical distribution: Distribution of the species is rather limited",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Germany",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Switzerland",
                    "suffix": ""
                },
                {
                    "first": "Austria",
                    "middle": [],
                    "last": "Einland",
                    "suffix": ""
                },
                {
                    "first": "Norway",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Dasyscyphus abietis (Karst.) Sacc. -Syll. Fung",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Synonyms: Lachnella abietis Karst",
            "authors": [],
            "year": null,
            "venue": "Basinym: Helotium abietis Karst. -Myc. Eenn",
            "volume": "1",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Dasyscypha calyciformis) -details not mentioned. Lachnellula hyalina, Lachnellula minuta und Lachnellula tuberculata wurden als ncu beschrieben und fiir andere Arten die folgenden neuen Kombinationen vorgeschlagen: Lachnellula calyciformis (Willd. ex Fr.) Dharne (Basinym: Peziza calyciformis Willd",
            "authors": [],
            "year": 1962,
            "venue": "Lachnellula occidentalis (Hahn et Ayers) Dharne {Dasyscypha occidentalis Hahn et Ayers), Lachnellula laricis (Cooke) Dharne {Peziza laricis Cooke), Lachnellula fuckelii (Bres. ap Rehm) Dharne {Dasyscy-pha willkommii var. fuckelii Bres",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Aufier mit drei Arten, von denen kein frisches Material erhaltlich war, konnten mit alien anderen Kulturversuche durchgefiihrt werden. Die sich bildenden Konidienformen wurden der Formgattung Nacmospora Pers. zugeschrieben. Zusammen mit den Kulturversuchen wurden auch bei Lachnellula suecica Versuche iiber die Ernahrungsanspriiche vorgenommen. Die gepriifte Art benotigt unbedingt folgende Vitamine: Aneurin, Biotin, Pyridoxin und Inositol fi",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "1895: Mycologische Mittheilungen aus Siid-Bayern",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Allescher",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Hedwigia",
            "volume": "34",
            "issn": "",
            "pages": "256--290",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Dasyscypha resinaria causmg cankerous growth on Abies balsamea",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 1902,
            "venue": "",
            "volume": "29",
            "issn": "",
            "pages": "23--34",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Die Gattungen der amerosporen Pyrenomyceten",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Arx",
                    "suffix": ""
                },
                {
                    "first": "Und",
                    "middle": [
                        "E"
                    ],
                    "last": "Von",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Muller",
                    "suffix": ""
                }
            ],
            "year": 1954,
            "venue": "Beitr. Krypt. Fl. Schweiz",
            "volume": "11",
            "issn": "I",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "1943: A Dasyscypha following Cronartnim ribicola on Pinus monticola. I. and II",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Bingham",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ehrlich",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Mycologla",
            "volume": "35",
            "issn": "",
            "pages": "95--111",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Nouvelle classification naturelle des discomycetes diarnus, connus generalement sous le nom de Pezizes",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Boudier",
                    "suffix": ""
                }
            ],
            "year": 1907,
            "venue": "Histoire et classification des Discomycetes d'Europe, Paris. 221 p. COOKE, M. C, 1876: Observation on Peziza calycina. Grevillea",
            "volume": "1879",
            "issn": "",
            "pages": "169--172",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "1867: Florule du Finistere",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Crouan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Crouan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "262",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Physiology of fungi",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "W"
                    ],
                    "last": "Cochrane",
                    "suffix": ""
                }
            ],
            "year": 1958,
            "venue": "",
            "volume": "524",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "New and Noteworthy Fungi. IV. Mycologia",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dearness",
                    "suffix": ""
                }
            ],
            "year": 1926,
            "venue": "",
            "volume": "18",
            "issn": "",
            "pages": "236--255",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "British cup fungi and their allies, London. 280 p. , 1961: Some inoperculate discomycetes from New Zealand",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W G"
                    ],
                    "last": "Dennis",
                    "suffix": ""
                }
            ],
            "year": 1949,
            "venue": "1962: A reassessment of Belonidium Mont, and Dur. Persoonia",
            "volume": "32",
            "issn": "",
            "pages": "171--191",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "1719: Cat. PL Grissa",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Dillenius",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "240",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "The intracellular enzymes of Penicillium and Aspergillus",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Dox",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Dept. Agr. Bur. Bull",
            "volume": "120",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "The classification of the fleshy Pezizineae with reference to the structural diaracters illustratmg the basis of their division into families",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Durand",
                    "suffix": ""
                }
            ],
            "year": 1900,
            "venue": "Bull. Torrey Bot. Club",
            "volume": "27",
            "issn": "",
            "pages": "463--495",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "1822: Systema Mycologicum 2",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Fries",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "1869: Symbolae mycologicae. Beitrage zur Kenntnis der rheinischen Pilze",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fuckel",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Jb. Nassauisch Ver. Naturkde",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Beitrage zur Biologie des Larchenkrebspilzes",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gaisberg",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Von",
                    "suffix": ""
                }
            ],
            "year": 1928,
            "venue": "",
            "volume": "24",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Grundzuge ihrer Entwicklungsgeschichte und Morphologie, 382 p. Basel. , 1952: Pflanzliche Infektionslehre",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gaumann",
                    "suffix": ""
                }
            ],
            "year": 1928,
            "venue": "",
            "volume": "701",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "1753: Methodus fungorum exhibens genera species et varietates, cum charactere differentia specifica, synonimis, solo, loco et observationibus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Gleditsch",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "A preliminary study of the culture of discomycetes, especially the perfect stage",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gremmen",
                    "suffix": ""
                }
            ],
            "year": 1952,
            "venue": "1955: New and noteworthy fungi on coniferous hosts from Switzerland",
            "volume": "18",
            "issn": "",
            "pages": "251--288",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Les discomycetes de Erance d'apres la classification de BOUDIER",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Grelet",
                    "suffix": ""
                }
            ],
            "year": 1951,
            "venue": "Rev. mycol",
            "volume": "16",
            "issn": "",
            "pages": "80--89",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Dasyscyphae on conifers in North America. I. The large spored white-exciped species. -II. Dasyscypha ellisiana. -IIL Dasyscypha pini",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Hahn",
                    "suffix": ""
                }
            ],
            "year": 1934,
            "venue": "Dasyscyphae on conifers in North America. IV",
            "volume": "32",
            "issn": "",
            "pages": "73--101",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "1874: Peziza willkommii R. Hartig. Wichtige Krankheiten der Waldbaume",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hartig",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "127",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "The Larch canker. The fungal diseases of common larch",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Hiley",
                    "suffix": ""
                }
            ],
            "year": 1919,
            "venue": "",
            "volume": "274",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Untersuchungen liber die Gattung Pyrenopeziza Euck",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hijtter",
                    "suffix": ""
                }
            ],
            "year": 1958,
            "venue": "Phytopath. Z",
            "volume": "33",
            "issn": "",
            "pages": "1--54",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Dasyscypha fuscosanguinea (Syn. Lachnella pini Brunch.). Norske Skogsykdommera Meedl",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "J0rstad",
                    "suffix": ""
                }
            ],
            "year": 1925,
            "venue": "Norske skogoforsoksvesen",
            "volume": "6",
            "issn": "",
            "pages": "19--186",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "1871: Mycologia fennica 1, 1-263. , 1885: Revisio monographica atque synopsis Ascomycetorum",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Karsten",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "1895: Lachnella pini Brunch. Eragmenta mycologia. Hedwigia",
            "volume": "11",
            "issn": "",
            "pages": "7--9",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "A revision of the classification of operculate discomycetes {Pezizales)",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Korf",
                    "suffix": ""
                }
            ],
            "year": 1951,
            "venue": "1962: A synopsis of the Hemiphacidiaceae, a family of the Helotiales {Discomycetes) causing needle blights of conifers",
            "volume": "14",
            "issn": "",
            "pages": "12--31",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Ueber die Kleinpiize der Koniferen in Finnland",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kujala",
                    "suffix": ""
                }
            ],
            "year": 1950,
            "venue": "Comm. Inst. Eorest. Eenniae",
            "volume": "38",
            "issn": "4",
            "pages": "1--121",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Contribution a l'etude des Discomycetes charnus",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lagarde",
                    "suffix": ""
                }
            ],
            "year": 1906,
            "venue": "Ann. mycol",
            "volume": "4",
            "issn": "",
            "pages": "125--256",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "1912: Studien liber die Krankheiten der nordlandisdien Kiefer mit besonderer Rucksicht auf ihre Verjiingung",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lagerberg",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Stat. Skogforsoksanst. Meddel",
            "volume": "9",
            "issn": "",
            "pages": "135--170",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Studies on the Larch Canker. 11. The incidence and anatomy of Cankers produced experimentally by inoculation or by freezing",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Manners",
                    "suffix": ""
                }
            ],
            "year": 1953,
            "venue": "Trans. Brit. Mycol. Soc",
            "volume": "36",
            "issn": "",
            "pages": "500--508",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "1904: A propos du Dasyscypha calyciformis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Maublanc",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Willd.) Bull. Soc. mycol. Erance",
            "volume": "20",
            "issn": "",
            "pages": "232--235",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Ober einige neue oder bemerkenswerte Ascomyceten aus Pakistan",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Muller",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Und",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ahmad",
                    "suffix": ""
                }
            ],
            "year": 1962,
            "venue": "Biologia",
            "volume": "8",
            "issn": "",
            "pages": "151--162",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Studien iiber die Morphologie und Systematik der nicht lichenisierten, inoperculaten Discomyceten",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Nannfeldt",
                    "suffix": ""
                }
            ],
            "year": 1932,
            "venue": "Nova Acta Reg. Soc. Sci. Upps. ser. IV",
            "volume": "8",
            "issn": "2",
            "pages": "420--430",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Uber Phacidium infestans Karst., einen gefahrlichen Parasiten der Zirbelkiefer und einige andere in seiner Gesellsdiaft wadisende Pilze",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Petrak",
                    "suffix": ""
                }
            ],
            "year": 1955,
            "venue": "Bayr. Bot. Ges",
            "volume": "2",
            "issn": "",
            "pages": "518--526",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Untersuchungen iiber den Ldrchenkrebs. Neumann, Neudamm",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Plassmann",
                    "suffix": ""
                }
            ],
            "year": 1927,
            "venue": "",
            "volume": "88",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "1S81: Ascomyceten, in getrockneten Exemplaren",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rehm",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "1896: Rabenhorsts Kryptogamenflora von Deutschland, Dsterreich und der Schweiz. Die Pilze Deutschlands",
            "volume": "26",
            "issn": "",
            "pages": "1--132",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "On the parasitical and saprophytical strains of the larch canker fungus Dasyscypha willkommii (Hartig) Rehni. Vestlandets Forsoksstasjon",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Robak",
                    "suffix": ""
                }
            ],
            "year": 1951,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "121--204",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "The assimilation by plants of various forms of nitrogen",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Robbins",
                    "suffix": ""
                }
            ],
            "year": 1937,
            "venue": "Amer. J. Bot",
            "volume": "24",
            "issn": "",
            "pages": "243--250",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "1889: Sylloge Fungorum 8. Patavii. , 1892: Sylloge Fungorum 10. Patavii",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Saccardo",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Das Absterben der sibirischen Tanne auf dem",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Sghellenberg",
                    "suffix": ""
                }
            ],
            "year": 1905,
            "venue": "Adlisberg. Mitt. Schweiz. Centralanst. Forstl. Versudiswesen",
            "volume": "8",
            "issn": "",
            "pages": "269--287",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Untersuchungen iiber Pseudopezizoideae sensu Nannf",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Schuepp",
                    "suffix": ""
                }
            ],
            "year": 1959,
            "venue": "Phytopath. Z",
            "volume": "36",
            "issn": "",
            "pages": "213--269",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "The North American Cup Fungi (Inoperculates)",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Sea Ver",
                    "suffix": ""
                }
            ],
            "year": 1911,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "57--66",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "Dasyscypha agassizii on Pinus strobus",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Snell",
                    "suffix": ""
                }
            ],
            "year": 1929,
            "venue": "",
            "volume": "21",
            "issn": "",
            "pages": "235--242",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "Role of Molybdenum in the utilization of ammonium and nitrate nitrogen by Aspergillus niger",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Steinberg",
                    "suffix": ""
                }
            ],
            "year": 1937,
            "venue": "J. agric. Res",
            "volume": "55",
            "issn": "",
            "pages": "615--633",
            "other_ids": {}
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "Dasyscypha fuscosanguinea Rehm on Western white Pine, Pinus monticola Dougal",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Stillenger",
                    "suffix": ""
                }
            ],
            "year": 1929,
            "venue": "Phytopathology",
            "volume": "19",
            "issn": "6",
            "pages": "575--584",
            "other_ids": {}
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "Ein Beitrag zur Kenntnis der Pilzflora Nordamerikas, insbesondere der nordwestlichen Staaten",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sydow",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Und",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Petrak",
                    "suffix": ""
                }
            ],
            "year": 1922,
            "venue": "",
            "volume": "20",
            "issn": "",
            "pages": "178--218",
            "other_ids": {}
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "Essai sur la systematique des Phacidiaceac (Fr.) sensu Nannf",
            "authors": [
                {
                    "first": "Ch",
                    "middle": [
                        "A"
                    ],
                    "last": "Terrier",
                    "suffix": ""
                }
            ],
            "year": 1942,
            "venue": "Beitr. Krypt. Fl. Schweiz",
            "volume": "9",
            "issn": "2",
            "pages": "1--99",
            "other_ids": {}
        },
        "BIBREF82": {
            "ref_id": "b82",
            "title": "A Monograph of the genus Rutstroemia",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 1941,
            "venue": "Lloydia",
            "volume": "4",
            "issn": "",
            "pages": "153--240",
            "other_ids": {}
        },
        "BIBREF83": {
            "ref_id": "b83",
            "title": "A synopsis of the genera and species of Sclerotiniaceae, a family of stromatic inoperculate Discomycetes",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Whetzel",
                    "suffix": ""
                }
            ],
            "year": 1943,
            "venue": "Discomycetes. Lloydia",
            "volume": "6",
            "issn": "",
            "pages": "648--714",
            "other_ids": {}
        },
        "BIBREF84": {
            "ref_id": "b84",
            "title": "Notes on new rare British Fungi",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 1922,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "79--85",
            "other_ids": {}
        },
        "BIBREF85": {
            "ref_id": "b85",
            "title": "Florae Berolinensis Prodromus secundum systema Linneanum a Thunbergio emendatum conscriptus Berolini",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Willdenow",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "1787",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Median longitudinal section of an apothecium of Lachnellula suecica (schematic).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Section through imperfect fruiting bodies developed in pure culture showing conidiophores and microconidia. Magnification 250X",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "The effect of increasing concentration of glucose 4686) utilizes all the three the growth of Lachnellula suecica kinds of nitrogen namely",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Growth of Lachnellula suecica in 30 ml. of liquid glucose-casein hydrolysate medium containing various vitamins. -Curve 1: Growth in the medium contaming thiaminc, biotine, pyridoxine, and inositol. -Curve 2: Growth in the medium containing thiamine, pyridoxine and inositol. -Curve 3: Growth in the medium containing thiamine and biotine. -Curve 4: Growth in the medium containing only thiaminc. -Curve 5; Growth in the vitamm free medium which was used as a The effect of concentration of thiamine on dry weight of Lachnellula succica. -Curve 1: Growth after 20 days of incubation. -Curve 2: Growth after 40 days of incubation. -Curve 3:Growth after 100 davs of incubation suecica (de By. ex Fuckel) Nannf.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Section showing excipulum and hymenium of a) Laehnellula subtilissima, b) Laehnellula hyalina, c) Lachnellula calyciformis, d) Laehnellula agassizii. Magnification 250X",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "_ Asci and paraphyses (a), ascospores (b), excipular hairs (c) and conidiophores and conidia (d) of I) Lachnellula suecica, II) Lachnellula hyalina, III) LadmcUula gallica, IV) Lachnellula ciliata. V) Lachnellula subtilissima, VI) Lachnellula minuia, VII) Lachnellula resmaria Ylll) Lachnellula calyciformis, IX) Lachnellula agassizii. Magnification asci and paraphyses 500X and ascospores, excipular hairs and conidiophores lOOOX Phytopath.Z., Bd. 53, Heft 2",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Section of excipulum and hymenium of a) Lachnellula arida, b) Lachnellula flavovircns, c) Lachnellula fuscosanguinea, d) Lachnellula resinaria. 250X",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Geographical distribution: Western Norway, England, Switzerland, Finland, Netherlands and North American continent. G. G. HAHN and T. T. AYERS (1934) described four large spored and white excipled species of Dasyscypha Fuckel. The species with moniliform filaments was named by them as Dasyscypha calycina Fuckel, and at the same time they reported two new species namely Dasyscypha occidentalis Hahn and Ayers and Dasyscypha oblongospora Hahn and Ayers. Later workers like SEAVER (1951) referred Dasyscypha calycina Fuckel sensu HAHN and AYERS as Lachnella hahniana (Hahn and Ayers) Seaver. NANNEELDT (1932), DENNIS (1949) and MANTMERS (1953) kept specific epithet \"calycina\" Fuckel to the small spored and white excipled species. MANNERS (1953) rejecting SEAVER'S (1951) invalid generic name renamed it Trichoscyphella hahniana (Seav.) Manners. DENNIS later, in 1962, proposed a new combination, Lachnellula hahniana (Seav.) Dennis.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Asci and paraphyses (a), ascospores (b), excipular hairs (c), conidiophores and microconidia (d) of I) Lachnellula willkommii, II) Lachnellula occidentalis. III) Lachnellula laricis, IV) Lachnellula fuckelii, V) Lachnellula tuberculata. Magnification asci and paraphyses 500X and for ascospores, excipular hairs, conidiophores and microconidia lOOOX 12. Lachnellula fuckelii (Bres. ap. Rehm) Dharne comb. nov.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Asci and paraphyses (a), ascospores (b) and excipular hairs (c) of I) Lachnellula flavovirens, II) Lachnellula arida. III) Lachnellula fuscosanguinea, IV) Dasyscypha abietis.Magnification asci and paraphyses 500X and for ascospores and excipular hairs lOOOX",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Growth rate of five species of Lachnellula Karst.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Milligrams of dry mycelium produced by Lachnellula suecica (de By. ex Fuckel) Nannf. on different sources of nitrogen and pH of the culture media at the time of harvest",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "2 // Lachnellula flavovirens p. 137 15.'''Ectal excipulum of textura globulosa to textura prismatica type .. 16. 16. Spores broadly ellipsoidal, 6-9 X4.5 // asci reaching up to 77 j^i Lachnellula arida p. 136 16/=* Spores elongate ellipsoidal fusiform ellipsoidal 13 -17 :•: 4-5 /ii asci more than 75 /a Lachnellula fuscosanguinea p. 138 2. Description of the species Grouping of the species of Lachnellula Karst.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Geographical distribution: Lachnellula agassizii (Berk, and Curt.) Dennis, Lachnellula ciliata(Hahn)  Dennis and Laehnellula pseudotsugae(Hahn)  Dennis till now are only reported from North America.DENNIS (1961)  has described Lachnellula phyllocladi (Dennis) Dennis from New Zealand on Phyllocladus alpinus Hook. (The host Phyllocladus alpinus is not represented in Europe.) Lachnellula gallica (Karst. and Har.) Dennis is only recorded in France and it seems to be rather rare. Lachnellula suecica (de By. ex Fuckel) Nannf. is the most common species found in the Alps and Scandinavian countries and in North America. It has been recorded on a number of coniferous hosts. According toDENNIS (1949) it is uncommon in England. Lachnellula subtilissima (Cooke) Dennis and Lachnellula calyciformis (Willd. ex Fr.) Dharne were confused with each other and their exact distribution is difficult to mention based on the reports in the literature. But records of presence of Laehnellula subtilissima from Europe and Pakistan are confirmed. Lachnellula calyeiformis is distributed in Europe and America.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "; 71.) Geographical distribution: Germany, Austria, Italy, Switzerland, France, Norway, Sweden, Finland, Netherlands, Poland and the North American continent. 2. Lachnellula hyalina sp. nov.",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Matrix: On dying or weakened branches of Pinus montana Mill. {Pinus mugo Turra). Material examined: Pinus montana Mill. -Switzerland: Kt. Bern, Seelibuhl, Aufforstung, 22.11.1940, leg. L. ETTLINGER. -Kt. Graubiinden. Swiss National Park, 30.6.1963, leg. C. G. DHARNE (^ ETH Pure Culture Collection No. 4714 = Type). -On way from II Fuorn to Zernez, 22.7.1963, leg. C. G. DHARNE (^ ETH Pure Culture Collection No. 4715). -Austria: REHM, Ascomyceten No. 108 C, Plockenstein-See, Bohnion. May 1903, log. F. voN HOHNEL. -Italy: Prov. Bergamo, Val Brembana, Roncobello. on the way to Cma. di Menna, 22.6. 1964, leg. E. MULLER.",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "Dead branches of Larix decidua Mill, and Ahies pectinata DC. Material examined: Type specimen -P. A. KARSTENS Herbarium (sub.",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "HI). On dead branches ofLarix decidua Mill., Picea excelsa Link, Pinus montana Mill., Abies alba Mill., Abies pectinata DC, Abies pindrow Spatch., Pinus silvestrf^ L. Material examined: On Abies alba Mill. -Switzerland: Kt. Zurich, ZoUikon, 28.3.1963, leg. E. MuLLER {= ETH Pure Culture No.",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "Geographical distribution: Austria, Switzerland, Finland, Norway, Sweden, England, France, Italy, Hungary, Netherlands, Czecho-Slovakia, Pakistan.",
            "latex": null,
            "type": "table"
        },
        "TABREF13": {
            "text": "Matrix: Dead branches of Larix decidua Mill. Material examined: Type: Larix decidua Mill. -Switzerland: Kt. Graubiinden, Davos, Dischmatal, Stillberg, 17.6.1963, leg. E. MULLER (= ETH Pure Culture Collection No. 4751).",
            "latex": null,
            "type": "table"
        },
        "TABREF14": {
            "text": ", VI).Lachnella resinaria Phill. -Man. Brit. Discom., 242 (1887). Trichoscypha resinaria (Cooke and Phill.) Boud. -Discom. d'Europe, 125 (1907). Matrix: On the resinous excretions of Picea excelsa L., Abies alba Mill, and Larix decidua Mill. Material examined: On Picea excelsa Link. -Switzerland:Kt. Aargau, Geissberg, 13. 6.1963.   leg. C G. DHARNE (= ETH Pure Culture Collection No. 4711).",
            "latex": null,
            "type": "table"
        },
        "TABREF15": {
            "text": "Basinym: Peziza calyciformis Willd. -Prodr. Flora Berol. 404 (1787). Synonyms: Elvclla calyciformis Batch. -Elench. Fung. Cont. 195 (1786). Octospora calyciformis Hedw. -Muscorum Frondosorum 2, 64 (1789). ? Helotium calycinum Karst. -Myc. Fenn., 154 (1871). Cooke) Sacc. -Syll. Fung. 8, 438 (1889). Dasyscypha calyciformis (Willd.) Rehm. -Raben. Krypt. Fl. 3, 834 (1896). Trichoscypha calyciformis (Villu. ex Willdenow) Grel. -Rev. de Myc. 16, 87 (1951). Matrix: On dead branches of Pinus montana Mill., Abies alba Mill., Abies pectinata DC, Abies balsamea Mill., Picea excelsa Link, Pinus silvestris L. Material examined: On Abies alba Mill. -Italy: Gardasee, Val Concei, 29.6.1963, leg. C. G. DHARNE (= ETH Pure Culture Collection No. 4720). -On Abies pectinata DC.",
            "latex": null,
            "type": "table"
        },
        "TABREF16": {
            "text": "and EHRLIGH (1943) based on the detail study of the exsiccati recognized Dasyscypha calyciformis as a distinct species. Later, in 1949 DENNIS raised again doubt regarding the validity of the species but he has tentatively grouped it under the taxonomic species No. 2.After the examination of the herbarium material and detail study of the cultural characters, it proved beyond doubt the validity of the species. On the dead branches of Abies balsamea Mill. Material examined: Abies balsamea Mill. -Canada: Ontario, Bear Island, L.",
            "latex": null,
            "type": "table"
        },
        "TABREF17": {
            "text": "Associated with Larch Canker on dead branches of Larix decidua Mill. Material examined: Larix decidua Mill. -Switzerland: Kt.",
            "latex": null,
            "type": "table"
        },
        "TABREF18": {
            "text": "Dead or weakened branches of Pinus montana Mill, and Picea excelsa Link. Material examined: On Pinus montana Mill. -Switzerland: Kt. Bern, Grimsel bei der hellen",
            "latex": null,
            "type": "table"
        },
        "TABREF19": {
            "text": "and Ayers showed that Dasyscypha willkommii var. fuckelii, differs from it and so it is treated as a distinct species, 13. Lachnellula laricis (Cooke) Dharne comb. nov.",
            "latex": null,
            "type": "table"
        },
        "TABREF20": {
            "text": "Matrix: Dead brandies of Larix decidua Mill. Material examined: Larix decidua Mill. -Switzerland: Kt. Wallis, Crachen on way to Ried glacier, 2. 6.1963, leg. C. G. DHARNE (= ETH Pure Culture Collection No. 4699).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "1. Lachnellula suecica (de By. ex Fuckel) Nannf. Fungi exs. Suec. Praes. Upsal. Fasc. 41-42, 48 (1953) Basinym: Pithya sueciea de By. ex. Fuck. -Jb. Nass. V. Naturk. 29-30, 32 (1876 ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}