{
    "paper_id": "4305b319111b221a9395cfc71e722cde5e37a61c",
    "metadata": {
        "title": "Epidemiology of two human protoparvoviruses, bufavirus and tusavirus",
        "authors": [
            {
                "first": "Elina",
                "middle": [],
                "last": "Väisänen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Helsinki",
                    "location": {
                        "postCode": "00290",
                        "settlement": "Helsinki",
                        "country": "Finland"
                    }
                },
                "email": ""
            },
            {
                "first": "Minna",
                "middle": [],
                "last": "Paloniemi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Vaccine Research Center",
                    "institution": "University of Tampere",
                    "location": {
                        "postCode": "33520",
                        "settlement": "Tampere",
                        "country": "Finland"
                    }
                },
                "email": ""
            },
            {
                "first": "Inka",
                "middle": [],
                "last": "Kuisma",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Helsinki",
                    "location": {
                        "postCode": "00290",
                        "settlement": "Helsinki",
                        "country": "Finland"
                    }
                },
                "email": ""
            },
            {
                "first": "Väinö",
                "middle": [],
                "last": "Lithovius",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Helsinki",
                    "location": {
                        "postCode": "00290",
                        "settlement": "Helsinki",
                        "country": "Finland"
                    }
                },
                "email": ""
            },
            {
                "first": "Arun",
                "middle": [],
                "last": "Kumar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Helsinki",
                    "location": {
                        "postCode": "00290",
                        "settlement": "Helsinki",
                        "country": "Finland"
                    }
                },
                "email": ""
            },
            {
                "first": "Rauli",
                "middle": [],
                "last": "Franssila",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Helsinki",
                    "location": {
                        "postCode": "00290",
                        "settlement": "Helsinki",
                        "country": "Finland"
                    }
                },
                "email": ""
            },
            {
                "first": "Kamruddin",
                "middle": [],
                "last": "Ahmed",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universiti Malaysia Sabah",
                    "location": {
                        "postCode": "88400",
                        "settlement": "Kota Kinabalu, Sabah",
                        "country": "Malaysia"
                    }
                },
                "email": ""
            },
            {
                "first": "Eric",
                "middle": [],
                "last": "Delwart",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Timo",
                "middle": [],
                "last": "Vesikari",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Vaccine Research Center",
                    "institution": "University of Tampere",
                    "location": {
                        "postCode": "33520",
                        "settlement": "Tampere",
                        "country": "Finland"
                    }
                },
                "email": ""
            },
            {
                "first": "Klaus",
                "middle": [],
                "last": "Hedman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Helsinki",
                    "location": {
                        "postCode": "00290",
                        "settlement": "Helsinki",
                        "country": "Finland"
                    }
                },
                "email": ""
            },
            {
                "first": "Maria",
                "middle": [],
                "last": "Söderlund-Venermo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Helsinki",
                    "location": {
                        "postCode": "00290",
                        "settlement": "Helsinki",
                        "country": "Finland"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "and tusavirus (TuV) in 2014. These viruses have been studied exclusively by PCR in stool and detected only in patients with diarrhoea, although at low prevalence. Three genotypes of BuV have been identified. We detected, by in-house EIA, BuV1-3 IgG antibodies in 7/228 children (3.1%) and 10/180 adults (5.6%), whereas TuV IgG was found in one child (0.4%). All children and 91% of the adults were Finnish, yet interestingly 3/6 adults of Indian origin were BuV-IgG positive. By competition EIA, no cross-reactivity between the BuVs was detected, indicating that the BuV genotypes represent distinct serotypes. Furthermore, we analysed by BuV qPCR stool and nasal swab samples from 955 children with gastroenteritis, respiratory illness, or both, and found BuV DNA in three stools (0.3%) and for the first time in a nasal swab (0.1%). This is the first study documenting the presence of BuV and TuV antibodies in humans. Although the seroprevalences of both viruses were low in Finland, our results indicate that BuV infections might be widespread in Asia. The BuV-specific humoral immune responses appeared to be strong and long-lasting, pointing to systemic infection in humans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The development of modern deep sequencing and metagenomic techniques have facilitated recent discoveries of several novel parvoviruses in various animal species, including humans. Of the novel putative human parvoviruses, bufavirus (BuV) and tusavirus (TuV) are among the newest: both of these viruses were originally discovered in the stools of diarrheic children in Africa -BuV in 2012 in Burkina Faso and TuV in 2014 in Tunisia 1,2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Parvoviruses are small, non-enveloped viruses with a single-stranded DNA genome of 4-6 kb, encoding only a few proteins. The classification of parvoviruses is currently based on the non-structural protein (NS1) sequence 3 , and both BuV and TuV are classified in the Protoparvovirus genus in the Parvoviridae family. Human bufaviruses are conserved in the NS1 protein (94-96% similarity at the amino acid (aa) level) 4 , and thus belong to one species, Primate protoparvovirus 1 3 . However, the BuV capsid proteins VP1 and VP2 share only 71-78% and 64-73% similarities at the aa level, respectively, generating three genotypes 4,5 . Tusavirus on the other hand has been described only in one child 2 , although partial TuV-like sequences have been detected in fur seals in Brazil 6 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "To date, bufavirus has been searched for exclusively in stool samples, and it has been detected in diarrheal stools of children and adults in Africa, Europe and Asia, including Burkina Faso,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Bufavirus and tusavirus IgG in adults. Ten subjects (10/180, 5.6%) were BuV IgG seropositive: four subjects for BuV1, five for BuV2 and one for all three bufaviruses (triple positive) (Tables 2 and 3, and Fig. 2) . Three of the BuV1 seropositives and the triple seropositive showed very high OD values (OD 1.9-4.0, Table 2 and Fig. 2) . None of the 180 adult sera were positive for TuV IgG. Although most of the adults were of Finnish descent (163/180, 90.6%), of the ten BuV IgG-positive subjects five were from the Middle-East, India or China, including all four with high OD values. They had moved to Finland as adults, and were 26 to 34 years of age at the time of Table 1 . Bufavirus DNA-positive children. * Only boca-and coronaviruses were tested from nasal swabs. # An acute bocavirus 2 (HBoV2) infection was diagnosed based on serology in this child 18 . The corresponding stool and serum samples of this child were BuV-DNA negative. sampling. Consequently, the seroprevalence among the native Finnish subjects was 3.1% (5/163), whereas 5/12 (41.7%) Asian subjects and 3/6 (50%) Indian subjects were seropositive. All BuV IgG-positive adults of Finnish background had low OD values. Follow-up samples were available from five BuV IgG-positive adults, including all four with high OD values. The samples were analysed with BuV-IgG EIA, and the OD values, which reflect the antibody titres in the tested subjects, were shown to remain stable for up to six years (Table 2) .",
            "cite_spans": [
                {
                    "start": 859,
                    "end": 861,
                    "text": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 205,
                    "end": 212,
                    "text": "Fig. 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 315,
                    "end": 322,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 327,
                    "end": 334,
                    "text": "Fig. 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 669,
                    "end": 676,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 1469,
                    "end": 1478,
                    "text": "(Table 2)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": ""
        },
        {
            "text": "Among the 228 children studied for BuV and TuV IgG antibodies, seven (3.1%) had BuV IgG and one (0.4%) had TuV IgG. Of the BuV IgG-positive cases, one had IgG for BuV1, three for BuV2, two for BuV3 and one for both BuV1 and 2 (Fig. 2) . The BuV-seropositive children were between 7 months and 5 years of age at the time of sampling, whereas the TuV-seropositive child was 9 years of age.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 226,
                    "end": 234,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Bufavirus and tusavirus IgG in children."
        },
        {
            "text": "In addition to the true BuV or TuV seropositive samples, we encountered four children with low BuV IgG OD values with indeterminate blocking results (one BuV1 and three BuV2). These results were interpreted as negative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bufavirus and tusavirus IgG in children."
        },
        {
            "text": "Among the BuV DNA-positive cases, a serum sample was available only from the nasal swab-positive child. The serum was both BuV-DNA and BuV-IgG negative for all BuV types pointing either to a superficial or local respiratory tract infection without viremia or antibody responses or to a very early acute systemic infection still Table 3 . Examples of competition assay results. Specific blocking is demonstrated with bolded numbers. * Case 4 is strongly IgG positive for both BuV1 and insect cells (also seen in Table 2 ). BuV2 and BuV3 VLPs have been shown to have insect cells impurities (data not shown), which causes more reactivity towards BuV2 and BuV3 antigens. This reactivity is completely blocked by insect cell suspension (marked with # ), and the sample is therefore considered to be IgG positive only for BuV1 among the tested viral antigens. The blocking effect of BuV2 VLP towards BuV2 is interpreted to be caused by the insect cell impurities rather that the VLP itself. § 5x more blocking antigen was used to block the IgG reactivity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 328,
                    "end": 335,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 511,
                    "end": 518,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Bufavirus and tusavirus IgG in children."
        },
        {
            "text": "awaiting an immune response. Although this 20-month-old child had been hospitalized for four days and had underlying health issues including operated cleft palate, heart problems and asthma, a serologically confirmed acute HBoV2 infection suggests that this child was B-cell immunocompetent 18 .",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 293,
                    "text": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Bufavirus and tusavirus IgG in children."
        },
        {
            "text": "In order to ensure that the EIA absorbance values were specific for the particular virus, i.e. not due to cross-reactivity with known similar viruses or unspecific reactions, all samples with a measurable OD value of ≥0.1 underwent confirmatory competition assays by blocking with soluble VLPs and insect cell lysate. Samples with OD values below 0.1 were too difficult to unambiguously confirm by blocking and were thus considered negative. Of note, the determination of an exact cutoff value was not crucial for the interpretation of the results as all samples with OD values of ≥ 0.1 were confirmed by competition assay and only the confirmed results were considered genuinely positive. The antibodies in all BuV-or TuV-seropositive samples showed no cross-reactivity between the BuV genotypes or TuV, including the triple-BuV seropositive plasma (Case 1; Table 3 ). Both in a high-positive adult (Case 1) and in a low-positive adult (Case 5), we could show that the BuV antibody levels and specificity remained constant for at least six years (Table 2) . Furthermore, among the 84 medical students, the BuV1-3 and TuV IgG EIA results correlated neither with each other nor with the previously analysed IgG EIA results of six other human parvoviruses: HBoV1-4, PARV4, or parvovirus B19 (data not shown) [19] [20] [21] .",
            "cite_spans": [
                {
                    "start": 1306,
                    "end": 1310,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1311,
                    "end": 1315,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1316,
                    "end": 1320,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 859,
                    "end": 866,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 1047,
                    "end": 1056,
                    "text": "(Table 2)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Specificity of bufavirus and tusavirus B-cell immunity."
        },
        {
            "text": "Notably, some of the sera did contain antibodies toward High5 insect cells in which our antigens were expressed: 9/180 (5.0%) in the adult cohort with ODs of 0.104-0.616, and 13/228 (5.7%) in the paediatric cohort with ODs of 0.096-0.404. Some of these High5 backgrounds would have yielded incorrect positivity in the unblocked BuV IgG EIAs, more with BuV2 and 3 than BuV1 or TuV antigens. However, we were able to distinguish false from genuine reactivity by competing with insect cell lysate, as can be seen in patient number 4 (Tables 2 and 3) : the BuV2 and BuV3 reactivities were completely blocked in the competition assay by insect cells, but less or not at all by VLPs of either of these two BuVs, whereas the BuV1 result was blocked with the homologous BuV1 (Table 3 ). In our previous studies we have seen the same phenomenon with Sf9 insect cells. Human antibodies towards insect cell components should therefore be considered when applying in EIA insect cell-derived antigens.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 530,
                    "end": 546,
                    "text": "(Tables 2 and 3)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 767,
                    "end": 775,
                    "text": "(Table 3",
                    "ref_id": null
                }
            ],
            "section": "Specificity of bufavirus and tusavirus B-cell immunity."
        },
        {
            "text": "Bufavirus and tusavirus are among the newest parvoviruses discovered in humans by deep sequencing 1,2 . Until now, human bufaviruses, mostly BuV1 or BuV3, has been detected by PCR in several geographical locations in Africa, Europe and Asia; but exclusively in diarrheal stools 1, 5, [7] [8] [9] [10] [11] . Studies have not included other sample types or other diagnostic means, yet the closely related BuV-like viruses have been found in spleens or sera of infected animals, indicating systemic infections 12, 13 . Here we analysed for BuV DNA, stool samples and nasal swabs; as well as for BuV and TuV antibodies, sera of children with respiratory infection, gastroenteritis or both. We also determined the corresponding seroprevalences among asymptomatic adults.",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 280,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 281,
                    "end": 283,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 284,
                    "end": 287,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 288,
                    "end": 291,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 292,
                    "end": 295,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 296,
                    "end": 300,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 301,
                    "end": 305,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 508,
                    "end": 511,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 512,
                    "end": 514,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In the stool samples, we found a low BuV-DNA prevalence in Finnish children presenting with acute gastroenteritis with or without respiratory tract infection, in line with prior reports 1, 5, [9] [10] [11] . We observed for the first time BuV DNA in a nasal swab, albeit at a very low quantity, and with no BuV IgG nor DNA detectable in a corresponding serum. In each child with BuV DNA in stool, a known gastrointestinal virus was identified, possibly accounting for the illness. However, none of the 545 children without gastroenteritis had BuV DNA in stool, suggesting BuV could be a contributing factor to the disease.",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 188,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 189,
                    "end": 191,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 192,
                    "end": 195,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 196,
                    "end": 200,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 201,
                    "end": 205,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Human parvovirus VLPs can be constructed using solely the major capsid protein, and such VLPs are often the antigens of choice in serodiagnosis 19, [22] [23] [24] [25] [26] [27] . In this study we showed that the VP2 proteins of all three BuV genotypes and TuV are capable of assembling into VLPs, as with other human parvoviruses, and used these VLPs in EIAs for BuV and TuV serology.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 147,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 148,
                    "end": 152,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 153,
                    "end": 157,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 158,
                    "end": 162,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 163,
                    "end": 167,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 168,
                    "end": 172,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 173,
                    "end": 177,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The highest BuV IgG prevalence was detected among Asian asymptomatic adults; however, without statistical power due to low sample number. Of the Asian subjects 5/12 were positive, and the highest number was observed among Indian persons of whom 3/6 were BuV-IgG positive. These individuals had also the highest BuV IgG OD values, unlike the children or adults of Finnish descent. In addition, the prevalence of BuV antibodies in Finnish children (3.1%, 7/228) was identical to that in the native Finnish adults (3.1%, 5/163) raising the question why the BuV IgG prevalence did not increase with age. Although we did show that the antibody levels among adults can remain constant for at least six years, waning of the antibodies over time might play a role. Furthermore, if the primary infection of the host is local and superficial, it might not induce a strong long-lasting antibody response. With HBoVs it has been shown that exposure to homo-or heterologous HBoV species may boost the antibody response 28, 29 . Thus, the similar BuV seroprevalence among Finnish adults and children might be a consequence of the general rarity of BuV infections in the Nordic countries, leading to inadequate maintenance of antibody responses.",
            "cite_spans": [
                {
                    "start": 1006,
                    "end": 1009,
                    "text": "28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1010,
                    "end": 1012,
                    "text": "29",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In our previous study of stools of Finnish children and adults during 2012-2013, we detected BuV DNA exclusively of genotype 1 7 . In the present study we found six children with antibodies to genotypes 2 or 3, while only two had antibodies to genotype 1 (of note, one child had both BuV1 IgG and BuV2 IgG). These BuV2 or 3 IgG-positive children were 7 months to 5 years of age at the time of sampling (2009 to 2011), suggesting that BuV2 and maybe BuV3 might have circulated in Finland between 2006 and 2011. Unfortunately, we do not have travel information of these children. The BuV3 antibodies in the two 7-to 8-month-old infants might be maternal. It is interesting that in both of our cohorts BuV2 IgG was the most frequent, while BuV2 DNA has been detected in only a single patient, in the original publication 1 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Most of the human parvoviruses have several variants or genotypes. This is the case also for BuV. The variants of human parvovirus B19 (B19V) differ in VP2 aa sequence by only 1-2% 30, 31 , and cross-react fully in EIA. Therefore, B19V serodiagnosis can be done reliably using as antigen VP2 VLPs of any of the variants [32] [33] [34] . On the other hand, the more divergent four HBoVs (with a 11-23% difference in the major capsid protein aa sequence) are partly cross-reactive in EIA 19 . The cross-reactivity can be visualized by blocking the serum with heterologous HBoVs prior to the EIA. To identify such cross-reactivity is a prerequisite for correct interpretation of the HBoV EIA results 19, 29 . The human bufavirus genotypes differ by 27-36% in VP2 4 , and in our EIA analysis the BuV genotypes were not cross-reactive. Neither the BuV genotype, the antibody level in the sample, nor the age of the subject affected assay specificity. Interestingly, we found one adult and one child with specific antibodies towards more than one BuV type (case 1 with a triple and case 7 with a double positivity, shown in Fig. 2 ). In conclusion, we showed the three BuV genotypes also to represent three diverse serotypes.",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 184,
                    "text": "30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 185,
                    "end": 187,
                    "text": "31",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 320,
                    "end": 324,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 325,
                    "end": 329,
                    "text": "[33]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 330,
                    "end": 334,
                    "text": "[34]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 486,
                    "end": 488,
                    "text": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 697,
                    "end": 700,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 701,
                    "end": 703,
                    "text": "29",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 1118,
                    "end": 1124,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "We analysed the serum IgG reactivities against a number of factors known to cause background in EIA, including insect cell lysate, non-antigen-coated microwells and streptavidin. Of both adults and children 5-6% had antibodies towards insect cell constituents, which would cause false positivity without competition assays. Such false reactions should be considered when applying insect-cell produced antigens in EIA. This is the first published human study of TuV since the initial article. While we found a single child to exhibit TuV IgG, in confirmatory blocking a 5-fold higher concentration of the homologous antigen was required than in the corresponding BuV EIAs, to block the IgG binding. As none of the other antigens (BuV1-3) or insect cell lysate blocked the TuV IgG reactivity, the result was considered TuV specific. More studies are nevertheless needed to confirm whether TuV actually is a human virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Taken together, we observed for the first time BuV DNA, aside from pediatric stools, in a nasal swab. More importantly, this is the first study documenting the presence of BuV and TuV IgG antibodies in humans. We furthermore showed that the three bufaviruses represent different serotypes: none of the BuVs nor TuV were mutually cross-reactive in the cohorts studied. While in Finland the seroprevalences of both of these protoparvoviruses were low, we observed both higher OD values and a higher seroprevalence of BuV among persons with an Asian origin, indicating that BuV infections might be more common in other countries, particularly in India. The BuV-specific immune responses of all three serotypes appeared to be strong and lasting, pointing to systemic infections. Overall, our results together with those of others indicate that BuV is a human virus, whereas additional studies are needed to assess the host tropism of TuV and the clinical correlates and global epidemiology of these viruses as well as their transmission route(s).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Patients and Samples. The adult cohort consisted of serum or plasma samples from 180 healthy adult volunteers: 84 medical students from the University of Helsinki and 96 staff members from the Helsinki University Hospital or from the Faculty of Medicine, University of Helsinki (median age 30 years, range 19-65). A written informed consent was obtained from all subjects, and the samples were collected between 2007 and 2013. All medical students and 79/96 of the staff were of Finnish descent, the remaining 17 staff members were originally from Asia (12), the Americas (1) or other European countries (4). Follow-up samples were collected from BuV IgG-positive participants, or obtained (frozen-stored) from our archive. The Ethics Committee of Helsinki and Uusimaa Hospital District approved the study protocol, and the study was conducted in accordance with the relevant guidelines and regulations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "The samples and clinical information of the paediatric cohort have been described previously 18 . Shortly, the patients (n = 955) were recruited between September 2009 and August 2011 in Tampere, Finland, and the samples were collected throughout the year. The children were divided in three groups based on signs and symptoms: acute gastroenteritis (AGE, n = 172), acute respiratory tract infection (ARTI, n = 545) or symptoms of both (n = 238). The median age was 14 months (range 6 days -15.6 years). There were patients both from a paediatric outpatient clinic, 137 (14.3%), and a hospital ward, 818 (85.7%). Stool and nasal swab samples were available from every child and serum samples were from 228 children of whom blood sampling was medically indicated. A written informed consent was obtained from the parents of all the children enrolled. The study was approved by the Ethics Committee of Pirkanmaa Hospital District, and, and the study was conducted in accordance with the relevant guidelines and regulations.",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 95,
                    "text": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "DNA extraction and bufavirus quantitative PCR. DNA was extracted from stool and nasal swab samples as described in Paloniemi et al. , and the DNA aliquots were analysed with BuV-qPCR as described in Väisänen et al. 7, 18 . In qPCR-positive cases the amplicon was sequenced to confirm the result; however, the nearly identical sequence in the NS1 amplicon area prevented BuV genotyping.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 131,
                    "text": "Paloniemi et al.",
                    "ref_id": null
                },
                {
                    "start": 199,
                    "end": 217,
                    "text": "Väisänen et al. 7,",
                    "ref_id": null
                },
                {
                    "start": 218,
                    "end": 220,
                    "text": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "created with the Bac-to-Bac Baculovirus Expression System (Invitrogen) according to the manufacturer's instructions. Briefly, DNA was extracted from the original BuV and TuV DNA-positive stool samples (BuV1 and 2 1 , BuV3 5 and TuV 2 ) with the QIAamp DNA mini kit (Qiagen, Germany). The putative VP2 gene was amplified with Phusion High-Fidelity DNA Polymerase (Thermo Fischer Scientific) by using primers with designed BamHI and SalI restriction sites ( Table 4 ). The amplicon was introduced into the pFastBacDual vector (Invitrogen) by the restriction sites, and the generation of recombinant BuV1-3-and TuV-VP2 bacmids and the subsequent transfection into Spodoptera frugiperda Sf9 insect cells were performed according to the manufacturer's instructions. The resulting virus from each transfection was amplified in three consecutive passages in Trichoplusia ni High5 insect cells.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 456,
                    "end": 463,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Generation of recombinant BuV1-3-and TuV-VP2 baculoviruses. Recombinant baculoviruses were"
        },
        {
            "text": "For protein expression and VLP production, High5 insect cells were infected with the recombinant baculovirus and grown for 5 days at + 27 °C. The cells were collected by centrifugation (4300 g, 5 min) and re-suspended in 20 mM Tris-HCl, pH 8.0, containing Complete-EDTA-free protease inhibitor cocktail (Roche), and were frozen-stored at − 20 °C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BuV1-3-and TuV-VP2-VLP expression and purification."
        },
        {
            "text": "The cell suspension was treated with 0.5% sodium deoxycholate (Sigma-Aldrich) for 30 min at + 37 °C with 600 rpm shaking, chilled on ice, and sonicated 8 × 10 sec with 50% amplitude. The lysate was centrifuged at 16100 g for 30 min at + 4 °C. The supernatant was collected and the remaining pellet was re-suspended, re-sonicated and re-centrifuged. The precleared lysates from the two sonication rounds were combined and loaded onto a CsCl double cushion with densities of 1.52 g/cm 3 and 1.22 g/cm 3 in 10 mM Tris-HCl (pH 7.8) containing 1 mM EDTA. Ultracentrifugation was performed at 65 000 g for 4 h at 10 °C. Fractions were collected and subjected to SDS-PAGE and the VLP fraction(s) were dialyzed 3 times against PBS. The final purified and dialyzed VLPs were viewed under electron microscopy (Fig. 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 799,
                    "end": 806,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "BuV1-3-and TuV-VP2-VLP expression and purification."
        },
        {
            "text": "BuV and TuV VP2-VLP IgG EIA assays. Various plastics and buffers as well as VLP, antibody and substrate concentrations were systematically compared, and the following protocol was chosen. The purified VP2 VLPs were biotinylated using the EZ-Link Sulfo-NHS-LC-Biotin kit (Thermo Fischer Scientific) according to the manufacturer's instructions, and the biotinylated VLPs were used as antigens in EIA. Sonicated High5 insect cells were biotinylated as well, and used as control antigen. The biotinylated VLPs or insect cell lysate (80 ng per well in PBS containing 0.05% Tween 20 [PBST]) were immobilized on streptavidin-coated plates (UniverSA96-Lockwell, Kaivogen) for 1 hour at room temperature with 400 rpm shaking. To minimize non-specific background, the plates were post-coated 3 × 10 min with the Diluent (Labsystems Diagnostics). Plasma or serum samples were diluted 1:200 in RED buffer (Kaivogen) and incubated for 1 hour at room temperature with 400 rpm shaking. Table 4 . Primers used for amplifying the VP2 gene of BuV1, 2 and 3 and TuV. The restriction sites are written in lower case.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 972,
                    "end": 979,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "BuV1-3-and TuV-VP2-VLP expression and purification."
        },
        {
            "text": "Wells were washed 4 times with PBST and horseradish-peroxidase conjugated anti-human IgG (DAKO), diluted 1:4000 in the Diluent, was applied for 1 hour. After 4x PBST washes, 3,3′ ,5,5′ -tetramethylbenzidine (TMB, DAKO) was applied for 10 min, the reaction was stopped with 0.5 M H 2 SO 4 , and the ODs were measured at 450 nm (Multiskan EX, Thermo Fischer Scientific). Blank ODs were subtracted from the test ODs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BuV1-3-and TuV-VP2-VLP expression and purification."
        },
        {
            "text": "IgG testing of human sera. IgG EIA analyses for BuV1, BuV2, BuV3 and TuV as well as for High5 insect cells were carried out in panels, in which each sample was analysed for all five antigens simultaneously in adjacent wells (one well per antigen). This procedure would reveal any unspecific background due to various factors, allowing their assessment in more detail. To confirm the IgG results and determine the antigenic cross-reactivity of BuV1-3 and TuV, all samples showing measurable OD values (≥ 0.1) were subjected to homologous and heterologous competition, as described for human bocaviruses 19 . In brief, the plasma or serum sample was mixed with an unbiotinylated antigen (VP2-VLP at 20 μ g/ml or High5 insect cell lysate at 0.5 mg/ml) prior to the EIA of interest. Each reactive sample was separately blocked both with the homologous antigen, which should fully block a specific reaction, and with all four heterologous antigens, which should not block the specific reaction. The overall BuV-IgG result after competition was considered positive when no heterologous blocking occurred and the residual OD fell upon homologous blocking (i) below OD 0.2, when the non-blocked OD was > 0.5; (ii) below OD 0.15, when the non-blocked OD was 0.3-0.5; and (iii) below 50% of the non-blocked OD, when the non-blocked ODs were low, 0.1-0.3. Examples of blocking results are shown in Table 3 . For effective blocking in TuV EIA, a 5-fold higher concentration of homologous blocking antigen, compared to that in BuV EIA, was required (Case 18, Table 3 ).",
            "cite_spans": [
                {
                    "start": 602,
                    "end": 604,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 1387,
                    "end": 1394,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 1546,
                    "end": 1553,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "BuV1-3-and TuV-VP2-VLP expression and purification."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Acute diarrhea in West African children: diverse enteric viruses and a novel parvovirus genus",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Phan",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Virol",
            "volume": "86",
            "issn": "",
            "pages": "11024--11030",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "New parvovirus in child with unexplained diarrhea",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Phan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Tunisia. Emerg. Infect. Dis",
            "volume": "20",
            "issn": "",
            "pages": "1911--1913",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The family Parvoviridae",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Cotmore",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Arch. Virol",
            "volume": "159",
            "issn": "",
            "pages": "1239--1247",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Bufavirus Protoparvovirus in feces of wild rats in China",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Virus Genes",
            "volume": "52",
            "issn": "",
            "pages": "130--133",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Novel human bufavirus genotype 3 in children with severe diarrhea",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yahiro",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Bhutan. Emerg. Infect. Dis",
            "volume": "20",
            "issn": "",
            "pages": "1037--1039",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Metagenomic Survey of Viral Diversity Obtained from Feces of Subantarctic and South American Fur Seals",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kluge",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS One",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Bufavirus in feces of patients with gastroenteritis",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Väisänen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Finland. Emerg. Infect. Dis",
            "volume": "20",
            "issn": "",
            "pages": "1077--1080",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "New viruses in idiopathic human diarrhea cases, the Netherlands",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Smits",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Emerg. Infect. Dis",
            "volume": "20",
            "issn": "",
            "pages": "1218--1222",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Bufavirus in fecal specimens of patients with and without diarrhea in Thailand",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chieochansin",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Vutithanachot",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Theamboonlers",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Poovorawan",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Arch. Virol",
            "volume": "160",
            "issn": "",
            "pages": "1781--1784",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Bufavirus genotype 3 in Turkish children with severe diarrhoea",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Altay",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Clin. Microbiol. Infect",
            "volume": "21",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Identification of Bufavirus-1 and Bufavirus-3 in Feces of Patients with Acute Diarrhea",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "China. Sci. Rep",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Pathogenic simian immunodeficiency virus infection is associated with expansion of the enteric virome",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Handley",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Cell",
            "volume": "151",
            "issn": "",
            "pages": "253--266",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Distinct Lineages of Bufavirus in Wild Shrews and Nonhuman Primates",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sasaki",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Emerg. Infect. Dis",
            "volume": "21",
            "issn": "",
            "pages": "1230--1233",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Detection and genetic characterization of a novel parvovirus distantly related to human bufavirus in domestic pigs",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hargitai",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Arch. Virol",
            "volume": "161",
            "issn": "",
            "pages": "1033--1037",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Identification of a novel bufavirus in domestic pigs by a viral metagenomic approach",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Gen. Virol",
            "volume": "97",
            "issn": "",
            "pages": "1592--1596",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Genetic diversity and recombination within bufaviruses: Detection of a novel strain in Hungarian bats",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kemenesi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Infect. Genet. Evol",
            "volume": "33",
            "issn": "",
            "pages": "288--292",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Divergent bufavirus harboured in megabats represents a new lineage of parvoviruses",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sasaki",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Sci. Rep",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Human bocaviruses are commonly found in stools of hospitalized children without causal association to acute gastroenteritis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Paloniemi",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Eur. J. Pediatr",
            "volume": "173",
            "issn": "",
            "pages": "1051--1057",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Seroepidemiology of human bocaviruses 1-4",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kantola",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Infect. Dis",
            "volume": "204",
            "issn": "",
            "pages": "1403--1412",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Serodiagnosis of primary infections with human parvovirus 4",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lahtinen",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Finland. Emerg. Infect. Dis",
            "volume": "17",
            "issn": "",
            "pages": "79--82",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Microsphere-based antibody assays for human parvovirus B19V, CMV and T. gondii",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "BMC Infect. Dis",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Self-assembled B19 parvovirus capsids, produced in a baculovirus system, are antigenically and immunogenically similar to native virions",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kajigaya",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "88",
            "issn": "",
            "pages": "4646--4650",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Recombinant parvovirus B19 capsids as a new substrate for detection of B19-specific IgG and IgM antibodies by an enzyme-linked immunosorbent assay",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Salimans",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Bussel",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Spaan",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Virol. Methods",
            "volume": "39",
            "issn": "",
            "pages": "247--258",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Acute-phase-specific heptapeptide epitope for diagnosis of parvovirus B19 infection",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kaikkonen",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Clin. Microbiol",
            "volume": "37",
            "issn": "",
            "pages": "3952--3956",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Seroepidemiology of human bocavirus defined using recombinant virus-like particles",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Kahn",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Infect. Dis",
            "volume": "198",
            "issn": "",
            "pages": "41--50",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Clinical assessment and improved diagnosis of bocavirus-induced wheezing in children",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Söderlund-Venermo",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Finland. Emerg. Infect. Dis",
            "volume": "15",
            "issn": "",
            "pages": "1423--1430",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "High frequencies of exposure to the novel human parvovirus PARV4 in hemophiliacs and injection drug users, as detected by a serological assay for PARV4 antibodies",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Sharp",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Infect. Dis",
            "volume": "200",
            "issn": "",
            "pages": "1119--1125",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Dating of human bocavirus infection with proteindenaturing IgG-avidity assays-Secondary immune activations are ubiquitous in immunocompetent adults",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hedman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Söderlund-Venermo",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jartti",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Ruuskanen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hedman",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Clin. Virol",
            "volume": "48",
            "issn": "",
            "pages": "44--48",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "B-Cell Responses to Human Bocaviruses 1-4: New Insights from a Childhood Follow-Up Study",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kantola",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS One",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "A new parvovirus genotype persistent in human skin",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hokynar",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Virology",
            "volume": "302",
            "issn": "",
            "pages": "224--228",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Genetic diversity within human erythroviruses: identification of three genotypes",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Servant",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Virol",
            "volume": "76",
            "issn": "",
            "pages": "9124--9134",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Biological and immunological relations among human parvovirus B19 genotypes 1 to 3",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ekman",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Virol",
            "volume": "81",
            "issn": "",
            "pages": "6927--6935",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Baculovirus expression of erythrovirus V9 capsids and screening by ELISA: serologic cross-reactivity with erythrovirus B19",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Heegaard",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Qvortrup",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Christensen",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Med. Virol",
            "volume": "66",
            "issn": "",
            "pages": "246--252",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Reactivity of genotype-specific recombinant proteins of human erythrovirus B19 with plasmas from areas where genotype 1 or 3 is endemic",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Parsyan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kerr",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Owusu-Ofori",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Elliott",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Allain",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Clin. Microbiol",
            "volume": "44",
            "issn": "",
            "pages": "1367--1375",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "SDS-PAGE (a) and electron microscopy pictures (b) of VP2-VLPs of BuV1-3 and TuV. Scientific RepoRts | 6:39267 | DOI: 10.1038/srep39267",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "BuV and TuV IgG-positive adults and children. The figure presents the EIA OD values from the samples. Blue x marks the BuV1 IgG level in the sample, red circle the BuV2 IgG level, green diamond the BuV3 IgG level and the black square the TuV IgG level. Below each result the following information is presented: Age, gender, geographical background (M-E = Middle-East, IND = India, CHN = China, FIN = Finland), case number and cohort. Scientific RepoRts | 6:39267 | DOI: 10.1038/srep39267",
            "latex": null,
            "type": "figure"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This study was supported by grants from the Academy of Finland (grant #1257964), the Jane and Aatos Erkko Foundation, the Sigrid Jusélius Foundation, the Medical Society of Finland (FLS), the Research Funds of the University of Helsinki, the Helsinki University Hospital Research and Education Fund, and the Life and Health Medical Grant Association, the Paulo Foundation, the Foundation for Research on Viral Diseases, the Clinical Chemistry Foundation, the Oscar Öflund Foundation, the Finnish-Norwegian Medical Foundation, the Jenny and Antti Wihuri Foundation, the Orion Research Foundation, and the Finnish Society for Study of Infectious Diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}