{"paper_id": "43ac7ec86eccded333b71af61147f4e1c92a58c6", "metadata": {"title": "Journal Pre-proof Comparison of nasopharyngeal and oropharyngeal swabs for SARS-CoV-2 detection in 353 patients received tests with both specimens simultaneously Comparison of nasopharyngeal and oropharyngeal swabs for SARS- CoV-2 detection in 353 patients received tests with both specimens simultaneously", "authors": [{"first": "Xiong", "middle": [], "last": "Wang", "suffix": "", "affiliation": {"laboratory": "", "institution": "Huazhong University of Science and Technology", "location": {"settlement": "Wuhan", "country": "China"}}, "email": ""}, {"first": "Li", "middle": [], "last": "Tan", "suffix": "", "affiliation": {"laboratory": "", "institution": "Huazhong University of Science and Technology", "location": {"settlement": "Wuhan", "country": "China"}}, "email": ""}, {"first": "Xu", "middle": [], "last": "Wang", "suffix": "", "affiliation": {"laboratory": "", "institution": "Huazhong University of Science and Technology", "location": {"settlement": "Wuhan", "country": "China"}}, "email": ""}, {"first": "Weiyong", "middle": [], "last": "Liu", "suffix": "", "affiliation": {"laboratory": "", "institution": "Huazhong University of Science and Technology", "location": {"settlement": "Wuhan", "country": "China"}}, "email": ""}, {"first": "Yanjun", "middle": [], "last": "Lu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Liming", "middle": [], "last": "Cheng", "suffix": "", "affiliation": {"laboratory": "", "institution": "Huazhong University of Science and Technology", "location": {"settlement": "Wuhan", "country": "China"}}, "email": "chengliming2015@163.com.ziyongsun"}, {"first": "Ziyong", "middle": [], "last": "Sun", "suffix": "", "affiliation": {"laboratory": "", "institution": "Huazhong University of Science and Technology", "location": {"settlement": "Wuhan", "country": "China"}}, "email": "zysun@tjh.tjmu.edu.cn."}, {"first": "Yanjun", "middle": ["Lu"], "last": "1#", "suffix": "", "affiliation": {"laboratory": "", "institution": "Huazhong University of Science and Technology", "location": {"settlement": "Wuhan", "country": "China"}}, "email": ""}]}, "abstract": [{"text": " Nasopharyngeal swab showed higher positive rate than oropharyngeal swab.  Nasopharyngeal swab from male showed higher positive rate than female.  The consistency between from nasopharyngeal and oropharyngeal swabs were poor.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "J o u r n a l P r e -p r o o f Abstract Background: Since the outbreak of coronavirus disease in Wuhan in December 2019, by March 10, 2020, a total of 80,932 confirmed cases have been reported in China. Two consecutively negative RT-PCR test results in respiratory tract specimens is required for the evaluation of discharge from hospital, and oropharyngeal swabs were the most common sample.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "However, false negative results occurred in the late stage of hospitalization, and avoiding false negative result is critical essential.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "We reviewed the medical record of 353 patients who received tests with both specimens simultaneously, and compared the performance between nasopharyngeal and oropharyngeal swabs.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Of the 353 patients (outpatients, 192; inpatients, 161) studied, the median age was 54 years, and 177 (50.1%) were women. Higher positive rate (positive tests/total tests) was observed in nasopharyngeal swabs than oropharyngeal swabs, especially in inpatients. Nasopharyngeal swabs from inpatients showed higher positive rate than outpatients. Nasopharyngeal swabs from male showed higher positive rate than female, especially in outpatients. Detection with both specimens slightly increased the positive rate than nasopharyngeal swab only. Moreover, the consistency between from nasopharyngeal and oropharyngeal swabs were poor (Kappa=0.308).", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "In conclusion, our study suggests that nasopharyngeal swabs may be more suitable than oropharyngeal swab at this stage of COVID-19 outbreak.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "In December 2019, the coronavirus disease (COVID-19) occurred in Wuhan, China, and spread rapidly to become public health emergency of international concern, which is caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection 1, 2 . Up to March 2, 2020, a total of 80,174 confirmed cases including 49,315 in Wuhan have been reported in China. The typical symptoms of COVID-19 include: fever, dry cough, fatigue, sputum production, and shortness of breath. All people are susceptible to COVID-19, including infants and children [3] [4] [5] , and human to human transmission has been confirmed 6 .", "cite_spans": [{"start": 248, "end": 250, "text": "1,", "ref_id": "BIBREF0"}, {"start": 251, "end": 252, "text": "2", "ref_id": "BIBREF1"}, {"start": 549, "end": 552, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 553, "end": 556, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 557, "end": 560, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 614, "end": 615, "text": "6", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Introduction"}, {"text": "No specific drugs have been identified for COVID. The currently widely used treatments include, antiviral treatment such as Arbidol and Ribavirin, antibiotics, corticosteroid, noninvasive or invasive ventilation, and extracorporeal membrane for critically ill patients [7] [8] [9] . Multiple platforms are under development for COVID-19 vaccines at pandemic speed 10 .", "cite_spans": [{"start": 269, "end": 272, "text": "[7]", "ref_id": null}, {"start": 273, "end": 276, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 277, "end": 280, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 364, "end": 366, "text": "10", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Introduction"}, {"text": "The diagnosis of COVID-19 is mainly based on typical symptoms, bilateral involvement on chest radiographs, and exposure to infected patients, and confirmed by positive nucleic acid test of SARS-CoV-2 from numerous types of specimens. Reverse-transcriptase-polymerase-chain-reaction (RT-PCR) is the most common method for SARS-CoV-2 detection by targeting the ORF1ab, N, or E genes. Oropharyngeal and nasopharyngeal swabs were most frequently used samples 11 . However, negative oropharyngeal and nasopharyngeal swabs could not rule out COVID-19, as some patients got positive SARS-CoV-2 from other types of specimen, including bronchoalveolar lavage fluid J o u r n a l P r e -p r o o f (BALF), anal swab, stool, and urine 12, 13 . False negative SARS-CoV-2 occurred, and positive RT-PCR test results of SARS-CoV-2 were observed in patients recovered from COVID-19 14 . Evaluation of different types of specimen may promote the positive rate (positive tests/total tests), and be helpful for the decision of discharge from hospital.", "cite_spans": [{"start": 723, "end": 726, "text": "12,", "ref_id": "BIBREF11"}, {"start": 727, "end": 729, "text": "13", "ref_id": null}, {"start": 865, "end": 867, "text": "14", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Introduction"}, {"text": "Since February 16 2020, SARS-CoV-2 nucleic acid detections using both nasopharyngeal and oropharyngeal swabs have been performed simultaneously for some patients in our Hospital. We reviewed the medical record from February 16, 2020 to March 2, 2020, and compared the performance between nasopharyngeal and oropharyngeal swabs in SARS-CoV-2 detection from 353 patients who received tests with both specimens simultaneously.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "COVID-19 was diagnosed based on the WHO interim guidance 12 . Patients who showed COVID-19 like symptoms, such as fever, cough, and fatigue, were initially screened in community hospitals for fever and chest X-ray. If patients had fever or chest X-ray abnormality, they would be further admitted to the fever clinic as outpatient in designated hospitals for COVID-19 to get SARS-CoV-2 RT-PCR test and chest Computed Tomography (CT) scanning. Our hospital was one of the designated hospitals for COVID-19. All inpatients had positive result in SARS-CoV-2 RT-PCR test before hospitalization. Some of the inpatients in our hospital were transferred from other hospital, as our hospital was one of the designated hospitals for severe and very severe COVID-19 patients.", "cite_spans": [{"start": 57, "end": 59, "text": "12", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Patient selection"}, {"text": "A total of 353 patients were collected in this study, including 192 outpatients and 161 inpatients.", "cite_spans": [], "ref_spans": [], "section": "Patient selection"}, {"text": "This study was approved by Tongji Hospital Ethics Committee.", "cite_spans": [], "ref_spans": [], "section": "J o u r n a l P r e -p r o o f"}, {"text": "A nasopharyngeal swab was collected from single nostril according to a detailed video in a previously published study 15 . A oropharyngeal swab was collected from both sides of throat according to a published video by Chinese Society of Laboratory Medicine (http://www.cslm.org.cn/cn/news.asp?id=74.html). A nasopharyngeal swab and an oropharyngeal swab for each patient were taken at the same time as each other, and sent to SARS-CoV-2 RT-PCR test simultaneously.", "cite_spans": [{"start": 118, "end": 120, "text": "15", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Nasopharyngeal and oropharyngeal swabs collection"}, {"text": "Data including age, sex, and SARS-CoV-2 RT-PCR results were extracted from electronic medical records up to March 2, 2020. Only the cases who received tests with both nasopharyngeal and oropharyngeal swabs simultaneously were included in our study.", "cite_spans": [], "ref_spans": [], "section": "Data collection"}, {"text": "Laboratory confirmation of SARS-CoV-2 was performed in the department of laboratory medicine using RT-PCR. Respiratory tract specimen was suggested for SARS-CoV-2 RT-PCR test, including nasopharyngeal and oropharyngeal swab, sputum and bronchoalveolar lavage fluid (BALF).", "cite_spans": [], "ref_spans": [], "section": "Laboratory confirmation"}, {"text": "Oropharyngeal swab was widely used in the beginning of COVID-19 outbreak. Specimens were collected and stored in a collection tube with 5 mL virus preservation solution. RNA was isolated with Tianlong PANA9600 automatic nucleic acid extraction system (Tianlong, Xi'an, China). The ", "cite_spans": [], "ref_spans": [], "section": "Laboratory confirmation"}, {"text": "Data were presented as medians with interquartile (IQR) ranges and range. Categorical variables were analyzed using the χ2 or Fisher's exact test. Correlation and consistency were analyzed using McNemar test and Kappa Coefficient. All analyses were done with SPSS 16. P value <0.05 was considered statistically significant.", "cite_spans": [], "ref_spans": [], "section": "Statistical Analysis"}, {"text": "Of the 353 patients (outpatients, 192; inpatients, 161) studied, the median age was 54 years (range, 20 to 88 years), and 177 (50.1%) were women. The positive rates from total, outpatient, and inpatient, were 19.0% vs 7.6%, 7.3% vs 6.3%, and 32.9% vs 9.3% in nasopharyngeal and oropharyngeal swabs, respectively ( Table 1 ). The positive rates from both nasopharyngeal and oropharyngeal swabs in outpatient decreased sharply to less than 10%, much lower than early stage of COVID-19 outbreak 11 . The combined positive rate was calculated if either result from nasopharyngeal and oropharyngeal swabs was positive, and it increased to 21.5%, 9.9%, and 35.4% in total, outpatient, and inpatient respectively, slightly higher those from nasopharyngeal swabs, J o u r n a l P r e -p r o o f which was 19.0%, 7.3%, and 32.9%, respectively.", "cite_spans": [{"start": 492, "end": 494, "text": "11", "ref_id": "BIBREF10"}], "ref_spans": [{"start": 314, "end": 321, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Result"}, {"text": "Moreover, among the inpatient group, the positive rate was quite different between nasopharyngeal and oropharyngeal swabs, 32.9% vs 9.3%. As all the 49,315 infected patients must be hospitalized and evaluated for discharge from hospital based on the result of SARS-CoV-2 nucleic acid detection, oropharyngeal swab may cause remarkable false negative results and lead to the discharge of infected patients from hospital.", "cite_spans": [], "ref_spans": [], "section": "Result"}, {"text": "Male patients showed significantly higher positive rate in total male population than total female population, and in male outpatients than female outpatients from nasopharyngeal but not oropharyngeal swabs (Table 2) .", "cite_spans": [], "ref_spans": [{"start": 207, "end": 216, "text": "(Table 2)", "ref_id": "TABREF1"}], "section": "Result"}, {"text": "Among the 27 positive results in oropharyngeal swabs, 18 cases were also positive in nasopharyngeal swabs, accounting for 66.7%, and the remaining 9 patients included 5 outpatients and 4 inpatients. Among the 67 positive results in nasopharyngeal swabs, 49 cases were negative in oropharyngeal swabs, accounting for 73.1%. the consistency between from nasopharyngeal and oropharyngeal swabs were poor (Table 3 ).", "cite_spans": [], "ref_spans": [{"start": 401, "end": 409, "text": "(Table 3", "ref_id": "TABREF2"}], "section": "Result"}, {"text": "Two consecutively negative RT-PCR test results in specimens from respiratory tract separated by at least 1 day is required for the evaluation of discharge from hospital, and oropharyngeal swab samples were still the most common sample 3 . However, false negative result may occur in the late J o u r n a l P r e -p r o o f stage of hospitalization. Positive RT-PCR test results were found in recovered patients two weeks after discharge 14 . Live SARS-CoV-2 has been found from stool in some patients 12 . In our study, positive RT-PCR test results showed quite difference between nasopharyngeal and oropharyngeal swabs. 73.1% of nasopharyngeal positive cases were negative in oropharyngeal swab, indicating false negative results may occur using oropharyngeal swab only. These results suggest that nasopharyngeal swabs showed higher positive rate than oropharyngeal swabs for SARS-CoV-2 detection, and oropharyngeal swabs may result in a worryingly high false negative rate.", "cite_spans": [{"start": 437, "end": 439, "text": "14", "ref_id": "BIBREF14"}, {"start": 501, "end": 503, "text": "12", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Discussion"}, {"text": "The reduced susceptibility of females to COVID-19 had been observed in our study, consistent with previous studies 16 . Moreover, a recent meta-analysis found that among the included 50,488 Chinese patients, male accounted more than female with an Odds of 1.13 17 .", "cite_spans": [{"start": 115, "end": 117, "text": "16", "ref_id": null}, {"start": 261, "end": 263, "text": "17", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Discussion"}, {"text": "In conclusion, nasopharyngeal swabs showed higher positive rate than oropharyngeal swabs. Our study suggests that nasopharyngeal swabs may be more suitable than oropharyngeal swab at this late stage of COVID-19 outbreak. ", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "COVID-19 control in China during mass population movements at New Year", "authors": [{"first": "S", "middle": [], "last": "Chen", "suffix": ""}, {"first": "J", "middle": [], "last": "Yang", "suffix": ""}, {"first": "W", "middle": [], "last": "Yang", "suffix": ""}, {"first": "C", "middle": [], "last": "Wang", "suffix": ""}, {"first": "T", "middle": [], "last": "Barnighausen", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Initiation of a new infection control system for the COVID-19 outbreak", "authors": [{"first": "X", "middle": [], "last": "Chen", "suffix": ""}, {"first": "J", "middle": [], "last": "Tian", "suffix": ""}, {"first": "G", "middle": [], "last": "Li", "suffix": ""}, {"first": "G", "middle": [], "last": "Li", "suffix": ""}], "year": null, "venue": "The Lancet Infectious", "volume": "2020", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Characteristics of and Important Lessons From the Coronavirus Disease 2019 (COVID-19) Outbreak in China: Summary of a Report of 72314 Cases From the Chinese Center for Disease Control and Prevention", "authors": [{"first": "Z", "middle": [], "last": "Wu", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Mcgoogan", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "China National Clinical Research Center for Respiratory D, National Center for Children's Health BC, Group of Respirology CPSCMA, Chinese Medical Doctor Association Committee on Respirology P, China Medicine Education Association Committee on P, Chinese Research Hospital Association Committee on P, Chinese Non-government Medical Institutions Association Committee on P, China Association of Traditional Chinese Medicine CoCsH, Medicine R, China News of Drug Information Association CoCsSM, Global Pediatric Pulmonology A. Diagnosis, treatment, and prevention of 2019 novel coronavirus infection in children: experts' consensus statement", "authors": [{"first": "K", "middle": [], "last": "Shen", "suffix": ""}, {"first": "Y", "middle": [], "last": "Yang", "suffix": ""}, {"first": "T", "middle": [], "last": "Wang", "suffix": ""}, {"first": "D", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "Y", "middle": [], "last": "Jiang", "suffix": ""}, {"first": "Jin", "middle": ["R"], "last": "Zheng", "suffix": ""}, {"first": "Y", "middle": [], "last": "Xu", "suffix": ""}, {"first": "B", "middle": [], "last": "Xie", "suffix": ""}, {"first": "Z", "middle": [], "last": "Lin", "suffix": ""}, {"first": "L", "middle": [], "last": "Shang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Lu", "suffix": ""}, {"first": "X", "middle": [], "last": "Shu", "suffix": ""}, {"first": "S", "middle": [], "last": "Bai", "suffix": ""}, {"first": "Y", "middle": [], "last": "Deng", "suffix": ""}, {"first": "J", "middle": [], "last": "Lu", "suffix": ""}, {"first": "M", "middle": [], "last": "Ye", "suffix": ""}, {"first": "L", "middle": [], "last": "Wang", "suffix": ""}, {"first": "X", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Gao", "suffix": ""}, {"first": "L", "middle": [], "last": "", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Novel Coronavirus Infection in Hospitalized Infants Under 1 Year of Age in China", "authors": [{"first": "M", "middle": [], "last": "Wei", "suffix": ""}, {"first": "J", "middle": [], "last": "Yuan", "suffix": ""}, {"first": "Y", "middle": [], "last": "Liu", "suffix": ""}, {"first": "T", "middle": [], "last": "Fu", "suffix": ""}, {"first": "X", "middle": [], "last": "Yu", "suffix": ""}, {"first": "Z", "middle": ["J"], "last": "Zhang", "suffix": ""}], "year": 2020, "venue": "Jama", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Clinical findings in a group of patients infected with the 2019 novel coronavirus (SARS-Cov-2) outside of Wuhan, China: retrospective case series", "authors": [{"first": "X", "middle": ["W"], "last": "Xu", "suffix": ""}, {"first": "X", "middle": ["X"], "last": "Wu", "suffix": ""}, {"first": "X", "middle": ["G"], "last": "Jiang", "suffix": ""}, {"first": "K", "middle": ["J"], "last": "Xu", "suffix": ""}, {"first": "L", "middle": ["J"], "last": "Ying", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Ma", "suffix": ""}, {"first": "S", "middle": ["B"], "last": "Li", "suffix": ""}, {"first": "H", "middle": ["Y"], "last": "Wang", "suffix": ""}, {"first": "S", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "H", "middle": ["N"], "last": "Gao", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Sheng", "suffix": ""}, {"first": "H", "middle": ["L"], "last": "Cai", "suffix": ""}, {"first": "Y", "middle": ["Q"], "last": "Qiu", "suffix": ""}, {"first": "L", "middle": ["J"], "last": "Li", "suffix": ""}], "year": 2020, "venue": "Bmj", "volume": "368", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study. The Lancet Respiratory", "authors": [{"first": "X", "middle": [], "last": "Yang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Yu", "suffix": ""}, {"first": "J", "middle": [], "last": "Xu", "suffix": ""}, {"first": "H", "middle": [], "last": "Shu", "suffix": ""}, {"first": "J", "middle": [], "last": "Xia", "suffix": ""}, {"first": "H", "middle": [], "last": "Liu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wu", "suffix": ""}, {"first": "L", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "Z", "middle": [], "last": "Yu", "suffix": ""}, {"first": "M", "middle": [], "last": "Fang", "suffix": ""}, {"first": "T", "middle": [], "last": "Yu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "S", "middle": [], "last": "Pan", "suffix": ""}, {"first": "X", "middle": [], "last": "Zou", "suffix": ""}, {"first": "S", "middle": [], "last": "Yuan", "suffix": ""}, {"first": "Y", "middle": [], "last": "Shang", "suffix": ""}], "year": null, "venue": "", "volume": "2020", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Discovering drugs to treat coronavirus disease 2019 (COVID-19)", "authors": [{"first": "L", "middle": [], "last": "Dong", "suffix": ""}, {"first": "S", "middle": [], "last": "Hu", "suffix": ""}, {"first": "J", "middle": [], "last": "Gao", "suffix": ""}], "year": 2020, "venue": "Drug discoveries & therapeutics", "volume": "14", "issn": "", "pages": "58--60", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Developing Covid-19 Vaccines at Pandemic Speed. The New England journal of medicine", "authors": [{"first": "N", "middle": [], "last": "Lurie", "suffix": ""}, {"first": "M", "middle": [], "last": "Saville", "suffix": ""}, {"first": "R", "middle": [], "last": "Hatchett", "suffix": ""}, {"first": "J", "middle": [], "last": "Halton", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in", "authors": [{"first": "D", "middle": [], "last": "Wang", "suffix": ""}, {"first": "B", "middle": [], "last": "Hu", "suffix": ""}, {"first": "C", "middle": [], "last": "Hu", "suffix": ""}, {"first": "F", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "X", "middle": [], "last": "Liu", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "B", "middle": [], "last": "Wang", "suffix": ""}, {"first": "H", "middle": [], "last": "Xiang", "suffix": ""}, {"first": "Z", "middle": [], "last": "Cheng", "suffix": ""}, {"first": "Y", "middle": [], "last": "Xiong", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "Y", "middle": [], "last": "Li", "suffix": ""}, {"first": "X", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Z", "middle": [], "last": "Peng", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "WHO-China Joint Mission. Report of the WHO-China Joint Mission on Coronavirus Disease", "authors": [], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Negative Nasopharyngeal and Oropharyngeal Swab Does Not Rule Out COVID-19", "authors": [], "year": null, "venue": "Journal of clinical", "volume": "2020", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Positive RT-PCR Test Results in Patients Recovered From COVID-19", "authors": [{"first": "L", "middle": [], "last": "Lan", "suffix": ""}, {"first": "D", "middle": [], "last": "Xu", "suffix": ""}, {"first": "G", "middle": [], "last": "Ye", "suffix": ""}, {"first": "C", "middle": [], "last": "Xia", "suffix": ""}, {"first": "S", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Li", "suffix": ""}, {"first": "H", "middle": [], "last": "Xu", "suffix": ""}], "year": 2020, "venue": "Jama", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "H1N1 influenza A disease--information for health professionals", "authors": [{"first": "L", "middle": ["R"], "last": "Baden", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Drazen", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Kritek", "suffix": ""}, {"first": "G", "middle": ["D"], "last": "Curfman", "suffix": ""}, {"first": "S", "middle": [], "last": "Morrissey", "suffix": ""}, {"first": "E", "middle": ["W"], "last": "Campion", "suffix": ""}], "year": 2009, "venue": "The New England journal of medicine", "volume": "360", "issn": "", "pages": "2666--2673", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study", "authors": [{"first": "L", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "395", "issn": "", "pages": "507--520", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Sex Differences in Severity and Mortality Among Patients With COVID-19: Evidence from Pooled Literature Analysis and Insights from Integrated Bioinformatic Analysis", "authors": [{"first": "X", "middle": [], "last": "Wei", "suffix": ""}, {"first": "Y", "middle": [], "last": "Xiao", "suffix": ""}, {"first": "J", "middle": [], "last": "Wang", "suffix": ""}, {"first": "R", "middle": [], "last": "Chen", "suffix": ""}, {"first": "W", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Yang", "suffix": ""}, {"first": "D", "middle": [], "last": "Lv", "suffix": ""}, {"first": "C", "middle": [], "last": "Qin", "suffix": ""}, {"first": "D", "middle": [], "last": "Gu", "suffix": ""}, {"first": "B", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "W", "middle": [], "last": "Chen", "suffix": ""}, {"first": "J", "middle": [], "last": "Hou", "suffix": ""}, {"first": "N", "middle": [], "last": "Song", "suffix": ""}, {"first": "G", "middle": [], "last": "Zeng", "suffix": ""}, {"first": "S", "middle": [], "last": "Ren", "suffix": ""}], "year": null, "venue": "", "volume": "2020", "issn": "", "pages": "", "other_ids": {"arXiv": ["arXiv:2003.13547"]}}}, "ref_entries": {"FIGREF0": {"text": "PCR assay detecting both nucleocapsid protein (N) and open reading frame 1ab (ORF1ab) genes simultaneously gifted by DAAN GENE (Guangzhou, China). RT-PCR assay was performed with Tianlong Gentier 96E real-time PCR system in a volume of 25 μL using the following conditions: 50 °C for 15 minutes, 95 °C for 15 minutes, 45 cycles of 94 °C for 15 seconds, 55 °C for 45 seconds for fluorescence collection. The cutoff cycle threshold (Ct) value was 40 for both genes, and the Ct values of both genes were less than 40 was defined as positive.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Comparison of positive ratio between nasopharyngeal and oropharyngeal swabs P value was calculated by comparing results from nasopharyngeal swab and oropharyngeal swabs.", "latex": null, "type": "table"}, "TABREF1": {"text": "Comparison of positive ratio between male and female patients Data were shown as positive/total. P value was calculated by comparing results from male and female patients.", "latex": null, "type": "table"}, "TABREF2": {"text": "Correlation of results from nasopharyngeal and oropharyngeal swabs value = 0.000 by McNemar test. Kappa= 0.308.", "latex": null, "type": "table"}}, "back_matter": []}