{
    "paper_id": "444e45fc7f26b0c73ebb9551e198406b4f7f4a5e",
    "metadata": {
        "title": "One Aspect of Coronavirus disease (COVID-19) Outbreak in Iran: High Anxiety among MS Patients Title: One Aspect of Coronavirus disease (COVID-19) Outbreak in Iran: High Anxiety among MS Patients",
        "authors": [
            {
                "first": "Abdorreza",
                "middle": [
                    "Naser"
                ],
                "last": "Moghadasi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tehran University of Medical Sciences",
                    "location": {
                        "settlement": "Tehran",
                        "country": "Iran"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "As the statistics indicate, the prevalence and incidence rates of the coronavirus disease 2019 are increasing in Iran on each successive day (1). However, different challenges posed by coronavirus outbreak, have made its various aspects more noticeable to physicians working in different fields. One aspect that is the very focus of the present study, was the level of anxiety among the multiple sclerosis (MS) patients at the current situation. It is wellacknowledged that, anxiety is one of the leading causes of attacks among the MS patients and can also exacerbate this disease (2) . Hence, it is of great significance to as much as possible eliminate stressors from these patients' lives. The outbreak of coronavirus in Iran can be one of the causes of anxiety among these patients. So, to examine the above-mentioned hypothesis, the anxiety level of numbers of the MS patients was measured using the Beck Anxiety Inventory (3) on a specific day, i.e. February 25, 2020. According to the mentioned questionnaire, the level of anxiety can be divided into four levels of none, low, moderate, and severe.",
            "cite_spans": [
                {
                    "start": 582,
                    "end": 585,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The test was performed on the MS patients who were referred to the MS clinic on the earlier mentioned day. Accordingly, 33 patients filled-out the questionnaire. Out of these 33 patients, 27 and 6 participants were female and male patients, respectively. Also, there were 32 and 1 patients with relapsing-remitting MS (RRMS) and secondary progressive MS (SPMS), respectively. The mean age of the patients, the mean duration of the disease, and the mean of expanded disability status scale (EDSS) were 33.48±5.18 years old, 6.10±4.18 years, and 1.24±1.71, respectively (Table 1 ). The mean level of anxiety in terms of the Beck Anxiety Inventory was 25.72±6.53 in these patients, which was within the range of moderate to severe based on the mentioned rating scale of this questionnaire. The level of anxiety was severe, moderate, and low or none in 15, 18, and none of the patients, respectively. There was no statistically significant correlation between the level of anxiety and patients' disease modifying drugs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 568,
                    "end": 576,
                    "text": "(Table 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Although this study had serious limitations such as the lack of control group (unfortunately there was no possibility of getting matched controls in terms of the age, gender, and education status on the day of data collection), the lack of records regarding the patients' level of anxiety prior to the outbreak of coronavirus, and the limited number of subjects, the findings of the study revealed a significant level of anxiety among the MS patients during the outbreak of coronavirus, which has recently become a major concern in the Iranian population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The high anxiety rate existing in Iranian society due to COVID-19 can justify the high anxiety in MS patients, and this is the main cause of anxiety in these patients. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronavirus disease 2019",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Stress as a risk factor for multiple sclerosis onset or relapse: a systematic review",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Artemiadis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Anagnostouli",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Alexopoulos",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Neuroepidemiology",
            "volume": "36",
            "issn": "2",
            "pages": "109--129",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "As mentioned earlier, this anxiety can exacerbate the severity of disease in the MS patients. The mentioned condition can be experienced regarding many other similar diseases in Iran in these days. At the present time, all attentions have been devoted to prevent the spread of coronavirus outbreak as well as the identification and treatment of the affected patients. However, the present study, apart from its limitations, have the aim to inform the physicians who work in other fields about that the spread of coronavirus may have various concealed aspects, and can indirectly harm the patients. Specification of these aspects and adaptation of the appropriate solutions are one of the most central priorities in offering a proper and scientific approach to deal with the spread of this virus in Iran.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The mean ageThe mean duration of disease ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Table1-The characteristics of participants"
        }
    ]
}