{
    "paper_id": "44f217a757fcc1ec33fc5a536934ba6baab2ddfd",
    "metadata": {
        "title": "Comment Mechano-genomic regulation of coronaviruses and its interplay with ageing",
        "authors": [
            {
                "first": "Caroline",
                "middle": [],
                "last": "Uhler",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ETH Zurich",
                    "location": {
                        "country": "Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "G",
                "middle": [
                    "V"
                ],
                "last": "Shivashankar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ETH Zurich",
                    "location": {
                        "country": "Switzerland"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Coronaviruses employ various nuclear signalling mechanisms for their propagation. Here we link replication of coronaviruses, including SARS-CoV-2, the coronavirus disease 2019 (COVID-19)causing virus, with cytoskeleton-dependent signalling and 3D genome organization. This link could provide novel insights into the high coronavirus pathogenicity in certain cellular states, particularly those associated with ageing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Coronaviruses belong to the family of positive-strand RNA viruses, which employ various transcriptional and (post-) translational mechanisms to regulate their propagation in host cells 1 . Most human coronaviruses cause mild to moderate upper-respiratory tract illness (although lower-respiratory tract infections can also occur) in young children, in the elderly and in immunocompromised individuals, and are therefore broadly considered as common cold viruses. Nevertheless, as exemplified by the outbreak of severe acute respiratory syndrome coronavirus (SARS-CoV) epidemic in 2003 and now the pandemic of coronavirus disease 2019 (COVID-19), which is caused by SARS-CoV-2, coronaviruses are potentially highly infective with considerable fatality rate -in particular in high-risk groups including the elderly and those with underlying chronic medical conditions -having a detrimental global impact on the economy and posing a great burden on health-care services. Thus, better understanding of coronavirus virulence mechanisms is emerging as a pressing matter.",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 186,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The prevailing hypothesis is that the susceptibility to respiratory tract infections in the high-risk groups is primarily driven by the dysfunction of the immune system. Here, we reason that viral infection could respond to cellular mechanical states, such as those associated with ageing, which could provide novel insights into the high pathogenicity of many viruses, including coronaviruses, in the elderly population. Focusing on coronavirus infection, we present a mechano-genomic perspective, whereby cytoskeleton-dependent signalling and 3D genome organization in the host cells are influenced by ageing, with the associated genomic changes having the capacity to fuel viral replication. This link between cell mechano-genomics and viral replication could have potential implications for understanding the pathogenicity of SARS-CoV-2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Recent studies have shown that coronaviruses use a number of cell-surface receptors and enter the host cell via distinct endocytic mechanisms, either involving clathrin-dependent pathways or other active uptake mechanisms. Replication of coronaviruses happens in the cytoplasm and takes advantage of canonical inflammatory signal transduction pathways and of the host-cell nuclear chromatin landscape 1 . In particular, coronaviruses are known to use various signalling pathways, including the NF-κB pathway of the host cell, by differentially activating its transcription factors and downstream target genes for their replication 2 . Hence, coronaviruses have achieved a delicate balance between using an inflammatory pathway for their replication, while at the same time dampening its outward inflammatory signalling to ensure their propagation and pathogenicity. NF-κB is a potential therapeutic target in microbial diseases (with various inhibitors readily available), but the complexity of NF-κB regulation by coronaviruses has represented a major challenge for therapeutic interventions that target the NF-κB pathway and more generally the inflammatory responses that control viral replication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The respiratory system in ageing individuals is characterized by fibroblast dysfunction, which results in increased deposition of extracellular matrix and in local differences in tissue stiffness. Interestingly, in a recent work, we have shown that there is a tight coupling between cell mechanics (the mechanical state of the cytoskeleton), the activity of chromatin remodelling enzymes and NF-κB nuclear signalling, resulting in cytoskeleton-dependent NF-κB induced gene expression programmes 3 . We hypothesize that coronaviruses can potentially take advantage of the altered mechanical state of cells in ageing hosts for their replication and propagation.",
            "cite_spans": [
                {
                    "start": 495,
                    "end": 496,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A number of recent studies have shown that the mechanical state of the cell, as defined by either the cellmatrix and/or cell-cell interactions within the tissue www.nature.com/nrm microenvironment, regulates cytoskeleton architecture to facilitate specific nuclear mechanotransduction pathways that lead to differential gene expression 4 . We recently identified the cytoskeletal control of nuclear and chromatin organization as an additional and important regulator of gene expression programmes. In particular, we showed that fibroblast cells in stretched or stiff versus relaxed or soft mechanical states show different cytoskeletal architecture, nuclear deformability, chromatin modifications and 3D chromosome organization patterns and in effect differ in their overall gene expression programmes. In particular, stretched/stiff cells show upregulation of the serum response pathway and its downstream target genes, whereas relaxed/soft cells show upregulation of the NF-κB pathway and its downstream target genes 5, 6 . Interestingly, we also showed that mechanical stimulus, such as compressive load, which could be experienced in ageing tissues, leads to differential gene expression depending on the mechanical state of cells 7 . In addition, when cells in different mechanical states are stimulated with the same cytokine signal, cells in both mechanical states activate NF-κB nuclear signalling, but yet show distinct activation of NF-κB target genes, which could be explained by the distinct genome organizations in the two mechanical states 8 . Strikingly, the genes that are differentially regulated by cytokine stimulation in the two mechanical states of cells show a high overlap with genes that have been found to be differentially regulated by coronavirus infection in cell models, including EGR1, DDIT3, ATF3, IL6, CYR61, TNFAIP3, HSPA1A and others 2 . These genes seem to have important immunomodulatory effects on host cells, suggesting that coronaviruses take advantage of mechano-genomic regulation in host cells for their replication and propagation ( Supplementary Fig. 1 ). Given the overlap between genes that are differentially regulated by coronavirus infection and the mechanical state of cells, major questions that need to be addressed are whether the cellular mechanical heterogeneity acquired during ageing could make subsets of cells poised for coronavirus replication; how the coronavirus integrates within the host cytoskeleton to differentially degrade the inhibitor of the NF-κB (IκB) pathway; and how the coronavirus modulates the cytoskeleton architecture to facilitate a viral-specific transcription output.",
            "cite_spans": [
                {
                    "start": 336,
                    "end": 337,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1019,
                    "end": 1021,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1022,
                    "end": 1023,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1235,
                    "end": 1236,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 2076,
                    "end": 2096,
                    "text": "Supplementary Fig. 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "We envision that such a mechano-genomic understanding of coronavirus replication could provide new and fruitful avenues for selective therapeutic interventions to tackle the current public health crisis. An immediate approach to improve our understanding of coronavirus replication is to perform imaging analyses of viral particles in post-mortem respiratory tract tissue biopsies of infected individuals at single-cell resolution, using correlative light, electron and X-ray microscopy combined with immunofluorescence staining. Such analyses will allow us to assess the density of viral particles in the cytoplasm, cytoskeleton architecture, 3D chromatin organization, nuclear accumulation of NF-κB transcription factors and expression of selected target genes. Machine learning methods can then be used to identify mechano-genomic biomarkers of cells with high viral particle density 9 . This combined analysis could then be used to develop realistic 3D lung organoid models that could be used to further dissect viral replication in different tissue settings and to perform screens for the most optimal drugs. Of note, organoid models not only allow obtaining imaging data, but also single-cell RNA-seq data, which combined with using a differential causal analysis, could be used to identify misregulated gene modules that intersect NF-κB and mechanotransduction pathways as possible therapeutic targets 10 . Collectively, the obtained mechano-genomic insights can be used to guide the selection of approved drugs and their combinations as anti-viral therapeutics.",
            "cite_spans": [
                {
                    "start": 887,
                    "end": 888,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1409,
                    "end": 1411,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "SARS and MERS: recent insights into emerging coronaviruses",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "De Wit",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Van Doremalen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Falzarano",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Munster",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nat. Rev. Micro",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The NF-κB-dependent and-independent transcriptome and chromatin landscapes of human coronavirus 229E-infected cells",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Poppe",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLoS Pathog",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Regulation of genome organization and gene expression by nuclear mechanotransduction",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Uhler",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "V"
                    ],
                    "last": "Shivashankar",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nat. Rev. Mol. Cell Biol",
            "volume": "18",
            "issn": "",
            "pages": "717--727",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Matrix mechanosensing: from scaling concepts in'omics data to mechanisms in the nucleus, regeneration, and cancer",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Discher",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Ann. Rev. Biophys",
            "volume": "46",
            "issn": "",
            "pages": "295--315",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Cell geometric constraints induce modular gene-expression patterns via redistribution of HDAC3 regulated by actomyosin contractility",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jain",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Iyer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "V"
                    ],
                    "last": "Shivashankar",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "110",
            "issn": "",
            "pages": "11349--11354",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Orientation and repositioning of chromosomes correlate with cell geometrydependent gene expression",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nagarajan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Uhler",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "V"
                    ],
                    "last": "Shivashankar",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Mol. Biol. Cell",
            "volume": "28",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Compressive force induces reversible chromatin condensation and cell geometry-dependent transcriptional response",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Damodaran",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Mol. Biol. Cell",
            "volume": "29",
            "issn": "",
            "pages": "3039--3051",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Cell geometry dictates TNFα-induced genome response",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mitra",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "114",
            "issn": "",
            "pages": "3882--3891",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Nuclear mechanopathology and cancer diagnosis",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Uhler",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "V"
                    ],
                    "last": "Shivashankar",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Trends Cancer",
            "volume": "4",
            "issn": "",
            "pages": "320--331",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Direct estimation of differences in causal graphs",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Squires",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Belyaeva",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Uhler",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Adv. Neural Inf. Process. Syst",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "C.U. and G.V.S. acknowledge funding from ETH Zurich and the Paul Scherrer Institute, Switzerland, as well as helpful discussions with members of their respective laboratories.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The authors declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "Supplementary information is available for this paper at https://doi. org/10.1038/s41580-020-0242-z.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary information"
        }
    ]
}