{
    "paper_id": "45c45a406a9a230cd003a4a1547d3a2bb78346fc",
    "metadata": {
        "title": "CORRESPONDENCE Letter: Maintaining Neurosurgical Resident Education and Safety During the COVID-19 Pandemic",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "We educated our neurosurgical service about the signs and symptoms of COVID-19 as well as learned how to protect ourselves with personal protective equipment (PPE) via institutionally provided online modules. Our neurosurgery department (which includes 5 separate training hospitals) holds weekly online \"town-hall meetings\" to address the COVID-19 crisis and specific concerns such as PPE supplies and allocation of resident/fellow resources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PROTECT NEUROSURGICAL RESIDENTS AND FELLOWS FROM ILLNESS"
        },
        {
            "text": "Since March 23, 2020, we have been streamlining our resident services to reduce exposure to patients potentially infected with COVID-19. For example, our neurosurgical spine service was subdivided into 2 working teams; each team has 2 attending neurosurgeons, 1 resident, and 1 advanced-practice provider (APP). One team self-quarantined from March 23, 2020 until April 6, 2020, wherein they supported the neurosurgical team with outpatient Telemedicine visits and by helping to coordinate and advise upon inpatient care remotely. The inpatient team covers neurosurgical on-call, rounds on patients, and performs emergent surgery when indicated. On April 6, 2020, the teams switched roles. We employed this 14-d cycle due to the early research that has suggested a mean incubation time of the COVID-19 virus to be 6.4 d, ranging in between 2.1 and 11.1 d. 9 We have additional residents available to backfill positions if residents/fellows become infected with the virus and need to quarantine. We have also discussed attending coverage of resident duties.",
            "cite_spans": [
                {
                    "start": 856,
                    "end": 857,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "PROTECT NEUROSURGICAL RESIDENTS AND FELLOWS FROM ILLNESS"
        },
        {
            "text": "Due to our position in the community as a high-volume, tertiary, neurosurgical center of excellence, we still receive patient transfers that need emergent neurosurgical care. 10 We are currently seeing all in-patient consultations at all of our staffed medical centers in person, while outpatient visits are made with Telemedicine visits. Our faculty completed rapid online training for the practice of Telehealth/Telemedicine in accordance with Emory University, industry, and Center for Medicare & Medicaid Services (CMS) guidelines, and they all became certified within a few days. Similar to the University of California, San Francisco team, our senior neurosurgical staff created a document to define emergent (surgery to be performed immediately), urgent (surgery to be performed within 24 h), time-sensitive (neurological deficit or other serious issues are expected to occur if surgery is not performed within 4 wk), and elective neurosurgical procedures. 1 This was circulated among our entire neurosurgical team throughout the Emory Healthcare system of hospitals. In an effort to preserve PPE and other human and material hospital resources and to decrease patient exposure to COVID-19, we are performing only urgent and emergent neurosurgical procedures at this time.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 177,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 964,
                    "end": 965,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "PROVIDE EMERGENT AND URGENT NEUROSURGICAL CARE"
        },
        {
            "text": "All cases must be reviewed by the Chair or his designee and institutionally appointed surgical and anesthesia adjudicators. Factors taken into consideration include the following:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PROVIDE EMERGENT AND URGENT NEUROSURGICAL CARE"
        },
        {
            "text": "• availability of anesthesia and nursing personnel needed for the case; • availability of intensive care unit (ICU)/beds if either needed for case; • length of case;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PROVIDE EMERGENT AND URGENT NEUROSURGICAL CARE"
        },
        {
            "text": "• risk of prolonged hospitalization/ICU or critical supply (blood, PPE, etc) usage after case; • likelihood of patient survival if surgery is successful; • potential for adverse clinical outcomes if surgery or intervention is delayed;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PROVIDE EMERGENT AND URGENT NEUROSURGICAL CARE"
        },
        {
            "text": "• less than 2 wk; • 2 to 4 wk;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PROVIDE EMERGENT AND URGENT NEUROSURGICAL CARE"
        },
        {
            "text": "• more than 4 wk. NEUROSURGERY VOLUME 0 | NUMBER 0 | 2020 | 1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PROVIDE EMERGENT AND URGENT NEUROSURGICAL CARE"
        },
        {
            "text": "We have also created an algorithm for accepting patient transfers from outside institutions given the limited surgical resources at our hospitals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CORRESPONDENCE"
        },
        {
            "text": "Resource reallocation and social distancing have forced the cancelation of much of our operating room volume and shuttered our clinics, but that does not mean we are unable to see patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "UTILIZE TELEMEDICINE TO MAINTAIN CONTINUITY OF CARE"
        },
        {
            "text": "We have adapted internet-based Telemedicine video technology for outpatient clinic visits. This has forced us to create new workflows in a virtual clinic setting, but has opened our eyes to a tool that had heretofore been underutilized. Highly specialized care is a limited resource and can be difficult for people to access, but Telemedicine will help us reach patients who would otherwise have difficulty reaching us. Patient perceptions of this experience have been overwhelmingly positive. It benefits all residents and fellows about to embark upon the task of building their own practice to experience and interact with this tool as they think about the best ways to reach patients, streamline clinic efficiency, and optimize patient satisfaction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "UTILIZE TELEMEDICINE TO MAINTAIN CONTINUITY OF CARE"
        },
        {
            "text": "The dissemination of the COVID-19 virus will put strain upon our colleagues in critical care medicine. 11 We are beginning to see neurological manifestations from COVID-19 infection, including encephalitis. 12 Given our stoppage of elective cases and the need for the creation of additional ICU capacity for COVID-19 patients, we have decided to provide our Neurological Critical Care team with multiple members of our neurosurgical resident and fellow staff. Each resident will rotate a minimum of 1 wk on the Neurological Critical Care team in the month of April, which will allow for the creation of additional ICU beds across our campuses, and allow for neurocritical care APPs and fellows to transfer to medical ICUs to assist in care of COVID-19 patients. Redeploying our residents to the neurocritical care units actually enhances their ongoing education as these activities are part of our specialty and board certification, as opposed to redeployment to an emergency department, labor and delivery, or other services in need of assistance.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 105,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 207,
                    "end": 209,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "ASSIST THE LARGER MEDICAL COMMUNITY"
        },
        {
            "text": "The decrease in neurosurgical inpatient consultations and elective surgical procedures has lessened our robust clinical exposure. Nevertheless, we have forged on to continue nonclinical educational activities and didactic education.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONTINUE NEUROSURGICAL EDUCATION FOR RESIDENTS AND FELLOWS"
        },
        {
            "text": "Our program is the only neurosurgical training program for a large, urban city/city-sprawl, and we staff 5 hospitals with residents/fellows. To facilitate grand rounds and educational didactic lectures, we have a robust infrastructure to communicate remotely, including audio/visual wiring of our grand rounds lecture hall. We have employed Zoom Inc (San Jose, California) technology to live-stream our conferences for over a year. We performed our first remote morbidity and mortality conference through a secure-conference Zoom Inc link on April 2, 2020. Additionally, we have live-streamed Congress of Neurological Surgeons-provided video grand rounds and have engaged in lively discussions afterwards. We have also instituted daily spine conferences (Monday-Friday) via Zoom staffed by both our neurosurgery and orthopedic attending spine surgeons and is open to neurosurgery residents and fellows, orthopedic spine fellows and residents, and any interested medical students. Each daily conference will include a lecture and case reviews and is moderated by a rotating schedule of 2 attending physicians. This platform, or similarly positioned technologies, can also be utilized for direct resident and fellow education via remote journal clubs, research meetings, and complex neurosurgical case conferences. Similarly, many society and industry-organized resident and fellow educational events have been transitioned to the virtual meeting space.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONTINUE NEUROSURGICAL EDUCATION FOR RESIDENTS AND FELLOWS"
        },
        {
            "text": "The COVID-19 pandemic will persist to affect the usual delivering of neurosurgical care and resident/fellow education. This crisis has reminded our global community that healthcare and education are limited resources. As residents, fellows, and attendings, our focus is typically caring for neurosurgical patients, but now we must gain an education in disaster planning and supply allocation on a hospital and institutional scale. In the throes of this global pandemic with a limited precedent, it is difficult to envision post-COVID-19 medical care. However, this pandemic, like all those throughout the history of humankind, will end. After COVID-19, we will be still faced with challenges and learning-how will we triage our response to those whom care has been delayed? How will we maximize efficiency and costcontrol as we treat this backlog? Perhaps most importantly, how can we contribute to reducing the risk of another similar event in the future?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Letter: the coronavirus disease 2019 global pandemic: a neurosurgical treatment algorithm",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Burke",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Mummaneni",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Neurosurgery",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/neuros/nyaa116"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19: all non-urgent elective surgery is suspended for at least three months in England",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Iacobucci",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVID-19-navigating the uncharted",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Fauci",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Lane",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Redfield",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "1268--1269",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Nonpharmaceutical measures for pandemic influenza in nonhealthcare settings-social distancing measures. Emerg Infect Dis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Fong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2605.190995"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Feasibility of controlling COVID-19 outbreaks by isolation of cases and contacts",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hellewell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Abbott",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gimma",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Glob Heal",
            "volume": "8",
            "issn": "4",
            "pages": "488--496",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "With virus surge, dermatologists and orthopedists are drafted for the E.R. The New York Times",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Stage-2-Increased-Clinical-Demands-Guidance",
            "authors": [],
            "year": 2020,
            "venue": "ACGME. Stage",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Incubation period of 2019 novel coronavirus (2019-nCoV) infections among travellers from Wuhan, China",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Backer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Klinkenberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Euro Surveill",
            "volume": "25",
            "issn": "5",
            "pages": "1--6",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Interhospital transfer of neurosurgical patients to a high-volume tertiary care center: opportunities for improvement",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Holland",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Mcclure",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Howard",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "B"
                    ],
                    "last": "Samuels",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Barrow",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Neurosurgery",
            "volume": "77",
            "issn": "2",
            "pages": "200--206",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The toughest triage-allocating ventilators in a pandemic",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Truog",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mitchell",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "Q"
                    ],
                    "last": "Daley",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Neurologic complications of coronavirus infections",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nath",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Neurology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1212/WNL.0000000000009455"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Copyright C 2020 by the Congress of Neurological Surgeons",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/neuros/nyaa164"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The authors have no personal, financial, or institutional interest in any of the drugs, materials, or devices described in this article. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}