{
    "paper_id": "468e7a5b0cdd65d4ad734e1f3d6c4bba1ea182fc",
    "metadata": {
        "title": "Chemical Sensors and Measurement",
        "authors": []
    },
    "abstract": [
        {
            "text": "Chemical sensors have been widely used in the biomedical field. With the rapid development of microelectronics and microprocessing technology, chemical sensors have grown to be more and more miniaturized and integrated. Combined with new information processing technology, intelligent chemical sensor arrays such as e-Nose and e-Tongue have been developed. Meanwhile, microfluidic chips enable continuous monitoring of chemical substances in living organisms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "P. Wang et al., Biomedical Sensors and Measurement",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "This chapter introduces the principles and characteristics of some typical chemical sensors including ion sensors, gas sensors and humidity sensors. Furthermore, e-Nose, e-Tongue, microfluidic chips and wireless sensor networks are also presented.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The history of chemical sensors can be traced back to 1906. Cremer, the pioneer doing research on chemical sensors, discovered the phenomenon that glass thin films respond to hydrogen ions in a solution and invented the glass electrode for measuring pH. This allowed for the development of chemical sensors. With continuous ongoing studies, glass-based thin-film pH sensors entered the practical stage in 1930. However, the research on chemical sensors progressed slowly before the 1960s during which only a study on humidity sensors employing lithium chloride was reported in 1938.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "History"
        },
        {
            "text": "Since the 1960s, numerous phenomena, like the ion-selective response of the silver halide film and the selective response of zinc oxide to flammable gases, have been discovered. Along with the application of new materials and principles, the research on chemical sensors has entered a new era and developed very rapidly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "History"
        },
        {
            "text": "important role in the Pure and Applied Chemistry International Conference. All of these show that the research and development of chemical sensors are very active and eye-catching throughout the world.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Along with the rapid development of modern science and technology and the mutual penetration between the disciplines, basic research on chemical sensors has become more and more active. The emergence of new technologies such as microprocessing, molecular imprinting, functional membrane, pattern recognition, micromachining, etc., enables chemical sensors to be functioned, arrayed and integrated with neural network and pattern recognition chips. Chemical sensor networks also show great vitality. Thus the measurement performance and remote testing capabilities of chemical sensors are significantly improved. In a word, chemical sensors will become more miniaturized, integrated, multifunctional, intelligent and network capable in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The definition of chemical sensors by Wolfbeis in 1990 is as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition and Principle"
        },
        {
            "text": "Chemical sensors are small-sized devices comprising a recognition element, a transduction element, and a signal processor capable of continuously and reversibly reporting a chemical concentration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition and Principle"
        },
        {
            "text": "The description above is pragmatic while the definition by the IUPAC (International Union of Pure and Applied Chemistry) in 1991 is general:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition and Principle"
        },
        {
            "text": "A chemical sensor is a device that transforms chemical information, ranging from concentration of a specific sample component to total composition analysis, into an analytically useful signal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition and Principle"
        },
        {
            "text": "As a kind of analytical device, chemical sensors are so effective that they can detect the object molecules in the presence of interfering substances. This sensing principle is shown in Fig. 4 .2. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 186,
                    "end": 192,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF17"
                }
            ],
            "section": "Definition and Principle"
        },
        {
            "text": "There are millions of chemical substances of different compositions and properties existing in the natural world. A certain chemical can be detected by more than one kind of chemical sensor so that the species of chemical sensors is multitudinous. Classification of chemical sensors has been accomplished in several different ways. The classification following the principles of signal transduction was made by IUPAC in 1991. In this chapter, chemical sensors are classified into ion sensors, gas sensors and humidity sensors according to the property of analytes (Fig. 4.3) . In combination with computer information processing technology, intelligent chemical sensor arrays like e-Nose and e-Tongue were developed in the last several decades. And because of the demand for miniaturization, integration and portability, micro total analysis system (µTAS) has emerged. The characteristics of chemical sensors, lieted as follows, are generally accepted. Chemical sensors should:",
            "cite_spans": [
                {
                    "start": 564,
                    "end": 574,
                    "text": "(Fig. 4.3)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Classification and Characteristics"
        },
        {
            "text": "Transform chemical quantities into electrical signals; Respond rapidly; Maintain their activity over a long time period; Be small; Be cheap; Be specific, i.e., they should respond exclusively to one analyte, or at least be selective to a group of analytes. The above list can be extended with, e.g., the postulation of a low detection limit, or a high sensitivity. This means that low concentration values should be detected (Gründler, 2006) .",
            "cite_spans": [
                {
                    "start": 425,
                    "end": 441,
                    "text": "(Gründler, 2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Classification and Characteristics"
        },
        {
            "text": "There are several sensors that can be used in the determination of ions such as ion-selective electrode sensors (ISE), ion-selective field-effect transistor sensors (ISFET), light addressable potentiometric sensors (LAPS) and microelectrode array sensors (MEA). We will describe each of these ion sensors in detail in the following sections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ion Sensors"
        },
        {
            "text": "An ion-selective electrode is defined as an electro-analytical sensor with a membrane whose potential indicates the activity of the ion to be determined in the analyte. Making measurements with an ISE is therefore a form of potentiometry. An ion-selective membrane is the key component of all potentiometric ion sensors. It establishes the preference with which the sensor responds to the analyte in the presence of various interfering ions (Koryta, 1986) . Fig. 4 .4 illustrates the typical measurement schematic of an ISE. As shown in the right part of the figure, the ion-selective membrane of the ISE is between the sample solution with the ionic activity α x and the internal reference solution with the different ionic activity α 0 (α 0 is a constant). The ion-exchange and mass diffusion occurs on the membrane interface. Supposing the membrane is only permeable to the sample ion, the potential difference E ISE across the membrane can be described by the Nernst equation: where R is the gas constant, T is the absolute temperature, Z is the number of electrons transferred, F is the Faraday constant, K is a constant to account for all other interfacial potentials, and S=59.16/Z (mV) at 298 K. Briefly, the measured voltage is proportional to the logarithm of the ionic activity of the sample solution.",
            "cite_spans": [
                {
                    "start": 441,
                    "end": 455,
                    "text": "(Koryta, 1986)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 458,
                    "end": 464,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Ion-Selective Electrodes"
        },
        {
            "text": "Generally the membrane potential cannot be measured directly, so it demands an external reference electrode (the left part of Fig. 4 .4) to form an electrolytic cell with the ISE. When the potential of the external reference electrode is positive and the potential of the ISE is negative, the cell potential difference E cell is c e l l r e f I S E ln( )",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 126,
                    "end": 132,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF17"
                }
            ],
            "section": "Principle"
        },
        {
            "text": "where E ref is the potential of the external reference electrode, C is a constant. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Principle"
        },
        {
            "text": "The properties of an ISE are characterized by parameters like:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Characterization"
        },
        {
            "text": "According to the IUPAC recommendation, the detection limit is defined by the cross-section of the two extrapolated linear parts on the ion-selective calibration curve. As shown in Fig. 4 .5, when the activity gets smaller, the linear part of the calibration curve CD gradually bends into another linear part EF. The detection limit is the ionic activity A corresponding to the potential where CD and EF intersect. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 180,
                    "end": 186,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF17"
                }
            ],
            "section": "Detection limit"
        },
        {
            "text": "Selectivity is one of the most important characteristics of an electrode, as it often determines whether a reliable measurement in the sample is possible or not. However, a membrane that is truly selective for a single type of ion and completely non-selective for other ions does not exist. The influence of the presence of interfering species in a sample solution on the measured potential difference is taken into consideration in the Nikolski-Eisenman formalism:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Selectivity coefficient"
        },
        {
            "text": "where α A is the activity of the target ion, Z A is its charge, and α B , α C , … are the activities of the interfering ions, Z B , Z C , … are their charges and pot FAX K is the selectivity coefficient. Preference for the target ion relative to the interfering ions is available when the value of pot FAX K is small.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Selectivity coefficient"
        },
        {
            "text": "The resistance of an ISE is determined by the electrode materials, for example the resistance of the glass membrane electrode is several hundred megohm while it is only a few kilo-ohms for the crystal membrane electrode.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impedance"
        },
        {
            "text": "In practice, we usually use the resistance of an ISE to describe the impedance of the electrolytic cell that consists of an ISE-sample solution-reference solution. We can calculate the resistance of the ISE by measuring the potential difference E x of the electrolytic cell first, and then the potential V of a resistance R e paralleled with the cell is obtained, so the resistance of the cell is:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impedance"
        },
        {
            "text": "In earlier IUPAC recommendations, it was defined as the time between the instant at which the ISE and a reference electrode are dipped in the sample solution (or the time at which the ion concentration in a solution is changed on contact with ISE and a reference electrode) and the first instant at which the potential of the cell becomes equal to its steady-state value within 1 mV or has reached 90% of the final value (in certain cases also 63% or 95%). Usually the response time is less than 1 s, or even only a few milliseconds.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Response time"
        },
        {
            "text": "Among various classes of chemical sensors, ISEs are one of the most frequently used potentiometric sensors during laboratory analysis as well as in industry, process control, physiological measurements, and environmental monitoring. The most commonly used ISE is the pH glass electrode, which contains a thin glass membrane that responds to the H + concentration in a solution. Other ions that can be measured include fluoride, bromide, cadmium and gases in solutions such as ammonia, carbon dioxide and nitrogen oxide. As shown in Fig. 4 .6, a typical commercial electrode is made of a glass tube ended with small glass bubble. Inside the electrode is usually filled with a buffered solution of chlorides (for pH probe is usually 0.1 mol/L HCl) in which silver wire covered with silver chloride is immersed. The active part of the electrode is the glass bubble with a typical wall thickness of 0.05 -0.2 mm. When the glass membrane is exposed to the solution, a thick hydrated layer is formed (5 -100 nm), which exhibits improved mobility of the ions. Besides, the glass electrodes can also be applied to the detection of sodium, potassium and ammonium ions. This depends mainly on the component of the glass materials. The normal glass membrane is composed of Na 2 O/Al 2 O 3 /SiO 2 , and the selectivity for different ions is available while the proportion of these three components changes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 532,
                    "end": 538,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF17"
                }
            ],
            "section": "Applications"
        },
        {
            "text": "Nowadays intracellular environmental monitoring has been given increasing attention. It can be classified to monitoring of ions (Ca 2+ , H + , K + , Na + , etc.), small molecules (O 2 , CO 2 , NH 3 , etc.) and a variety of macromolecules. Ca 2+ is a regulator of physiological functions. It plays an important role in the nerve conduction, muscle contraction and second messenger regulation. So it is crucial to monitor the calcium ion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Applications"
        },
        {
            "text": "Ion selective microelectrodes can be applied to monitor the intracellular calcium ion, for example the transient releasing of extracellular Ca 2+ stimulated by light in cardiac myocytes can be measured by microelectrodes. As the ion-selective microelectrode shown in Fig. 4 .7, the diameter of the tip is less than 1 μm, and a liquid calcium ionophore (ETHl29) is utilized as the electrode-sensitive material. The microelectrode must be calibrated before and after use. The calibration device is shown in Fig. 4 .8, and it is carried out in a solution and the pCa of the standard solution is 2 -7.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 267,
                    "end": 273,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF17"
                },
                {
                    "start": 505,
                    "end": 511,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF17"
                }
            ],
            "section": "Applications"
        },
        {
            "text": "The myocardium whose diameter was 0.3 -0.4 mm and whose length was about 0.5 mm used in the experiment was obtained from living frogs and stored in a none-calcium solution. First, the myocardium was moved into the physiological cell as shown in Fig. 4 .8. And then K + and Ca 2+ microelectrodes were inserted into the myocardium using a micro-thruster. The signals of the two microelectrodes obtained by a high-impedance millivolt meter were shown through using an oscilloscope. An electrical pulse was used to stimulate and record the action potential signals and tension changes. At last, ultraviolet light pulse (wavelength 350 nm, pulse width 100 μs, energy about 100 mJ) was added to the back of the experiment cell. In order to investigate the effect of Ca 2+ on the myocardial action potential, DM-nitro-phenol calcium was added into the solution. The compound releases Ca 2+ under the light pulse. Fig. 4 .9 shows the results of this experiment, which briefly demonstrates the effect of extracellular Ca 2+ on the cardiac myocytes calcium channel. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 245,
                    "end": 251,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF17"
                },
                {
                    "start": 906,
                    "end": 912,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF17"
                }
            ],
            "section": "Applications"
        },
        {
            "text": "In 1970, Bergveld replaced the metal plate in an IGFET (insulated-gate field-effect transistor) with a glass electrode membrane and obtained the first ISFET (ion-selective field-effect transistor) (Dzyadevych et al., 2006) . In this device, the drain current of the field-effect transistor, which is the measured quantity, depends on the field in the insulator (SiO 2 or Si 3 N 4 ) separating the ion-selective membrane from the p-type silicon wafer of the transistor. The field is a function of the membrane potential. During the next 40 years, ISFETs for the determination of H + , halide ions, K + , Na + , Mg 2+ , Ag + , Ca 2+ , CNand other ions, have been reported.",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 222,
                    "text": "(Dzyadevych et al., 2006)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Ion-Selective Field-Effect Transistors"
        },
        {
            "text": "ISFETs are used to measure the ionic activity in the electrolyte solution with both electrochemical and transistor characteristics. Compared to the traditional ISE, they have the following advantages:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Characteristics"
        },
        {
            "text": "High sensitivity, fast response time, high input impedance and low output impedance, with both impedance conversion and signal amplification functions which can be used to avoid interference from external sensors and secondary circuit. Small size, especially applicable for biodynamic monitoring. They are suitable for mass production and easy to be miniaturized and integrated by the integrated circuit technology and micro-processing technology. All solid-state structure makes the high mechanical strength available. Easy to realize on-line control and real-time monitoring. The sensitive materials can be conductive or insulated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Characteristics"
        },
        {
            "text": "ISFET is in fact nothing more than a metal-oxide-semiconductor field-effect transistor (MOSFET) with the gate connection separated from the chip in the form of a reference electrode inserted in aqueous solution which is in contact with the gate oxide ( Fig. 4 .10) (Bergveld, 2003) . The areas having electronic conductivity (n + -areas, namely, n + -source, n + -drain) are created in the silicon substrate by hole conductivity (p-type Si). The controlling electrode is a gate separated from the substrate by the subgate dielectric (Dzyadevych et al., 2006) . For MOSFET, the threshold voltage can be calculated as:",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 281,
                    "text": "(Bergveld, 2003)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 533,
                    "end": 558,
                    "text": "(Dzyadevych et al., 2006)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 253,
                    "end": 259,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF17"
                }
            ],
            "section": "Principles"
        },
        {
            "text": "where C OX is the oxide capacitance per unit area, Φ M S is work function of the gate metal and silicon, Q SS is the charge density at the oxide-silicon interface, Q B is the depletion charge in the silicon, and Ψ F is the Fermi potential of the substrate material.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Principles"
        },
        {
            "text": "In the case of ISFET, the same fabrication process is used, resulting in the same constant physical part (the second part of Eq. (4.5) of the threshold voltage. between the ion-selective membrane and the silicon. The potential difference between the sample solution and the membrane is:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Principles"
        },
        {
            "text": "where 0 E is the surface dipole potential of the solution,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Principles"
        },
        {
            "text": "is the function of pH values. The threshold voltage then becomes:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Principles"
        },
        {
            "text": "where r e f E is the potential of the reference electrode.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Principles"
        },
        {
            "text": "The gate voltage of the ISFET is:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Principles"
        },
        {
            "text": "Accordingly, the drain current of ISFET in non-saturated zone is:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Principles"
        },
        {
            "text": "where V G is the gate voltage, V DS is the drain-source voltage, W and L are the channel width and length, correspondingly, µ is electron mobility in the channel. Therefore, the interface charge will alter while the pH value of the solution changes, leading to the variety of membrane potential. In theory, changes of pH value and redox potential can be measured by ISFETs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Principles"
        },
        {
            "text": "The key component of an ISFET is the sensitive membrane which is primarily fabricated by insulating material. The first ISFET gate material utilized was silicon dioxide, obtained in the conventional MOSFET technology by heating silicon up to 1,100 °C in a dry oxygen atmosphere. Accompanied with this type of structure, there are many disadvantages such as poor insulativity, low sensitivity and bad linearity. Therefore, we often use a double-gate structure (double-layer or multi-layer), such as a redeposited layer of Al 2 O 3 on the insulating layer to achieve a good response to pH values.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ion Sensitive Membranes"
        },
        {
            "text": "Solid film: This is a film with high ion selectivity. Sodium ion-sensitive film is formed by aluminosilicate or sodium silicate materials while potassium and calcium ions-sensitive film is fabricated by organic polymer membrane materials.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ion Sensitive Membranes"
        },
        {
            "text": "Liquid film: The polyvinyl chloride (PVC) film is commonly used by putting the ion activity solution and plasticizer together with the PVC to form a layer of liquid film.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ion Sensitive Membranes"
        },
        {
            "text": "Initially ISFETs were serving as new probes for electrophysiological experiments, but this challenge has not been taken up by the field. Recently, publications paid more attention on the monitoring of cell metabolism in which electrophysiological signals are not measured but are physiological. It mainly focused on the extracellular acidification rate of a cell culture. The pH in the cellular microenvironment (pH M ) is an important regulator of cell-to-cell and cell-to-host interactions. This is, for example, of particular importance in the field of tumor biology and in intercellular signaling. The pH M is reduced significantly in the interstitium of solid tumors in comparison to the values of normal interstitial fluid. Additionally, the extracellular acidification rate of a cell culture is an important indicator of global cellular metabolism (Lehmann et al., 2000) . Lehmann et al. (2000) developed a method measuring the pH M on line and in real time in the immediate vicinity (10 -100 nm) of the cell plasma membranes. As shown in Fig. 4 .11, in a flow through chamber, adherent tumor cells (LS174T) were cultured on specially developed pH-ISFET arrays to elucidate how the pH of cell-covered ISFETs differs from the pH of ISFETs in cell-free regions. The pH-sensitivity of the Al 2 O 3 -ISFETs is 56.119±2.12 mV/pH. The output signal of the ISFETs as the measure for the pH value is given by the source voltage V GS relative to the reference potential. The perfusion rate of the cell culture medium was increasing between 1.3 and 4.3 mL/h in a stop and flow mode, and the effect of Triton X-100 on the pH of the cells was studied then. Fig. 4.11 . Measurement setup showing the four ISFETs, two loaded and two without cells (reprinted from (Lehmann et al., 2000) , Copyright 2000, with permission from Elsevier Science B.V.)",
            "cite_spans": [
                {
                    "start": 855,
                    "end": 877,
                    "text": "(Lehmann et al., 2000)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 880,
                    "end": 901,
                    "text": "Lehmann et al. (2000)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1652,
                    "end": 1661,
                    "text": "Fig. 4.11",
                    "ref_id": null
                },
                {
                    "start": 1756,
                    "end": 1778,
                    "text": "(Lehmann et al., 2000)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 1046,
                    "end": 1052,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF17"
                }
            ],
            "section": "Applications"
        },
        {
            "text": "As the results shown in Fig. 4 .12, the pH of cell-covered ISFETs is less than that of the ISFETs in cell-free regions, and immediately after Triton X-100 containing medium reached the cell culture, the sensor with the cells showed a characteristic acidification peak. The sensor without cells did not show that peak. The acidification peak of the cell-ISFET was followed by an increase of 29.294 mV relative to the constant pumping signal which is equivalent to a pH-increase of 0.529 pH-units. Fig. 4 .12. The whole measurement showing the difference between cell-covered ISFETs and ISFETs in cell-free regions, and the effect of Triton X-100 addition (reprinted from (Lehmann et al., 2000) , Copyright 2000, with permission from Elsevier Science B.V.)",
            "cite_spans": [
                {
                    "start": 670,
                    "end": 692,
                    "text": "(Lehmann et al., 2000)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 24,
                    "end": 30,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF17"
                },
                {
                    "start": 496,
                    "end": 502,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF17"
                }
            ],
            "section": "Applications"
        },
        {
            "text": "As a result of the development of semiconductors, the light addressable potentiometric sensor (LAPS) has gradually become the hot item in the late 1980s, and it is the most popular ion sensitive sensor at present.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Light Addressable Potentiometric Sensors"
        },
        {
            "text": "Since LAPS-based devices belong to the family of field-effect-based sensors, they have the same function with the chemical field effect transistors but with a more simple structure (Barcelo, 2006) . LAPS is a class of surface potential sensitive sensors, the operational principles of LAPS are based on the effect of the solid/electrolyte interfacial potential difference, which affects the electrical field effect in the semiconductor. All responses that change the surface potential can be measured by LAPS, such as hydrogen ions on the silicon nitride surfaces and the acetone gas on a platinum surface.",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 196,
                    "text": "(Barcelo, 2006)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Principle"
        },
        {
            "text": "LAPS consists of an electrolyte-insulator-semiconductor (EIS) structure. The semiconductor will always be a p-type or n-type doped silicon wafer (e.g., 1 -10 Ω cm, 350 -400 μm, <100>), and the insulating layer may be a 30 -50 nm thick oxide layer, e.g., SiO 2 , produced by dry oxidation, or Si 3 N 4 . The insulator depends on the later application, since it provides the sensitivity towards a specific substance. For pH sensing, Si 3 N 4 and Ta 2 O 5 are known as stable and sensitive transducer materials for LAPS. Besides, there is an ohmic contact (e.g., 300 nm) in the rear-side. The characteristics of LAPS are investigated by means of current-voltage (I-V) measurements. When a DC bias potential is applied to the silicon plate, the phase and the magnitude of the potential are adjusted so that the major charge carriers near the insulator/semiconductor interface are depleted by the electrical field effect. The width, and therefore, the capacitance of the depletion layer will vary with the potential at the solid/electrolyte interface, which is a function of the local value of the surface potential. The local value of the depletion capacitance can be read out with AC photocurrent that is generated when an intensity-modulated light source is shown at the bulk silicon surface (Ismail et al., 2001) . The resultant AC photocurrent is then amplified with a preamplifier and converted into a DC voltage signal, which is acquired by the computer via an A/D converter. By measuring the photocurrent, which is dependent on the capacitance of the depletion layer, the variation in the phase boundary potential can be determined. Since the value of the potential difference at the phase boundary of solid/electrolyte depends on the concentration of the corresponding ions in the solution, the voltage shift in the current-voltage characteristics of the LAPS can be applied to measure the ion concentration in the solution (Mourzina et al., 2003) .",
            "cite_spans": [
                {
                    "start": 1290,
                    "end": 1311,
                    "text": "(Ismail et al., 2001)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1928,
                    "end": 1951,
                    "text": "(Mourzina et al., 2003)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Principle"
        },
        {
            "text": "The general system for the LAPS measurement is shown in Fig. 4 .13, which uses the three-electrode method that consists of a working electrode, reference electrode and auxiliary electrode. This approach is less affected by a power supply noise. A reference electrode is used to provide a fixed bias voltage, and a current pass is formed between the auxiliary electrodes and the ohmic contacts on the semiconductor substrate. An alternating photocurrent is amplified and extracted through the lock-in amplifier and tracking band-pass filter. The photocurrent is generally converted into a voltage signal that can be measured.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 56,
                    "end": 62,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF17"
                }
            ],
            "section": "Measurement Circuit and Characteristics"
        },
        {
            "text": "The characteristic curve of the n-type silicon substrate LAPS is illustrated in Fig. 4 .14. It can be divided into a cut-off region, transition region (linear region) and a saturation region, which depends on the characteristics of the silicon wafer.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 80,
                    "end": 86,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF17"
                }
            ],
            "section": "Measurement Circuit and Characteristics"
        },
        {
            "text": "The shifting along the bias voltage axis in the characteristic curves corresponds to the response values of the sensitive layer, which is the basic principle for the measurement of LAPS. It should be noted that, the characteristic curves for the p-type silicon substrate LAPS are reverse to the n-type silicon substrate LAPS. The bias voltages are the highest for the saturated region and are lowest for the cut-off region. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measurement Circuit and Characteristics"
        },
        {
            "text": "When LAPS is applied to the pH measurements, dissociation groups of SiN-OH are on the surface of the sensitive membrane Si 3 N 4 , which reacts with the H + ions to maintain the electrochemical dissociation equilibrium (Zhang et al., 1999) . Therefore, a net charge existed in the sensitive membrane surface apart from a point zero charge (PZC). The net charge will attract free ions with opposite charge in the solution to form electric double layer. The ionization equilibrium is as follows: where H α + means the hydrogen ions located in the interface between the sensitive membrane and the solution, the relationship between the concentration of H a + and the bulk H + obeys the Boltzmann rule:",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 239,
                    "text": "(Zhang et al., 1999)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "pH-sensitivity"
        },
        {
            "text": "where E is the interfacial potential between the sensitive membrane and the solution, q is the quantity of electric charge, k is the Boltzmann constant, and T is the absolute temperature. Finally we can obtain the relationship between the pH value of the solution and the interfacial potential:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "pH-sensitivity"
        },
        {
            "text": "where [pH pzc ] is the pH value of the zero charge point, [pH] is the pH value of the solution.",
            "cite_spans": [
                {
                    "start": 58,
                    "end": 62,
                    "text": "[pH]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "pH-sensitivity"
        },
        {
            "text": "Since the introduction of LAPS in 1988, Hafeman et al. proposed a measurement device for biological applications, the first LAPS was mainly developed for biological investigations, e.g., a phospholipidbilayer membrane-based LAPS, a sandwich immunoassay for human chorionic gonadotropin (HCG) and an enzymebased (urease) microchamber-LAPS device. Recently, concerns about the contamination of water by heavy metals such as Pb 2+ , Cu 2+ , Cd 2+ and Hg 2+ has been proposed because of the toxicity of such metals on a broad spectrum of organisms, including humans. LAPS can be applied to various ions detection when deposited by different transducer materials on the sensor surface. Mourzina et al. (2001) described a novel chalcogenide glass ion-sensitive membrane LAPS device for the detection of Pb 2+ . In this study, the Pb-Ag-As-I-S chalcogenide glass is deposited on the LAPS structure by a pulsed laser deposition (PLD) technique as a Pb-ion-selective transducer material for the first time. Fig. 4 .15 shows the scheme of pulsed laser deposition technique. The main potential-determining process, which takes place at the interface between the chalcogenide glass membrane and the solution, is the exchange of primary ions between the solution and the exchange sites at the modified surface layer of the glass. Fig. 4 .16 shows the dependence of the AC photocurrent I, measured in the external circuit on the applied bias potential V, for different concentrations of Pb 2+ -ions in the solution. The current-voltage curve moves reproducibly along the voltage axis depending on the Pb 2+ -ion concentrations. ",
            "cite_spans": [
                {
                    "start": 681,
                    "end": 703,
                    "text": "Mourzina et al. (2001)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 998,
                    "end": 1004,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF17"
                },
                {
                    "start": 1317,
                    "end": 1323,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF17"
                }
            ],
            "section": "Applications"
        },
        {
            "text": "In the past few decades, the electrochemical sensors are developing towards miniaturization. Traditional electrochemical electrodes are large, so they cannot be mass produced, and the consistency is poor. Microelectrodes can not only meet the needs of small occasional testing with little samples, but also possess lots of attractive features when compared with the traditional electrodes, such as enhanced mass transport, negligible ohmic drop, reduced charging current, small RC constant and enhanced signal-to-noise ratio. Thanks to advantageous properties of microelectrodes, new research fields of electrochemistry, biotechnology, medicine and environmental sciences are developing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Microelectrode Array"
        },
        {
            "text": "The definition of microelectrodes is ambiguous and it is very difficult to give a definition in terms of precise limits of its characteristic dimensions. Nevertheless, electrodes with one-dimension less than the diffusion layer are often called microelectrodes (Xie, 2005) . This critical size can be the radius of a disk electrode or the thickness of band electrode, usually in the μm-level. 10 nm is the minimum size of micro-electrode, the electrodes below which are nano-electrodes. Similar to traditional electrodes, they are with different electrode types, such as disc, cylinder, band, ring, sphere, hemisphere, etc. (Fig. 4 .17). The electrolytic process of microelectrode and the conventional electrode is the same in nature. When redox reaction occurs in the electrode system, concentration gradients are formed on the electrode surface, leading to the diffusion effects of the electro-active substance transfer from the bulk solution towards to the electrode surface. To disc electrode, for example, the diffusion equation is",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 272,
                    "text": "(Xie, 2005)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [
                {
                    "start": 624,
                    "end": 631,
                    "text": "(Fig. 4",
                    "ref_id": "FIGREF17"
                }
            ],
            "section": "Microelectrode"
        },
        {
            "text": "where D is the diffusion coefficient, c is the bulk concentration of the solution, r is the electrode radius and z is the direction perpendicular to the surface of the electrode. As shown on the right side of Eq. (4.14), the first two items show the radial diffusion, known as nonlinear diffusion, and the third item stands for the diffusion perpendicular to the direction of the electrode surface, called linear diffusion. For traditional electrodes, linear diffusion plays a leading role, but for the microelectrodes, nonlinear diffusion is the main component as shown in Fig. 4 .18. It can be seen that the mass transfer rate become bigger when the radius of the microelectrode gets smaller.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 574,
                    "end": 580,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF17"
                }
            ],
            "section": "Microelectrode"
        },
        {
            "text": "In electrolytic cell, if the electrode potential step occurs, the relationship between the charging current i c caused by the electric double layer and time t is as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Microelectrode"
        },
        {
            "text": "Where ΔE is the amplitude of the step potential, R is internal impedance of the electrolytic cell, C s is the capacitance of the double electric layer and t is the sustainable time of the potential. The charging current i c is exponential decay with the index t, and it is also an exponential relationship between i c and the electrode surface area, for C s is in direct proportion to the electrode surface area. The smaller the electrode radius, the faster the charging current i c decreases. Therefore, a microelectrode is able to achieve steady state in a short time and can respond faster, so it can be used in the transient electrochemical methods including voltammetry.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Microelectrode"
        },
        {
            "text": "The current on the electrode consists of the Faraday component and the charge current. The Faraday current density of a micro-electrode is large and the charge current decays quickly, leading to an increasing signal to noise ratio, improved sensitivity and lower detection limit. So microelectrodes are applicable to the determination of the trace substances.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Microelectrode"
        },
        {
            "text": "Because of its small radius, the current density of microelectrode is significant, but the current intensity is very small for the small electrode surface area, only 10 -12 -10 -9 A, so the ohmic drop iR caused by the electrolytic cell system is negligible. It can be applied to the detection of high-impedance solution without supporting electrolyte.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Microelectrode"
        },
        {
            "text": "The current of a single microelectrode is very small, which is at the pA -nA level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Microelectrode Array"
        },
        {
            "text": "Microelectrode array consisting of a large number of microelectrodes can enhance the current signal without losing the characteristics of microelectrodes. The distance between the microelectrodes must be large enough to ensure that diffusion layers of microelectrodes do not overlap to get increased mass transfer capability. But the current density decreases when the spacing between electrodes increases. Empirically, microelectrode is ideal when the electrode spacing is 10 times the diameter of the electrode. The limited diffusion current for the disk microelectrode array is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Microelectrode Array"
        },
        {
            "text": "where m is the number of the electrode, n is the number of electrons transferred, r is the radius of the single electrode and c is the concentration of the electro-active substance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Microelectrode Array"
        },
        {
            "text": "Ping Wang et al., at Zhejiang University designed an Au-MEA for trace heavy metals detection. As shown in Fig. 4 .19a, the Au-MEA consisted of 30×30 Au microdisks of 10 µm diameter separated by 150 µm from each other. In Fig. 4 .19b, a Pt foil as the counter electrode (CE) and an Ag/AgCl foil as the reference electrode (RE) were attached on the other side of printed circuit board and also encapsulated using epoxy resin. After mercury deposition was carried out on the Au, the MEA was ready to detect heavy metals such as Zn(II), Cd(II), Pb(II) and Cu(II). Then the analytical performance of mercury-coated gold MEA was studied using differential pulse anodic stripping voltammetry (DPASV) for determination of Zn(II), Cd(II), Pb(II) and Cu(II) in the acetate buffer with pH 4.5 (Fig. 4.20) . The detect sample consisted of Zn(II), Cd(II), Pb(II) and Cu(II) whose concentrations were 80 µg/L, 3 µg/L, 3 µg/L and 10 µg/L, respectively. After four additions, voltammograms for Zn(II), Cd(II), Pb(II) and Cu(II) were obtained and shown good linearity with their linear ranges separately in 10 -600 µg/L, 1 -100 µg/L, 1 -200 µg/L and 2 -300 µg/L. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 106,
                    "end": 112,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF17"
                },
                {
                    "start": 221,
                    "end": 227,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF17"
                },
                {
                    "start": 782,
                    "end": 793,
                    "text": "(Fig. 4.20)",
                    "ref_id": "FIGREF17"
                }
            ],
            "section": "Heavy Metals-sensitive MEA"
        },
        {
            "text": "Gas sensors are an important category in the family of chemical sensors. There are a variety of classification criteria. According to the gas sensitive materials and the mechanism of the interaction between gases and the sensitive materials, gas sensors can be divided into semiconductor gas sensors, solid electrolyte gas sensors, electrochemical gas sensors, optical gas sensors, surface acoustic wave gas sensors, infrared gas sensors and so on. This section focuses on the widely used electrochemical gas sensors, semiconductor gas sensors, solid electrolyte gas sensors and surface acoustic wave gas sensors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gas Sensors"
        },
        {
            "text": "Electrochemical gas sensors are used to detect and monitor low levels of toxic gases and oxygen levels in both domestic and industrial situations where it is essential to ensure that the air is safe to breathe.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Electrochemical Gas Sensors"
        },
        {
            "text": "The most common type of electrochemical sensor is the 3-electrode fuel cell as shown in Fig. 4 .21. Electrochemical gas sensors contain two or three electrodes, occasionally four, in contact with an electrolyte. The electrodes are typically fabricated by fixing a high surface area precious metal on to the porous hydrophobic membrane. The working electrode contacts both the electrolyte and the ambient air to be monitored usually via a porous membrane. The electrolyte most commonly used is a mineral acid, but organic electrolytes are also used for some sensors. The electrodes and housing are usually in a plastic housing which contains a gas entry hole for the gas and electrical contacts.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 88,
                    "end": 94,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF17"
                }
            ],
            "section": "Structure and Principle"
        },
        {
            "text": "The air being measured diffuses into the cell through the diffusion barrier (capillary) and filters. When it comes into contact with the sensing electrode, the toxic gas present in the sample undergoes an electrochemical reaction. In the case of carbon monoxide, for example, the reaction is:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Structure and Principle"
        },
        {
            "text": "The carbon dioxide generated diffuses away into the air, while the positively charged hydrogen ions (H + ) migrate into the electrolyte. The electrons generated charge the electrode but are removed as a small electric current by the external measuring circuit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Structure and Principle"
        },
        {
            "text": "This oxidation reaction is balanced by a corresponding reduction reaction at the counter electrode:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Structure and Principle"
        },
        {
            "text": "So at one electrode, water is consumed while electrons are generated, and at the other, water is recreated and electrons are consumed. Neither reaction can occur if no carbon monoxide is present. By connecting the two electrodes, the small electric current generated between them is measured as directly proportional to the concentration of carbon monoxide in the air.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Structure and Principle"
        },
        {
            "text": "The reference electrode controls the whole process. It remains totally immersed in electrolyte, sees no gas and is not allowed to pass any current. The reference electrode always remains at the same electrochemical potential (known as \"rest-air potential\", dependent on the material the electrode is made from, and the electrolyte used). The sensing electrode is electrically tied to the reference electrode ensuring its potential will not change even when it is exposed to its determinand and generating current. Usually the potential of the sensing electrode is maintained at exactly the same value as the reference electrode, but for some gases and some applications, performance benefits are gained by maintaining the potential of the sensing electrode at a fixed level above or below the potential of the reference. This is known as \"biased\" operation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Structure and Principle"
        },
        {
            "text": "Reliable and accurate blood pressure and oxygenation measurements within the cardiovascular system are important clinical applications. A method of electrochemical combined with PDMS was adopted by Goutam Koley et al. for oxygen content measurements within the heart and blood vessels (Koley et al., 2009) .",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 305,
                    "text": "(Koley et al., 2009)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Applications"
        },
        {
            "text": "The blood oxygen sensing was performed based on the change in current flowing between a Pt and an Ag/AgCl electrode kept in contact with KCl solution soaked filter paper. The current flowing between the electrodes, which were maintained at a potential difference equal to the reduction potential of dissolved oxygen, can respond to any change in the dissolved oxygen content in the KCl solution with high sensitivity. For estimating the oxygen content of a given test liquid, the sensor (and KCl soaked filter paper) can be separated from the liquid using a PDMS thin film as the intervening membrane. Due to high oxygen permeability of the PDMS membrane, the dissolved oxygen in the KCl solution will track the dissolved oxygen content in the test liquid quite accurately.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Applications"
        },
        {
            "text": "The fabricated sensor consisted of three layers that are a gas-permeable membrane (PDMS, film thickness: 30 µm), a membrane filter with the dimension of 20 mm×12 mm (Isopore VMTP4700, Millipore Corp., USA) containing electrolytic solution (KCl 0.1 mol/L). The schematic diagram of the sensor is shown in Fig. 4 .22, Pt working electrode and Ag/AgCl reference electrode are fabricated on the top layer with electron beam deposition (electrode thickness: 100 nm). The electrode is a simple stripe design that the width of the Pt electrode is 10 mm and that of the Ag/AgCl electrode is 5 mm. The sensor is fabricated by stacking the electrodes, gas-permeable membrane and solution-permeable filter together. The chemical reactions are the following: The sensor was subject to pure Ar, 10% and 30% O 2 and the responses are shown in Fig. 4 .23, the output current was significantly reduced by 30 µA, when 10% O 2 gas (10% O 2 and 90% Ar) was flown into the air-filled chamber. The response time to reach a steady current level was approximately 40 s. The current began to recover right after the gas flow was stopped, as air started to flow in the chamber. The recovery time to return to the original level of current was almost four times higher than the decay response time, which, however, can be reduced by flowing fresh air into the chamber at a high flow rate. As shown in Fig. 4 .23a, the sensor output shows repeatable current response in the presence of 10% O 2 , and the current was reduced by about 30 µA for each cycle. In contrast to the 10% O 2 , exposure to 30% O 2 made the output current changes in the reverse direction, and increase sharply by about 25 µA. This is because the oxygen current content in the sensor ambient was increased by 20% compared to the baseline value. The response time for the current to reach a steady value in this case was also about 40 s, similar to decay response time observed for 10% O 2 . However, the recovery time observed was even longer than the first case. To determine the sensor performance over a large range of oxygen concentration, it was further exposed to 60% and 90% O 2 . We observed that the change in output current is +60 µA for 60% O 2 gas, and +75 µA for 90% O 2 . Fig. 4 .23b shows the change in output current as the sensor is exposed to different oxygen composition from the baseline air environment. We observe that the output current changes much faster with change in oxygen composition for lower oxygen concentration, but gradually tends to saturate for higher oxygen concentration. This is possible because the oxygen generated current starts to get affected by the diffusion-limitation of dissolved oxygen at the Pt electrode.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 304,
                    "end": 310,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF17"
                },
                {
                    "start": 829,
                    "end": 835,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF17"
                },
                {
                    "start": 1375,
                    "end": 1381,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF17"
                },
                {
                    "start": 2231,
                    "end": 2237,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF17"
                }
            ],
            "section": "Applications"
        },
        {
            "text": "It is complicated to describe the sensitive mechanism of semiconductor gas sensors, while the fact of conductivity variation is distinct when the surface of the device absorbs the special gas molecular.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Semiconductor Gas Sensors"
        },
        {
            "text": "Generally, the following models are used to explain the mechanism qualitatively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Structure and Principle"
        },
        {
            "text": "The surface space-charge layer will change, when the semiconductor adsorbs the gas molecular, then it causes the conductivity to be changed. For the N-type semiconductors, the space-charge layers are widened and the barriers are heightened which reduces the conductivity, while they contact with the oxidative gas, vice versa.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surface space-charge layer model"
        },
        {
            "text": "The grain interface barrier model takes into consideration that a barrier exists between grain interfaces. For N-type semiconductors, their conductivity reduces as a result of the interface barrier being heightened, when they contact with oxidative gas, vice versa.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Grain interface barrier model"
        },
        {
            "text": "The adsorption effect model is based on the sinter grain model. In this model, electrons distribute uniformly in the center of the grain, whereas the jugular part and surface of the grain have lower electron density which makes the resistivity larger than the other part. When the semiconductor devices contact with the gas molecular, the internal resistance of grain is basically changeless. Then the resistance of semiconductor gas sensors is changed along with the type and concentration of gas. And the conductivity of the device is changed mainly by the alterations of the space-charge layer in the jugular part and surface.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adsorption effect model"
        },
        {
            "text": "The principle of semiconductor gas sensors has been mentioned above. Then the sensors will be classified into three types according to their sensitive mechanisms and structures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adsorption effect model"
        },
        {
            "text": "It has been stated that the surface resistance increases for N-type semi-conductor gas sensors when the oxygen molecule is adsorbed on the surface of the device. Since an oxygen molecule captures electrons from the sensor's surface, it transforms into O 2 -, O -, and O 2-. Then the following reaction formulas take place when reductive gas, like H 2 or CO, comes into contact with sensors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surface resistance controlling type"
        },
        {
            "text": "From the above equations, it can be seen that the electrons return to the semiconductor which reduces the surface resistance. This type of sensor uses the resistance on the surface to represent sensitivity. Presently, sensors of this type are fabricated into a porous sintered body, thin film or thick film.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surface resistance controlling type"
        },
        {
            "text": "For the purpose of adsorption and desorption, most of these devices are heated up to the temperature of 150 °C. Therefore, metal-oxide semiconductors with larger energy gaps and better thermal stabilities are used in preparation for these type of sensors. In order to improve the sensitivity of sensors, it is necessary to blend Pd and Pt with the original semiconductor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surface resistance controlling type"
        },
        {
            "text": "As the name implies, this type of sensors perform their sensitivity by variations of their body resistance. Due especially to the elimination of the stoichiometric ratio, the easily reduced metal-oxide semiconductor can change their resistance in gas with lower temperature. This characteristic is essential for gas detection. For example, the gas-sensing material γ-Fe 2 O 3 produces Fe 2+ with the gas concentration increasing. Their oxidation-reduction reaction is expressed as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Body resistance controlling type"
        },
        {
            "text": "This transformation is reversible. It returns to the original state when gas molecules depart. This is the work principle of γ-Fe 2 O 3 as a gas sensing device.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Body resistance controlling type"
        },
        {
            "text": "The working principle is also to use the variation of the surface space-charge layer of the semiconductor, or metal-semiconductor barrier. The different point for this type of sensor is that it does not measure the resistance any more, but other parameters, for example, volt-ampere characteristics of a diode or FET. This type of device, such as a metal-semiconductor diode, metal-oxide-semiconductor (MOS) diode and MOSFET, can use the planar process to improve the stability, repeatability and integration level of the sensor device.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "External resistance type"
        },
        {
            "text": "This part takes the SnO 2 semiconductor gas sensor as an example to introduce a typical sensor for gas detection and its application information. This type of sensor device is developing fast, from sintered to thick and thin film, and has become the most widely used sensor in certain applications. SnO 2 is a kind of white powder, and its parameters are relative density 6.16 -7.02 g/m 3 , melting point 1,127 °C and boiling point over 1,900 °C. It does dissolve in a heated strong acid or alkali solution, but not the same as in water.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Applications"
        },
        {
            "text": "There are three main factors contributing to the gas sensitive effect. The first one is its structure, generally, the more oxygen vacancy, the more evidence for sensitive effect. The next is that additives can also affect the sensitive process. Table  4 .1 shows that, to some degree, different additives can make some new specialties. The third one is about temperature during the sintering and heating process. A number of sensor-based instruments on the market can measure the concentrations of reducing gases or vapors in the air. Examples include breath-alcohols analyzers used by police departments, carbon monoxide (CO) analyzers used in performing emission control measurements on vehicles, and methane detectors used to protect against explosions and other dangers from natural gas. All these applications have three things in common: They are at relatively low cost, they are operated by ordinary people rather than scientists and engineers, and they are manufactured using similar technology. The Figaro TGS gas sensors are based on a technology that uses powdered tin dioxide (SnO 2 ) sintered onto a semiconductor substrate in Fig. 4 .24a. In normal operation the sensor element is heated to approximately 400 °C. Oxygen is adsorbed onto the surface of the SnO 2 , where the oxygen molecules accept electrons. These electrons create a relatively high electrical potential barrier that is difficult for free electrons to cross. As a result, the electrical resistance is high and is a function of the partial pressure of oxygen ( 2 O P ) which is shown in Fig. 4 .24b.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 245,
                    "end": 253,
                    "text": "Table  4",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1140,
                    "end": 1146,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF17"
                },
                {
                    "start": 1567,
                    "end": 1573,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF17"
                }
            ],
            "section": "Applications"
        },
        {
            "text": "When a reducing gas or vapor (e.g., CO, methane, methanol) is present, it is adsorbed onto the surface and reacts with the oxygen, thereby reducing the resistance of the device. Fig. 4 .24c shows the ratio of the actual sensor resistance R S of TGS2442 to a standard resistance R 0 for several different elements. The standard resistance R 0 is the value of R S in an atmosphere of 1,000 parts per million (ppm) methane gases.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 178,
                    "end": 184,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF17"
                }
            ],
            "section": "Applications"
        },
        {
            "text": "A typical circuit for the TGS sensors is shown in Fig. 4 .24d. The heater voltage V H heats the sensor element to the required temperature, while the operating voltage V C provides excitation to the sensor element. A load resistance R L is used to convert current flowing in the sensor to an output voltage V O . The values of V C and V H vary from one sensor to another, but are typically in the range of 0.5 to 12 V. Some Figaro gas sensors for the detection of toxic gas, including TGS2442, are shown in Fig. 4 .25. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 50,
                    "end": 56,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF17"
                },
                {
                    "start": 507,
                    "end": 513,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF17"
                }
            ],
            "section": "Applications"
        },
        {
            "text": "A solid electrolyte is one of the types of solid state materials with the same ionic conduction characteristic as the electrolyte solution, and the solid electrolyte gas sensor is one kind of chemical cell taking the ionic conductor as the electrolyte. It does not need to make the gas pass through the breather membrane and dissolve in the electrolyte, this can avoid such problems as solution evaporation and electrode waste. Because of the high conductivity, sensitivity and selectivity, these types of sensors are widely used in the fields of petrochemical, environmental protection, mining industry, and food industry and so on.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Solid Electrolyte Gas Sensors"
        },
        {
            "text": "The solid electrolyte will have the obvious electrical conductivity only under a high temperature. Zirconia (ZrO 2 ) is a typical material for solid electrolyte gas sensors. The pure zirconia is the clinohedral structure under normal temperature. When the temperature rises to about 1,000 °C, the allomorphism transformation will happen. Then the clinohedral structure turns into the polytropism structure, and follows the volume contraction and endothermic reaction, therefore it is an unstable structure. Mixing ZrO 2 with the stabilizer such as alkali soils calcium oxide CaO or rare earth yttrium oxide Y 2 O 3 , the ZrO 2 will become the stable fluorine cubic crystal. The stable degree is related to the density of stabilizer. The ZrO 2 is sintered under 1,800 °C after being mixed with stabilizer, a part of zirconium ion will be substituted by the calcium ion, producing (ZrO·CaO). Because Ca 2+ is divalent ion, Zr 4+ is quadrivalence ion, to maintain the electric neutrality, the oxygen ion O 2hole will be generated in the crystal. This is why (ZrO·CaO) transfers oxygen ions at high temperature, and (ZrO·CaO) becomes oxygen ion conductor at 300 -800 °C. But in order to pass oxygen ions actually, there must also be different partial pressure of oxygen (oxygen potentiometer) on the two sides of the solid electrolyte to form the so-called concentration cell. The structural principle is shown in Fig. 4 .26, the precious metal electrodes are on both sides, forming sandwich structure with the intermediate dense (ZrO·CaO) .",
            "cite_spans": [
                {
                    "start": 1526,
                    "end": 1535,
                    "text": "(ZrO·CaO)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1410,
                    "end": 1416,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF17"
                }
            ],
            "section": "Structure and Principle"
        },
        {
            "text": "Set the partial pressure of oxygen on both sides of the electrodes are P O",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Structure and Principle"
        },
        {
            "text": "(1) and P O 2 (2) respectively, in the two electrode reactions occur as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2"
        },
        {
            "text": "The electromotive force (EMF) of the reaction expressed by the Nernst equation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2"
        },
        {
            "text": "As the above equation, fixing P O",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2"
        },
        {
            "text": "(1) at a certain temperature, the oxygen concentration of the sensor's positive pole can be equated by the above formula.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2"
        },
        {
            "text": "In addition to measuring oxygen, the application of β-Al 2 O 3 , carbonate, NASICON solid electrolyte such as sensors, can also be used to measure CO, SO 2 , NH 4 , CO 2 and other gases. New gas sensors have emerged in recent years, using antimony acids, La 3 F, etc., can be used in low temperature and can be used to detect positive ions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2"
        },
        {
            "text": "Recently, accurate measurement of CO 2 concentration in offices and houses has become widespread, as CO 2 is a good indicator of air quality. A practical CO 2 gas sensor for air quality control is developed using a combination of a Na 3 Zr 2 Si 2 PO 12 (NASICON) as a solid electrolyte and Li 2 CO 3 as a carbonate phase by Kaneyasu et al. (2000) . The construction of the CO 2 sensor element is shown in Fig. 4 .27. The solid electrolyte sinter of NASICON-Na conductor, about 4 mm in diameter and about 0.7 mm in thickness-was used. A pair of gold electrodes was attached to both surfaces of the solid electrolyte by screen printing. A working electrode was pasted with lithium carbonate on one side of the electrode by screen printing and baked at 600 °C. A built-in Pt heater screen printed on an alumina plate was laminated on a reference electrode and sealed with glass. The sensor element was heated at 450 °C and EMF was measured by a high-impedance voltage meter.",
            "cite_spans": [
                {
                    "start": 324,
                    "end": 346,
                    "text": "Kaneyasu et al. (2000)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 405,
                    "end": 411,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF17"
                }
            ],
            "section": "Applications"
        },
        {
            "text": "The construction of the CO 2 sensor is shown in Fig. 4 .28. The sensor element was mounted on a resin base and the gas entrance was covered with a filter consisting of zeolite powder (Na/Y type, about 1 g) sandwiched between two non-woven fabrics. The size of the sensor was 24 mm in diameter and 31 mm in height. The sensitivity of various gases is shown in Fig. 4 .29. In this figure, change in EMF (ΔEMF) is calculated according to the expression as follows:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 48,
                    "end": 54,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF17"
                },
                {
                    "start": 359,
                    "end": 365,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF17"
                }
            ],
            "section": "Applications"
        },
        {
            "text": "ΔEMF of the sensor showed a linear relationship with the logarithm of CO 2 concentration and was slightly affected by interfering gases, such as carbon monoxide and ethyl alcohol, because of the zeolite filter. The EMF of the sensor increased as the surrounding temperature rose, necessitating a correction in the temperature dependence using a thermistor. The heating condition stability of the EMF and ΔEMF in indoor atmospheres is shown in Fig. 4 .30. Both the EMF and ΔEMF indicated excellent stability over 2 years. On the other hand, when the sensor was exposed to a high humidity atmosphere, the EMF decreased but ΔEMF stayed fairly stable. It is therefore possible to measure CO 2 concentration by calculating ΔEMF. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 443,
                    "end": 449,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF17"
                }
            ],
            "section": "Applications"
        },
        {
            "text": "A surface acoustic wave (SAW) is an acoustic wave travelling along the surface of a material exhibiting elasticity, with amplitude that typically decays exponentially with depth into the substrate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surface Acoustic Wave Sensors"
        },
        {
            "text": "SAWs were first explained in 1885 by Lord Rayleigh. Named after their discoverer, Rayleigh waves have a longitudinal and a vertical shear component that can couple with any media in contact with the surface. This coupling strongly affects the amplitude and velocity of the wave, allowing SAWs to directly sense mass and mechanical properties. SAWs normally use one or more interdigital transducers (IDTs) to convert acoustic waves to electrical signals and vice versa by exploiting the piezoelectric effect of certain materials (quartz, lithium niobate, lithium tantalate, lanthanum gallium silicate, etc.) as shown in Fig. 4 .31. These devices are fabricated by photolithography, the process used in the manufacture of silicon integrated circuits. Staple et al., used the SAW sensor in z-Nose, realizing a high sensitivity mass sensor with a base frequency of 500 MHz, the sensitivity to the sarin gas can reach 10.34 Hz/pg.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 619,
                    "end": 625,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF17"
                }
            ],
            "section": "Structure and Principle"
        },
        {
            "text": "In recent years, many types of renewable energy are receiving increasing attention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Applications"
        },
        {
            "text": "In particular, hydrogen energy may become a new clean energy for daily use. But any leak of hydrogen over a wide range of concentration (4% -75%) will result in an explosion, and if humans are exposed to it in a closed space, it can cause asphyxiation. Therefore, a method for precisely detecting the content of hydrogen at room temperature is very much needed in the development of a hydrogen energy economy. A SAW sensor with Pt coated ZnO nanorods as the selective layer has been investigated for hydrogen detection by Fu et al. (2009) .",
            "cite_spans": [
                {
                    "start": 522,
                    "end": 538,
                    "text": "Fu et al. (2009)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Applications"
        },
        {
            "text": "The SAW sensor was fabricated based on a 128° YX-LiNbO 3 substrate with an operating frequency of 145 MHz, the SAW resonator was then connected to an amplifier to configure an oscillator. A dual delay line system as shown in Fig. 4 .32, which consisted of two counterparts in the oscillator (one is coated with the selective material and the other is bare to execute common mode rejection), was realized to eliminate external environmental fluctuations. To function as an active element, the coated one contributes to a frequency shift by the interaction between the sensing material and the target gas. By comparison, the reference one, which has a bare surface, gives the signal of the environmental effects. Pt coated ZnO nanorods were chosen as the selective layer due to the advantages of simple fabrication, high sensitivity to hydrogen at room temperature, and no reaction to moisture. First of all, a thin ZnO film was deposited on the SAW delay line, the as-prepared substrate was immersed into an aqueous solution of zinc nitrate hydrate and methenamine at 95 °C for 5 h. Then, the substrate was rinsed with deionized water. Fig. 4 .33 is a scanning electron microscope (SEM) image of the ZnO nanorods. Finally, a Pt film was coated over the ZnO nanorods as a catalyst by electron beam evaporation. The real-time responses of the dual-channel sensor to different H 2 concentrations are shown in Fig. 4 .34. At the initial stage, the steady state of the base frequency was reached, and then nitrogen or hydrogen was led into the PDMS chamber. Testing cycles were implemented with constant exposure time and purge time to reach a new steady state or return to the baseline. The sensor was then exposed to different concentrations of hydrogen: 200, 500, 1,500, 2,500, and 6,000 ppm at room temperature. The responses were 8. 36, 12.66, 17.47, 20, and 26 .2 kHz respectively. It took less than 15 min to reach about 90% of the steady state, and the recovery time was about 2 -3 min. The frequency shifts for different H 2 concentrations are shown in Fig. 4 .34. The results show that the Pt coated nanorod based SAW hydrogen sensor provides high sensitivity, fast response, and good repeatability while operating at room temperature. It is worth noting that the sensor can avoid the influence of humidity.",
            "cite_spans": [
                {
                    "start": 1832,
                    "end": 1860,
                    "text": "36, 12.66, 17.47, 20, and 26",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 225,
                    "end": 231,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF17"
                },
                {
                    "start": 1135,
                    "end": 1141,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF17"
                },
                {
                    "start": 1405,
                    "end": 1411,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF17"
                },
                {
                    "start": 2056,
                    "end": 2062,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF17"
                }
            ],
            "section": "Applications"
        },
        {
            "text": "Dry air is a gas consisting of approximately 78% nitrogen (N 2 ) and 21% oxygen (O 2 ); the remaining 1 percent encompasses \"all others\". When water vaporizes, it becomes gaslike and enters into the air. Humidity is a measure of the water vapor content of air. Dry air has zero humidity, while air that holds all the water that it possibly can is said to be saturated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Humidity Sensors"
        },
        {
            "text": "Absolute humidity (AH) is measured in terms of water mass per unit volume of air (e.g., kg/m 3 ) and gives the amount of water in the air. The humidity most often quoted in weather forecasts is the relative humidity (RH), which is specified in terms of water parts per million parts of air, or as a percentage. By definition, relative humidity is defined as the ratio of the absolute humidity of the air to the saturated absolute humidity at the same temperature, or shows that humidity is a nonlinear function of air temperature. For any given temperature and relative humidity a maximum water vapor content is possible. If any more water tries to evaporate, the dew point is reached, and condensation (rain or fog) takes place.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Humidity Sensors"
        },
        {
            "text": "The most important specifications to keep in mind when selecting a humidity sensor are: Accuracy Repeatability Interchangeability Long-term stability Ability to recover from condensation Resistance to chemical and physical contaminants Size Packaging Cost effectiveness Additional significant long-term factors are the costs associated with sensor replacement, field and in-house calibrations, and the complexity and reliability of the signal conditioning and data acquisition (DA) circuitry. For all these considerations to make sense, the prospective user needs an understanding of the most widely used types of humidity sensors and the general trend of their expected performance (Roveti, 2001) .",
            "cite_spans": [
                {
                    "start": 683,
                    "end": 697,
                    "text": "(Roveti, 2001)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Humidity Sensors"
        },
        {
            "text": "Capacitive relative humidity sensors (Fig. 4.36 ) are widely used in industrial, commercial, and weather telemetry applications. They consist of a substrate on which a thin film of polymer or metal oxide is deposited between two conductive electrodes. The sensing surface is coated with a porous metal electrode to protect it from contamination and exposure to condensation. The substrate is typically glass, ceramic, or silicon. The incremental change in the dielectric constant of a capacitive humidity sensor is nearly directly proportional to the relative humidity of the surrounding environment. The change in capacitance is typically 0.2 -0.5 pF for a 1% RH change, while the bulk capacitance is between 100 and 500 pF at 50% RH at 25 °C. Capacitive sensors are characterized by low temperature coefficient, ability to function at high temperatures (up to 200 °C), full recovery from condensation, and reasonable resistance to chemical vapors. The response time ranges from 30 to 60 s for a 63% RH step change.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 37,
                    "end": 47,
                    "text": "(Fig. 4.36",
                    "ref_id": "FIGREF17"
                }
            ],
            "section": "Capacitive Humidity Sensors"
        },
        {
            "text": "State-of-the-art techniques for producing capacitive sensors take advantage of many of the principles used in semiconductor manufacturing to yield sensors with minimal long-term drift and hysteresis. Thin film capacitive sensors may include monolithic signal conditioning circuitry integrated onto the substrate. The most widely used signal conditioner incorporates a CMOS timer to pulse the sensor and to produce a near-linear voltage output (Fig. 4.37) . The typical uncertainty of capacitive sensors is ±2% RH from 5% to 95% RH with two-point calibration. Capacitive sensors are limited by the distance the sensing element can be located from the signal conditioning circuitry, due to the capacitive effect of the connecting cable with respect to the relatively small capacitance changes of the sensor. A practical limit is <10 ft.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 443,
                    "end": 454,
                    "text": "(Fig. 4.37)",
                    "ref_id": "FIGREF17"
                }
            ],
            "section": "Capacitive Humidity Sensors"
        },
        {
            "text": "Direct field interchangeability can be a problem unless the sensor is laser trimmed to reduce variance to ±2% or a computer-based recalibration method is provided. These calibration programs can compensate sensor capacitance from 100 to 500 pF.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Capacitive Humidity Sensors"
        },
        {
            "text": "Thin film capacitance-based sensors provide discrete signal changes at low RH, remain stable in long-term use, and have minimal drift, but they are not linear below a few percent RH. These characteristics led to the development of a dew point measuring system incorporating a capacitive sensor and microprocessorbased circuitry that stores calibration data in nonvolatile memory. This approach has significantly reduced the cost of the dew point hygrometers and transmitters used in industrial HVAC and weather telemetry applications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Capacitive Humidity Sensors"
        },
        {
            "text": "The sensor is bonded to a monolithic circuit that provides a voltage output as a function of RH. A computer-based system records the voltage output at 20 dew point values over a range of -40 °C to 27 °C. The reference dew points are confirmed with a NIST-traceable chilled mirror hygrometer. The voltage vs. dew/frost point values acquired for the sensor are then stored in the EPROM of the instrument. The microprocessor uses these values in a linear regression algorithm along with simultaneous dry-bulb temperature measurement to compute the water vapor pressure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Capacitive Humidity Sensors"
        },
        {
            "text": "Once the water vapor pressure is determined, the dew point temperature is calculated from thermodynamic equations stored in EPROM. Correlation to the chilled mirrors is better than ±2 °C dew point from -40 °C to -7 °C and ±1 °C from -7 °C to 27 °C. The sensor provides long-term stability of better than 1.5 °C dew point drift/yr. Dew point meters using this methodology have been field tested extensively and are used for a wide range of applications at a fraction of the cost of chilled mirror dew point meters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Capacitive Humidity Sensors"
        },
        {
            "text": "Resistive humidity sensors (Fig. 4 .38) are applied to measure the change in electrical impedance of a hygroscopic medium such as a conductive polymer, salt, or treated substrate. The impedance change is typically an inverse exponential relationship to humidity (Fig. 4.39) . Resistive sensors usually consist of noble metal electrodes either deposited on a substrate by photoresist techniques or wire-wound electrodes on a plastic or glass cylinder. The substrate is coated with a salt or conductive polymer. When it is dissolved or suspended in a liquid binder, it functions as a vehicle to evenly coat the sensor. Alternatively, the substrate may be treated with activating chemicals such as acid. The sensor absorbs the water vapor and ionic functional groups are dissociated, resulting in an increase in electrical conductivity. The response time for most resistive sensors ranges from 10 to 30 s for a 63% step change. The impedance range of typical resistive elements varies from 1 kΩ to 100 MΩ.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 27,
                    "end": 34,
                    "text": "(Fig. 4",
                    "ref_id": "FIGREF17"
                },
                {
                    "start": 262,
                    "end": 273,
                    "text": "(Fig. 4.39)",
                    "ref_id": "FIGREF17"
                }
            ],
            "section": "Resistive Humidity Sensors"
        },
        {
            "text": "Most resistive sensors use symmetrical AC excitation voltage with no DC bias to prevent polarization of the sensor. The resulting current flow is converted and rectified to a DC voltage signal for additional scaling, amplification, linearization, or A/D conversion (Fig. 4.40) . In residential and commercial environments, the life expectancy of these sensors is >5 years, but exposure to chemical vapors and other contaminants such as oil mist may lead to premature failure. Another drawback of some resistive sensors is their tendency to shift values when exposed to condensation if a water-soluble coating is used. Resistive humidity sensors have significant temperature dependencies when installed in an environment with large (>10 °F) temperature fluctuations. Simultaneous temperature compensation is incorporated for accuracy. The small size, low cost, interchangeability, and long-term stability make these resistive sensors suitable for use in control and display products for industrial, commercial, and residential applications.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 265,
                    "end": 276,
                    "text": "(Fig. 4.40)",
                    "ref_id": "FIGREF17"
                }
            ],
            "section": "Resistive Humidity Sensors"
        },
        {
            "text": "Thermal conductivity humidity sensors (Fig. 4.41 ) measure the absolute humidity by quantifying the difference between the thermal conductivity of dry air and that of air-containing water vapor. When air or gas is dry, it has a greater capacity to \"sink\" heat, as in the example of a desert climate. A desert can be extremely hot in the day but at night the temperature rapidly drops due to the dry atmospheric conditions. By comparison, humid climates do not cool down so rapidly at night because heat is retained by water vapor in the atmosphere.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 38,
                    "end": 48,
                    "text": "(Fig. 4.41",
                    "ref_id": "FIGREF17"
                }
            ],
            "section": "Thermal Conductivity Humidity Sensors"
        },
        {
            "text": "Thermal conductivity humidity sensors (or absolute humidity sensors) consist of two matched negative temperature coefficient (NTC) thermistor elements in a bridge circuit; one is hermetically encapsulated in dry nitrogen and the other is exposed to the environment (Fig. 4.42) . Fig. 4.42 . In thermal conductivity sensors, two matched thermistors are used in a DC bridge circuit. One sensor is sealed in dry nitrogen and the other is exposed to ambient. The bridge output voltage is directly proportional to absolute humidity When current is passed through the thermistors, resistive heating increases their temperature to >200 °C. The heat dissipated from the sealed thermistor is greater than the exposed thermistor due to the difference in the thermal conductively of the water vapor as compared to dry nitrogen. Since the heat dissipated yields different operating temperatures, the difference in resistance of the thermistors is proportional to the absolute humidity (Fig. 4.43) . A simple resistor network provides a voltage output equal to the range of 0 -130 g/m 3 at 60 °C. Calibration is performed by placing the sensor in moisture-free air or nitrogen and adjusting the output to zero. Absolute humidity sensors are very durable, operate at temperatures up to 575 °F (300 °C) and are resistant to chemical vapors by virtue of the inert materials used for their construction, i.e., glass, semiconductor material for the thermistors, high-temperature plastics, or aluminum.",
            "cite_spans": [
                {
                    "start": 279,
                    "end": 288,
                    "text": "Fig. 4.42",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 265,
                    "end": 276,
                    "text": "(Fig. 4.42)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 973,
                    "end": 984,
                    "text": "(Fig. 4.43)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Thermal Conductivity Humidity Sensors"
        },
        {
            "text": "An interesting feature of thermal conductivity sensors is that they respond to any gas that has thermal properties different from those of dry nitrogen; this will affect the measurements. Absolute humidity sensors are commonly used in appliances such as clothes dryers and both microwave and steam-injected ovens. Industrial applications include kilns for drying wood; machinery for drying textiles, paper, and chemical solids; pharmaceutical production; cooking; and food dehydration. Since one of the by-products of combustion and fuel cell operation is water vapor, particular interest has been shown in using absolute humidity sensors to monitor the efficiency of those reactions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Thermal Conductivity Humidity Sensors"
        },
        {
            "text": "In general, absolute humidity sensors provide greater resolution at temperatures >200 °F than do capacitive and resistive sensors, and may be used in applications where these sensors will not survive. The typical accuracy of an absolute humidity sensor is +3 g/m 3 ; this converts to about ±5% RH at 40 °C and ±0.5% RH at 100 °C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Thermal Conductivity Humidity Sensors"
        },
        {
            "text": "The intelligent chemical sensors generally include the sensor arrays and pattern recognition function. At present, the electronic or artificial nose (e-Nose) and electronic or artificial tongue (e-Tongue) have achieved great development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intelligent Chemical Sensor Arrays"
        },
        {
            "text": "e-Nose is an instrument, which comprises a sampling system, an array of chemical gas sensors with differing selectivity, and a computer with an appropriate pattern-classification algorithm, capable of qualitative and/or quantitative analysis of simple or complex gases, vapors, or odors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "e-Nose"
        },
        {
            "text": "One cannot discuss the e-Nose without first comparing it with the biological nose. Fig. 4 .44 illustrates a biological nose and points out the important features of this \"instrument\". Fig. 4 .45 illustrates the artificial e-Nose. Comparing the two is instructive. The human nose uses the lungs to bring the odor to the epithelium layer; the e-Nose has a pump. The human nose has mucous, hairs, and membranes to act as filters and concentrators, while the e-Nose has an inlet sampling system that provides sample filtration and conditioning to protect the sensors and enhance selectivity. The human epithelium contains the olfactory epithelium, which contains millions of sensing cells, selected from 100 -200 different genotypes that interact with the odorous molecules in unique ways. The e-Nose has a variety of sensors that interact differently with the sample. The human receptors convert the chemical responses to electronic nerve impulses. The unique pattern of nerve impulses is propagated by neurons through a complex network before reaching the higher brain for interpretation. Similarly, the chemical sensors in the e-Nose react with the sample and produce electrical signals. A computer reads the unique pattern of signals, and interprets them with some forms of intelligent pattern classification algorithm. From these similarities we can easily understand the nomenclature (Stetter and Penrose, 2001) . Although e-Noses are systems that, just like the human nose, try to characterize different gas mixtures, there are still fundamental differences in both the instrumentation and software. The Bio-nose can perform tasks still out of reach for the e-Nose, but the reverse is also true. Accordingly, an e-Nose is composed of two main components: the sensing system and the pattern recognition system, capable of recognizing simple or complex odors. And an individual sensor used for the detection of a particular substance, e.g., CO-sensor, is thus not e-Nose.",
            "cite_spans": [
                {
                    "start": 1386,
                    "end": 1413,
                    "text": "(Stetter and Penrose, 2001)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 83,
                    "end": 89,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF17"
                },
                {
                    "start": 184,
                    "end": 190,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF17"
                }
            ],
            "section": "Structure and Principle"
        },
        {
            "text": "The sensing system, which consists of a sensor array, is the \"reactive\" part of the instrument. When in contact with volatile compounds, the sensors react, which means they experience a change of electrical properties. Each sensor is sensitive to all volatile molecules but each in their specific way. Most e-Noses use sensor arrays that react to volatile compounds on contact: the adsorption of volatile compounds on the sensor surface causes a physical change of the sensor. A specific response is recorded by the electronic interface transforming the signal into a digital value. Recorded data are then computed based on statistical models.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sensing System"
        },
        {
            "text": "The more commonly used sensors include metal oxide semiconductors (MOS), conducting polymers (CP), quartz crystal microbalance, surface acoustic wave (SAW), and field effect transistors (MOSFET).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sensing System"
        },
        {
            "text": "Zhejiang University designed an electronic nose instrument CN e-Nose II used in lung cancer early stage diagnosis based on metal oxide gas sensor array. According to the research of Phillips et al., the exhaled gas of lung cancer patients contains some volatile organic compounds (VOCs) that can be taken as the biomarker of lung cancer, the corresponding diagnosis results can be obtained by detecting these VOCs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gas sensor array"
        },
        {
            "text": "In the CN e-Nose II, five TGS MOS gas sensors and three MQ MOS gas sensors were used in the gas sensor array. The cross sensitivity between these sensors can be seen from Table 4 .3, and they have different sensitivities to the homogeneous substances. The original intention of the CN e-Nose II lies in examining the concentration of biomarkers in a human's breath to represent the health condition. Taking this into consideration, 30% of the breath gas comes from the alimentary tract, which makes a contribution to health representation, and taking the digestive tract disease of an ulcer as an example, it will have ammonia in micro-scale from breathing. Therefore the sensor array includes not only eight metal-oxide semiconductor gas sensors shown in Table 4 .3, but also one high sensitivity NE-NH 3 electrochemical sensor. In the experiments of breath examination, low-concentration gas mixtures were prepared employing the possible biomarkers in the lung cancer patient's breath. Then the analysis was carried out after sample preconcentration.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 171,
                    "end": 178,
                    "text": "Table 4",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 756,
                    "end": 763,
                    "text": "Table 4",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Gas sensor array"
        },
        {
            "text": "Taking peak height, stable value and peak area as the characteristic values, the response curves from 8 MOS gas sensors are shown in Fig. 4 .46. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 133,
                    "end": 139,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF17"
                }
            ],
            "section": "Gas sensor array"
        },
        {
            "text": "Zhejiang University designed an electronic nose instrument used in lung cancer early stage diagnosis based on a SAW gas sensor combined with a capillary separation technique.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virtual gas sensor array"
        },
        {
            "text": "The structure of the e-Nose is shown in Fig. 4 .47. The respiratory gas is enriched by an adsorption tube, desorption happens in the inlet of the capillary at a high temperature, then the VOCs is carried into the capillary to be separated by the carry gas. When the VOCs come out from the capillary, there will be a frequency change because the VOCs can attach to the surface of the SAW sensor independently by reason of condensation, then the PCA and image analysis are used for pattern recognition after the signal is obtained and processed. One detect result of the mixed VOCs sample by the e-Nose system is shown in Fig. 4 .48. As seen from the figure, the VOCs can be easily detected by the e-Nose system. This e-Nose, which is based on the gas chromatography technology, causes its responses to have two components: the appearance time and the response intensity. We may know from the capillary separation technique that the peak time represents the time of each component used to pass through the capillary, as a result of the difference of physical and chemistry characteristics, different components use difference time to pass through the capillary, so the appearance time of the peak can be used for determining material. Because the capillary separating technique is applied, some disturbance factor in the environment is separated in the peak time; there will be no influence on the substance we need to detect, regardless of whether its density is high or low compared to the environmental disturbance. So the SAW gas sensor combined with the capillary separation technique can simulate a virtual sensor array containing hundreds of orthogonal (non-overlapping) sensors, which can detect and distinguish hundreds of different kinds of gases.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 40,
                    "end": 46,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF17"
                },
                {
                    "start": 620,
                    "end": 626,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF17"
                }
            ],
            "section": "Virtual gas sensor array"
        },
        {
            "text": "The raw signal generated by an array of odor sensors is a typical collection of different electrical measurements vs. time curves (Fig. 4.49) . These signals need to be processed in a more or less sophisticated manner in order to allow the recognition of a particular odor. Fig. 4 .49. Typical sensor response of a conducting polymer sensor array to a certain odorant A basic method for observing a data set is simply to plot all variables, or a subset of variables, in a bar chart. Another form of output is a scaled polar plot (Fig. 4.50) . Both forms can be obtained from the raw signal by integration of the curve over a distinct period of time. This way of visually displaying data is simple to interpret. Each vector on the polar plot represents the output from one sensor. As the relative response of each sensor changes when the sensor array is exposed to vapors from differing samples, the overall shape and appearance of the polar plot will vary. In order to express the similarity or difference of two odors, it may be useful to calculate the distance of the two corresponding data sets.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 130,
                    "end": 141,
                    "text": "(Fig. 4.49)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 274,
                    "end": 280,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF17"
                },
                {
                    "start": 529,
                    "end": 540,
                    "text": "(Fig. 4.50)",
                    "ref_id": "FIGREF17"
                }
            ],
            "section": "Pattern Recognition System"
        },
        {
            "text": "As a chemical sensor system providing several variables, a multivariate distance measure is therefore more appropriate than a simple univariate distance measure. A multivariate distance is calculated in the original or a reduced variable space. There are two main methods to calculate multivariate distances. The euclidic distance (ED) is the length of the vector connecting two points in the variable space.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pattern Recognition System"
        },
        {
            "text": "The ED can be calculated according to",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pattern Recognition System"
        },
        {
            "text": "where x a is the response of sensor number n produced by sample A and x b is the response of the same sensor of x a contacting with sample B. However, the euclidic distance does not take the variation within classes into account. A more appropriate distance measure between classes is the statistical distance (also called Mahalanobis distance). The statistical distance is calculated as the ratio of the euclidic distance and the class variance in the direction of vector among class centres. Directions of high variance within the classes will thus give a low statistical distance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pattern Recognition System"
        },
        {
            "text": "Classification is the task of making a model capable of assigning observations into different classes. A classification is often combined with a dimension reduction in variable space. A multi-sensor system produces data of high dimensionality, i.e. a large number of variables characterizing each observation. It is difficult to visualize more than three dimensions simultaneously. Hence, methods to reduce the dimensionality of multivariate data sets are important. The variable space is an essential concept in order to grasp the ideas behind many data processing techniques. In the variable space, variables are seen as orthogonal basis vectors. An observation corresponds to a point in the sensor space, and a whole data set can be seen as a point swarm in this space. A way to reduce the dimensionality is to find new directions in the variable space and use only the most influential directions as new variables. A basis change is made and a dimensionality reduction is performed. In a principal component analysis, a transformation (projection) in the variable space is made (Fig. 4.51) . Directions are found explaining as much of the variance in a data set as possible. These new directions, called principal components, are then used as the new variables. Keeping only principal components with high variation, leads to a dimension reduction. There are other methods to reduce the dimensionality in a variable space. All these methods are performed by finding new directions optimizing a specific criterion, and only the most influential directions are kept for the following visualization and classification. (c) The low-dimensional projection of the data can be used as a simple but good approximation of the data set",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1082,
                    "end": 1093,
                    "text": "(Fig. 4.51)",
                    "ref_id": "FIGREF17"
                }
            ],
            "section": "Classification and dimension reduction"
        },
        {
            "text": "An artificial neural network (ANN) is an information processing paradigm that was inspired by the way biological nervous systems, such as the brain, process information. The key element of this paradigm is the novel structure of the information processing system. It is composed of a large number of highly interconnected processing elements (neurons) working in unison to solve specific problems (Fig. 4.52) . ANNs, like people, learn by example. An ANN is configured for an application such as identifying chemical vapours through a learning process. Learning in biological systems involves adjustments to the synaptic connections that exist between the neurons. This is true of ANNs as well. For the electronic nose, the ANN learns to identify the various chemicals or odors by examples. The basic unit of an artificial neural network is the neuron. Each neuron of the input layer receives a number of inputs, multiplies the inputs by individual weights, sums the weighted inputs, and passes the sum through a transfer function, which can be, e.g., linear or sigmoid (linear for values close to zero, flattening out for large positive or negative values). An ANN is an interconnected network of neurons. The input layer has one neuron for each of the sensor signals, while the output layer has one neuron for each of the different sample properties that should be predicted. Usually, one hidden layer with a variable number of neurons is placed between the input and output layer. During the ANN training phase, the weights and transfer function parameters in the ANN are adjusted such that the calculated output values for a set of input values are as close as possible to the known true values of the sample properties. The model estimation is more complex than that for a linear regression model due to the non-linearity of the model. The model adaptation is made using the specific algorithm like back-propagation algorithm involving gradient search methods, where each weight is changed in proportion to the error which is caused.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 397,
                    "end": 408,
                    "text": "(Fig. 4.52)",
                    "ref_id": "FIGREF17"
                }
            ],
            "section": "Artificial neural network"
        },
        {
            "text": "e-Tongue is a sort of analytical equipment using multi-sensor array to detect the characteristic response signal of the liquid sample and process it by pattern recognition and expert system for learning identification to obtain qualitative or quantitative information. The most obvious difference between e-Nose and e-Tongue is that the former is for the gases while the latter is for the liquids.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "e-Tongue"
        },
        {
            "text": "The research on e-Tongue began only a few decades ago, so it is still not very mature. The most successful company in marketing e-Tongue systems is Alpha-MOS whose production accounts for more than 99% of the world's market. The e-Tongue systems are very useful in food, medical, environmental and chemical industry.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "e-Tongue"
        },
        {
            "text": "The taste of organisms (Fig. 4 .53) comes from taste buds on the surface of the tongue. The taste buds respond to different chemicals in the solution to generate signals which are transferred through the nerves to the brain. Then the brain does the analysis and processing to obtain the overall features of the signals and gives the distinction between different chemicals as well as the sensory information. The initial design idea of e-Tongue originates from the biological mechanism of taste recognition (Fig. 4.54) . Just like the tongue of organisms, the sensor array of e-Tongue responds to different chemical substances and collects a variety of signals to be transferred to the computer. Instead of the brain of the organism, the computer distinguishes the different signals, makes identification and finally gives sensory information of the various substances. Just as taste buds on the surface of the tongue, each individual sensor in the sensor array has cross sensitization. That is, a separate sensor not only responds to a chemical, but to a group of chemicals. In addition, while responding to specified chemicals, the sensor also responds to some other chemicals of a different nature. The realization of the e-Tongue technology is based on multi-sensor multicomponent analysis in the traditional analytical chemistry. Supposing that a specific sensor system with an array consisting of M sensors are applied to the analysis of a solution containing N components whose concentrations are C 1 , C 2 , ..., C N and all of the N components will be responded. P i (1<i<M) represents the signal of sensor i. The M-sensor N-component analysis can be written as the following mathematical expressions: ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 23,
                    "end": 30,
                    "text": "(Fig. 4",
                    "ref_id": "FIGREF17"
                },
                {
                    "start": 507,
                    "end": 518,
                    "text": "(Fig. 4.54)",
                    "ref_id": "FIGREF17"
                }
            ],
            "section": "Principle"
        },
        {
            "text": "All of the M senors are specific which means that a sensor only responds to one component. The constants A i,j which are the ratio of the signal of sensor i to the concentration of component j are already known. As long as MıN, Eq. (4.31) can be solved by matrix operations to obtain the concentrations of all the N components.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Principle"
        },
        {
            "text": "The difference between the e-Tongue technology and the traditional multi-sensor multicomponent analysis is that the e-Tongue employs cross-sensitive sensors instead of specific sensors in the array. In this way, A i,j in Eq. (4.31) become non-linear functions related to the concentration of component j. So Eq. (4.31) must be solved by a non-linear pattern recognition method such as artificial neural networks. The e-Tongue system should be trained by lots of sample solutions to establish self-learning expert system and then do the calculation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Principle"
        },
        {
            "text": "The structure of e-Tongue can be divided into three main parts which are the cross-sensitive sensor array, the self-learning expert system and the smart pattern recognition system which are respectively equivalent to the tongue, memory and brain calculation of organisms. The main characteristics of e-Tongue can be summarized as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Characteristics"
        },
        {
            "text": "The detection object is liquid samples. The signal obtained is the overall response to a solution, rather than the response to a specific component in the solution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Characteristics"
        },
        {
            "text": "The attributes of different samples are able to be distinguished through processing the original signal collected from the sensor array. The sample attributes derived by e-Tongue are different from the concept of taste of organisms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Characteristics"
        },
        {
            "text": "The e-Tongue system based on PVC membrane sensor array invented by the research team of Toko K. in Kyushu University was the first e-Tongue system in the world. The PVC membrane sensor shown in Fig. 4 .55 measured the open circuit potential with the Ag/AgCl reference electrode. The intensity of the affinity between taste substances and the PVC membrane modified with a variety of active materials was transformed into a potential signal. Such an e-Tongue system is generally composed of several electrodes respectively, providing a response to different taste substances, had the advantage that the data was relatively limited. So the test results represented by radar charts were directly corresponding to the characteristics of the taste substances.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 194,
                    "end": 200,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF17"
                }
            ],
            "section": "PVC membrane"
        },
        {
            "text": "Chalcogenide glass membrane sensor is a kind of solid-state ion selective electrode which has been applied in the detection of heavy metal ions for more than 30 years. E-Tongue with chalcogenide glass sensor array (Fig. 4 .56) was originally invented by the research team of Legin A. and Vlasov Y. G. They developed many non-specific sensors based on chalcogenide glass materials such as GeS-GeS 2 -Ag 2 S, Ag 2 S-As 2 S 3 , Ge-Sb-Se-Ag and AgI-Sb 2 S 3 . According to the principle of e-Tongue, a variety of chalcogenide glass sensors of high sensitivity and low selectivity were used to fabricate the sensor array to detect heavy metal ions and H + in the solution. This e-Tongue system has wide application in environmental assessment of water pollution, food quality assessment, etc. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 214,
                    "end": 221,
                    "text": "(Fig. 4",
                    "ref_id": "FIGREF17"
                }
            ],
            "section": "Chalcogenide glass membrane"
        },
        {
            "text": "The research team of Riul A. Jr. in Brazil invented an e-Tongue system based on Langmuir-Blodgett membrane sensor array (Fig. 4.57) . They modified the platinum electrode surface with 10 nm-thick Langmuir-Blodgett membrane that consists of stearic acid, polyaniline, polypyrrole, etc. It was easy to detect the signal of the interaction between the sensors and the taste substances such as sour, sweet, bitter, salty and so on by electrochemical impedance spectroscopy. The results showed that the e-Tongue system was very sensitive to the taste substances and able to distinguish mineral water, beverages, wine, coffee, etc. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 120,
                    "end": 131,
                    "text": "(Fig. 4.57)",
                    "ref_id": "FIGREF17"
                }
            ],
            "section": "Langmuir-Blodgett membrane"
        },
        {
            "text": "The research team in Austin University utilized ion-sensitive polymer microspheres as bionic taste buds to detect the constituents of a solution based on photochemical principles. The bionic taste chip was able to do the parallel, real-time and quantifiable measurement of a variety of constituents in the same solution. Synthetic microspheres whose diameters in the range of 50 -100 μm were fixed in micro grooves etched in the silicon wafer surface (Fig. 4.58) . The chip and CCD were separately fixed on top of and under the platform. Modulated lights emitted by the blue light-emitting diodes went through the ball and the bottom of the platform and were absorbed by the CCD detector. The taste chip could preliminary determine the concentrations of H + , Ca 2 + , Ce 3 + and sugar in the solution. Based on the above work, the researchers developed algorithms of signal recognition to achieve the multi-ion identification automatically. Fig. 4 .59a shows the detection system of the bionic taste chip. The analyte was pumped into the reaction chamber and reacted with the sensitive materials adsorbed on the surfaces of microspheres whose colors changed in the reaction. Images of the microspheres were recorded by CCD through the microscope. RGB values were extracted from specified areas on the microspheres as the output of the taste chip. Principal component analysis (PCA) was applied to process the data to achieve the qualitative and quantitative measurement of the constituents of the analyte. Fig. 4 .59b shows the PCA results which successfully distinguished the six kinds of metal ions in the same solution. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 451,
                    "end": 462,
                    "text": "(Fig. 4.58)",
                    "ref_id": "FIGREF17"
                },
                {
                    "start": 942,
                    "end": 948,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF17"
                },
                {
                    "start": 1507,
                    "end": 1513,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF17"
                }
            ],
            "section": "Bionic Taste Chip"
        },
        {
            "text": "Micro Total Analysis Systems (µTAS) have become the research hotspot in the world since its first appearance in 1990's, which is a distinct and novel field based on multidisciplinary fields such as analytical chemistry, micro-electro-mechanical systems (MEMS), computer science, electronics, materials sciences, and biology. It is also known as microfluidics or \"lab-on-a-chip\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Micro Total Analysis System"
        },
        {
            "text": "As a unique and multidiscipline field, microfluidics is expanding into new areas of applications and the systems under development are becoming more complex. There is an increasing demand both for theoretical and experimental work on fundamental physical and chemical phenomena, and also for better modeling tools.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Design and Fabrication"
        },
        {
            "text": "Fluid mechanics is one of the important disciplines to be further addressed, which may have great influences on the design of microfluidic devices and understanding the special effects related to fluid flow in micron-scale. Most of researchers working on microfluidics employ fluid mechanic modeling as a design tool, or as a way to correlate and explain experimental results. When dealing with flow in configurations of microns or less, some special effects and unexpected phenomena can be observed. Sir Eddington (1928) once said, \"We used to think that if we know one, we know two, because one and one are two. We are finding that we must learn a great deal more about 'and'\". Basically, the flows in macro and micro configurations are quite different. The unique features in micron-scale fluid flow are still far from being completely understood due to not much being known about the complex surface effects that play major roles in these events. This may excite researchers for years to search for the answers to these issues (Ho and Tai, 1998) .",
            "cite_spans": [
                {
                    "start": 505,
                    "end": 521,
                    "text": "Eddington (1928)",
                    "ref_id": null
                },
                {
                    "start": 1031,
                    "end": 1049,
                    "text": "(Ho and Tai, 1998)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Basic Principles of Microfluidic Chips"
        },
        {
            "text": "In many simple cases, the flow-pressure characteristics of a device are the fundamental quantities that can usually be dominated by one single restriction, which make it sufficient to use a simple analytical model well known from macroscopic fluid mechanics. This approach has been successfully applied to the modeling of some microfluidic components such as valves, and channels. In more complex structures or systems, numerical simulations are used. The most common method of numerical simulation is based on a subdivision of the complete structure into lumped elements, which can be described individually by simple analytical models, and for which simple relations between individual lumped elements can be formulated (Gravesen et al., 1993) . These models and relations of interaction can then be fed into a dedicated or generally available computer program. In this way, micropumps, valves, flow sensors, and flow dispenser have been simulated using dedicated computer programs. In order to apply the approaches mentioned before to fluid mechanic modeling successfully by the direct utilization of analytical models or lumped element models, it is necessary to make correct assumptions as to types of flow. In micro flows, the Reynolds number is typically very small and shows the ratio between the viscous force and the inertial force. It is a common and practical method to determine whether a given flow pattern is laminar or tubular by evaluating the Reynolds number.",
            "cite_spans": [
                {
                    "start": 722,
                    "end": 745,
                    "text": "(Gravesen et al., 1993)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Basic Principles of Microfluidic Chips"
        },
        {
            "text": "For the design of microfluidics, it is necessary to consider the following requirements carefully:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Basic Principles of Microfluidic Chips"
        },
        {
            "text": "The uniformity of the flow velocity in microfluidic chip, the reduction of dead volume; The evaporation and random flow of the fluid during reaction and storage, the uniformity of mixing and the avoiding of bubble formation; The calculation of reagent and production volumes, the compatibility, reliability, and reactivity of materials used in microfluidic chips; Interference of flow to the signal acquisition and the improvements on signal to noise ratio; Proper handling of the waste and used microfluidic chips.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Basic Principles of Microfluidic Chips"
        },
        {
            "text": "Computer modeling and simulation is an important approach for the design of microfluidics, which can also be used to interpret the experimental data. It can provide beneficial prediction on the liquid-phase process of flow mechanics as well as modeling of device thermal fields and chemical concentrations. By this approach, the time and cost of the microfluidic chip design can be significantly reduced and various parameters can be optimized. Currently, there are some commercial softwares, such as Flume (Coventor, INC) for microfluidic chip design which are available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Basic Principles of Microfluidic Chips"
        },
        {
            "text": "It is very important to choose proper materials to fabricate microfluidic chips. Some of the main issues that should be addressed are as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Microfluidic Chip Fabrication"
        },
        {
            "text": "Chemical and biological compatibility between microfluidic chip and working interface; Electric insulation and thermal properties of materials used; Optical properties related to the interference of signal detection;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Microfluidic Chip Fabrication"
        },
        {
            "text": "The modification properties of materials related to the generation of electroosmosis and solid immobilization biological molecules; The simplicity and low cost of microfluidic chip fabrication. However, it is hard to have the kind of materials that can fully satisfy all the requirements mentioned above. The selection of materials for microfluidic chip fabrication is usually made according to the practical applications. At present, materials that are mainly used include silicon, glass, crystal, and organic polymer. Every type of material has its own advantages and disadvantages and some differences exist in the corresponding fabrication process. For example, silicon has excellent chemical inert and thermal stability. Also, the techniques for the production and micro fabrication are mature and have been widely used in semiconductor and integrated circuits. So, the initial microfluidic chips are usually fabricated on the basis of silicon.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Microfluidic Chip Fabrication"
        },
        {
            "text": "The fabrication process of a microfluidic chip is very sensitive to the environment, and should be done in the clean room. The techniques used for microfluidic chip fabrication originated from the micro fabrication of semiconductors and integrate circuits, while they are different when compared to the silicon-based techniques for the two dimensional and depth fabrication of integrated circuit chips. The fabrication methods vary according to the different chip base materials. Some important methods are utilized such as lithography, etching techniques, soft lithography, molding, LIGA, ultraviolet laser, and deep reactive-ion etching (DRIE). For the details related to the fabrication process of microfluidic chips it is suggested that you refer to the related literatures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Microfluidic Chip Fabrication"
        },
        {
            "text": "Sealing is also a very important process for chip fabrication. Before sealing, chips with different structures and functional units must be very clean through strict washing and handling. For silicon and glass, some commonly used sealing techniques include heat sealing, anodic bonding, and cryogenic adhesive bonding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Microfluidic Chip Fabrication"
        },
        {
            "text": "For polymer materials, various sealing methods, such as hot pressing method, heat or light catalysis adhesive technique, organic solvent adhesive method, automatic adhesive method, plasma oxidation sealing method, ultraviolet irradiation method, and cross-link agent regulation method, are available to be selected according to the different materials used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Microfluidic Chip Fabrication"
        },
        {
            "text": "After fabrication, the surface of micro channels usually needs to be modified according to their practical applications to improve some of the chemical or physical properties. The research on the techniques for chip surface modification is composed of a large percent of the research on the microfluidics. When the analysis system works, micro flow operation that depends on the inner surface properties of microchannels is usually worked in a passive mode. In the microfluidic chips that use electro osmotic flow driving, it is the most common used technique due to its simple operation, without requirements on extra devices, and without increase in the chip system volume. The basic principle of this technique is to determine the velocity and direction of the electro osmotic flow by changing the density and polarity of charges located in the inner surface of micro channels. As shown in Fig. 4 .60, by the method of coating an electrolyte layer of polymer on the inner surface of micro channels, the direction of the micro flow can be changed and complex flow operations can be achieved (Barker et al., 2000) . Furthermore, simultaneous flow in opposite directions can be achieved in a single micro channel. Another predominant application of this technique is to obtain the flow limitation. For example, hydrophobic glass micro channels can be achieved by the method of immobilizing a self-assemble monolayer of octadecyltrichlorosilane on the inner surface of micro channels. In the polymer micro channel, the hydrophobic and hydrophilic region can be achieved by depositing a layer of poly phenylene-2-methyl and silicon oxidize on the inner surface of micro channel.",
            "cite_spans": [
                {
                    "start": 1093,
                    "end": 1114,
                    "text": "(Barker et al., 2000)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 893,
                    "end": 899,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF17"
                }
            ],
            "section": "Microfluidic Chip Fabrication"
        },
        {
            "text": "The basis of a microfluidic chip operation is the technique for micro flow driving and control. Since the invention of the microfluidic chip, it has always been an important topic in the basic research field of microfluidic chip and new techniques and methods are progressively appearing. Here, we will briefly introduce two techniques for micro flow driving, which are electro osmotic driving and micro pump driving. Also, two techniques for micro flow control will be introduced, which are electro osmotic control and micro valve control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Driving and Control of Micro Flow"
        },
        {
            "text": "At present, electro osmotic driving is one of the most widely used methods in micro flow driving. Its basic principle is using the fixed charges on the inner surface of micro channels to drive the micro flow. Its advantages include lack of mechanical components, simple configuration, convenient operation, flat flow, and no pulsation. However, this method is sensitive to the influences of external electrical fields, channel surface, properties of micro flow, and the effect of heat transfer. So, it is not so stable and can only be applied to electrolyte solutions. Electroosmosis can not only be used to directly drive the charged flow, but also can be used as the energy source of the micro pump, which is called the electro osmotic pump. The method to achieve this kind of electro osmotic pump is as follows: electrodes with certain intervals are fabricated on the surface of a chip basis by using lithography. Then it is sealed with PDMS micro channels to form a hermetic electro osmotic driving system. When it works, the voltage is applied to the electrodes to generate an electro osmotic flow. As the electro osmotic flow only exists between the two electrodes, the flow outside the two electrodes can be driven by the electro osmotic flow. Consequently, the function of the electro osmotic pump can be realized as shown by Fig. 4.61 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1334,
                    "end": 1343,
                    "text": "Fig. 4.61",
                    "ref_id": "FIGREF17"
                }
            ],
            "section": "Driving and Control of Micro Flow"
        },
        {
            "text": "Pneumatic micro pump in the mechanical driving system is composed of multiple pneumatic micro valves. Its structure is shown in Fig. 4 .62 (Unger et al., 2000) . When the pressure is applied, PDMS thin film deformed under the effect of gas pressure, leading to the block of channel and the closing of the valve. When there is no pressure applied, the restitution of the PDMS thin film can be achieved by its own elastic force, thus the channel becomes unobstructed and the valve sits open. By the sequential control of the opening and closing of three valves, the driving of micro flow can be obtained. Micro flow control is the central principle of microfluidic chip operations. It is related to almost all the processes such as sampling, mixing, reaction, and separation, which are necessary to be finished in the controllable flow. Valve is the central component for flow control both in macro and micro scale. Due to its importance, micro valve has been deeply studied before the invention of the microfluidic chip. In the primary stage of its development, microfluidic chips are normally a kind of capillary electrophoresis on a chip, which is dependent on the electro osmotic driving. So, until now, electro osmotic driving is still the most widely used technique for micro flow control. In addition, the structure of channel, surface modification of the chip, laminar flow, and the effect of diffuse also play an important role in micro flow control.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 159,
                    "text": "(Unger et al., 2000)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 128,
                    "end": 134,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF17"
                }
            ],
            "section": "Driving and Control of Micro Flow"
        },
        {
            "text": "There are various kinds of micro valves. Theoretically, all components that can control the opening and closing of the channel can be used as micro valves in microfluidic chips. An ideal micro valve can be characterized as follows: low leakage, low energy consuming, fast responses, linear operation, and wide range of adaptation (Gravesen et al., 1993) . According to the necessity of the excitation source during micro valve operations, micro valves can be classified into passive valves and active valves. Fig. 4 .63 shows the structure of a type of passive one-way valve and how it works. Electroosmosis is a type of phenomenon that the solution in the micro channel can move in the desired direction along the inner surface of the channel under the effect of the electrical field. It has been widely used in micro flow control. Compared to other types of micro pumps, the most important feature of electro osmotic valves is their simple and flexible operation. The velocity and direction of flow can be controlled by adjusting the voltage applied to different nodes of the micro channel. Consequently, operations such as complex mixing, reaction, and separation can be realized. Besides the voltage, electro osmotic micro valves can be affected by such factors as the chemical composition of channel surface, ingredients of buffer solution, and temperature.",
            "cite_spans": [
                {
                    "start": 330,
                    "end": 353,
                    "text": "(Gravesen et al., 1993)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 509,
                    "end": 515,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF17"
                }
            ],
            "section": "Driving and Control of Micro Flow"
        },
        {
            "text": "Sample introduction is the first step of microfluidic chip analysis. It includes the process of sampling from the analysis object and the introduction of sample into the micro channel for sample handling. Before detection, a series of pretreatment and reaction steps are necessary to be done to the sample, such as pre-separation, pre-concentration, and dilution. Fig. 4 .64 is the schematic diagram of microfluidc system sample operation mode. Currently, in most microfluidic analysis systems, sample, reagent, and buffer solution are stored in a well type storage chamber located on the chip. Sample introduction methods usually add the sample to the well type storage chamber manually or automatically. Then the sample is imported into the channel for pretreatment or directly separated and analyzed. If various samples need to be measured, it is necessary to change the sample stored in the well type storage chamber manually or automatically in an intermittent way. Although the microfluidic analysis system has the ability of repeated measurement, the results of automatic continuous measurement are originated from the continuous measurement of the same sample. Very few of the results are originated from the different samples. There is no report on the applications of microfluidic analysis systems to the real-time process monitoring due to the lack of efficient sample changing methods.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 364,
                    "end": 370,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF17"
                }
            ],
            "section": "Sample introduction and pretreatment"
        },
        {
            "text": "There are two methods being used to solve the changing sample problem. One is the once-off sample introduction, such as the utilization of disposable chips, multi sample chambers on a single chip, multi analysis units on a single chip, and multi sample introduction before measurement. Another method is to use recyclable chips to realize continuous changing of the samples either manually or automatically. Generally, the sample source tends to provide continuous sample flow. In order to get output from the sample zone, some auxiliary methods are necessary. A commonly used method is to set an auxiliary channel on the chip, which is perpendicular to the sample processing channel. The sample zone can be generated in the cross of the two channels. This method is called the single channel aid sample introduction. It is the most studied and most representative sample zone introduction method. It includes two steps, loading and sampling. Loading refers to the process of sample load to the auxiliary channel through a storage chamber and is filled within the cross of channels. Sampling is the process of introducing the sample that is located in the cross to the sample processing channel by electrical forces or pressure. Fig. 4 .65 shows the principle of the simple sample introduction method by electrical forces. Sample for microfluidic analysis systems are usually related to the biological sample containing complex composition. So, the techniques for sample pretreatment are very important, which often include sample pre-separation and pre-concentration. Pre-separation includes liquid-liquid extraction, solid phase extraction, filtration, chromatography, and membrane separation. Pre-concentration includes iso-electric focusing, isotachophoresis, and field amplified stacking. Furthermore, multi phase laminar flow techniques and various micro filters (Fig. 4.66) can be used to sample pretreatment. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1229,
                    "end": 1235,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF17"
                },
                {
                    "start": 1869,
                    "end": 1880,
                    "text": "(Fig. 4.66)",
                    "ref_id": "FIGREF17"
                }
            ],
            "section": "Sample introduction and pretreatment"
        },
        {
            "text": "Reaction is the central process of chemical and biological experiments. Also mixing and separation are necessary for the process of reaction, especially in the micro scale. So, micro mixer, reactor, and separator are important components of microfluidic chips.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Micro mixer, reactor and separator"
        },
        {
            "text": "Micro mixer is very useful in the biological process that requires rapid responses such as the hybridization of DNA, cell activation, enzyme reaction, and protein folders. In microfluidic systems, the size of the channels is in the micro meter scale. The velocity of the solution is usually low and the solution mixing is mainly based on the mechanisms of laminar flow, which can be greatly influenced by the molecular diffusion. In order to improve the efficiency of laminar flow mixing, some principles should be followed: (1) extending the flow shear to increase the contact area of solution; (2) splitting and recombining the solution by the utilization of distributed mixing design, consequently reducing the solution thickness to realize more efficient mixing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Micro mixer, reactor and separator"
        },
        {
            "text": "Micro reaction technique is the application of micro structure advantages to the process of chemical reaction. Micro reactor is a mini chemical reaction system with unit reaction interface in a micro meter scale. Its basic features include a small linear scale, high physical quality gradient, high surface to volume ratio, and low Reynolds number. Also, by its parallel units, a micro reactor can realize flexible and scale up production, and rapid and high throughput screening.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Micro mixer, reactor and separator"
        },
        {
            "text": "Recently, great progress has been achieved in the micro separation techniques. Now, various chromatography and electrophoresis separation modes can be realized on chips. Micro separator has become one of the fastest developing and maximum maturity technical units, which has greatly advanced the integration trends of microfluidic chips. Taking the integrated capillary electrophoresis chip as an example, microchannels and other functional units can be etched on the chip in a few centimeter square areas using micro processing technology. Consequently, a micro analysis device integrated with functions of sample introduction, separation, reaction, and detection can be realized, which is characterized with rapid, high efficiency, low sample consuming, low cost, and portability. Fig. 4 .67 shows schematic diagram of the structure of an electrophoresis chip. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 783,
                    "end": 789,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF17"
                }
            ],
            "section": "Micro mixer, reactor and separator"
        },
        {
            "text": "The detector of microfluidic chips is used to measure the desired composition of the sample as well as its quantity. The overall performance of detectors will have a great influence on the sensitivity, detection limit, and detection speed of the whole system. So, it is the key component of microfluidic chips. Compared to the conventional analysis systems, microfluidic chips have some special requirements on its detector. Detection techniques, which are characterized with the higher sensitivity and signal-to-noise ratio, higher response speed, miniaturization, and low cost, are greatly preferred for usage in microfluidic chips. Currently, a large number of detection techniques have been used in microfluidic chips. However, the optical and electrochemical detection methods are two of the most widely used methods. Because microfluidic chips take over some characteristics of capillary electrophoresis, optical detection methods such as laser induced fluorescence (LIF), chemiluminescence, and UV absorption, are still the mainstream detection methods. Fig. 4 .68 shows the basic optical structure of a confocal LIF detector. Various electrochemical detection methods have also been used in microfluidic chips due to their advantages of simply structure, low cost, and easy integration. In addition, mass spectra detector plays an irreplaceable role in the research of proteomics due to its powerful capability of distinguishing and identification. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1061,
                    "end": 1067,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF17"
                }
            ],
            "section": "Detection methods"
        },
        {
            "text": "Microfluidic chips have great potential in microminiaturization, integration, and portability of analytical devices, which provide wider prospects for microfluidic chips to be applied in many different fields such as biomedicine, high throughput screen for drug synthesis, optimization of priority crops sterile, environmental monitoring and protection, health quarantine, judicial expertise, and biological warfare agent detection. Currently, nucleic acid research is still one of the most widely used application fields for microfluidic chips. It has broadened its application fields from analysis of simple nucleic acid sequences to complex genetic analysis and diagnosis. In the clinical laboratory, microfluidic chips can perform the detection of multiple diseases of multiple patients on a single chip, which can provide very helpful diagnostic information for doctors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Applications"
        },
        {
            "text": "In 2003, with the large-scale outbreak of SARS, it was necessary to establish a rapid, non-invasive method for SARS virus detection, which was very important to the diagnosis and control of SARS (Lin and Qin, 2006) . For this undertaking, a microfluidic chip integrated with functions of PCR and electrophoresis separation was developed. The structure of the microfluidic chip is shown in Figs. 4.69a and b. By the utilization of detection system (Fig. 4.69c) , it can realize the amplification, separation, and detection of virus genes. It can dramatically reduce the time for SARS virus detection compared to the conventional methods. ",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 214,
                    "text": "(Lin and Qin, 2006)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 447,
                    "end": 459,
                    "text": "(Fig. 4.69c)",
                    "ref_id": "FIGREF17"
                }
            ],
            "section": "Applications"
        },
        {
            "text": "Benefiting from the progress of information and MEMS technology, sensor networks, which are novel style of sensors, begin to show promising advantages.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sensor Networks"
        },
        {
            "text": "Sensor networks are special networks composed of a group of sensors, wired or wireless, utilizing given methods or rules, whose targets are feeling, collecting and processing specialized information of certain objects through a united approach. The breakthrough within sensor networks benefits from the progress of sensor techniques, built-in process techniques, distributing information process techniques and communication techniques (Wang and Akilydiz, 2002) .",
            "cite_spans": [
                {
                    "start": 436,
                    "end": 461,
                    "text": "(Wang and Akilydiz, 2002)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Sensor Networks"
        },
        {
            "text": "As to the communication mode, either a wired mode or wireless mode is utilized. The optical fiber sensor network is a freshman in the sensor network family. It has an optical fiber but not an electronic wire/cable that works as a communication media. Since the placement of optical fiber is similar to traditional cable, the optical fiber sensor network is usually classified a wired sensor network.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sensor Networks"
        },
        {
            "text": "The 1st-generation sensor network is based on a traditional analog output sensor with point-to-point translation. Such sensor networks were utilized widely in 1980s, but dropped behind due to high cost, complex placement and poor EMC performance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "History of Sensor Networks"
        },
        {
            "text": "An obvious feature of the 2nd-generation sensor network is the application of SMART sensors. A built-in processor, for example, MCU or DSP, acts as the center control unit of the sensor. It receives the analog signals from the sensitive unit, converts them to digital data, then stores or transmits accordingly. At the same time, more and more 2nd-generation sensor networks accept series digital bus as transport media, such as RS-232, RS-422 and RS-485 digital data bus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "History of Sensor Networks"
        },
        {
            "text": "The 3rd-generation sensor network is a smart sensor network, which has an advanced field bus, which is a transport network that is all-digital, doubledirection and open. The requirement for wire/cable placement, communication bandwidth is much less than earlier sensor networks. MPS (Michigan parallel standard) bus and Inter-IC (I 2 C) bus were two bus standards that were introduced successfully at an early stage. And now, controller area network bus (CAN bus) and Ethernet bus are two typical smart buses with universal applications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "History of Sensor Networks"
        },
        {
            "text": "The 4th-generation sensor network is in progress now, with features such as multi-function sensor units, self-organized network structures and wireless transport modes; it is called a wireless sensor network (WSN). This is a new type sensor network, which is constructed of basic nodes. A sensitive device, built-in micro processor, wireless interface, power supply unit, application software and security strategy are integrated in each node. Each node can be a basic sensor unit, transmit relay unit, even a local information collecting unit. Due to the characteristic of WSN, specialized communication agreement and route arithmetic are the key points for developing WSN techniques. And we predict that advances in MEMS technology will produce WSN that is even more capable and versatile.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "History of Sensor Networks"
        },
        {
            "text": "Sensor A sensor is composed of power, sensitive device, built-in processor, communication unit and respective software. Power provides energy to each part. Sensitive device detects and monitors information of targets, then changes the information to digital data, if necessary. Built-in processor controls the status of each part, especially collects the information from the sensitive device, and then sends it to the communication unit after processing. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Essential Factors of Sensor Networks"
        },
        {
            "text": "The observer is the user of sensor networks and the accepter of information acquired. Observer is a man, a computer or other devices. For example, either a scientist or a computer station can be an observer of certain sensor networks. One sensor network can support multi observers at the same time. An observer can check the information provided by sensor networks, then judge, conclude the information accordingly, or take corresponding actions to the objects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Observer"
        },
        {
            "text": "An object is the monitor target of a sensor network. Physical parameter, chemical process and biomedical status can be included. One sensor network can monitor multi objects in certain area. At the same, an object can be monitored by different sensor networks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Object"
        },
        {
            "text": "In a sensor network, sensor nodes are generally connected to a controller or a computer which provides linearization, error correction, and access to the network. The interface between sensor node and controller becomes more and more important. Though maybe not introduced for sensor networks originally, some digital interface standards provide extensive applications in the field of sensor networks. Some brief introductions to typical digital interfaces are included in the following sections (Sichitiu, 2004) .",
            "cite_spans": [
                {
                    "start": 496,
                    "end": 512,
                    "text": "(Sichitiu, 2004)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Buses of Sensor Networks"
        },
        {
            "text": "RS-232 is a standard for serial binary data signal connections between data terminal equipment and data circuit-terminating equipment. It is commonly used in computer serial ports. The standard defines electrical signal characteristics such as voltage levels, signaling rate, timing and slew-rate of signals, voltage withstand level, short-circuit behavior, and maximum load capacitance, interface mechanical characteristics, pluggable connectors and pin identification. Details of character format and transmission bit rate are controlled by the serial port hardware, often a single integrated circuit called UART that converts data from parallel to asynchronous start-stop serial form. Details of voltage levels, slew rate, and short-circuit behavior are typically controlled by a line-driver that converts from the UART's logic levels to RS-232 compatible signal levels, and a receiver that converts from RS-232 compatible signal levels to the UART's logic levels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RS-232 Bus"
        },
        {
            "text": "For data transmission lines (TxD, RxD and their secondary channel equivalents) logic one is defined as a negative voltage, and logic zero is positive and the signal condition is termed spacing. Control signals are logically inverted with respect to what one would see on the data transmission lines. When one of these signals is negative, the voltage on the line will be between 3 to 15 V. The active state for these signals would be the opposite voltage condition, between -3 and -15 V. In order to convert TTL level to RS-232 level, a MAX232 chip or another chip with similar function is often be used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RS-232 Bus"
        },
        {
            "text": "The I 2 C bus was introduced by Philips as a standard for connecting integrated circuits (IC) which may or may not include sensors. I 2 C is intended for application in systems which connect microcontrollers and other microcontroller-based devices or parts. It is a two-wire serial bus as shown in Fig. 4 .71.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 298,
                    "end": 304,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF17"
                }
            ],
            "section": "I 2 C Bus"
        },
        {
            "text": "The serial data and serial clock carry information to every device connected to the bus, which has a unique address. The serial data wire is bi-directional but data may flow in only one direction at a certain time. Devices on the bus are defined as masters or slaves. A master, which is usually a microcontroller, initiates a data transfer on the bus and generates the clock, and generates the control signals which are placed on the data wire. The slave device is controlled by the master. A slave device can either receive or send data depending on the master. To save energy, some sensor nodes should be in sleep mode most of the time and woken up by a timer or sensing event. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I 2 C Bus"
        },
        {
            "text": "CAN bus is a vehicle bus standard designed to allow microcontrollers and devices to communicate with each other within a vehicle without a host computer, which is showed by Fig. 4 .72. CAN bus standard was officially released in 1986 at the Society of Automotive Engineers (SAE) congress in Detroit, Michigan. The first CAN controller chip, which was produced by Intel and Philips, came on the market in the 1980s. A modern automobile may have as many as 70 electronic control units (ECU) for various subsystems, including the engine control unit, transmission, airbags, antilock braking, cruise control, audio systems, windows, doors, mirror adjustment, etc. Some of these form independent subsystems, but communications among others are essential. A subsystem may need to control actuators or receive feedback from the sensors. The CAN standard was devised to fill this requirement.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 173,
                    "end": 179,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF17"
                }
            ],
            "section": "CAN Bus"
        },
        {
            "text": "CAN is a multi-master broadcast serial bus standard for connecting electronic control units. The devices that are connected by a CAN network are typically sensors, actuators and control devices. A CAN message never reaches these devices directly, but instead a host processor and a CAN controller are needed between these devices and the bus. If two or more nodes begin sending messages at the same time, the message with the more dominant ID will overwrite other nodes' less dominant IDs, so that eventually only the dominant message remains and is received by all nodes. Each node requires the support from the host processor, CAN controller and transceiver.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CAN Bus"
        },
        {
            "text": "The serial peripheral interface bus (SPI bus) is a synchronous serial data link standard named by Motorola that operates in full duplex mode. Devices communicate in master/slave mode where the master device initiates the data frame. Multiple slave devices are allowed with individual slave select (chip select) lines. Sometimes SPI is called a \"four-wire\" serial bus, contrasting with three-, two-, and one-wire serial buses. The SPI bus specifies four logic signals, which are Serial Clock (SC), Master Output/Slave Input (MOSI/SIMO), Master Input/Slave Output (MISO/SOMI) and Slave Select (SS). The SPI bus can operate with a single master device and with one or more slave devices. Most slave devices have tri-state outputs so their MISO signal becomes high impedance when it is not selected. Devices without tri-state outputs cannot share SPI bus segments with other devices. At one time only one slave device could talk to the master with its chip select being activated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Serial Peripheral Interface"
        },
        {
            "text": "To begin a communication, the master first configures the clock, using a frequency less than the maximum frequency of the slave device. The master then pulls the slave select low for the desired chip. Transmissions may involve any number of clock cycles. When there is no more data to be transmitted, the master stops toggling its clock. Normally, it then deselects the slave device. SPI bus is a full duplex communication standard, and has a higher speed than I 2 C bus mentioned above. SPI bus requires only extra 4 pins in hardware design, so it is much easier for layout design. Furthermore, some chips combine MOSI and MISO into a single data line (SI/SO). Usually it is called three-wire signaling.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Serial Peripheral Interface"
        },
        {
            "text": "At the beginning of this chapter, a typical WSN application example was given. With this example and moreover, the senses, technique challenges and wide applications of WSN will be introduced in detail.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wireless Sensor Network"
        },
        {
            "text": "The early blue-green algae bloom in Taihu Lake (Fig. 4.73) , which is the third largest fresh water lake of China, led to the tap water pollution and water supply crisis in May, 2007. It was a typical environmental hazard caused by chemical pollution and biological turbulence. To clarify the pollution status, a WSN monitor project has been carrying out since 2008. Sensor node and wireless network construction are two essential components of WSN. Fig. 4 .74 shows the structure of a WSN node, which will be deployed in the Taihu Lake project, focusing on chemical pollution monitoring. A WSN node is composed of sensitive device, processor unit, wireless communication module and power supply unit. The sensitive device detects the specialized information of a certain object. The processor unit receives the signal from the sensitive device, amplifies it if necessary, then converts it into digital data and sends it to the next process. The processor unit also controls the total sensor node as a commander. The wireless communication module answers the communications with the other nodes, sending/receiving data and exchanging information. The power supply unit provides energy to all the parts above. Usually a micro battery or solar energy solution is an advisable choice. Furthermore, Fig. 4 .75 shows the complex MEMS sensitive device of the WSN node in the Taihu Lake project. Up to 4 MEA (microelectrode array) and 4 LAPS (Light addressable potentiometer sensor), which all act as chemical sensors, are integrated on the complex chip. Based on different sensitive theories of MEA and LAPS, self-compensation and multi-parameter measurement are standout advantages of the complex device. Fig. 4 .76 shows the pre-amplifier unit. Ultra low noise amplifier receives the weak signal from complex device and sends it to next stage after amplifying. The detect limit can be as low as 0.5 nA. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 47,
                    "end": 58,
                    "text": "(Fig. 4.73)",
                    "ref_id": "FIGREF17"
                },
                {
                    "start": 450,
                    "end": 456,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF17"
                },
                {
                    "start": 1295,
                    "end": 1301,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF17"
                },
                {
                    "start": 1700,
                    "end": 1706,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF17"
                }
            ],
            "section": "Typical Application"
        },
        {
            "text": "A typical wireless network contains a sensor node, and sink node and management node. Sensor nodes, which are placed randomly, can locate themselves and send information point by point. A sink node will collect the information from sensor nodes and then re-send it to the management node by internet, satellite, etc. Finally, the research team can get the quantity of information from the management node. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wireless network construction"
        },
        {
            "text": "We now briefly describe three important techniques in WSN.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key Techniques"
        },
        {
            "text": "Many WSNs must aggressively conserve energy in order to operate for extensive periods without wired power sources. Since wireless communication often dominates the energy dissipation in a WSN, several promising approaches have been proposed to achieve power-efficient multi-hop communication in ad hoc networks. Topology control aims to reduce the transmission power by adjusting nodal radio transmission ranges while preserving necessary network properties. Power-aware routing protocols choose appropriate transmission ranges and routes to conserve energy used for multi-hop packet transmission. Both topology control and power-aware routing focus on reducing the power consumption when the radio interface is actively transmitting and receiving packets (Sichitiu, 2004) .",
            "cite_spans": [
                {
                    "start": 756,
                    "end": 772,
                    "text": "(Sichitiu, 2004)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Power efficiency control"
        },
        {
            "text": "Because sensor networks pose unique challenges, traditional security techniques used in traditional networks cannot be applied directly. Firstly, to make sensor networks economically viable, sensor devices are limited in their energy, computation, and communication capabilities. Secondly, unlike traditional networks, sensor nodes are often deployed in accessible areas, presenting the added risk of physical attack. And thirdly, sensor networks interact closely with their physical environments and with people, posing new security problems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Network security"
        },
        {
            "text": "An adequate solution is in conjunction with secure group management, intrusion detection and secure data aggregation. First, interest in network data aggregation and analysis can be performed by groups of nodes, and the outcome of the group's computation is normally transmitted to a base station. Then, in order to look for anomalies, applications and typical threat models must be understood, and the use of secure groups may be a promising approach for decentralized intrusion detection. And last, depending on the architecture of the wireless sensor network, aggregation may take place in many places in the network. All aggregation locations must be secured (Perrig et al., 2004) .",
            "cite_spans": [
                {
                    "start": 663,
                    "end": 684,
                    "text": "(Perrig et al., 2004)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Network security"
        },
        {
            "text": "Self-configuration is a general class of estimation problems which we explore via the Cramer-Rao bound (CRB). Specifically, the sensor location estimation problem is explored for sensors that measure range via received signal strength (RSS) or time-of-arrival (TOA) between themselves and neighboring sensors. TOA ranging has been implemented using two-way or round-trip time-of-arrival measurements. Inquiry-response protocols and careful calibration procedures are presented to allow devices to measure the total delay between an original inquiry and the returned response. Ranging is also possible using RSS measurement, which can be measured from reception of any transmission in the network. In a frequency hopping radio, RSS measurements can be averaged over frequency to reduce frequency-selective fading error. RSS is attractive from the point of view of device complexity, but is traditionally seen as a coarse measure of ranges. Sensor location estimation with about 1 m RMS error has been tested using both TOA and RSS measurements (Meguerdichian et al., 2001) . Fig. 4 .78 shows a multi-function sensor/sink WSN node, which is the basic unit of the Taihu Lake project, combined with key techniques mentioned above. With the special low power consumption MCU and related extern circuits. Average work current is lower than 20 mA, and idle mode current is as low as 100 μA. Moreover, the relative location estimation program has been planted into the MCU as part of the firmware. At the same time, the network security issue is checked from both the hardware and software view. Using CPLD and FPGA programmed devices, the hardware of the circuit is difficult to be copied. And security arithmetic is integrated in the application software. Further research is even in progress, focusing on simplifying the hardware circuit. The finial version node may include only 2 ICs (integrate chips): one is the MCU, including power management and interface module, the other is a complex analog chip, including all analog amplifiers, signal mixers, A/D and D/A converters. ",
            "cite_spans": [
                {
                    "start": 1018,
                    "end": 1071,
                    "text": "TOA and RSS measurements (Meguerdichian et al., 2001)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1074,
                    "end": 1080,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF17"
                }
            ],
            "section": "Relative location estimation"
        },
        {
            "text": "Recent advances in micro-electro-mechanical systems (MEMS) technology, wireless communications, and digital electronics have enabled the development of WSNs, which contain low-cost, low-power, multifunctional sensor nodes that are small in size and communicate by wireless media for short distances. These tiny sensor nodes, which consist of sensing, data processing, and communicating components, leverage the idea of sensor networks based on collaborative effort of a large number of nodes. WSN has the potential to revolutionize sensing (and/or actuating) technology in the future. Large numbers of cheap nodes can be placed in the area to be monitored. In contrast to traditional networks, WSN at least has the following advantages (Akyildiz et al., 2002) .",
            "cite_spans": [
                {
                    "start": 736,
                    "end": 759,
                    "text": "(Akyildiz et al., 2002)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Senses and Challenges"
        },
        {
            "text": "The large number ensures that at least some of the sensors will be close to the phenomenon of interest and thus be able to have high quality measurements. In-network processing allows for the tracking of targets and the evolution of the studied phenomena. It also allows for substantial power savings and reduced bandwidth necessary to observe certain phenomena. The large number of sensors also increases the reliability of the system, as failure of a percentage of the sensor nodes will not result in system failure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Senses and Challenges"
        },
        {
            "text": "Sensors can be positioned far from the observers. In this sense, observers do not need to be near the actual position, which may be polluted, dangerous or hard to reach. So there are a wide range of applications envisioned for such sensor networks, including microclimate studies, groundwater contaminant monitoring, precision agriculture, condition-based maintenance of machinery in complex environments, urban disaster prevention and response, and military interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Senses and Challenges"
        },
        {
            "text": "Several sensors that perform only sensing can be deployed. The positions of the sensors and communications topology are carefully engineered. They transmit time series of the sensed phenomenon to the central nodes where computations are performed and data are processed efficiently.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Senses and Challenges"
        },
        {
            "text": "As a coinstantaneous result, due to its unique characters, WSN is facing some technical challenges, such as energy limitations, communication capacity/power confines, process performances and storage shortages (Chong and Kumar, 2003) .",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 233,
                    "text": "(Chong and Kumar, 2003)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Senses and Challenges"
        },
        {
            "text": "Micro sensor node is usually powered by small size batteries, whose capacity is limited. Since there are so many cheap sensor nodes in the target area, which sometimes human cannot reach, so it is very difficult, if not impossible, to change batteries and refresh the sensor notes by human operations. So the service time of sensor nodes is decided by capacity of the batteries and the power consumption of sensor nodes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Senses and Challenges"
        },
        {
            "text": "A sensor node includes a sensitive unit, processor and wireless communication devices. The consumption of the processor and the sensitive device is reduced with the advance of integrated chipset progress. Most power consumption happens in wireless communication circuits. Such modules have four statuses, sending, receiving, idling and sleeping. It is the essential research and development to find a way to let wireless modules be more efficient and reduce unnecessary power consumption.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Senses and Challenges"
        },
        {
            "text": "With the increase of communication distance, the power consumption arises accordingly. Considering that the communication ability of each node is limited and the object area is often large, it is necessary to adopting a multi-point route.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Senses and Challenges"
        },
        {
            "text": "The distance of each node should be no more than 100 -150 m.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Senses and Challenges"
        },
        {
            "text": "The communication bandwidth and RF output power of each sensor node is also limited. The signal of each node may be degraded, or completely destroyed by complex surface circumstances or dreadful weather.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Senses and Challenges"
        },
        {
            "text": "In order to reduce the cost and power consumption of each sensor node, a low-end but power-saving built-in processor is used, with a small size memory device. The sensor node is expected to monitor the object, convert the analog signal to digital data, save/process the data, communicate with other nodes, etc. It is a challenge to complete the missions with limited processor ability and memory size.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Senses and Challenges"
        },
        {
            "text": "Fortunately with the improvement of low consumption chips and IC system design, many ultra low consumption processors are now available. Besides reducing absolute work current, module power supply and dynamic voltage scaling is supported by the new generation processors. When the duty of the processor is light, some unnecessary units of the processor will be closed, and the power voltage and operation frequency may be controlled to a relative lower level. So the processor will not be jammed with heavy duties, and the operation current will be saved in idle time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Senses and Challenges"
        },
        {
            "text": "WSN has a lot of distributed sensor nodes. The concepts of micro-sensing and wireless connection of these nodes promises many new application areas, such as environmental monitors, military applications, etc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Forecasts"
        },
        {
            "text": "Some environmental applications of sensor networks include tracking the movements of birds, small animals, and insects; monitoring environmental conditions that affect crops and livestock; irrigation; macro instruments for large-scale Earth monitoring and planetary exploration; chemical and biological detection; precision agriculture; biological and environmental monitoring in marine, soil, and atmospheric contexts; forest fire detection; meteorological or geophysical research; flood detection; bio-complexity mapping of the environment; and pollution study. A pollution monitor project based on WSN is a typical example for such an application. Furthermore, the rapid deployment, self-organization and fault tolerance characteristics of sensor networks make them a very promising sensing technique for military applications. In chemical and biological warfare, being close to ground zero is important for timely and accurate detection of the agents. Sensor networks deployed in the friendly region and used as a chemical or biological warning system can provide the friendly forces with critical reaction time, which drops casualties drastically. For instance, we can make a nuclear reconnaissance without exposing a team to nuclear radiation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Forecasts"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Wireless sensor networks: a survey",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "F"
                    ],
                    "last": "Akyildiz",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sankarasubramaniam",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Cayirci",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Computer Networks",
            "volume": "38",
            "issn": "",
            "pages": "393--422",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Comprehensive Analytical Chemistry",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Barcelo",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "49",
            "issn": "",
            "pages": "87--100",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Control of flow direction in microfluidic devices with polyelectrolyte multilayers",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L R"
                    ],
                    "last": "Barker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ross",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Tarlov",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gaitan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Locascio",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Analytical Chemistry",
            "volume": "72",
            "issn": "",
            "pages": "5925--5929",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Thirty years of ISFETOLOGY-What happened in the past 30 years and what may happen in the next 30 years?",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bergveld",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Sensors and Actuators B-Chemical",
            "volume": "88",
            "issn": "",
            "pages": "1--20",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Principle and Application of Modern Sensors",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ge",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "239--250",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Sensor networks: evolution, opportunities, and challenges",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proceedings of the IEEE",
            "volume": "91",
            "issn": "",
            "pages": "1247--1256",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A study of Langmuir and Langmuir-Blodgett films of polyaniline",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dhanabalan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Dabke",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "P"
                    ],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Talwar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Major",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lal",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "Q"
                    ],
                    "last": "Contractor",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Langmuir",
            "volume": "13",
            "issn": "",
            "pages": "4395--4400",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Rapid prototyping of microfluidic systems in poly (dimethylsiloxane)",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Duffy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Mcdonald",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "J A"
                    ],
                    "last": "Schueller",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Whitesides",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Analytical Chemistry",
            "volume": "70",
            "issn": "",
            "pages": "4974--4984",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Enzyme biosensors based on ion-selective field-effect transistors",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Dzyadevych",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Soldatikin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "El&apos;skaya",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Martelet",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Renault",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Analytica Chimica Acta",
            "volume": "568",
            "issn": "",
            "pages": "248--258",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Analytical characterization of microlithographically fabricated iridium-based ultramicroelectrode arrays",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Feeney",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Herdan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Nolan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "V"
                    ],
                    "last": "Tarasov",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Kounaves",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Electroanalysis",
            "volume": "10",
            "issn": "",
            "pages": "89--93",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A room temperature surface acoustic wave hydrogen sensor with Pt coated ZnO nanorods",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nanotechnology",
            "volume": "20",
            "issn": "",
            "pages": "55--60",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Microfluidics-a review",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gravesen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Branebjerg",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "S"
                    ],
                    "last": "Jensen",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Journal of the Micromechanics and Microengineering",
            "volume": "3",
            "issn": "",
            "pages": "168--182",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Chemical Sensors",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gründler",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Micro-electro-mechanical-systems (MEMS) and fluid flows",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Tai",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Annual Review of Fluid Mechanics",
            "volume": "30",
            "issn": "",
            "pages": "579--612",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "A novel low-noise measurement principle for LAPS and its application to faster measurement of pH",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Ismail",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sugihara",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yoshinobu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Iwasaki",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Sensors and Actuators B-Chemical",
            "volume": "74",
            "issn": "",
            "pages": "112--116",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A carbon dioxide gas sensor based on solid electrolyte for air quality control",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kaneyasu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Otsuka",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Setoguchi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sonoda",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nakahara",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Aso",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nakagaichi",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Sensors and Actuators B-Chemical",
            "volume": "66",
            "issn": "",
            "pages": "56--58",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Miniaturized implantable pressure and oxygen sensors based on polydimethylsiloxane thin films",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Koley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Nomani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yim",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "Y"
                    ],
                    "last": "Hsia",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Materials Science and Engineering C-Biomimetic and Supramolecular Systems",
            "volume": "29",
            "issn": "",
            "pages": "685--690",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Ion-selective electrodes",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Koryta",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Annual Review of Materials Science",
            "volume": "16",
            "issn": "",
            "pages": "13--27",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Non-invasive measurement of cell membrane associated proton gradients by ion-sensitive field effect transistor arrays for microphysiological and bioelectronical applications",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lehmann",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Baumann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brischwein",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ehret",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kraus",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schwinde",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bitzenhofer",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Freund",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wolf",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Biosensors and Bioelectronics",
            "volume": "15",
            "issn": "",
            "pages": "117--124",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Coverage problems in wireless ad-hoc sensor networks",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Qin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Meguerdichian",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Koushanfar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Potkonjak",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Srivastava",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "1380--1387",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Anion-selective light-addressable potentiometric sensors (LAPS) for the determination of nitrate and sulphate ions",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "G"
                    ],
                    "last": "Mourzina",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "E"
                    ],
                    "last": "Ermolenko",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yoshinobu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Vlasov",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Iwasaki",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Schöning",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Sensors and Actuators B-Chemical",
            "volume": "91",
            "issn": "",
            "pages": "32--38",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Ion-selective light addressable potentiometric sensor (LAPS) with chalcogenide thin film prepared by pulsed laser deposition",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "G"
                    ],
                    "last": "Mourzina",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yoshinobu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schubert",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lüth",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Iwasaki",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Schöning",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Sensors and Actuators B-Chemical",
            "volume": "80",
            "issn": "",
            "pages": "136--140",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Security in wireless sensor networks",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Perrig",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stankovik",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wagner",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Communications of the ACM",
            "volume": "6",
            "issn": "",
            "pages": "47--58",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Electronic noses",
            "authors": [
                {
                    "first": "Rolf",
                    "middle": [
                        "D"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Eurocosmetics",
            "volume": "10",
            "issn": "",
            "pages": "20--29",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Choosing a humidity sensor: a review of three technologies",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Roveti",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Sensors",
            "volume": "18",
            "issn": "",
            "pages": "54--58",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Cross-layer scheduling for power efficiency in wireless sensor networks",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Sichitiu",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "IEEE Conference on Computer Communications",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Electrochemical nose",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Stetter",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Penrose",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Electrochemistry Encyclopedia",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Electronic tongue",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Toko",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Biosensors and Bioelectronics",
            "volume": "13",
            "issn": "",
            "pages": "701--709",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Monolithic microfabricated valves and pumps by multilayer soft lithography",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Unger",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Chou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Thorsen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Scherer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Quake",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Science",
            "volume": "288",
            "issn": "",
            "pages": "113--116",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Modern Biomedical Sensors, 2nd",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "A survey on sensor networks",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "F"
                    ],
                    "last": "Akilydiz",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The origins and the future of microfluidics",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Whitesides",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nature",
            "volume": "442",
            "issn": "",
            "pages": "368--373",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The application of microelectrodes for the measurements of trace metals in water",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Stueben",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Berner",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Analytical Letters",
            "volume": "38",
            "issn": "",
            "pages": "2281--2300",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The research on the response mechanism of pH-LAPS",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Niu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "32",
            "issn": "",
            "pages": "13--16",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Communication buses and protocols for sensor networks",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mason",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Sensors",
            "volume": "2",
            "issn": "",
            "pages": "244--257",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Principles and Applications of Chemical Sensors",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zuo",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Sensing principle of chemical sensors",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Classification of chemical sensors according to the property of analytes",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The schematic illustration of an ISE measurement",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "The schematic illustration of the calibration curve and the detection limit",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Scheme of typical combination glass electrode, which is made of a glass tube ended with small glass bubble",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "The structure chart of calcium ion-selective microelectrode",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Experimental setup of microelectrode: (1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "The illumination; (3) The action potential before illumination; (4) The action potential after illumination",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Schematic view of (a) MOSFET and (b) ISFET",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "The measuring circuit of LAPS Fig. 4.14. The characteristic curves of LAPS",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Pulsed laser deposition technique",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Typical current-voltage characteristics of the Pb-LAPS",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "The types of microelectrodes: (a) Disc; (b) Ring; (c) Band; (d) Sphere; (e) Hemisphere",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "The diffusion cross-sections of (a) the traditional electrode and (b) the microelectrode For the steady-state, the mass transfer rate M for microelectrode",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Structure of the MEA sensor: (a) On one side is silicon-based Hg-coated Au microelectrodes array; (b) On the other side is Pt and Ag/AgCl electrodes",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "20. The DPASV for standard additions of Zn(II), Cd(II), Pb(II) and Cu(II)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "Typical electrochemical sensor layout",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "Schematic diagram of the oxygen sensing set up (reprinted from (Koley, 2009), Copyright 2009, with permission from Elsevier Science B.V.)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF20": {
            "text": "Output current of the sensor to oxygen: (a) Time dependent electrode current as the ambient air is replaced by oxygenargon mixture; (b) Variation of maximum electrode current with oxygen concentration. Inset shows the rms noise plotted as a function of time (reprinted from (Koley, 2009), Copyright 2009, with permission from Elsevier Science B.V.)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF21": {
            "text": "Principle and application of the Figaro gas sensors: (a) Figaro gas/vapor sensor uses sintered; (b) Sensor resistance vs. partial pressure of oxygen; (c) Ratios for various gases and vapors; (d) Typical circuit diagram",
            "latex": null,
            "type": "figure"
        },
        "FIGREF22": {
            "text": "Figaro gas sensors for the detection of toxic gas",
            "latex": null,
            "type": "figure"
        },
        "FIGREF23": {
            "text": "The structural principle of concentration cell",
            "latex": null,
            "type": "figure"
        },
        "FIGREF24": {
            "text": "Construction of the sensor element (reprinted from (Nakagaichi, 2000), Copyright 2000, with permission from Elsevier Science B.V.)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF25": {
            "text": "Construction of the CO 2 sensor (reprinted from (Nakagaichi, 2000), Copyright 2000, with permission from Elsevier Science B.V.)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF26": {
            "text": "Sensitivity of various gases (reprinted from (Nakagaichi, 2000), Copyright 2000, with permission from Elsevier Science B.V.)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF27": {
            "text": "Heating condition stability of the EMF and ΔEMF in indoor atmospheres (reprinted from(Nakagaichi, 2000), Copyright 2000, with permission from Elsevier Science B.V.)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF28": {
            "text": "31. Schematic picture of a typical SAW device design",
            "latex": null,
            "type": "figure"
        },
        "FIGREF29": {
            "text": "Schematic diagram of a dual delay line configuration",
            "latex": null,
            "type": "figure"
        },
        "FIGREF30": {
            "text": "33. SEM images of ZnO nanorods with growing time of 5 h: (a) Top view; (b) Side view (reprinted from (Fu et al., 2009), Copyright 2009, with permission from IOP Publishing)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF31": {
            "text": "Changes in frequency with H 2 concentration (reprinted from (Fu et al., 2009), Copyright 2009, with permission from IOP Publishing)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF32": {
            "text": "Graph of water vapor vs. temperature for three different relative humidities",
            "latex": null,
            "type": "figure"
        },
        "FIGREF33": {
            "text": "35",
            "latex": null,
            "type": "figure"
        },
        "FIGREF34": {
            "text": "36. Capacitive RH sensors are produced in a wide range of specifications, sizes, and shapes including integrated monolithic electronics. The sensors shown here are from various manufacturers (reprinted from(Roveti, 2001), Copyright 2001, with permission from Questex Media Group, Inc.)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF35": {
            "text": "Near-linear response from different sensors of capacitance changes vs. applied humidity at 25 °C",
            "latex": null,
            "type": "figure"
        },
        "FIGREF36": {
            "text": "Resistive sensors are based on an interdigitated or bifilar winding. After deposition of a hydroscopic polymer coating, their resistance changes inversely with humidity. The Dunmore sensor (far right) is shown 1/3 size (reprinted from(Roveti, 2001), Copyright 2001, with permission from Questex Media Group, Inc.)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF37": {
            "text": "The exponential response of the resistive sensor, plotted here at 25 °C, is linearized by a signal conditioner for direct meter reading or process controlFig. 4.40. Resistive sensors exhibit a nonlinear response to changes in humidity. This response may be linearized by analog or digital methods. Typical variable resistance extends from a few KΩ to 100 MΩ",
            "latex": null,
            "type": "figure"
        },
        "FIGREF38": {
            "text": "For measuring absolute humidity at high temperatures, thermal conductivity sensors are often used. They differ in operating principle from resistive and capacitive sensors. Absolute humidity sensors are left and center; thermistor chambers are on the right (reprinted from(Roveti, 2001), Copyright 2001, with permission from Questex Media Group, Inc.)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF39": {
            "text": "The output signal of the thermal conductivity sensor is affected by the operating temperature. Maximum output is at 600 °C; output at 200 °C drops by 70%",
            "latex": null,
            "type": "figure"
        },
        "FIGREF40": {
            "text": "The \"Biological Nose\"Fig. 4.45. The basic design of the \"e-Nose\"",
            "latex": null,
            "type": "figure"
        },
        "FIGREF41": {
            "text": "Response curves of the mixed gas samples from 8 MOS gas sensors",
            "latex": null,
            "type": "figure"
        },
        "FIGREF42": {
            "text": "Structure of the e-Nose based on SAW gas sensors combined with capillary separation system",
            "latex": null,
            "type": "figure"
        },
        "FIGREF43": {
            "text": "Spectrogram of mixed VOCs sample",
            "latex": null,
            "type": "figure"
        },
        "FIGREF44": {
            "text": "Bar graph (a) and Polar plot (b) generated from the raw data. A: Values taken as average signal from 15 to 75 s; B: Values taken as average signal from 55 to 75 s",
            "latex": null,
            "type": "figure"
        },
        "FIGREF45": {
            "text": "Schematic picture of how a principal component score plot is made: (a) Raw data; (b) The first principal component is the direction with the most of the variance in the data set;",
            "latex": null,
            "type": "figure"
        },
        "FIGREF46": {
            "text": "Schematic of an artificial neural network. It consists of three interconnected layers of neurons. The computing neurons (hidden and output layers) have a non-linear transfer function. The parameters of the neurons are chosen with a minimization of the output error for a known training set",
            "latex": null,
            "type": "figure"
        },
        "FIGREF47": {
            "text": "53. Biological taste recognition",
            "latex": null,
            "type": "figure"
        },
        "FIGREF48": {
            "text": "Design idea of e-Tongue",
            "latex": null,
            "type": "figure"
        },
        "FIGREF49": {
            "text": "55. PVC membrane sensor arrayFig. 4.56. Chalcogenide glass membrane sensor array",
            "latex": null,
            "type": "figure"
        },
        "FIGREF50": {
            "text": "Electrochemical detection device based on Langmuir-Blodgett membrane",
            "latex": null,
            "type": "figure"
        },
        "FIGREF51": {
            "text": "The bionic taste chip",
            "latex": null,
            "type": "figure"
        },
        "FIGREF52": {
            "text": "Experiment of the bionic taste chip: (a) The detection system; (b) The PCA results of 6 kinds of metal ions",
            "latex": null,
            "type": "figure"
        },
        "FIGREF53": {
            "text": "Complex flow control can be realized by the surface modification of micro channel: (a), (b), (c), and (d) show various flow modes can be achieved by the control of charge polarity located on the inner surface of micro channel. (e) and (f) show the opposite direction flow can be realized in the single channel. (e) is the top view of the micro channel, while (f) is the cross section view",
            "latex": null,
            "type": "figure"
        },
        "FIGREF54": {
            "text": "Schematic diagram of electro osmotic pump structureFig. 4.62. Schematic diagram of pneumatic micro pump structure (reprinted from (Vnger et al., 2000), Copright 2000, with permission from AAAs)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF55": {
            "text": "Schematic diagram of passive one-way valve",
            "latex": null,
            "type": "figure"
        },
        "FIGREF56": {
            "text": "64. Schematic diagram of microfluidc system sample operation mode",
            "latex": null,
            "type": "figure"
        },
        "FIGREF57": {
            "text": "65. Schematic diagram of simple sample introduction method by electrical forces: (1) Sample chamber; (2) Sample waste solution chamber; (3) Buffer solution chamber; (4) Buffer waste chamber",
            "latex": null,
            "type": "figure"
        },
        "FIGREF58": {
            "text": "Structure of various micro filters: (a) Micro channel-based filter; (b) Micro channel magnum-based filter; (c) Micro square cage-based filter",
            "latex": null,
            "type": "figure"
        },
        "FIGREF59": {
            "text": "Structure of (a) an electrophoresis chip and (b) its microelectrode and lead wire",
            "latex": null,
            "type": "figure"
        },
        "FIGREF60": {
            "text": "68. Schematic diagram of basic optical structure of confocal LIF detector",
            "latex": null,
            "type": "figure"
        },
        "FIGREF61": {
            "text": "Microfluidic chip for SARS virus detection: (a) Structure of the microchip; (b) PCR microchip; (c) SARS virus detection by the laser-induced fluorescence system.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF62": {
            "text": "70. A typical sensor network",
            "latex": null,
            "type": "figure"
        },
        "FIGREF63": {
            "text": "Fig. 4.71. I 2 C bus structure",
            "latex": null,
            "type": "figure"
        },
        "FIGREF64": {
            "text": "72. CAN bus structure",
            "latex": null,
            "type": "figure"
        },
        "FIGREF65": {
            "text": "The",
            "latex": null,
            "type": "figure"
        },
        "FIGREF66": {
            "text": "Structure of sensor node",
            "latex": null,
            "type": "figure"
        },
        "FIGREF67": {
            "text": "75. MEMS sensitive device Fig. 4.76. Preamplifier unit",
            "latex": null,
            "type": "figure"
        },
        "FIGREF68": {
            "text": "Wireless network construction",
            "latex": null,
            "type": "figure"
        },
        "FIGREF69": {
            "text": "Multi-function sensor/sink WSN node",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "The additives to SnO",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Comparing e-Nose with the human nose",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Characteristic parameter list of 8 MOS gas sensors according to the datasheets",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}