{
    "paper_id": "46f7f9afbe9a94ebecc0ee94525a059695886e58",
    "metadata": {
        "title": "Coronavirus (COVID-19): ARIMA based time-series analysis to forecast near future",
        "authors": [
            {
                "first": "Hiteshi",
                "middle": [],
                "last": "Tandon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Manipal University Jaipur",
                    "location": {
                        "postCode": "303007",
                        "settlement": "Jaipur",
                        "country": "India"
                    }
                },
                "email": "hiteshitandon@yahoo.co.inh.tandon"
            },
            {
                "first": "Prabhat",
                "middle": [],
                "last": "Ranjan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Manipal University Jaipur",
                    "location": {
                        "postCode": "303007",
                        "settlement": "Jaipur",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Tanmoy",
                "middle": [],
                "last": "Chakraborty",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Presidency University",
                    "location": {
                        "postCode": "560064",
                        "settlement": "Bengaluru",
                        "country": "India"
                    }
                },
                "email": "tanmoychakraborty@presidencyuniversity.int.chakraborty"
            },
            {
                "first": "Vandana",
                "middle": [],
                "last": "Suhag",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "BML Munjal University",
                    "location": {
                        "postCode": "122413",
                        "settlement": "Gurugram",
                        "country": "India"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "COVID-19, a novel coronavirus, is currently a major worldwide threat. It has infected more than a million people globally leading to hundred-thousands of deaths. In such grave circumstances, it is very important to predict the future infected cases to support prevention of the disease and aid in the healthcare service preparation. Following that notion, we have developed a model and then employed it for forecasting future COVID-19 cases in India. The study indicates an ascending trend for the cases in the coming days. A time series analysis also presents an exponential increase in the number of cases. It is supposed that the present prediction models will assist the government and medical personnel to be prepared for the upcoming conditions and have more readiness in healthcare systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The pandemic of 2019-nCov commenced from December 2019 in Wuhan, China and has caused extreme havoc in almost the whole world. 1,2 2019-nCoV or COVID-19, commonly known as Coronavirus, is a novel highly contagious virus belonging to Coronaviridae family that has been suspected to be transmitted to humans from animals. This virus causes mild to severe respiratory illness and death. 3 This pandemic has engulfed 185 countries/regions in merely four months infecting 1,949,210 people and taking the death toll to 123,348. 4, 5 However, the premature cases show the infection is less severe as compared to other coronaviruses such as",
            "cite_spans": [
                {
                    "start": 384,
                    "end": 385,
                    "text": "3",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 522,
                    "end": 524,
                    "text": "4,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 525,
                    "end": 526,
                    "text": "5",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Syndrome Corona Virus), the cases of rapid human-to-human transmission signify that 2019-nCoV is highly infectious than others. 6 Although a local seafood market in Wuhan is believed to be the source of exposure, 7 the scope of occurrence of this disease is not clear since its occurrence at present is so dynamic. 3 An apparent variation is present in epidemiological examinations and detection abilities performed by different countries for detecting infected cases. 8 Presently, the highest cases of 2019-nCoV infections have been reported in US, however, the cases are abruptly rising in Spain, Italy, France and Germany daily. 4 China, the place of origin of the disease, is now receiving a very few cases. 4 The first case of coronavirus infection in India was reported on 30 January 2020 in Kerela, which was an imported case from Wuhan city of China. 9 In the initial phase the spread was extremely slow and only 3 people were positive for more than a month. However, the numbers started rising exponentially after one month and continue to do so. The numbers in India have reached up to   10,453 for confirmed COVID-19 infected cases with 358 deaths and 1181 recoveries as reported on 13 April 2020. 4 At present, there is neither a treatment nor a vaccination for the COVID-19 infection. Currently, it is a major health crisis around the world and it would not be wrong to say that it is 'an enemy to humanity'. In this circumstance, the only option is preventing the occurrence of infection and preparing our healthcare system for the probable up-comings.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 129,
                    "text": "6",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 315,
                    "end": 316,
                    "text": "3",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 469,
                    "end": 470,
                    "text": "8",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 632,
                    "end": 633,
                    "text": "4",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 712,
                    "end": 713,
                    "text": "4",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 859,
                    "end": 860,
                    "text": "9",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1209,
                    "end": 1210,
                    "text": "4",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 1071,
                    "end": 1202,
                    "text": "India have reached up to   10,453 for confirmed COVID-19 infected cases with 358 deaths and 1181 recoveries as reported on 13 April",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "SARS-CoV (Severe Acute Respiratory Syndrome Corona Virus) and MERS-CoV (Middle East Respiratory"
        },
        {
            "text": "In that reference, it is extremely crucial to construct models that are computationally competent as well as realistic so that they can help policy makers, medical personals and also general public. Modeling the disease and providing future forecast of possible number of daily cases can assist the medical system in getting prepared for the new patients. The statistical prediction models are useful in forecasting as well as controlling the global epidemic threat.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS-CoV (Severe Acute Respiratory Syndrome Corona Virus) and MERS-CoV (Middle East Respiratory"
        },
        {
            "text": "In the present effort, we have employed Auto-Regressive Integrated Moving Average (ARIMA) model for predicting the incidence of 2019-nCov disease. As compared to other prediction models, for instance support vector machine (SVM) and wavelet neural network (WNN), ARIMA model is more capable in the prediction of natural adversities. 10 For our study, we have identified the best ARIMA model and then predicted the number the cases for the next 20 days. The main objective of the study is to find the best predictive model and apply it to forecast future incidence of COVID-19 cases in India. This data is used to build predictive models.",
            "cite_spans": [
                {
                    "start": 333,
                    "end": 335,
                    "text": "10",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "SARS-CoV (Severe Acute Respiratory Syndrome Corona Virus) and MERS-CoV (Middle East Respiratory"
        },
        {
            "text": "For forecasting a time series, ARIMA modeling is one of the best modeling techniques. ARIMA models are always represented with the help of some parameters and the model is expressed as ARIMA (p, d, q). Here, p stands for the order of auto-regression, d signifies the degree of trend difference while q is the order of moving average. We have applied an ARIMA model to the time series data of confirmed COVID-19 cases in India.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model Development"
        },
        {
            "text": "Autocorrelation function (ACF) graph and partial autocorrelation (PACF) graph is used to find the initial number of ARIMA models. These ARIMA models are then tested for variance in normality and stationary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model Development"
        },
        {
            "text": "Next, they are checked for accuracy by observing their MAPE, MAD and MSD values to determine the finest model to forecast. In addition, the best fit ARIMA model is compared with Linear Trend, Quadratic Trend, S-Curve Trend, Moving Average, Single Exponential as well as Double Exponential models using an output of measure of accuracy, viz. MAPE, MAD, MSD, so as to select the finest model to forecast. The finest model is the one which has the lowest value for all the measures. After fitting the model, its parameters are estimated 3 followed by verification of the model. The built model is employed to forecast confirmed COVID-19 cases for the next 20 days, i.e. 14 April 2020 to 3 May 2020. The model for forecasting future confirmed COVID-19 cases is represented as,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model Development"
        },
        {
            "text": "Here, Xt is the predicted number of confirmed COVID-19 cases at t th day, α1, α2, β1 and β2 are parameters",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model Development"
        },
        {
            "text": "whereas Zt is the residual term for t th day. The trend of forthcoming incidences can be estimated from the previous cases and a time series analysis is performed for this purpose. Time series forecasting refers to the employment of a model to forecast future data based on previously observed data. 11 In the present study, time series analysis is used to recognize the trends in confirmed COVID-19 cases in India over the period of 22",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 302,
                    "text": "11",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Model Development"
        },
        {
            "text": "January 2020 to 13 April 2020 and to predict future cases from 14 April 2020 till 3 May 2020. The level of statistical significance is set at 0.05. A graph is plotted for actual confirmed cases and predicted confirmed cases with respect to time to verify the efficiency of the model. To get an idea of the recovery and death trends in India, a graph is plotted with respect to time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model Development"
        },
        {
            "text": "A comparative study is also performed to examine the status of confirmed COVID-19 cases of India with respect to those of highly infected countries. A similar comparison is made with the countries of South-East Asia region as well. All the model developments, computations and comparisons have been performed using",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model Development"
        },
        {
            "text": "Minitab software (version 17). 12",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model Development"
        },
        {
            "text": "The present work encompasses development of a model to forecast COVID-19 incidences in the coming days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULT AND DISCUSSION"
        },
        {
            "text": "The results for measure of model accuracy for ARIMA, Linear Trend, Quadratic Linear, S-Curve Trend,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULT AND DISCUSSION"
        },
        {
            "text": "Moving Average, Single Exponential as well as Double Exponential model are presented in Table 1 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 88,
                    "end": 95,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "RESULT AND DISCUSSION"
        },
        {
            "text": "ARIMA (2, 2, 2) model (Eq. (3)) is used to forecast confirmed COVID-19 cases in India for the next 20 days,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULT AND DISCUSSION"
        },
        {
            "text": "i.e. 14 April 2020 to 3 May 2020. The forecast for cases is presented in Table 4 with 95% confidence interval by China, that is, severe control and quarantine, it can be expected that India will also recover soon because of its similar preventive measures. Time series analysis presents the meaningful statistics for confirmed COVID-19 data. Figure 2 For comparing the actual and forecasted confirmed COVID-19 cases, a time series graph is plotted starting from 30 January 2020 till 13 April 2020. The plot is represented by Figure 3 . The similarity of forecasted data with actual data is clear from these plots. This comparison reveals the precision of the model in forecasting.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 73,
                    "end": 80,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 342,
                    "end": 350,
                    "text": "Figure 2",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 525,
                    "end": 533,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "RESULT AND DISCUSSION"
        },
        {
            "text": "January 2020 to 13 April 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 3. A comparative times series plot for actual confirmed 4 and forecasted COVID-19 cases from 30"
        },
        {
            "text": "Trend for the number of recovery and death cases with respect to time due to COVID-19 infections in India depicted in Figure 4 . It is observed that the number of recoveries as well as deaths increase with time, however the rate of recovery is higher than the death rate. Thus, a low mortality rate could be expected from the disease. Figure 5 shows a comparative study of confirmed COVID-19 infection cases of India with respect to those of highly infected countries. According to the plot, US is the most infected while India the least infected of the selected countries, viz. US, Spain, Italy, France, Germany, China and Iran. It is very obvious as India was the last amongst these countries to get infected. However, the plot also reflects that China has been able to control the pandemic and is now presenting very few new cases. Thus, it follows that if strict prevention measures such as quarantine and sanitization are continued for some days, the situation could be controlled in the coming days.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 118,
                    "end": 126,
                    "text": "Figure 4",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 335,
                    "end": 343,
                    "text": "Figure 5",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Figure 3. A comparative times series plot for actual confirmed 4 and forecasted COVID-19 cases from 30"
        },
        {
            "text": "In the remaining countries, infected cases are growing exponentially and severe spread of infection is seen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 3. A comparative times series plot for actual confirmed 4 and forecasted COVID-19 cases from 30"
        },
        {
            "text": "A similar comparison is performed for the countries of South-East Asia region as well as shown in Figure 6 . A look at the Figure 6 suggests India to be the most infected amongst the South-East Asian countries followed by Indonesia and Thailand. All the three countries are presenting continuous rise in confirmed COVID-19",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 98,
                    "end": 106,
                    "text": "Figure 6",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 123,
                    "end": 131,
                    "text": "Figure 6",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "Figure 3. A comparative times series plot for actual confirmed 4 and forecasted COVID-19 cases from 30"
        },
        {
            "text": "infections. The remaining countries of the region have a very low infection rate, lowest being in Timor-Leste. It is clear that measures like quarantine and sanitization can decrease human exposure and control this pandemic. Thus, these measures should be stringently imposed in India and strict actions must be taken against those people who violate the rules and don't consider the severity of the situation. Although a large amount of data helps in providing a more exhaustive prediction and explanation, in the present circumstance, these models could be valuable in anticipating future cases of infection if the pattern of virus spread didn't change abnormally. It is obvious that this virus is new and has the capability to be transmitted intensely. Hence, it may have an influence on the predictions, however as per our knowledge, in the present situation this model is the finest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 3. A comparative times series plot for actual confirmed 4 and forecasted COVID-19 cases from 30"
        },
        {
            "text": "The novel coronavirus disease (COVID-19) has been declared as pandemic by WHO and is currently a major global threat. In order to support the prevention of the disease and aid in the healthcare service preparation, we have conducted this study to examine the finest model for the prediction of confirmed COVID-19 infection cases and to employ that model for forecasting future COVID-19 infection cases in India. As per the model forecast, the confirmed cases are expected to greatly rise in the coming days. The time series analysis shows an exponential enhancement in the infected cases. However, it is also anticipated that the efforts such as lockdown may affect this prediction and cases may start to decline after a month approximately. A comparative study with some of the highly infected countries and countries in south-east Asia region indicates that India can still control the situation if the prevention measures such as quarantine and city sanitization are strictly followed. The prediction models will help the government and medical workforce to be prepared for the upcoming situations and have more readiness in healthcare systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A novel coronavirus from patients with pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Niu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhan",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N. Engl. J. Med",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Coronavirus infections-more than just the common cold",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "I"
                    ],
                    "last": "Paules",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Marston",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Fauci",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JAMA",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Coronavirus (COVID-19) Cases",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "-20 coronavirus outbreak",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Wikipedia",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The epidemiological characteristics of an outbreak of 2019 novel coronavirus diseases (COVID-19) in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "C P E R E"
                    ],
                    "last": "Team",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China CDC Weekly",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Quantifying bias of COVID-19 prevalence and severity estimates in Wuhan, China that depend on reported cases in international travellers",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Niehus",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "De Salazar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Kerela confirmed first novel coronavirus case in India",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Unnithan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Comparison of the Ability of ARIMA, WNN and SVM Models for Drought Forecasting in the Sanjiang Plain",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "China. Nat. Resour. Res",
            "volume": "29",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Time series analysis. Basic statistics and data analysis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Imdadullah",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Minitab 17 Statistical Software",
            "authors": [
                {
                    "first": "Inc",
                    "middle": [],
                    "last": "Minitab",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Confirmed, recovered and death cases of COVID-19 infection are collected for India as well as countries with highest confirmed infection (US, Spain, Italy, France, Germany, China and Iran) and countries in South-East Asia region (India, Indonesia, Thailand, Bangladesh, Sri Lanka, Maldives, Nepal, Bhutan and Timor-Leste), as per World Health Organization region classification, from the official website of Johns Hopkins University(https://gisanddata.maps.arcgis.com/apps/opsdashboard/index.html) from 22 January 2020 to 13 April 2020.4",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": ". A look at the MAPE, MAD and MSD values suggests that ARIMA (2, 2, 2) model is the most accurate of all for forecasting future incidences as it possesses the least value for all the measures.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "displays the residual plots for confirmed COVID-19 cases in India from 30 January 2020 to 13 April 2020. A slight deviation of residuals from the straight line can be observed from the plot. This indicates that the errors are somewhat near to normal with a few outliers. Therefore, the normality assumption is followed. The residual histogram backs up this assumption. The graph between residuals and the fitted values displays a little dispersion. This implies that the assumption of constant variance is also satisfied by the model. The noncorrelation of residuals is clear from the plot of residuals versus the order of the data. The Ljung Box statistics further corroborate this fact(Table 3). It is transparent that the p-value of all the lags is larger than the significance level (i.e. 0.05) which means there is no violation of independent assumption. The suitability of the ARIMA (2, 2, 2) model is indicated by the non-significance of p-value and other statistics.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Residual plots for confirmed COVID-19 cases in India from 30 January 2020 to 13 April 2020.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "CI). According to the forecast, the number of confirmed COVID-19 cases is expected to increase considerably in the coming 20 days. This increase is highly suspected to be associated with the people involved in a large social gathering which took place just before the lockdown was imposed. Many of them have been tested positive while a number of them are still untraceable. Thus, these people may cause transmissions and lead to higher number of infected figures. Another reason may be the negligence on the part of a few people who didn't follow the suggested 14 day isolation after returning from abroad. Further, there is still a possibility that the transmission might be occurring from asymptomatic cases with/without a travel history. It is also suspected that there are many asymptomatic cases which are still not tested. To some extent, social media is also contributing towards some cases owing to the fake information being spread through the platform. It is very important to control such communications as they result in people moving out of their places due to wrong informations. All these circumstances can end up in transmissions. Apart from that, until now, it hasn't been confirmed whether a recovered person can act as a carrier of the virus or not. Further, if it is possible, then for how long.The lockdown period that began from 25 March 2020 has been extended up to 3 May 2020 considering the present cases according to the current update. It has been noted that some people have ignored the situation and warnings which resulted in a hasty increase in the number of infected cases. Hence, it is extremely crucial that people are made aware of the situation and the lockdown is strictly imposed in the whole country to prevent further transmission of the infection. If stringent measures are taken, it is believed that the number of new infected cases should begin declining in approximately 20 days. Looking at the prevention approach employed",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "presents the time series graph of the active infected COVID-19 cases from 30 January 2020 to 3 May 2020. It is clear from the plot that the time series is not stationary. An increasing trend is displayed by the time series suggesting a high rise in COVID-19 cases.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Times series plot for confirmed COVID-19 infections in India from 30 January 2020 to 3 May 2020 (Blue line represents actual confirmed cases 4 and red lines represent case forecasts).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Plot for Confirmed COVID-1 9 Cases (with forecasts and their 95% confidence limits) 7",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "A comparative trend for the number of recoveries and deaths due to COVID-19 infections in India from 30 January 2020 to 13 April 2020 4 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "A comparative plot of confirmed COVID-19 cases in China, Italy, US, Spain, Germany, Iran and India from 22 January 2020 to 13 April 2020 4 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "A comparative plot of confirmed COVID-19 infection cases for the countries in South-East Asia region from 22 January 2020 to 13 April 2020 4 .",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Measures of model accuracy",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Parameters estimates of the ARIMA model",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Figures for forecasted confirmed COVID-19 cases and their lower and upper limits for 20 days (14",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Both the corresponding authors are thankful to Presidency University, Bengaluru and Manipal University Jaipur, Jaipur for providing research facility.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        },
        {
            "text": "H.T. and T.C. conceptualized the project. H.T. designed the study, performed the computations and investigations, contributed to data analysis and wrote the manuscript. P.R. provided the resources. T.C. and V.S. supervised the study and reviewed the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTHOR CONTRIBUTIONS"
        },
        {
            "text": "The authors declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COMPETING INTERESTS"
        },
        {
            "text": "This research did not receive any specific grant from funding agencies in the public, commercial, or not-forprofit sectors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FUNDING"
        }
    ]
}