{
    "paper_id": "47c2209934e98af53729bff8c26f6eff0c74d6cd",
    "metadata": {
        "title": "Otitis Media: Diagnosis, Management, and Judicious Use of Antibiotics",
        "authors": [
            {
                "first": "Sylvan",
                "middle": [],
                "last": "Stool",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Colorado School of Medicine",
                    "location": {
                        "addrLine": "1056 E. 19th Avenue",
                        "postCode": "B455, 80218",
                        "settlement": "Denver",
                        "region": "CO",
                        "country": "USA"
                    }
                },
                "email": "stool.sylvan@tchden.org"
            },
            {
                "first": "Linda",
                "middle": [
                    "H"
                ],
                "last": "Carlson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Colorado School of Medicine",
                    "location": {
                        "addrLine": "1056 E. 19th Avenue",
                        "postCode": "B455, 80218",
                        "settlement": "Denver",
                        "region": "CO",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Candice",
                "middle": [
                    "E"
                ],
                "last": "Johnson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Colorado School of Medicine",
                    "location": {
                        "addrLine": "1056 E. 19th Avenue",
                        "postCode": "B455, 80218",
                        "settlement": "Denver",
                        "region": "CO",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Address",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Colorado School of Medicine",
                    "location": {
                        "addrLine": "1056 E. 19th Avenue",
                        "postCode": "B455, 80218",
                        "settlement": "Denver",
                        "region": "CO",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Otitis media is a frequent condition in infancy and childhood, accounting for substantial morbidity and expense. Most children will have one or more episodes of otitis media during childhood, and the vast majority will have at least one episode by the age of 3 years [1] . The effects of this disease may include speech and language delays, and cognitive and academic achievement alterations. Many of these effects are still under study, and there are controversies about, and wide variations in, management of this disease.",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 270,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Otitis media encompasses a range of diseases from acute to chronic, with or without symptoms. The two types most often encountered are: 1) Acute otitis media (AOM). Fluid in the middle ear, accompanied by signs or symptoms of acute infection, usually fever, pain, and a bulging tympanic membrane (TM). There may also be systemic signs such as vomiting, irritability, and pulling at the ears. 2) Otitis media with effusion (OME). Often following AOM, OME is the presence of fluid within the middle ear without the symptoms of acute disease. The symptoms are less severe, and there may be a sense of fullness, pressure, a popping sensation in the ear, mild to moderate intermittent hearing loss, and occasionally, problems with balance. Examination may reveal fluid levels behind the TM, and alteration of the color. There is diminished TM mobility and usually a conductive hearing loss.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definitions"
        },
        {
            "text": "There are a number of terms frequently used for otitis media with effusion, and this has caused much confusion in the diagnosis and management of this condition. Allergic otitis media, catarrhal otitis media, glue ear, nonsuppurative otitis media, secretory otitis media, serous otitis media, and tympanic hydrops are among the terms used. Some of these imply etiology, and others describe the quality of the fluid in the middle ear. In order to avoid confusion and to standardize terminology in both research and clinical settings, the use of the categories AOM and OME has been recommended [2] . It is especially important that this terminology be used in research studies so that the findings may be used in meta-analyses and evidencebased reports [3•] .",
            "cite_spans": [
                {
                    "start": 592,
                    "end": 595,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 751,
                    "end": 755,
                    "text": "[3•]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Definitions"
        },
        {
            "text": "The high incidence of acute and recurrent otitis media in children most likely reflects a combination of factors and causes. Eustachian tube dysfunction and the child's susceptibility to recurrent upper respiratory infections are probably the two most significant factors. A child's eustachian tube differs from the adult's in that it is shorter and more horizontal. Mechanical or functional obstruction of the eustachian tube can result in middle ear effusion. There is the possibility that mechanical obstruction from adenoids may cause obstruction of the eustachian tube, and may act as a focus of infection that contributes to edema-causing obstruction. Allergy may cause edema of the mucosa, and nasal obstruction from swollen turbinates may cause sniffing, which alters the pressure in the middle ear. Nose blowing may cause mucus or bacteria to be insufflated into the middle ear [2] .",
            "cite_spans": [
                {
                    "start": 887,
                    "end": 890,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Pathogenesis"
        },
        {
            "text": "The proper diagnosis of otitis media is important in the management of this frequently occurring disorder of childhood. As concern for appropriate use of antibiotics grows, correct diagnosis is a means of decreasing the problem of resistant organisms by helping the clinician avoid unnecessary treatment with antibiotics [4•] . The presumptive diagnosis of acute otitis is usually made by otoscopy, and may be confirmed by tympanocentesis or Otitis media continues to present a major challenge to practitioners in the clinical setting. With the ever-increasing trend toward the use of a sound research-structured approach to health care and the use of evidence-based guidelines, it is important to have an understanding of these findings related to otitis media. A review of researchsupported literature regarding the diagnosis and management of this disease, and suggestions for the judicious use of antibiotics, are presented in this paper.",
            "cite_spans": [
                {
                    "start": 321,
                    "end": 325,
                    "text": "[4•]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Diagnosis of Otitis Media"
        },
        {
            "text": "Otitis myringotomy, although this may not always be feasible. The diagnosis may be aided by tympanometry and audiometry, which are not as invasive [5] .",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 150,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Diagnosis of Otitis Media"
        },
        {
            "text": "Earache has often been described as a common and specific symptom of AOM. There is difficulty in establishing the reliability and validity of the studies regarding this symptom, as it is descriptive, and therefore difficult to assess in a young child. It is felt that ear pain may be evidenced by fussiness and sleep problems. Absence of ear pain is not good evidence of the absence of AOM. Fever will occur in approximately one half or less of children, making its presence or absence a poor predictor of AOM [6] . Additional symptoms, such as loss of appetite, vomiting, diarrhea, and fatigue are vague and may be due to the respiratory infection that frequently accompanies the acute infection [7] .",
            "cite_spans": [
                {
                    "start": 510,
                    "end": 513,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 697,
                    "end": 700,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Symptoms"
        },
        {
            "text": "This is the most frequently used method for diagnosing otitis media, and although there is a paucity of evidencebased literature on its use, the pneumatic otoscope is the most readily available tool. The essentials of the otoscope are the head and the handle, which most often has a rechargeable battery or a wall transformer. It is important that a satisfactory power source be available for accurate diagnosis. If a battery-charged handle is used, the expiration date on the battery should be checked and the batteries changed frequently to assure proper function. The head of the otoscope usually contains a magnifying lens and a speculum that may be disposable or reusable. The lightbulb is very important. We prefer the halogen bulb, as it provides the best color rendition and lasts for about 25 hours of continuous use [5] . The clinician should make sure that the light appears white rather than yellow, as the latter color makes the tympanic membrane appear red, resulting in diagnostic errors.",
            "cite_spans": [
                {
                    "start": 826,
                    "end": 829,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Pneumatic otoscopy"
        },
        {
            "text": "The most important component of the instrument is the insufflation bulb, as this makes it possible to perform pneumatic otoscopy. The principal of pneumatic otoscopy is very simple: the speculum is inserted into the external canal and a seal is obtained. The bulb is compressed and released, producing pressure against the TM, which will move inward on compression of the bulb and outward on its release. The amount of pressure required to move a normal TM is very small, approximately 15 to 25 millimeters of water. An abnormal TM will also move, but it requires much more pressure, within the range of 150 to 1500 millimeters of water [8] .",
            "cite_spans": [
                {
                    "start": 637,
                    "end": 640,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Pneumatic otoscopy"
        },
        {
            "text": "The characteristics that are usually observed in otoscopy are color, position, transparency, and mobility of the TM. The color of a normal TM is similar to that of waxed paper, a cloudy white. While many books describe pearly gray as the color of the normal TM, this is an illusion. Color can be affected by the contents of the middle ear; hence, the membrane can appear yellow if there is pus, or amber or orange from nonpurulent fluid. The most confusing color is red. Because young children cry during the examination, the membrane and external canal can appear red. If there is pressure behind the TM, it may bulge and negative pressure causes it to pull inward.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pneumatic otoscopy"
        },
        {
            "text": "Vascularity is an important component in diagnosis. There are many blood vessels in the TM, arranged in a radial and circumferential manner. Most are not usually visible unless the infant or child cries. However, if chronic otitis is present, there may be large obvious vessels. We consider these to be indications of a very viscid mucopurulent middle-ear fluid.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pneumatic otoscopy"
        },
        {
            "text": "The normal tympanic membrane is almost transparent, and with middle-ear disease, it becomes opaque. This is a difficult characteristic to teach, but it is important. The surface of the membrane is very refractive, and there is a light reflex where the parallel rays of the light strike a perpendicular surface, producing a light reflex. This characteristic is of little value except to show the position; however, there is a secondary light reflex where the light penetrates the TM, and is reflected from the medial wall of the middle ear. This helps evaluate the contents of the middle ear.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pneumatic otoscopy"
        },
        {
            "text": "The competence of the clinician in diagnosing otitis media varies, and the skill level may not always be high. Therefore, there may be many errors in diagnosis [9] . Some observers feel this may be as high as one third of the cases. There are few studies that validate the observers [10] , and there are few that confirm the diagnosis by tympanocentesis.",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 163,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 283,
                    "end": 287,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Pneumatic otoscopy"
        },
        {
            "text": "It should be obvious from this discussion that to evaluate any study or to provide optimal care, the observer should be aware of the value of a proper examination, and understand that the clinical course, including history of otitis media, is essential. It has been our observation that many children seen in emergency rooms may be overdiagnosed, because when seen a few days later in the clinical setting, they do not have any evidence of AOM or effusion within the middle-ear space. Otoscopy skills can be improved by repeated practice overseen by a skilled examiner, or by attending educational programs. An excellent online program is available, and provides information on diagnosis and management [11] . Additional OM websites and antibiotic resistance resources can be found in Table 1 .",
            "cite_spans": [
                {
                    "start": 703,
                    "end": 707,
                    "text": "[11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 785,
                    "end": 792,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Pneumatic otoscopy"
        },
        {
            "text": "Tympanometry is another means of evaluating the status of the middle ear. It is an objective method of assaying the middle ear and the movement of the TM. The physical principles upon which this test is based are very complex. However, the results of the test provide a tracing or number that can be used for serial measurements. A number of tympanometry instruments are available, and there is some variation in the information from each, so it is necessary for the clinician to understand the significance of each tracing. In general, we consider the instrument to be used as a \"silent consultant\" If the examination with the pneumatic otoscope differs from the results of tympanometry, the clinician should look again. In many instances, an ear filled with clear fluid may appear normal, and the best clue to pathology is a flat or abnormal tympanogram [12] .",
            "cite_spans": [
                {
                    "start": 856,
                    "end": 860,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Tympanometry"
        },
        {
            "text": "Audiometry is another method of evaluating the middle ear, as fluid usually affects the movement of the TM, resulting in a conductive hearing loss. Audiometric screening programs in schools identify a number of children who have middle-ear disease. However, others may be missed by this method, depending on the criteria that are used. The techniques and interpretation of audiometry are beyond the scope of this article. However, the evaluation of hearing is critical in patient management, especially when effusion is present for an extended period of time [13, 14] .",
            "cite_spans": [
                {
                    "start": 559,
                    "end": 563,
                    "text": "[13,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 564,
                    "end": 567,
                    "text": "14]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Audiometry"
        },
        {
            "text": "The combination of the various methods of examination result in better patient management; therefore, it is important to become familiar with the features of each. The salient points in diagnosis are symptoms of ear disease, although lack of symptoms does not exclude it. Pneumatic otoscopy is the primary recommended method of subjective diagnosis, with tympanometry used as an adjunct, and audiometry as a functional measurement [5] . The recording of the results of the examination are very important in the continuity of patient care, as many patients are seen by several clinicians, and the transfer of information is critical to the management of the disease.",
            "cite_spans": [
                {
                    "start": 431,
                    "end": 434,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Salient points"
        },
        {
            "text": "The major pathogens that cause AOM have remained relatively unchanged. Bacterial pathogens include Strepto-coccus pneumoniae, nontypable Haemophilus influenzae (NTHi), and Moraxella catarrhalis. Another bacterium that causes a small percentage of AOM is Staphylococcus aureus. Viruses, including adenovirus, coronavirus, respiratory syncytial virus (RSV), and influenza still account for approximately one third of the cases of AOM [15] . Rarely, a fungal infection may be a cause of AOM, and in these cases, a high index of suspicion for some underlying immunodeficiency should exist. While the bacteria that cause the disease remain the same, what has changed is the emerging pattern of resistance in general, and in all three of the major bacterial pathogens responsible for AOM [4, 15, 16] .",
            "cite_spans": [
                {
                    "start": 432,
                    "end": 436,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 782,
                    "end": 785,
                    "text": "[4,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 786,
                    "end": 789,
                    "text": "15,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 790,
                    "end": 793,
                    "text": "16]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Causative Organisms and the Resistance Problem"
        },
        {
            "text": "Concern over the resistance problem has been increasing, and professional groups, including the World Health Organization (WHO), Centers for Disease Control (CDC) and other agencies have expressed alarm over the problem [17,18•] . Several causes of antimicrobial resistance have been suggested. In addition to the overuse of antibiotics for a variety of conditions, including otitis media, the widespread use of antibiotics in livestock and agriculture may also play an important role in the development and spread of resistant organisms [19•] . The proliferation of a number of antibacterial products, including soaps, lotions, cleaning products, baby items, toothbrushes, bedding, and a host of others, is another factor. In the war against microbes, it appears that the vigorous efforts to destroy the disease-causing organisms have also destroyed those that are beneficial. This process, known as \"selection pressure,\" has created a more favorable environment for those pathogens that cause disease [19•] . Additionally, organisms can mutate or transfer their resistance to other bacteria. Resistance has developed in all of the bacterial pathogens that are the leading cause of AOM [15] . In the 1980s, increasing reports of beta-lactamase-producing Haemophilus pneumoniae and M. catarrhalis appeared in the literature. It was during this time that there was a boom in the development of second-and third-generation cephalosporins. At the present time, approximately 40% of NTHi and 95% to 98% of M. catarrhalis produce this enzyme [15] , which inactivates the beta-lactam ring and renders the beta-lactam antibiotics (penicillins) ineffective. Over the past decade, and perhaps of the greatest concern in the community setting because of the risk of developing invasive disease, S. pneumoniae has become increasingly resistant to both penicillins and erythromycin [4•] . Rates of resistance vary geographically, with the highest rates reported in the South. S. pneumoniae is the leading bacterial cause of meningitis, pneumonia in hospitalized patients, and otitis media, and the second for bloodstream infections. Results of the S. pneumoniae surveillance system can be found at the CDC's Active Bacterial Core Surveillance (ABCs) website [20] . However, this information is currently available from only nine states, and it is likely that resistant organisms are under-reported unless they cause invasive disease.",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 228,
                    "text": "[17,18•]",
                    "ref_id": null
                },
                {
                    "start": 538,
                    "end": 543,
                    "text": "[19•]",
                    "ref_id": null
                },
                {
                    "start": 1003,
                    "end": 1008,
                    "text": "[19•]",
                    "ref_id": null
                },
                {
                    "start": 1187,
                    "end": 1191,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1537,
                    "end": 1541,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1870,
                    "end": 1874,
                    "text": "[4•]",
                    "ref_id": null
                },
                {
                    "start": 2246,
                    "end": 2250,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Causative Organisms and the Resistance Problem"
        },
        {
            "text": "The two groups of individuals who are at the highest risk for developing diseases caused by resistant organisms are the very young (less than 2 years of age) [21] and the elderly (over 65 years of age). Other risk factors, most notably for pneumococcal disease, include attendance at childcare centers, sickle cell disease, immunocompromised individuals, and perhaps most alarmingly, the recent use of antibiotics [4•] . In a review article by Schrag et al. [22•] , between 30% and 70% of patients who had invasive disease with a nonsusceptible strain of S. pneumoniae had recently received an antibiotic, compared with 11% to 39% of those with invasive disease who had a susceptible strain. These findings are disturbing, and should lead the healthcare provider to think twice before making the decision to prescribe an antibiotic.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 162,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 414,
                    "end": 418,
                    "text": "[4•]",
                    "ref_id": null
                },
                {
                    "start": 458,
                    "end": 463,
                    "text": "[22•]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Risk factors for infection with resistant organisms"
        },
        {
            "text": "Evidence-based medicine has become the buzzword of the new millennium, and is perhaps the most misunderstood. While many have addressed this issue, developing true evidence-based reports is exceedingly difficult and requires a thorough understanding of research methodology. Developing these types of reports is often best left to those with a great deal of experience in research, and to panels of experts in the field. The Agency for Healthcare Research and Quality (AHRQ), previously known as the Agency for Health Care Policy and Research (AHCPR), is now publishing evidence-based reports rather than guidelines. Most recently, the AHRQ evidence-based report on AOM was released [23•,24•,25] , and the OME report was in the process of being completed as this journal went to press. An extremely well-written and useful review of the AOM Report by Rosenfeld, et al. [3•] provides an overview of the methodology, effectiveness of various antimicrobial use, and summary of main conclusions. A brief summary of the conclusions can be found in Table 2 . The American Academy of Pediatrics (AAP) is in the process of updating guidelines utilizing the AHRQ and other reports for the management of AOM. Other groups concerned about the problem of the increase in resistant organisms have developed evidence-based recommendations for the management of this disease, and a multitude of various guidelines can be found in academic and clinical settings around the country. Some of these recommendations have come from the CDC and the Drug Resistant Streptococcus Pneumoniae Therapeutic Working Group (DRSPTWG) [4•,26] . The recommendations from the CDC Judicious Use of Antibiotic Campaign cover the management of pediatric upper respiratory tract infections, and include otitis media as well as sinusitis, pharyngitis, the common cold, and bronchitis [27] . The majority of these emphasize the importance of accurate diagnosis, initiating therapy with narrowspectrum antibiotics when they are most likely to be effective, and educational efforts directed at both the individual and the community.",
            "cite_spans": [
                {
                    "start": 683,
                    "end": 695,
                    "text": "[23•,24•,25]",
                    "ref_id": null
                },
                {
                    "start": 869,
                    "end": 873,
                    "text": "[3•]",
                    "ref_id": null
                },
                {
                    "start": 1603,
                    "end": 1610,
                    "text": "[4•,26]",
                    "ref_id": null
                },
                {
                    "start": 1845,
                    "end": 1849,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 1043,
                    "end": 1050,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Evidence-based Reports and Recommendations"
        },
        {
            "text": "A multitude of antibiotics has been approved for the treatment of AOM, but not all have proved to be particularly efficacious. Based upon recommendations from the CDC and other groups, and the AHRQ evidence-based report, there is a trend toward a more conservative approach to the use of antimicrobials for this disease. A period of watchful waiting may be appropriate in some cases in children over 2 years of age [26] . It has been the authors' experience that this approach works best when the child does not have a fever, and may exhibit a dull aching sensation rather than severe pain. The use of analgesics with a period of watchful waiting when the health-care provider is in close contact with the family is increasingly advocated. Antibiotic treatment for children under the age of 2 years who are diagnosed with AOM continues to be advised [4, 28] .",
            "cite_spans": [
                {
                    "start": 415,
                    "end": 419,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 850,
                    "end": 853,
                    "text": "[4,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 854,
                    "end": 857,
                    "text": "28]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Therapeutic Management"
        },
        {
            "text": "More specific recommendations from a leading teaching and research hospital can be found in Table 3 [29] .",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 104,
                    "text": "[29]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 92,
                    "end": 99,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Therapeutic Management"
        },
        {
            "text": "Antibiotic Abuse and Misuse Antibiotics may be abused or misused by both the patient and the health-care provider. The patient may pressure health-care providers to prescribe these medications unnecessarily. They may also take them only until they feel better and then save the rest for the next time they feel ill. Or, they may pass them along to other family members or friends. Health-care providers may prescribe antibiotics based on the \"chance that this one will work,\" or based upon medications available in the sample closet. Inability to determine the causative organisms in diseases such as otitis media due to the invasive nature of the procedure to obtain a culture may influence the provider to prescribe a broad-spectrum antibiotic. Use of systemic agents when a topical may be as effective may also contribute to resistance [30] . Additionally, inattention to the current evidence-based recommendations and guidelines may contribute to inappropriate antibiotic choices, or mismanagement of the disease based upon current knowledge.",
            "cite_spans": [
                {
                    "start": 839,
                    "end": 843,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Therapeutic Management"
        },
        {
            "text": "The importance of differentiating between acute AOM and OME has been stressed in several articles, including the CDC recommendations. AOM may necessitate the use of an antibiotic, especially in children under the age of 2 years. However, OME, in the vast majority of cases, does not require treatment with an antibiotic [26] . By not treating OME, it is possible to significantly decrease the use of antibiotics in the management of this disease. It is important to recognize that fluid may remain in the middle ear space for up to 8 to 12 weeks [1] , even after a pharmacologic cure has been achieved.",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 324,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 546,
                    "end": 549,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Therapeutic Management"
        },
        {
            "text": "As resistance to antibiotics grows, the use of vaccines becomes increasingly important. The licensure of the conjugate pneumococcal vaccine has played an important role in the prevention of invasive pneumococcal disease in young children [31] . The use of this vaccine in infants and children under the age of 2 years has been added to the Advisory Committee for Immunization Practices (ACIP) list of recommended immunizations [32] . The use of the polysaccharide pneumococcal vaccines has been recommended for adults over the age of 65 years, and for persons with chronic illnesses, including sickle cell disease. Use of influenza vaccines has also been recommended in the prevention of secondary bacterial illnesses associated with this disease [33] .",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 242,
                    "text": "[31]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 427,
                    "end": 431,
                    "text": "[32]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 747,
                    "end": 751,
                    "text": "[33]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Role of Immunizations"
        },
        {
            "text": "The importance of educating the patient and community cannot be overemphasized. Increasingly, the problem of resistance and the need for a decrease in the use of antibiotics is being reported in the media, including television, magazines, and numerous worldwide websites. However, it should also be the responsibility of the health-care provider to communicate to the client and the community the importance of the judicious use of antibiotics and the reasons why an antibiotic may not be appropriate. Part of community education should include childcare centers. Reports of parents coming to the clinic setting with a child who has been told that he or she could not return to daycare until he or she has received an antibiotic are all too common.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emphasis on Education"
        },
        {
            "text": "Educational efforts to decrease the unnecessary use of antibiotics should ideally begin before the individual becomes ill. Talk with parents about the fact that children get a number of colds during their first few years of life, and why antibiotics for these colds are not appropriate. Initiating these discussions at the first visit with the family, and reinforcing them throughout well visits is often helpful in decreasing parental anxiety. The inappropriate use of antibiotics can also be discussed with adults during routine screenings and other visits. Educational efforts can be accomplished through the use of handouts, personal interaction, and instructional videos. Many providers make educational videos available in waiting-room areas and in specified exam rooms. Providing patients with a list of accurate Internet resources is also a way of increasing knowledge. The vast availability of information, much of which may be inaccurate, has contributed to patient confusion as to when antibiotics are appropriate. It is a rare occurrence to talk with a health-care provider who has not been confronted with a patient who knows his/her diagnosis based on information obtained from the Internet. The use of educational programs for both health-care providers and the community has resulted in a decrease in resistance in several countries, including Japan [34] . Recent reports have indicated that educational efforts in the US have been effective in decreasing the number of antibiotic prescriptions written [35] .",
            "cite_spans": [
                {
                    "start": 1366,
                    "end": 1370,
                    "text": "[34]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1519,
                    "end": 1523,
                    "text": "[35]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Emphasis on Education"
        },
        {
            "text": "Otitis media will continue to be a leading cause of visits in outpatient settings, particularly in the pediatric population. The importance of proper diagnosis, treatment of underlying conditions such as allergy and immunodeficiencies, and the management of the disease utilizing evidence-based reports and recommendations should contribute to a decrease in the inappropriate use of antibiotics, and improved outcomes. If child is unable to take oral medication, one dose ceftriaxone IM AOM-Acute Otitis Media; IM-intermuscular; OME-Otitis Media with Effusion (Adapted from Johnson et al. [29] .)",
            "cite_spans": [
                {
                    "start": 589,
                    "end": 593,
                    "text": "[29]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Course and outcome of otitis media in early infancy: a prospective study",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Marchant",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Shurin",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Turczyk",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J Pediatr",
            "volume": "104",
            "issn": "",
            "pages": "826--831",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Otitis Media in Infants and Children, edn 2. Philadelphia: WB Saunders",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Bluestone",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Klein",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Implications of the AHRQ evidence report on acute otitis media. Otolaryngol Head Neck Surg",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Rosenfeld",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Casselbrant",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Hannley",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "125",
            "issn": "",
            "pages": "440--448",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Excellent review of the AHRQ definitions and methodology, and summary of the AOM evidence-based report. Useful for clinicians and researchers",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Acute otitis media: management and surveillance in an era of pneumococcal resistancea report from the Drug-resistant Streptococcus Pneumoniae Therapeutic Working Group",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Dowell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Butler",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Giebink",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Pediatr Infect Dis J",
            "volume": "18",
            "issn": "",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Diagnosis. In Evidence-Based Otitis Media",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Carlson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Stool",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "105--115",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Lack of specific symptomatology in children with acute otitis media",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Niemala",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Uhari",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jounio-Ervasti",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Pediatr Infect Dis J",
            "volume": "13",
            "issn": "",
            "pages": "765--768",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Effect of viral respiratory tract infection on outcome of acute otitis media",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chonmaitree",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Owen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Patel",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J Pediatr",
            "volume": "120",
            "issn": "",
            "pages": "856--862",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Quantitation of pneumatic otoscopy",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Wiederhold",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Gates",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Otolaryngol Head Neck Surg",
            "volume": "96",
            "issn": "",
            "pages": "199--224",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Pediatricians and the pneumatic otoscope: are we playing it by ear? Pediatrics",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Cavanaugh",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "",
            "volume": "84",
            "issn": "",
            "pages": "362--364",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Assessment of otoscopists' accuracy regarding middle ear effusion: Otoscopic validation",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Kaleida",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Stool",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Am J Dis Child",
            "volume": "146",
            "issn": "",
            "pages": "433--435",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "University of Texas Medical Branch (UTMB): Acute Otitis Media Website",
            "authors": [],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Tympanometric evaluation of middle ear function in children with otitis media",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Margolis",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Hunter",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Giebink",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Ann Otol Rhinol Laryngol",
            "volume": "103",
            "issn": "",
            "pages": "34--38",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Guidelines for screening for hearing impairment and middle-ear disorders",
            "authors": [],
            "year": 1990,
            "venue": "ASHA",
            "volume": "32",
            "issn": "",
            "pages": "17--24",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Otitis media with effusion in young children: Clinical practice guideline No. 12",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Stool",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "O"
                    ],
                    "last": "Berg",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Berman",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "AHCPR Publication No. 94-0622",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Prescribing antimicrobial agents for treatment of acute otitis media",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Mccracken",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Pediatr Infect Dis J",
            "volume": "18",
            "issn": "",
            "pages": "1141--1146",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The problem of resistant bacteria for the management of acute otitis media",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Barnett",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Klein",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Pediatr Clin North Am",
            "volume": "42",
            "issn": "",
            "pages": "509--517",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Report on infectious diseases",
            "authors": [],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Contains guidelines and recommendations for acute bacterial rhinosinusitis, URIs and pharyngitis in adults",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Center For",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Contains information for the consumer and health care practitioner, research and surveillance, and the ecology of antibiotics and human, animal, and agricultural systems",
            "authors": [],
            "year": 2002,
            "venue": "• Alliance for the Prudent Use of Antibiotics (APUA): Official Website. Accessible at",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Active Bacterial Core Surveillance of the Emerging Infections Program Network",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schuchat",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hilger",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Zell",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Emerg Infect Dis",
            "volume": "7",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Risk factors for invasive disease caused by streptococcus pneumoniae among Alaska native children younger than 2 years of age",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Gessner",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "T"
                    ],
                    "last": "Ussery",
                    "suffix": ""
                },
                {
                    "first": "Aaj",
                    "middle": [],
                    "last": "Parkinson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Breiman",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Pediatr Infect Dis J",
            "volume": "14",
            "issn": "",
            "pages": "123--128",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Limiting the spread of resistant pneumococci: biological and epidemiologic evidence for the effectiveness of alternative interventions",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Schrag",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Beall",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Dowell",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Clin Microbiol Rev",
            "volume": "13",
            "issn": "",
            "pages": "588--601",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Evidence report on management of acute otitis media",
            "authors": [
                {
                    "first": "•",
                    "middle": [],
                    "last": "Agency",
                    "suffix": ""
                },
                {
                    "first": "Healthcare",
                    "middle": [],
                    "last": "Research",
                    "suffix": ""
                },
                {
                    "first": "Quality",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Summary of the evidence-based report. Useful for developing guidelines and suggestions for further research",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Evidence assessment of management of acute otitis media: the role of antibiotics in treatment of uncomplicated acute otitis media",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Takata",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Shekelle",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Pediatrics",
            "volume": "108",
            "issn": "",
            "pages": "239--247",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Evidence assessment of management of acute otitis media: II. Research gaps and priorities for future research",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Takata",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Shekelle",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Pediatrics",
            "volume": "108",
            "issn": "",
            "pages": "248--254",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Otitis media-principles of judicious use",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dowell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Marcy",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Phillips",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Pediatrics",
            "volume": "101",
            "issn": "",
            "pages": "165--171",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Principles of judicious use of antimicrobial agents for pediatric upper respiratory tract infections",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Dowell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Marcy",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Phillips",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Pediatrics",
            "volume": "101",
            "issn": "",
            "pages": "161--184",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The role of antibacterial therapy of acute otitis media in promoting drug resistance",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Belman",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Paediatr Drugs",
            "volume": "3",
            "issn": "",
            "pages": "639--647",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Ear, nose and throat",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Berman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "P ;",
                    "middle": [],
                    "last": "Kelley",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Hay",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Hayward",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Levin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Sondheimer",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Current Pediatric Diagnosis and Treatment",
            "volume": "",
            "issn": "",
            "pages": "400--427",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Use of ototopical antibiotics in treating 3 common ear diseases",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Hanley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Denneny",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Holzer",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Otolaryngol Head Neck Surg",
            "volume": "122",
            "issn": "",
            "pages": "934--940",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The prevention of pneumococcal disease in children",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Giebink",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "N Engl J Med",
            "volume": "345",
            "issn": "",
            "pages": "1177--1183",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "CDC Advisory Committee for Immunization Practices: Recommended childhood immunization schedule",
            "authors": [],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Influenza vaccination in the prevention of acute otitis media in children",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Heikkinen",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Ruuskane",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Waris",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Am J Dis Child",
            "volume": "145",
            "issn": "",
            "pages": "445--448",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Decline of erythromycin resistance of group A streptococci in Japan",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fujita",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Murono",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yoshikawa",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Murai",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Pediatr Infect Dis J",
            "volume": "13",
            "issn": "",
            "pages": "1075--1078",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "The effect of a community intervention trial on parental knowledge and awareness of antibiotic resistance and appropriate antibiotic use in children",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Trepka",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Belongia",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Chyou",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Pediatrics",
            "volume": "107",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Otitis media and antibiotic use: website resources Acute Otitis Media Website, UTMB (University of Texas Medical Branch) http://atc.utmb.edu/aom/home.htm Accessed February 01, 2002 Evidence Report on Management of Acute Otitis Media (Agency for Healthcare Research and Quality) http://www.ahcpr.gov/clinic/epcsums/otitisum.htm Accessed February 01, 2002 AHRQ (Agency for Healthcare Research and Quality) http://www.ahcpr.gov/clinic/epcix.htm Accessed February 01, 2002 Antibiotic Resistance (Contains material for health-care providers, questions and answers, links to partners and some state health departments, and the principles of judicious use of antibiotics for pediatric and adult upper respiratory infections.) http://www.cdc.gov/ncidod/dbmd/antioticsresistance/Default.htm Accessed February 01, 2002 APUA (Alliance for the Prudent Use of Antibiotics) (Contains information for the consumer and health-care practitioner, research and surveillance, and the ecology of antibiotics.) http://www.healthsci.tufts.edu/apua/apua.html Accessed February 01, 2002",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Brief summary of AHRQ evidence-based report on AOM AOM Report AHRQ-Agency for Healthcare Research and Quality; AOM-Acute Otitis Media. (Adapted from Rosenfeld et al. [3•].)",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Suggested treatment of AOM in an era of drug-resistant Staphylococcus pneumoniae",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Author Linda H. Carlson is a pediatric nurse-practitioner.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}