{
    "paper_id": "48c19759c211f6f2efb5c51bc302b5770195d0de",
    "metadata": {
        "title": "Journal Pre-proof A Case Report of Oligosymptomatic Kidney Transplant Patients with COVID-19: Do They Pose a Risk to Other Recipients? A Case Report of Oligosymptomatic Kidney Transplant Patients with COVID-19: Do They Pose a Risk to Other Recipients? A Case Report of Oligosymptomatic Kidney Transplant Patients with COVID-19: Do They Pose a Risk to Other Recipients?",
        "authors": [
            {
                "first": "Burak",
                "middle": [],
                "last": "Kocak",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Koç University Hospital",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Emre",
                "middle": [],
                "last": "Arpali",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Koç University Hospital",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Basak",
                "middle": [],
                "last": "Akyollu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Koç University Hospital",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Berna",
                "middle": [],
                "last": "Yelken",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Koç University Hospital",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Suda",
                "middle": [],
                "last": "Tekin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Koc University Hospital",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Mehmet",
                "middle": [],
                "last": "Kanbay",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Koç University Hospital",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Aydin",
                "middle": [],
                "last": "Turkmen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Koç University Hospital",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Munci",
                "middle": [],
                "last": "Kalayoglu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Koç University Hospital",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "1) Substantial contributions to conception and design, acquisition of data, or analysis and interpretation of data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "2) Drafting the article or revising it critically for important intellectual content.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "3) Final approval of the version to be published 4) Agreement to be accountable for all aspects of the work in ensuring that questions related to the accuracy or integrity of any part of the work are appropriately investigated and resolved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Contributions of each author can be summarized as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "AT -analysis, editing BA -analysis, editing BK -conceptual development, analysis, editing, writing the paper BY -writing the paper, analysis EA -conceptual development, writing the paper, analysis, editing MK-conceptual development, editing ST -analysis, editing MK -conceptual development, editing Introduction A novel coronavirus named \"severe acute respiratory syndrome coronavirus 2\" (SARS-CoV-2) has been identified as the causative agent for \"Coronavirus Disease 2019\" (COVID-19) [1, 2] . The clinical course of the disease is usually characterized by fever and respiratory symptoms such as cough and dyspnea; however, in some cases, the disease can progress to severe viral pneumonia and respiratory failure, necessitating intubation [1, 3, 4] .",
            "cite_spans": [
                {
                    "start": 486,
                    "end": 489,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 490,
                    "end": 492,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 741,
                    "end": 744,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 745,
                    "end": 747,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 748,
                    "end": 750,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It is a well-known entity that viral infections may cause atypical symptoms and signs in transplant patients due to the chronic immunosuppression.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although some data regarding the clinical manifestations and course of COVID-19 in transplant population have been published, a standardized algorithm that defines risk factors, diagnosis and treatment options has not been revealed. Here, we present two kidney transplant patients with COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A 28-year-old female patient previously referred to our department with a diagnosis of end-stage renal disease secondary to a lupus-like syndrome, who underwent a preemptive kidney transplant from her mother six months ago, presented to the transplant clinic with complaints of rhinorrhea, sore throat, malaise, and subfebrile fever self-measured at home shortly after a vacation to England.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 1"
        },
        {
            "text": "Her chart revealed that she was treated in the past with cyclophosphamide, followed by a regime consisting of mycophenolate mofetil (MMF) and oral corticosteroids for her primary disease. She received an induction therapy of anti-thymocyte globulin during her transplant, followed by a triple maintenance therapy of oral tacrolimus (Tac), MMF, and prednisone (Pred). She was also treated with only two courses of eculizumab for transient thrombotic microangiopathy, which she experienced in the early post-transplant period. MMF was discontinued in the clinic follow-up because of recurrent leukopenia, and she has been on dual maintenance therapy, which consisted of Tac and 10 mg Pred daily.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 1"
        },
        {
            "text": "On her first visit to our transplant clinic, all vital signs including respiratory rate and oxygen saturation on room air were within normal ranges. Physical examination was unremarkable except for hyperemia of the tonsils and pharyngeal mucosa. Blood test results were unremarkable except for the total lymphocyte count, which was 300/µ, and the CRP level, which was slightly elevated to 5.7 ng/L. Lab studies also showed a serum creatinine level of 0.92 mg/dl, a GFR of 85 mL/min, a white blood cell count of 3120/µl, and a tacrolimus level of 7.23 ng/ml, all within normal limits .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 1"
        },
        {
            "text": "Chest x-ray revealed no abnormal findings, and her swabs tests were all negative for influenza virus A/B and respiratory syncytial virus. A swab test for COVID-19 was not obtained, as the patient had not met the institutional criteria for testing. These criteria were a reported body temperature over 38°C, cough and/or respiratory distress, and an epidemiologic risk of contact. The patient was discharged home with a prescription for oral amoxicillin and isolation instructions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 1"
        },
        {
            "text": "The following day, the patient was readmitted to the hospital reporting a high fever of 38°C selfmeasured at home. Physical examination was unremarkable with all vital signs being normal. Lab studies provided no further information. Nasopharyngeal swab tests (SARS-CoV-2 PCR, RealStar®, Altona Diagnostics, and German) for COVID-19 were obtained, and she was sent home on oseltamivir treatment per infectious disease recommendations with strict isolation precautions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 1"
        },
        {
            "text": "Six days later, her COVID-19 test came back positive. No elevated body temperature or worsening of the symptoms were recorded in the meantime. Nevertheless, we admitted the patient to the hospital for monitoring and further testing. Her physical exam was unremarkable, and blood tests and chest CT revealed no pathological changes. After a 24-hour observation in the hospital, she was discharged home. Her control test for COVID-19 was negative seven days after discharge. She has completed 27 days of an uneventful recovery period so far with no complaints at home.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 1"
        },
        {
            "text": "A 56-year-old female patient who had a kidney transplant from her daughter three months ago presented to our emergency department with diarrhea lasting for three days. Her medical history was unremarkable except for hypertension for 15 years, and her blood pressure was reported to be under control currently with amlodipine and nebivolol. Deterioration in her kidney function was established incidentally two years ago during a routine health control. However, a specific underlying cause for kidney failure could not be found. Routine preoperative evaluation before the transplant was unremarkable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 2"
        },
        {
            "text": "She underwent a kidney transplant with an induction therapy of anti-thymocyte globulin, followed by triple maintenance therapy, which included oral Tac, MMF, and Pred. Her postoperative period was uncomplicated, and the patient was discharged on postop day four.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 2"
        },
        {
            "text": "Her physical examination was unremarkable with all vital signs being normal, including a body temperature of 36.4°C. In her initial blood test results, the patient's creatinine level was slightly elevated to 1.54 mg/dl from a baseline value of 1.2 mg/dl, the white blood cell count was 9,990/µl, the total lymphocyte count was 600/µ, and her CRP level was elevated at 49.5 ng/L. Stool microscopy was negative for blood and WBCs . Metronidazole was started empirically, and the patient was sent home with instructions for adequate hydration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 2"
        },
        {
            "text": "Three days later, the patient was readmitted with a history of worsening diarrhea and a reported body temperature of 38°C at home. During this encounter, her vital signs revealed a body temperature of 37.4°C, a pulse rate of 87/min, a respiratory rate of 22/min, blood pressure of 134/87 mmHg, and an oxygen saturation of 96% on room air. A thorough physical examination of the chest and abdomen was performed, and no pathologic findings were noted. According to the blood test results at this admission, the patient's creatinine level was elevated to 2.26 mg/dl, the WBC count was 6,160/µl, the total lymphocyte count was 700/µ, and her CRP level was elevated at 76.1 ng/L. Her Tac level was 40 ng/ml. Given the atypical course of COVID-19 in transplant patients, we collected nasopharyngeal swab tests (SARS-CoV-2 PCR, RealStar®, Altona Diagnostics, and German) for COVID-19 and ordered a chest CT scan. The chest CT scan revealed bilateral, multifocal ground glass opacities suggesting coronavirus infection. The patient was hospitalized for close monitoring and further testing. Tac and MMF were discontinued. She was kept on only Pred 10 mg daily.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 2"
        },
        {
            "text": "Hydroxychloroquine was started for COVID-19, and ceftriaxone treatment was added for the prevention of secondary bacterial infections. The COVID test came back positive the following day after hospitalization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 2"
        },
        {
            "text": "During this admission, the patient's vital signs remained stable without any decline in oxygen saturation on room air. Her diarrhea and fever improved gradually in two days. She was discharged home with isolation instructions after three days of hospital stay. Currently, the patient has been in good condition without any complaints at home for 20 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 2"
        },
        {
            "text": "The clinical course of viral infections in transplant patients has always been a source of concern among physicians. As these patients are under chronic immunosuppression, viral infections can easily progress to become fatal. The clinical manifestations of COVID-19 in the general population were reported to include \"asymptomatic carrier status\", \"mild flu-like disease\", \"acute respiratory disease\", and \"severe disease\". Sixteen to eighteen percent of the cases from the general population were reported to be severely ill patients according to the previous reports [5, 6] are scarce, and mostly focused on the treatment of symptomatic patients. The most common symptoms of these reported patients were high fever and respiratory symptoms. All these patients with overt disease required treatment and close monitoring [7] [8] [9] [10] [11] .",
            "cite_spans": [
                {
                    "start": 569,
                    "end": 572,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 573,
                    "end": 575,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 821,
                    "end": 824,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 825,
                    "end": 828,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 829,
                    "end": 832,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 833,
                    "end": 837,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 838,
                    "end": 842,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "On the other hand, in addition to their immunosuppressive effects, the drugs used in kidney transplantation may alter the course of COVID-19 through different pathways. Tacrolimus and low dose steroids were shown to have antiviral effect on some of the human coronaviruses [12] .",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 277,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Nevertheless, their benefit in COVID-19 has not been verified.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The exaggerated activation of the complement system and inappropriate cytokine response were hypothesized to cause the critical illnesses reported in COVID-19 [13, 14] . Corticosteroids can mitigate systemic symptoms, and can alleviate the alveolar exudation caused by the cytokine storm [15] .",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 163,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 164,
                    "end": 167,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 288,
                    "end": 292,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Thus, kidney transplant patients who are on steroids and other immunosuppressive drugs may exhibit unusual clinical courses resulting from coronavirus infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our two patients presented to the hospital with symptoms not suggesting COVID-19, and they were ineligible to be screened for SARS-CoV-2 according to the national outbreak management case definition, which was \"a reported body temperature over 38 0 C\" or \"cough and/or respiratory distress\" and \"epidemiologic risk of contact\". Therefore, both patients were treated accordingly and sent home during their first presentations. They could be tested for COVID-19 only after their disease had progressed and after they had presented to our clinic with a history of elevated body temperature at home.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although most of the patients were reported to present with similar symptoms, such as cough and high fever, our first patient presented with mild flu-like symptoms and the second patient had only diarrhea. Both patients denied any history of fever at their first admission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The sensitivity of the SARS-CoV-2 PCR tests varies depending on the collection sites of the specimens [16] . The percentages of positive test results were reported to be 63% and 32% from nasal swabs and pharyngeal swabs, respectively [16] . According to our unpublished data of the COVID-19 patients diagnosed based on Chest CT and clinical findings, 45% was reported to have a positive nasopharyngeal swab test. So far, 4023 samples were analyzed in our institution's laboratory and 18.5% of the all samples were positive.",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 106,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 234,
                    "end": 238,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Considering the clinical course of our transplant patients, the importance of oligo symptomatic or asymptomatic organ recipients is twofold.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "First, the extent of symptoms and complaints may differ in immunocompromised patients from that the general population, particularly in oligosymptomatic patients. This may cause a delay in the diagnosis of COVID-19 and early treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Second, immunocompromised but oligosymptomatic transplant patients as possible carriers might be exceptionally contagious to the other transplanted patients, they come across in the hospitals and the community. Consequently, a new testing policy other than the national pandemic screening protocol for the general population is needed. Thus, we strongly suggest that every transplant recipient who present to the hospital for any reason be tested for COVID-19 regardless of symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The transplant community should discuss the validity of the case definition for screening COVID-19 in transplant patients, which is established in many countries for the general population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "565--574",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "507--513",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Clinical Characteristics of Coronavirus Disease 2019 in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Guan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The origin, transmission and clinical therapies on coronavirus disease 2019 (COVID-19) outbreak -an update on the status",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "R"
                    ],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Mil Med Res",
            "volume": "7",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Case report of COVID-19 in a kidney transplant recipient: Does immunosuppression alter the clinical presentation?",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Guillen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Transplant",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Successful recovery of COVID-19 pneumonia in a renal transplant recipient with long-term immunosuppression",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Transplant",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "COVID-19 in Kidney Transplant Recipients",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Gandolfini",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Transplant",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Identification of Kidney Transplant Recipients with Coronavirus Disease",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Eur Urol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "COVID-19 infection in kidney transplant recipients",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Banerjee",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Kidney International",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Associations between immune-suppressive and stimulating drugs and novel COVID-19-a systematic review of current evidence. Ecancermedicalscience",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Russell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Exacerbated innate host response to SARS-CoV in aged non-human primates",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Smits",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS Pathog",
            "volume": "6",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Complement Activation Contributes to Severe Acute Respiratory Syndrome Coronavirus Pathogenesis. mBio",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Gralinski",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Corticosteroids as Adjunctive Therapy in the Treatment of Influenza: An Updated Cochrane Systematic Review and Meta-analysis",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Lansbury",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Crit Care Med",
            "volume": "48",
            "issn": "2",
            "pages": "98--106",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Detection of SARS-CoV-2 in Different Types of Clinical Specimens",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Jama",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ". However, there is not much data exist in the literature regarding the clinical presentation and course of COVID-19 in kidney transplant patients. On a theoretical level, renal transplant patients may not show appropriate immune response to clear the SARS-CoV-2 virus and COVID-19 may have more grave clinical presentations than do the general population. Reports on the clinical course and treatment of renal transplant patients with COVID-19",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}