{
    "paper_id": "496afa2ff2af1cf32cd64e9fcdf9f0675dfe1222",
    "metadata": {
        "title": "A modular framework for multiscale multicellular spatial modeling of viral infection, immune response and drug therapy timing and efficacy in epithelial tissues A multiscale model of viral infection in epithelial tissues",
        "authors": [
            {
                "first": "T",
                "middle": [
                    "J"
                ],
                "last": "Sego",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Indiana University",
                    "location": {
                        "settlement": "Bloomington",
                        "region": "IN",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Josua",
                "middle": [
                    "O"
                ],
                "last": "Aponte-Serrano",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Indiana University",
                    "location": {
                        "settlement": "Bloomington",
                        "region": "IN",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Juliano",
                "middle": [],
                "last": "Ferrari Gianlupi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Indiana University",
                    "location": {
                        "settlement": "Bloomington",
                        "region": "IN",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Samuel",
                "middle": [
                    "R"
                ],
                "last": "Heaps",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Indiana University",
                    "location": {
                        "settlement": "Bloomington",
                        "region": "IN",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Kira",
                "middle": [],
                "last": "Breithaupt",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Indiana University",
                    "location": {
                        "settlement": "Bloomington",
                        "region": "IN",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Lutz",
                "middle": [],
                "last": "Brusch",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Technische Universität Dresden",
                    "location": {
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "James",
                "middle": [
                    "M"
                ],
                "last": "Osborne",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Melbourne",
                    "location": {
                        "postCode": "3010",
                        "settlement": "Melbourne",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Ellen",
                "middle": [
                    "M"
                ],
                "last": "Quardokus",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Indiana University",
                    "location": {
                        "settlement": "Bloomington",
                        "region": "IN",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "James",
                "middle": [
                    "A"
                ],
                "last": "Glazier",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Indiana University",
                    "location": {
                        "settlement": "Bloomington",
                        "region": "IN",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Development of predictive quantitative models of all aspects of COVID-19 is essential for rapidly understanding the causes of differing disease outcomes and vulnerabilities, suggesting drug and therapeutic targets, and designing optimized personalized interventions. Easy to implement, predictive multiscale modeling frameworks to integrate the wide variety of clinical and research datasets into actionable insights, which could inform therapeutic regime strategies are lacking. We present a multiscale, multicellular, spatiotemporal model of the infection of epithelial tissue by a generic virus, a simplified cellular immune response and viral and immune-induced tissue damage. Our initial model is built of modular components to allow it to be easily extended and adapted in a collaborative fashion to describe specific viral infections, tissue types and immune responses. The model allows us to define three parameter regimes: where viral infection coincides with a massive cytopathic effect, where the immune system rapidly controls the virus and where the immune system controls the virus but extensive tissue damage occurs. We use the model in a proof-of-concept application to evaluate a number of drug therapy concepts. Inhibition of viral internalization and faster immune-cell recruitment lead to containment of infection. Fast viral internalization and slower immune response lead to uncontrolled spread of infection. Simulation of a drug, whose mode of action is to reduce production of viral RNAs, shows that a relatively limited reduction of viral replication at the beginning of infection greatly decreases the total area of tissue damage and maximal viral load, while even a treatment that greatly reduces the rate of genomic replication rapidly loses efficacy as the infection progresses. A number of simulation conditions lead to stochastically variable outcomes, with some replicas clearing or controlling the virus, while others see virus-induced damage sweep the simulated lung patch. The model is open-source and modular, allowing rapid development and extension of its components by groups working in parallel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Development of detailed predictive quantitative models of all aspects of COVID-19 is essential for rapidly understanding the causes of differing disease infection outcomes and vulnerabilities, suggesting drug and therapeutic targets, and designing optimized personalized interventions. We present an easy-to-implement, modular modeling framework representing molecular, cellular, tissue, and whole-body scales of virus infection and immune response that researchers and clinicians could use as a tool to rapidly test hypotheses concerning the origins of different disease outcomes and therapeutic regime strategies. The model is open-source and modular, allowing rapid development and extension of its components by groups working in parallel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Emerging outbreaks of infectious disease require the ability to rapidly identify the mechanisms of disease initiation and progression and critical factors to prevent, contain and therapeutically treat infected individuals. The current global outbreak of the novel coronavirus SARS-CoV-2 (severe acute respiratory coronavirus 2), the causative agent of COVID-19, has reinforced the need for integrating and applying the wide variety of data and knowledge available concerning infection by other viruses like influenza with the more limited data specifically for coronavirus like SARS-CoV and MERS and the emerging data on SARS-CoV-2 into actionable insights for understanding disease mechanisms and developing therapies. Some key questions that arise during epidemics or pandemics include: What mechanisms lead a virus to produce different clinical outcomes when infecting a population? What types of underlying health conditions contribute to more severe infections or lead to death? How can virus heterogeneity contribute to these outcomes? When should different types of therapies be administered to an individual to maximize their efficacy and provide the best chance for a complete recovery? Could prophylactic use of a medication be beneficial or is it likely to cause excessive side effects from toxicity? How can medications be combined to increase efficacy and reduce toxicity or to respond to the specific health state of individual patients (personalization) ? We can address these types of questions and related ones using multiscale modeling and simulations to rapidly understand key disease and host response mechanisms, their parameters and how they affect clinical outcomes. Being able to integrate and make connections between biomolecular data, and cellular, tissue, and whole-body scales provides a powerful tool for researchers and clinicians to gain insights and understanding into the origins of different clinical outcomes after infection and to optimize potential treatment regimes.",
            "cite_spans": [
                {
                    "start": 1469,
                    "end": 1470,
                    "text": "?",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Viruses have been responsible for many deadly global pandemics including the Spanish [1] [2] [3] [4] [5] . Each of these viruses shares some common characteristics of infection, replication, disease progression and transmission. Infectious agents enter the body by one of three common routes: respiratory (inhalation or contact with contaminated surfaces and touching eyes, nose or mouth), bloodborne (flea, tick, or mosquito vector borne, breach in skin) or oral-fecal (ingesting) [6] . A hallmark of acute viral infections is rapid onset and short disease duration that can be mild or severe. The time course of disease progression varies with each virus, although the stages include a latency period during which individuals are contagious, but asymptomatic, followed by onset of outward symptoms and finally recovery. The body's earliest, non-specific response to pathogens is through the innate immune response system. This system responds within hours of infection and is triggered upon the detection of viral genome release within the cytoplasm of host cells, or display of foreign viral structural protein fragments or genetic material on the surface of infected host cells known collectively as pathogen associated molecular patterns ( PAMP s) [7] . Phagocytic cells like macrophages and dendritic cells have pattern recognition receptors ( PRR s) on their cell surface that detect the PAMPs on infected cells, Toll-like receptors ( TLR ) are one example of PRRs [8] . Multiple complex signaling pathways are initiated that produce proinflammatory interferon type 1 ( IL1 ), other cytokines and chemokines to stimulate growth and recruitment of immune cells; these molecular signals are associated with early clinical symptoms of viral infection such as fever, fatigue, and cough [9, 10] . Immune cells targeted by early activation of the innate immune response are dendritic cells, macrophages, neutrophils, mast cells, basophils, eosinophils, leukocytes, and natural killer ( NK ) cells [11] . Type 1 interferons stimulate the expression of genes responsible for preventing critical steps in the viral infection process [12] . Macrophages and dendritic cells that have engulfed and degraded viral pathogens travel to nearby lymph nodes and serve as viral antigen presenting cells ( APC s) to naive T-cells thereby activating the pathogen-specific adaptive immune response within days of infection resulting in the production of antibodies and memory B-cell lymphocytes that provide long term immunity [13] .",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 88,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 89,
                    "end": 92,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 93,
                    "end": 96,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 97,
                    "end": 100,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 101,
                    "end": 104,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 482,
                    "end": 485,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1253,
                    "end": 1256,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1472,
                    "end": 1475,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1789,
                    "end": 1792,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1793,
                    "end": 1796,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1998,
                    "end": 2002,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2131,
                    "end": 2135,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2512,
                    "end": 2516,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Once inside the body, viruses bind to host cell surface receptors [14] . In the case of influenza viruses, the capsid glycoprotein hemagglutinin readily binds to sialic acid containing molecules found on host cells in the upper respiratory tract [15] , whereas in the case of SARS-CoV-2 and SARS-CoV, the primary binding domain to host cell surface receptor angiotensin-converting enzyme 2 (ACE2) is used [16, 17] . The body-wide distribution of the host-cell receptors could contribute to the extent of viral infection and differences in patient outcomes. Although the primary site of SARS-CoV-2 infection seems to be the lungs, the tissue-wide distribution of ACE2 receptors extends to several organs beyond the upper and lower respiratory tracts such as the heart, kidney, small intestine, vascular endothelium and smooth muscle cells [18, 19] .",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 70,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 246,
                    "end": 250,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 405,
                    "end": 409,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 410,
                    "end": 413,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 838,
                    "end": 842,
                    "text": "[18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 843,
                    "end": 846,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Respiratory viruses bind to and are internalized by respiratory epithelial cells. Epithelial tissue lines the outer surface of organs and blood vessels throughout the body [20] , as well as the inner surface of cavities in many internal organs including the lungs [11] . Mammalian respiratory passageways from the naval cavity through the bronchi are lined by ciliated, columnar epithelium [11] . While lung alveoli are lined by a thin layer of simple squamous epithelium [21] . In the lung, epithelial cells seperate the airways and potentially harmful materials within them from the bloodstream, while allowing for the free diffusion of carbon dioxide and oxygen [11, 21] . After virus capsid glycoproteins bind to host epithelial cells, via endocytosis, virus particle uncoating and viral genome entry into the host cell occurs [22] [23] [24] . Both SARS-CoV and SARS-CoV-2 can infect host cells by two different modes of entry 1) binding to the host cell surface receptor angiotensin-converting enzyme 2 (ACE2), triggering pH-dependent proteolytic activation of S2 domain of spike protein by cathepsin L resulting in endocytosis of the viral particle or by 2) binding to the ACE2 receptor and triggering pH-independent proteolytic activation of the S2 domain of spike protein by the transmembrane serine protease TMPRSS2 that often resides near the ACE2 receptor on the host cell surface resulting in host cell-viral membrane fusion [16, [25] [26] [27] .",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 176,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 264,
                    "end": 268,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 390,
                    "end": 394,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 472,
                    "end": 476,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 665,
                    "end": 669,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 670,
                    "end": 673,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 831,
                    "end": 835,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 836,
                    "end": 840,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 841,
                    "end": 845,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1437,
                    "end": 1441,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1442,
                    "end": 1446,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1447,
                    "end": 1451,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1452,
                    "end": 1456,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Release of the viral genome into the host cell initiates viral replication; however, depending upon the nature of the genome whether it is double stranded DNA or RNA or single stranded positive-sense or negative sense RNA, the number of steps to produce new viral particles will vary greatly [28] [29] [30] . SARS-CoV-2 and other enveloped single stranded positive-sense RNA viruses occur within the cytoplasm of host epithelial cells where their genome can be used directly as an mRNA template; in contrast the influenza viruses, are negative ssRNA genomes that must be imported into the host cell nucleus for genome replication [28, 29] . From the positive-sense ssRNA genome, an RNA-dependent RNA polymerase (RdRp) is first translated into protein and subsequently used to produce a complementary negative strand of RNA that will be used as a template to manufacture many more copies of positive-sense ssRNA genomes and smaller positive strand subgenomic sequences [30] . The copies of positive ssRNA strand genomes will later be packaged into new virions and the subgenomic sequences are translated to produce viral proteins [30] . After replication inside the host, viral positive RNA strands and viral capsid proteins spontaneously assemble to form new virions and are transported to the cell membrane for release into the extracellular environment through the continuous process of viral budding [31] [32] [33] [34] . The yield for newly produced virions is not clearly defined in SARS-CoV-2 as it is with lytic viruses [35] . The main regulation of the viral replication process occurs at the replication stage because the balance between replication and translation must be carefully maintained [32, 33] .",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 296,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 297,
                    "end": 301,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 302,
                    "end": 306,
                    "text": "[30]",
                    "ref_id": null
                },
                {
                    "start": 630,
                    "end": 634,
                    "text": "[28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 635,
                    "end": 638,
                    "text": "29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 968,
                    "end": 972,
                    "text": "[30]",
                    "ref_id": null
                },
                {
                    "start": 1129,
                    "end": 1133,
                    "text": "[30]",
                    "ref_id": null
                },
                {
                    "start": 1403,
                    "end": 1407,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1408,
                    "end": 1412,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1413,
                    "end": 1417,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1418,
                    "end": 1422,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1527,
                    "end": 1531,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1704,
                    "end": 1708,
                    "text": "[32,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1709,
                    "end": 1712,
                    "text": "33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To address one of the key challenges in building multiscale models, a modeling platform that is user friendly to interdisciplinary collaborations is required for successful integration of data types and context over the different scales (molecular, cellular, tissue and body). Likewise, modularity of design makes the modeling architecture robust to rapid development of complex systems by multiple modeling groups in concert with the ability to rapidly incorporate data from a diversity of sources for new infectious agent life cycles, molecular interactions, clinical disease progression, and immune system responses. Here we present our framework for modular multiscale spatiotemporal modeling of viral infection and immune response. In this paper our framework is implemented using CompuCell3D, a user-friendly multiscale modeling program [36] . We demonstrate its predictive capability for determining the timing and efficacy of drug therapy in multilayered epithelial cells representative of the lining of lungs.",
            "cite_spans": [
                {
                    "start": 843,
                    "end": 847,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Context Mathematical models and computer simulations have been extensively used to study in-host progression of viral infection. Kinetics approaches are commonly used to model different stages of the viral replication cycle such as binding and internalization [9, 37] , replication and translation [38, 39] , assembly, packaging and release [40, 41] . These models have been developed in the context of different virus families: positive-sense single-stranded RNA viruses such as hepatitis C virus, poliovirus and Semliki Forest virus [37, 42, 43] , negative single-stranded RNA viruses such as influenza A [44, 45] , single-stranded RNA retroviruses such as human immunodeficiency virus [46, 47] , double-stranded DNA viruses such as herpes simplex virus [48] and double-stranded DNA retroviruses such as hepatitis virus B [49] . The disease progression of HIV [50] [51] [52] [53] [54] and infection and the dissemination of influenza virus to the lower respiratory tract [55, 56] have been modeled using agent-based spatial approaches. With respect to the family of beta coronaviruses, spatial models have been recently developed motivated by the onset of the ongoing pandemic [57] .",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 263,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 264,
                    "end": 267,
                    "text": "37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 298,
                    "end": 302,
                    "text": "[38,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 303,
                    "end": 306,
                    "text": "39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 341,
                    "end": 345,
                    "text": "[40,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 346,
                    "end": 349,
                    "text": "41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 535,
                    "end": 539,
                    "text": "[37,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 540,
                    "end": 543,
                    "text": "42,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 544,
                    "end": 547,
                    "text": "43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 607,
                    "end": 611,
                    "text": "[44,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 612,
                    "end": 615,
                    "text": "45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 688,
                    "end": 692,
                    "text": "[46,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 693,
                    "end": 696,
                    "text": "47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 756,
                    "end": 760,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 824,
                    "end": 828,
                    "text": "[49]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 862,
                    "end": 866,
                    "text": "[50]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 867,
                    "end": 871,
                    "text": "[51]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 872,
                    "end": 876,
                    "text": "[52]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 877,
                    "end": 881,
                    "text": "[53]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 882,
                    "end": 886,
                    "text": "[54]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 973,
                    "end": 977,
                    "text": "[55,",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 978,
                    "end": 981,
                    "text": "56]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1179,
                    "end": 1183,
                    "text": "[57]",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Modeling background"
        },
        {
            "text": "Our approach to an initial proof-of-concept model In this paper we propose an open-source modular framework to model interactions between: generalized epithelial cells; immune cells; and their extracellular environment during viral infection. The model can be used to develop and interrogate hypotheses related to the spatiotemporal dynamics of viral SARS-CoV-2 infection of disease-relevant nasopharyngeal and lung tissue and model COVID-19 progression. The framework is intended to serve as a base model for constructing and implementing more advanced models of targeted cellular-and intracellular-level phenomena in a multicellular tissue following initial exposure. In its current state, this model has not been formally peer-reviewed, and should not be used for patient diagnostics or predicting clinical outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modeling background"
        },
        {
            "text": "The model and its implementation can be employed and further developed to interrogate questions and mechanistic hypotheses about the spread of a virus, and about how the interplay between viral spreading and immune response determine the outcome of the disease, such as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modeling background"
        },
        {
            "text": "• Why does the progression of the disease seem to be dependent on the initial viral exposure level? • Why is the start time of symptoms and immune response so variable? • What is the role of cytokine signaling in explaining immune response variability? • What are the specific factors and key players determining the offset of early immune response? The model includes a representation of extracellular virus in the mucus, epithelial cells and immune cells. It also includes the processes of epithelial cell infection by extracellular virus, viral replication and cell damage in epithelial tissues, release of viruses by infected epithelial cells, immune cell response to infected epithelial cells and immune cell killing of infected and non-infected epithelial cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modeling background"
        },
        {
            "text": "In this section we begin by presenting our multicellular model of tissue viral interaction, along with a typical simulation and basic analyses. We then present results from simulations intended to interrogate the parameter space of the model framework with respect to select, critical parameters of interest to understanding SARS-CoV-2 and viral infection, in general. All simulations were performed according to specifications described in Simulation Specification , and results described in that same section were recorded concerning spatial, population, and system-level metrics for each simulation trial of each parameter set presented here. All simulations were performed using CompuCell3D [36] .",
            "cite_spans": [
                {
                    "start": 695,
                    "end": 699,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "A multicellular model of viral infection and immune response in epithelial tissues captures the spatial dynamics of viral infection and spread in epithelial tissue We consider the interactions between a multicellular epithelial tissue (defined by a set of epithelial cells) and the immune system (here represented as a collection of generalized immune cells, which are produced in the lymph nodes and travel to the tissue) during a viral infection. Specifically the multiscale multicellular model is comprised of multiple interconnected components:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "• the Epithelial cell component;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "• the Lymph node component;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "• the Immune cell component; and • the Extracellular environment component. For each of these components a number of biological processes govern how the system evolves. These processes are summarized in Figure 1 and key ones are highlighted below. Full details of each process and their interactions and how they are implemented are provided in Models and methods . Within the lymph node compartment, transport of cytokines feeds into an immune recruitment module (L1).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 203,
                    "end": 211,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "In our model, we approximate the discrete processes of transport and internalization of viral particles using continuous kinetics determined by association and dissociation constants, the number of available cell surface receptors and the amount of viral particles in the extracellular environment. We use the relevant aspects of transport on the mucous layer above the apical surface of epithelial cells as the site of viral extracellular presence, transport and contact with cells to represent where the infection of susceptible epithelial cells occurs. We represent the complexity of viral replication by defining four broad stages: unpacking, replication, translation and assembly. The subcellular kinetics of virus replication then determines the release of new viral particles into the extracellular environment that contribute to the further spreading of the virus in host tissue. For virally-induced apoptotic processes, each cell is given a probability of dying associated with the number of assembled viral particles inside the cell.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Cytokines were chosen to represent the larger group of small molecule signals that include chemokines, interferons, and RNAi. We functionally represented the complexity of immune signaling by using a single diffusive cytokine field in the extracellular environment. The cytokine field produces local immune effects such as activation of immune cells by exposure to cytokine for a period of time. The cytokine field also produces long range immune effects by recruiting immune cells to the locale of the simulation through long-distance signaling in the lymphatic system. We represent the transport of cytokines through the lymphatic system and bloodstream by introducing delay to the recruitment of immune cells by cytokine signaling. Cell death also occurs in our model due to two mechanisms associated with host immune response. Immune cells identify infected cells on contact by antigen presentation and induce apoptosis. In sufficiently high cytokine, immune cells indiscriminately kill epithelial cells by secretion of an oxidative agent. Simulations were initialized with a sheet of uninfected epithelial cells, devoid of any diffusive virus, cytokine, and immune cells (active or inactive). Infection began with a single infected epithelial cell at the center point of the epithelial sheet ( Figure 2A ). We established a baseline set of parameters (Table 1 ) from which widespread infection occurs over the course of a simulation from this initial configuration. In simulation of the baseline set of parameters, resident immune cells ( Figure 2B Table 1 . Code to execute this specific simulation for these parameter values in CompuCell3D is available at https://github.com/covid-tissue-models/covid-tissue-response-models/tree/cc3d_first_model_v0_ cand/CC3D/Models/BiocIU/SARSCoV2MultiscaleVTM/interesting-results/Preliminary%20Set%2 01/simimg . By varying the model parameters and comparing the resulting cell count time series we see that there are several critical parameters in the model which control outcomes of the simulation. In Figure 3 we present time series for different values of the virus-receptors association affinity , a parameter that controls the internalization of extracellular viral k on particles into epithelial cells (see Equation (3) in Models and methods ). We see that an increase in decreased virus-receptors association affinity drives the system toward quantitatively distinct simulation outcomes ( Figure 3 ). We compared simulation outcomes using the baseline virus-receptors association affinity value (shown in Figure 2 ) and a 100-fold decrease from the baseline. Decreased virus-receptors association affinity shows a low number of infected and dead cells at the end of the simulation ( Figure 3A , left columns). Increasing virus-receptors association affinity (to the value used in Figure 2 ) results in an increased number of infected cells during the simulation and corresponding increase in the number of final dead cells ( Figure  3A , right columns). Increasing virus-receptors association affinity also results in complete cell death in nine out of ten simulations (749 total number of dead cells for one simulation). Total cell death at the end of simulation time varies for decreased virus-receptors association affinity ( Figure 3B ): ten simulations using the decreased virus-receptors association affinity produced final total numbers of dead cells in the range of 1 and 150 (mean 71.6, standard deviation 53.8 for ten simulations). By performing a multidimensional parameter sweep in Figure 4 we see that variations in immune response delay coefficient (a parameter that controls the responsiveness of β delay immune cell recruitment to local diffusive cytokine in the simulation domain, see Equations (12)- (14) in Models and methods .) and virus-receptors association affinity parameters drive the system toward two distinct simulation outcomes: containment and widespread infection (which are denoted as green and orange shaded regions respectively). We generated simulations using baseline values for virus-receptors association affinity and immune response delay coefficient (from Figure 2 ) and compared results with simulations generated using 10-fold and 100-fold increase and decrease from the baseline values (shown in Figure 4 ). These parameter variations produce distinctive qualitative outcomes in the number of dead cells ( Figure 4A ). Baseline values of parameters result in propagation of the infection through the tissue and widespread death of epithelial cells ( Figure 4A , center panel). Increasing virus-receptors association affinity and decreasing immune response delay coefficient drives the system towards widespread infection and cell death with small variability between simulation replicated ( Figure 4A , red shaded panels). In this region, decreasing immune response delay coefficient decreases the rate of cell death as shown by the inflection points on the number of dead cells occurring earlier for smaller values of immune response delay coefficient.",
            "cite_spans": [
                {
                    "start": 2265,
                    "end": 2268,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 3768,
                    "end": 3772,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 1299,
                    "end": 1308,
                    "text": "Figure 2A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1356,
                    "end": 1364,
                    "text": "(Table 1",
                    "ref_id": null
                },
                {
                    "start": 1544,
                    "end": 1553,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1554,
                    "end": 1561,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 2046,
                    "end": 2054,
                    "text": "Figure 3",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2439,
                    "end": 2447,
                    "text": "Figure 3",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2555,
                    "end": 2563,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2733,
                    "end": 2742,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2830,
                    "end": 2838,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2975,
                    "end": 2985,
                    "text": "Figure  3A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 3279,
                    "end": 3288,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 3544,
                    "end": 3552,
                    "text": "Figure 4",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 4146,
                    "end": 4154,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 4289,
                    "end": 4297,
                    "text": "Figure 4",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 4399,
                    "end": 4408,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 4543,
                    "end": 4552,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 4784,
                    "end": 4793,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Decreasing virus-receptors association affinity and increasing immune response delay coefficient drives the system towards containment of the initial infection, as shown by early saturation in the number of dead cells ( Figure 4A , green shaded panels). In this region, increasing immune response delay coefficient controls the rate at which containment is achieved, as shown by saturation being arrived at earlier for bigger values of immune response delay coefficient. Also in this region, virus-receptors association affinity controls the total number and variability of infected and dead cells before containment whenever is immune response delay coefficient not too large, as shown by the saturation value being higher for increasing values of virus-receptors association affinity ( Figure 4A , first green shaded column). For the remaining regions, the final outcome of the simulation is undetermined, since the number of dead cells is still changing at the end of the simulation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 220,
                    "end": 229,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 788,
                    "end": 797,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Containment of infection is achieved when the rate of immune system response increases and the rate of virus internalization decreases"
        },
        {
            "text": "The distinctive qualitative outcomes of the simulation can also be observed in the dynamics of viral diffusion in the extracellular environment ( Figure 4B ). In the widespread infection region, there is a regime of fast viral growth followed by a regime of viral clearance ( Figure 4B red shaded region). In this region, controls how fast the maximum concentration k on of virus in the extracellular environment is achieved during the growth regime, as shown by the maximum value being reached earlier for increasing values of virus-receptors association affinity. The immune response delay coefficient controls the amplitude of the rebound after a short clearance phase, as shown by the distance between two maximums in the viral concentration curve increasing for increasing values of immune response delay coefficient.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 146,
                    "end": 155,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 276,
                    "end": 285,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Containment of infection is achieved when the rate of immune system response increases and the rate of virus internalization decreases"
        },
        {
            "text": "In the containment region, the same two qualitative regimes of viral growth can be observed but with quantitatively different properties ( Figure 4B red shaded region). An initial growth of virus is followed by clearance of virus. The maximum concentration of the viral field is smaller in the containment region than the widespread infection region. In these regions, immune response delay coefficient controls the clearance rate of the extracellular virus as shown by the rapid decay with increasing values of immune response delay coefficient. The time scales of viral growth in the extracellular environment is faster than the rate of cell death, as shown by maxima in the extracellular environment occurring before maxima in the number of dead cells. The phase space for key metrics reveals that decreasing viral internalization and increasing immune response consistently drives the system towards containment of the infection ( Figure 5 ). High viral internalization is generally correlated with high number of final dead cells ( Figure 5A ), high number of maximum viruses ( Figure 5B ) and high number of maximum cytokine levels ( Figure 5C ). In general, values for each of these metrics increases proportionally with increased internalization, with the lowest value providing the lower bound and the highest value providing the upper bound. A noticeable exception is the maximum cytokine level, where at least one of the lower viral internalization values (0.1) produces a high number of cytokines ( Figure 5C ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 139,
                    "end": 148,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 935,
                    "end": 943,
                    "text": "Figure 5",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1037,
                    "end": 1046,
                    "text": "Figure 5A",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1083,
                    "end": 1092,
                    "text": "Figure 5B",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1140,
                    "end": 1149,
                    "text": "Figure 5C",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1511,
                    "end": 1520,
                    "text": "Figure 5C",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Containment of infection is achieved when the rate of immune system response increases and the rate of virus internalization decreases"
        },
        {
            "text": "Rapid immune response is generally associated with lower number of final dead cells, maximum virus and maximum cytokine in the extracellular environment. For fixed viral internalization values, each of these metrics decreases with increasing rate of immune response with the exception of total number of dead cells for a very high immune response rate and very low viral internalization. In general, the metrics behave as asymptotically decreasing functions of the immune response, with the exception of the cytokine levels for one of the lower viral internalization values (0.1), where there is a rapid growth in cytokine levels followed by a long decay ( Figure 5C ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 657,
                    "end": 666,
                    "text": "Figure 5C",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Containment of infection is achieved when the rate of immune system response increases and the rate of virus internalization decreases"
        },
        {
            "text": "Clearance time measures the earliest time until the end of the simulation at which no infected cells are found inside the simulation domain ( Figure 5D ). Higher viral internalization is generally associated with smaller clearance times for immune response rates below the baseline and with higher clearance times for immune response rate above the baseline. With respect to the immune response, clearance times show varying regimes, but in general there is a slow increase in clearance times for smaller immune response rates, and a sharp decrease in clearance times for higher immune response rates. Viral internalization controls at which level of immune response rate the sharp decline in clearance times starts. The decline in clearance times occurs at slower immune response rate for viral internalization below the baseline and higher immune response rates for values above the baseline.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 142,
                    "end": 151,
                    "text": "Figure 5D",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Containment of infection is achieved when the rate of immune system response increases and the rate of virus internalization decreases"
        },
        {
            "text": "Magnitude of the rate of viral replication reduction and its timing shows a difference in disease outcomes Variation in the rate of RNA replication also drives the system toward distinct r max qualitative outcomes (see Equation (7) in Models and methods) . We generated a series of simulations by reducing the viral replication rate of the baseline parameter set by different factors, and by varying the time in simulation at which the reduction is applied (labeled \"viral replication multiplier\" and \"time delay of application\", respectively, in Figure 6 , 7 - Figure 6A shows the reduction event and exemplifies \"time delay of application\"). Parameter variation produces two distinctive qualitative outcomes of the simulation as measured by the final number of dead cells: containment ( Figure 6 , 7 green shaded regions) and widespread infection ( Figure  6 , 7 orange shaded panels).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 547,
                    "end": 555,
                    "text": "Figure 6",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 562,
                    "end": 571,
                    "text": "Figure 6A",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 789,
                    "end": 797,
                    "text": "Figure 6",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 851,
                    "end": 860,
                    "text": "Figure  6",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Containment of infection is achieved when the rate of immune system response increases and the rate of virus internalization decreases"
        },
        {
            "text": "Containment of initial infection is observed for reduction factors between 0.0 and 0.625 and for timing of variation between 0 and 500 simulation steps (0-500/30 hours). Reduction at the beginning of the simulation results in no spreading of the infection for reduction factors below 0.625. Reduction at the 500th simulation step (500/30 hours) produces containment for reduction factors below 0.375. The final number of dead cells and the variability between simulation replicates increases proportionally with increased factor and timing to variation. Reducing viral replication by a factor of only 0.875 or applying the reduction as late as the 700th simulation step (750/30 hours) invariably results in widespread infection. In this regime,variability between simulation replicates increases with decreasing reduction factor and time delay of application. can also be seen in the total diffusive r max virus in the environment (Figure 7) . For the cases where the infection is contained, viral load peaks either at or shortly after the replication rate reduction event, after which the total virus in the environment decreases (Figure 7 green shaded region). When the replication rate reduction event happens at the beginning of the simulation and the replication rate is sufficiently reduced, very small amounts of viral particles are released to the extracellular environment. In the widespread infection regime, most of the results show that diffusive virus is still being released by the end of the simulation, or decreasing due to the early widespread death of the infected cells (Figure 7 orange shaded region).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 931,
                    "end": 941,
                    "text": "(Figure 7)",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 1131,
                    "end": 1140,
                    "text": "(Figure 7",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 1589,
                    "end": 1598,
                    "text": "(Figure 7",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Containment of infection is achieved when the rate of immune system response increases and the rate of virus internalization decreases"
        },
        {
            "text": "In this paper we presented a spatial multicellular model of the viral infection of an epithelial tissue that includes key aspects of infection, replication and immune response. This model, while highly simplified, provides a number of very compelling results. We showed that the viral production peaks before tissue damage occurs as seen in other viral diseases like influenza. In the baseline simulation cell death occurred far from the initial site of infection by 200 MCSs (200/30 hours), indicating cytotoxic killing by the immune cells (as secondary infection has occurred by this point but not enough time has passed for virally induced apoptosis to occur in the subsequently infected epithelial cells). We also showed that recruitment of immune cells can continue even after most epithelial cells have died. The model makes this possible by representing both a resident immune cell population ( e.g. , 5 or so early immune cells for all parameter sets) and additions to that population due to recruitment by long-distance signaling ( e.g. , large numbers of immune cells seen during widespread infection).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We showed that multiple model outcomes ( e.g. , control or spread of infection) can occur according to the values of key parameters of the model, like those controlling viral internalization. By performing multidimensional parameter sweeps of the model we showed that the interplay between immune response and viral spread can lead to conditions in which the virus is uncontrolled, rapidly controlled, or controlled after substantial damage. Specifically, simulations revealed that decreasing viral internalization and increasing immune response consistently drive the system towards containment of the infection. We also showed that multiple model outcomes can result from the same set of parameters for simulation replicates (with different realizations of the random number sequence), owing to stochasticity of the processes and the ability of even a single infected epithelial cell to (re)ignite the infection cycle ( i.e. , internalization, replication, secretion). This behavior is characteristic of the (unshaded) transition regions in the results tables obtained from multi-parameter sweeps in the above Figures 4, 6, and 7 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1112,
                    "end": 1131,
                    "text": "Figures 4, 6, and 7",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Finally, we studied the influence of timing in possible drug therapies. We showed that drugs that interfere with viral replication, like remdesivir [58] , need to be administered as soon after initial infection as possible. We showed that drugs with this mode of action can improve viral control if administered early and that their effectiveness decreases when administered later after infection (by reducing widespread viral replication and thus promoting containment). This implies that drugs interfering with virus replication will be more effective as a prophylactic than as a treatment and could be administered to health workers and other workers at high risk of coming into contact with infected individuals.",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 152,
                    "text": "[58]",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The above observations critically depend on the model's ability to resolve the spread of virus and immune response spatially. Most of the underlying processes are intrinsically stochastic and therefore the spatial patterns of the increasingly varied and fractal infection front and distribution of tissue damage are nontrivial. The immune response leads to a spectrum of outcomes depending not only on parameter values but also on the emergent spatial patterns of cytokine and virus fields ( e.g. , variations within the infection front expose different numbers of (un)infected epithelial cells to the immune response). Predictions based on the correct spatial representation of intrinsically stochastic and interdependent events often differ from those based on the mean cell population dynamics, as captured, e.g ., by physiologically based pharmacokinetic ( PBPK ) models, alone.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "While we are able to represent many key facets of viral infection and immune response in an epithelial tissue, we recognize that our overall model architecture is incomplete in many respects, from the number and types of immune cells and cytokines to the processes we are including ( e.g. , the cytokine signals from an infected cell can alert uninfected cells to viral challenge and increase their rate of apoptosis or reduce their rate of virus production after infection). The current model uses a simplified view of the cellular adaptive immune system that neglects antibodies, which are critical to actual viral clearance in respiratory infections and tissue recovery after damage. The milieu of simulated viral infection in this work is also not without its limitations, particularly concerning the assumption that the interface of an epithelial layer and mucous layer provides an appropriate setting for representing infection events in an epithelial layer. Still, these simplified models are informative of global outcomes. We are working with a wide variety of biological researchers to determine the additional components we should prioritize to add to our high-level model structure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model limitations"
        },
        {
            "text": "The primary objective of future development of the model is to improve the biological realism of the mechanisms within each module (components and processes), and across the model framework as a whole. Many of the modules of our model are proof-of-concept versions, meaning that they are simple approximations to the complex biological mechanisms related to viruses like SARS-CoV-2. However, they are useful as stand-in-place modules that represent the same events ( e.g. , extracellular virus becomes intracellular according to the module describing internalization) and can generate distinct and biologically relevant outcomes. The incorporation of these proof-of-concept modules serves two purposes: to facilitate the integration of previously developed models ( e.g. , viral replication) into a stable, working modeling and simulation environment of spatiotemporal dynamics, and to provide functional outlines for incorporating supportable and improved versions of individual modules. Modules that are readily accessible for improvement include viral internalization, viral replication and immune response. We are currently working on implementing mechanisms within immune cell response to model virus-scavenging of macrophages and local IFN-gamma signalling from infected to non-infected epithelial cells, which would act to drastically reduce their rate of viral production, as well as calibrating the viral replication module to existing experimental data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model limitations"
        },
        {
            "text": "Developing our framework to support the modeling and simulation of multi-region disease progression and immune response at multiple scales will allow us to study the systemic effects of possible therapies with known molecular modes of action, ( e.g. , remdesivir-an analog of the nucleoside adenosine which blocks viral RNA synthesis [58] ). Nucleoside analog drugs reduce the rate of RNA synthesis and thus, the rate of viral replication (as seen in Results , we can already model the effects of viral RNA synthesis rate reduction in a small tissue area at arbitrary times in simulation). Allowing such therapies to be evaluated in a simulated context prior to performing human trials could lead to more effective and rapid drug discovery, as well as provide meaningful insight on possible mechanisms that might otherwise go undetected. Further, by modeling the effects of immune stimulation and repression at different stages of infection, we could provide a more detailed account of how immunomodulators work on different temporal scales, enabling physicians to better optimize the dosage and timing of treatments.",
            "cite_spans": [
                {
                    "start": 334,
                    "end": 338,
                    "text": "[58]",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "Future perspectives"
        },
        {
            "text": "Another possible application for our model is indicated by its potential to assist in studying the origins of population variability in disease progression. By modeling the effects of hypertension, immunosuppression and diabetes, we can develop better predictive metrics that can be used to evaluate factors involved in the timing of critical outcomes, and to assist in calculating patient-specific treatments. We can also use the model as an experimental tool in order to gain a deeper understanding of the basic mechanisms of disease. By exploring the model's ability to simulate immune clearance under a variety of different situations ( e.g., effect of initial viral load, locus on disease progression in a patch, immune excitability, delay in signalling to lymph nodes), we can identify key periods in which the progression of infection is susceptible to particular types of manipulation ( e.g. , slowing viral replication after 3 days generally has little effect on outcome in influenza models).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Future perspectives"
        },
        {
            "text": "Going forward, we plan to integrate our model with established and validated nonspatial models of infection, immune response and clearance. We are working to implement these nonspatial models of viral infection and immune response, and to replace specific scalar-represented objects in these models ( e.g. , viral production, cytokine secretion or tissue damage) with the appropriate spatial components of our model. By starting with a validated model that uses ordinary differential equations and adding spatial components gradually, we can calibrate our spatial models and validate our results. We can also conduct simultaneous validation by building multiple implementations of the conceptual and quantitative models independently and simultaneously. We are currently performing cross-platform validation of the conceptual model originally presented here (and originally implemented in CompuCell3D) with working implementations in Chaste [59, 60] and Morpheus [61] multicellular modeling platforms. This near-simultaneous model replication and its lessons for model design and implementation will be the subject of a future study.",
            "cite_spans": [
                {
                    "start": 941,
                    "end": 945,
                    "text": "[59,",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 946,
                    "end": 949,
                    "text": "60]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 963,
                    "end": 967,
                    "text": "[61]",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "Future perspectives"
        },
        {
            "text": "The current pandemic has shown that classic sequential methods for model development in scientific research are too slow and do not easily encourage transdisciplinary scientific collaboration. Our model is open-source and organized into modules that are freely available to extend, reuse and adapt. We are reaching out to members of multiple scientific communities to encourage them to extend, replace and improve these modules, as well as to develop new modules describing mechanisms that are critical to understanding and predicting specific aspects of viral infection but not presently described. We are working to develop model sharing workflows and tools to facilitate parallel, independent module development, as well as guidelines for model specification and sharing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Future perspectives"
        },
        {
            "text": "On the theoretical side, we are eager to support and collaborate with groups modeling viral replication, cell death due to viral replication, local cytokine signalling effects and systemic immune response. On the experimental side, we are motivated to help experimental, drug discovery and therapy development teams adapt and refine this base model to their specific applications. We would like to work with groups with relevant experimental data to validate individual modules and the overall framework. We would furthermore be happy to discuss approaches to integrating this model framework as a component of whole body-and population-level models. To support such projects, we will continue developing compartmental models that can be integrated as modules that act to transport viruses, cytokines and immune cells throughout the body. By identifying model parameters corresponding to specific critical tissue ( e.g., nasopharyngeal, alveolar) and physiological compartments ( e.g., throat, upper and lower respiratory tracts), we can particularize the current model and integrate it into complex, multi-organ simulations that yield predictive capabilities over several scales.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Future perspectives"
        },
        {
            "text": "The COVID-19 crisis has shown that drug discovery and therapy development both require predictive capabilities that improve their effectiveness and efficiency. We have developed our framework to further the understanding of the basic mechanisms of various viral infections, and factors determining the outcome of infectious diseases like COVID-19. Going forward, we hope to develop our framework -and support its development by others -to provide predictive capabilities that support determining optimal, patient-specific treatments, and developing novel drug therapies to combat existing and new viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Future perspectives"
        },
        {
            "text": "First we present the model as a high level conceptual model where we detail each process considered and present details of the process in a model agnostic manner. Following this we present details of our particular implementation of our model which uses a Cellular Potts representation of cellular dynamics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Models and methods"
        },
        {
            "text": "As discussed in the Results we consider four interacting components:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conceptual model: biological hypotheses and assumptions"
        },
        {
            "text": "• the Epithelial cell component;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conceptual model: biological hypotheses and assumptions"
        },
        {
            "text": "• the Lymph node component;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conceptual model: biological hypotheses and assumptions"
        },
        {
            "text": "• the Immune cell component; and • the Extracellular environment component. For each of these components a number of processes govern how the system evolves. Details of these processes and their interactions are given in the following subsections and their connections are illustrated in Figure 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 288,
                    "end": 296,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Conceptual model: biological hypotheses and assumptions"
        },
        {
            "text": "At the epithelial cell component, the model accounts for binding and uptake (subsuming endocytosis-dependent and -independent routes) of viral particles, intracellular replication and exocytosis to the extracellular environment, as well as for induced apoptosis from viral replication associated damage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epithelial cell component"
        },
        {
            "text": "Model of extracellular virus binding to epithelial cell receptors, uptake (subsuming endocytosis-dependent and -independent routes) and release of viral genetic material into the cytoplasm. Internalization of viral particles involves binding of the viral spike protein to target cell surface receptors, truncation by surface proteins and receptor-mediated endocytosis or fusion with the host plasma membrane. We assume the dynamics of internalization can be captured by focusing on the dynamics of virus-surface receptor binding, determined by the densities of extracellular virus and target surface receptors, and the binding affinity between them ( T1-E1 ). Also, the dynamic depletion of unbound target surface receptors is modeled per cell. Internalized, viral particles initiate the viral replication process ( E1-E2 ). This internalisation is shown in Figure 8 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 858,
                    "end": 866,
                    "text": "Figure 8",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "E1 -Viral internalization"
        },
        {
            "text": "Model of viral replication cycle inside the host cell. Single-stranded positive RNA viruses can initiate replication after unpacking of viral genetic material and proteins into the cytosol ( E1-E2) . The viral RNA-dependent RNA polymerase transcribes a negative RNA strand from the positive RNA strand. This negative strand is used as a template to produce more positive RNA strands and smaller positive strand subgenomic sequences. Subgenomic sequences are then translated to produce viral proteins. Positive RNA strands and viral proteins are transported to the ER where they are packed for release. Viral replication hijacks some of the host metabolic pathways and is limited by the availability of resources in the host cell. We assume we can model the rate-limiting effect of resource availability as regulation at the replicating step. After replication, newly synthesized viral genetic material is translated into new capsid protein and assembled into new viral particles. These newly assembled viral particles initiate the viral release process ( E2-E3 ). We assume the viral replication cycle can be modeled by defining four replication stages: unpacking, replicating, translating and assembling. These sub processes of replication, and their relation to secretion and internalization are illustrated in Figure 8 . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 189,
                    "end": 197,
                    "text": "( E1-E2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1313,
                    "end": 1321,
                    "text": "Figure 8",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "E2 -Viral replication"
        },
        {
            "text": "Model of intracellular transport of newly assembled virions and exocytosis into the extracellular environment. We conceptualize the virus as moving in the extracellular fluid above the apical surfaces of our epithelial cells, but we can easily generalize our diffusion model to include basolateral transmission through the basement membrane and connective tissue if there is experimental evidence that such transmission is significant. After assembly inside the host, newly packed virions are transported to the ER where they are packed into vesicles and transported to the cell membrane for release into the extracellular environment ( E2-E3 ). We assume that no regulation occurs after assembling of new virus particles, that exocytosis into the extracellular environment can be modeled as a single-step process ( E3-T1 ). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "E3 -Viral release"
        },
        {
            "text": "Model of immune cell maturation due to cytokine signaling. Immune cells mature at the recruitment site before being transported to the infection site. Additionally, we assume that upon infiltration, immune cells need to be exposed to local cytokine signals before exhibiting active immune cell behavior ( T2-I1 ). Once activated, immune cells amplify immune signaling by releasing cytokine molecules into the extracellular environment ( I1-T2 ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I1 -Immune cell activation:"
        },
        {
            "text": "Model of immune cell local recognition and motility towards infection sites. We assume that upon activation ( I1-I2 ), immune cells move preferentially towards higher concentrations of the local cytokine concentration field ( T2-I2 ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I2 -Immune cell chemotaxis:"
        },
        {
            "text": "Model of immune cell cytotoxicity by recognition of antigen-presenting surface complexes. Immune cells identify target cells by recognizing antigens presented at the cell surface as indicators of viral infection. Upon recognition, immune cells induce the caspase cascade resulting in apoptosis of the target cell. We model direct immune cytotoxicity by assuming that immune cells move towards infected cells ( I2-I3 ) and trigger cell death of infected cells upon contact ( I3-E4 ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I3 -Immune cell direct cytotoxicity and bystander effect"
        },
        {
            "text": "Model of immune cell cytotoxicity by recognition of high levels of diffusive cytokines in their local environment. Immune cells release an oxidizing agent into the environment upon sensing high local levels of diffusive cytokine, which in turn indiscriminately kills epithelial cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I4 -Immune cell oxidizing agent cytotoxicity"
        },
        {
            "text": "In the tissue component, the model accounts for the extracellular transport of viral particles, cytokine signaling molecules, and an oxidizing agent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extracellular environment component"
        },
        {
            "text": "Model of diffusion of viral particles in the extracellular environment. Viral particles are transported by different mechanisms (ciliated active transport, diffusion) and media (air, mucus) at different physiological locations and through different types of tissue (airway, nasopharyngeal track, lung). We assume that we can generalize these mechanisms by representing transport of viral particles as a diffusive chemical field in the extracellular environment. We model transport on a thin layer above the apical surfaces of epithelial cells where viral particles are deposited and transported. Infection of susceptible cells occurs when the diffusive viral field comes into contact with the cell surface and a finite uptake of virus results ( T1-E1 ). Infected cells with internal assembled virus above a threshold release viral particles to the extracellular environment as a result of the viral replication cycle ( E3-T1 ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "T1 -Viral transport"
        },
        {
            "text": "Model of diffusion of small immune signaling molecules in the extracellular environment. The immune response involves multiple signaling molecules acting upon different signaling pathways, but we assume that the complexity of immune signaling can be functionally represented using a single chemical field diffusing in the extracellular environment. Once infected, epithelial cells secrete signaling molecules to alert the immune system ( E3-T2 ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "T2 -Cytokine transport"
        },
        {
            "text": "Cytokine signaling has both local and distant effects. Locally, exposure to cytokine signaling results in activation of newly recruited immune cells ( T2-I1 ). Upon activation, immune cells further infiltrate the tissue towards infection sites guided by the cytokine molecules ( T2-I2 ). Lastly, active immune cells amplify the immune signaling by further secreting cytokines into the extracellular environment ( I1-T2 ). We model long range effects by assuming cytokine exfiltrate tissue and is transported to immune recruitment sites ( T2-L1 ). We assume that the local strength of the cytokine signal causes an increase in the strength of the signal at the immune recruiting sites. We model transport of cytokines through the lymphatic system and bloodstream with delays to account for exfiltration and recruitment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "T2 -Cytokine transport"
        },
        {
            "text": "Model of diffusion of a general oxidizing agent. One of the cytotoxic mechanisms of immune cells is the release of different oxidizing agents, reactive oxygen species (ROS) like H 2 O 2 and nitric oxide (NO). The mechanism of action of such agents varies depending on the agent but we assume we can generalize such effects by modeling a single diffusive oxidizing agent field in the extracellular environment. The oxidizing agent is secreted by active immune cells after persistent exposure to cytokine signals ( I4-T3 ). We assume that the range of action of the oxidizing agent is short. Cell death is induced in epithelial cells when they come into contact with the oxidizing agent ( T3-E4 ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "T3 -Oxidizing agent burst"
        },
        {
            "text": "For our model construction and integration we use the open-source multicellular modeling environment CompuCell3D ( www.compucell3d.org ) which allows rapid and compact specification of cells, diffusing fields and biochemical networks using Python and the Antimony language [36, 62] . Compucell3D is specifically designed to separate model specification (conceptual and quantitative models) from the details of model implementation as a simulation and to make simulation specification accessible to biologists and others not specialized in software development. In this work we have specifically designed the Python modules and their cross-scale integration to have clear and stable APIs, allowing the model elements to be rapidly swapped out by collaborating developers. CompuCell3D runs on Windows, Mac and Linux platforms without change of model specification. Recent versions allow cluster execution for parameter exploration.",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 277,
                    "text": "[36,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 278,
                    "end": 281,
                    "text": "62]",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [],
            "section": "Quantitative model and implementation"
        },
        {
            "text": "Cell types Cells are divided into two classes-epithelial and immune-and assigned a phenotype by which various modules behave. These phenotypes can change according to outcomes of various modules, and a module specifying such an event describes both the initial and final phenotypes of the transition, as well as the conditions of its occurrence. As such, a cell phenotype in the model framework is not a phenotype in the biological sense ( e.g. , epithelial cell), but rather serves as an identifier for the various states that a particular cell class can take ( e.g ., dead epithelial cell) due to events defined by the modules. Epithelial cells can adopt one of three different phenotypes: uninfected, infected and dead. The specific behaviors of each cell phenotype are defined per module as relevant to their purpose. When an epithelial cell changes to a dead type, all epithelial modules are disabled and the cell is generally inactive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cellular Potts model (CPM)"
        },
        {
            "text": "Cellular spatial dynamics is modeled using the Cellular Potts model (also known as CPM, or Glazier-Graner-Hogeweg model), which represents generalized cells and medium as occupying a set of sites in a lattice [63] . Cell random motility is modeled as the stochastic exchange of sites at the interface of cells and medium so to minimize the system's effective energy that governs various behaviors, ℋ",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 213,
                    "text": "[63]",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [],
            "section": "Cellular dynamics"
        },
        {
            "text": "Here is the identification of a cell and is the type of cell . and are the σ τ (σ) σ v (σ) V (σ) current and target volumes of cell , respectively, and is a volume constraint coefficient. σ λ volume is the neighborhood of site , is the Kronecker-delta, and is the effective",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cellular dynamics"
        },
        {
            "text": "contact energy between types and . The final term models directed motility by τ τ ′ ℋ chemotaxis chemotaxis, and is prescribed by modules. For every spin flip attempt, a site in the lattice is x randomly selected, as is a site in its neighborhood. The change in the effective system x′ ℋ Δ energy is calculated due to the identification at being changed ( i.e. , \"flipped\") to the ℋ x identification at the neighborhood site , and the spin flip occurs with a probability according to x′ a Boltzmann acceptance function, (2) .",
            "cite_spans": [
                {
                    "start": 520,
                    "end": 523,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Cellular dynamics"
        },
        {
            "text": "Here the intrinsic random motility controls the stochasticity of spin flips, and spin flips that ℋ * reduce the effective system energy are always accepted. The unit of simulation time is the Monte Carlo step (MCS)-taken to be 1/30 hours in this work-which demarcates the accomplishment of having considered a number of spin flips equal to the number of lattice sites. For full details of CPM see [63] .",
            "cite_spans": [
                {
                    "start": 397,
                    "end": 401,
                    "text": "[63]",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [],
            "section": "Cellular dynamics"
        },
        {
            "text": "The four processes E1-E4 capture epithelial cell functions as defined below. Each of these processes governs the progression of an uninfected epithelial cell through infection and on to apoptosis. This progression is illustrated in Figure 9 . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 232,
                    "end": 240,
                    "text": "Figure 9",
                    "ref_id": "FIGREF12"
                }
            ],
            "section": "Epithelial modules"
        },
        {
            "text": "Internalization of virus is a discrete process by which a viral particle binds to one or more cell receptors. To capture the stochasticity associated with discrete binding events, we assign each uninfected and infected cell a probability of absorbing diffusive viral particles from the extracellular viral field. The uptake probability for each cell is given by a Hill (U ptake(cell) ) Pr > 0 function of the total amount of diffusive viral particles in the domain of the cell , the (cell) c vir number of unbound cell surface receptors and the binding affinity between them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "E1 -Viral internalization"
        },
        {
            "text": "Here is a Hill coefficient, is the initial number of unbound cell receptors, is the h upt R o k on association constant between virus and cell surface receptors, is the dissociation constant k of f and is the cell volume. At each simulation time step the uptake probability is evaluated ol(cell) V against a uniformly distributed random variable. When uptake occurs, the uptake rate is proportional to the local amount of the viral field, and the probability of uptake is used to describe the efficiency by which uptake occurs,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "E1 -Viral internalization"
        },
        {
            "text": "is the time of one MCS. The amount absorbed by each cell is uniformly subtracted from t Δ the viral field over the cell's domain and the number of unbound receptors and passed to the cell's instance of the viral replication model according to conservation of species. We assumed that epithelial cells continue uptaking viral particles from the environment after infection until cell receptors are depleted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "E1 -Viral internalization"
        },
        {
            "text": "Our simple proof-of-concept viral replication model was inspired by discussions with Paul Macklin and has a form similar to that published by Macklin and coworkers but differs in equations and parameters [57] . It represents the replication of a generic virus and does not include several aspects of viral replication specific to coronaviruses and their timescales. The system of ordinary differential equations modeling the viral replication process is assigned as an independent copy to each uninfected and infected cell. The model contains four variables representing different states of the viral replication process: unpacking , replicating , U R packing , and assembly of new virion capsids . P A",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 208,
                    "text": "[57]",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "E2 -Viral replication"
        },
        {
            "text": "Here is the unpacking rate, is the maximum replication rate, is the translation rate and r u r max r t is the packing rate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "E2 -Viral replication"
        },
        {
            "text": "is defined in E1 and is defined in E3. The regulation of r p ptake U ecretion S replication is represented by a Michaelis-Menten function of the amount of replicating viral material , where is the amount of at which the replication rate is . The viral",
            "cite_spans": [],
            "ref_spans": [],
            "section": "E2 -Viral replication"
        },
        {
            "text": "replication model is specified as a readily sharable Antimony string that can be implemented as a standalone using the Tellurium package. The number of newly assembled virion capsids is passed to the cell's instance of the viral release model. See Figure 8 for a schematic of the viral replication process.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 248,
                    "end": 256,
                    "text": "Figure 8",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "E2 -Viral replication"
        },
        {
            "text": "Infected-secreting cells secrete diffusive viral particles into the extracellular viral field. The amount released is proportional to the state variable for assembled virions from the viral replication model,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "E3 -Viral release"
        },
        {
            "text": "Here is the secretion rate of viral particles and is the level of assembled virus in the cell r s A (defined in E2). The total amount released by each cell is subtracted from the cell's state AΔt r s variable for assembled virions once per simulation step and passed to the source term of the extracellular viral field according to conservation of species. where is the number of assembled virions, is a Hill coefficient and is the (cell) A h apo V apo amount of assembled virions at which the apoptosis probability is 0.5 per simulation step.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "E3 -Viral release"
        },
        {
            "text": "Lymph node modules L1 -Immune cell recruitment",
            "cite_spans": [],
            "ref_spans": [],
            "section": "E4 -Virally induced apoptosis"
        },
        {
            "text": "The total immune cell population is governed by an ordinary differential equation of a dimensionless state variable that represents immune response due to local conditions and S long-distance signaling. Our convention is that when , immune cells are recruited to the S > 0 simulation domain; likewise, immune cells are removed from the simulation domain when . S < 0 We accomplish this by imposing probability functions describing the likelihood of immune cell seeding and removal,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "E4 -Virally induced apoptosis"
        },
        {
            "text": "Here the coefficient controls the sensitivity of immune cell addition and removal to the α immune state variable . The dynamics of are cast such that, in a homeostatic condition, a typical S S number of immune cells can be found in the simulation domain, and production of cytokine in the simulation domain results in additional recruitment via long-distance signaling ( i.e. , with some delay). We accomplish this by using the feedback mechanisms of the total number of immune cells in the simulation domain and a fraction of the total amount of decayed N immune cytokine .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "E4 -Virally induced apoptosis"
        },
        {
            "text": "Here is the total amount of decayed cytokine in the simulation domain and δ α sig δ models signaling by transmission of cytokine to some far-away source of immune 0 < α sig < 1 cells. With these mechanisms, we write the rate of change of as S At each simulation step the seeding probability is evaluated against a uniformly distributed random variable. To determine the seeding location, the simulation space is randomly sampled, and immune cells are seeded at the unoccupied location with the highest amount of the viral field. If no location is unoccupied, then the immune cell is not seeded. The removal probability is evaluated against a uniformly distributed random variable for each immune cell at each simulation step. Immune cells are removed by setting their volume constraint to zero.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "E4 -Virally induced apoptosis"
        },
        {
            "text": "Four processes I1-I4 capture immune cell functions which are defined below. These processes control how immune cells are activated, move, and kill other cells. Their interactions with epithelial cells and other model components are illustrated in Figure 10 . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 247,
                    "end": 256,
                    "text": "Figure 10",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Immune cell modules"
        },
        {
            "text": "Immune cells have an associated boolean activity state. All cells are initialized as inactive. The activated state becomes true with a probability according to a Hill equation of the total cytokine bound to the cell , B cyt (immune cell, t) (15) .",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 245,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "I1 -Immune cell activation"
        },
        {
            "text": "After one hour, an activated immune cell is deactivated, in which case evaluations of activation recommence. The immune cells \"forget\" a percentage the cytokine they have bound each time step while taking up an amount of cytokine ( ), ω cyt (immune cell, t)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I1 -Immune cell activation"
        },
        {
            "text": "Activated immune cells experience a motile force as a response to a signaling field. The immune cells chemotax on the chemical field representing cytokine signaling molecules. The chemotactic function measures the local gradient of the cytokine field and computes the effective energy associated with the gradient according to a prescribed chemotactic ℋ chemotaxis sensitivity parameter and calculated chemotactic force . The contribution of λ chemotaxis F chemotaxis to the change in the system's total effective energy is calculated using when ℋ chemotaxis F chemotaxis considering spin flips. The chemotactic force is saturated by normalizing the chemotactic sensitivity parameter by the local concentration , (cell) c cyt (17) ∇c . F chemotaxis = λ chemotaxis 1+c (cell) cyt cyt I3 -Immune cell direct cytotoxicity and bystander effect Immune cells, whether activated or not, kill infected cells by direct contact. At each simulation step, neighbors of infected cells are evaluated. Apoptosis is triggered in an infected cell if it has an immune cell as one of its neighbors, in which case the cell changes type to dead. When an infected cell is killed by direct cytotoxicity, each of its first order neighbors is evaluated for bystander effect cytotoxicity. The neighbors have a probability of dying from bystander effect: (18) .",
            "cite_spans": [
                {
                    "start": 726,
                    "end": 730,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1328,
                    "end": 1332,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "I2 -Immune cell chemotaxis"
        },
        {
            "text": "Here is the probability of a neighbor cell dying from bystander effect as a result of k bystander contact direct killing of an infected cell.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I2 -Immune cell chemotaxis"
        },
        {
            "text": "Immune cells when detecting a high cytokine concentration will release a short-range, diffusive oxidizing agent. The oxidizing agent kills any epithelial cell when its concentration inside the cell exceeds a minimum concentration for death, . τ oxi death Extracellular environment modules T1 -Viral transport",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I4 -Immune cell oxidizing agent cytotoxicity"
        },
        {
            "text": "The change in concentration of the viral field is calculated at each location in the c vir simulation domain by solving a reaction-diffusion equation using the following partial differential equation,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I4 -Immune cell oxidizing agent cytotoxicity"
        },
        {
            "text": "Transport parameters such as the diffusion constant and decay rate are estimated D vir γ vir from the literature. Conversion factors are used to translate experimental parameter values to internal simulation parameters. Uptake and secretion by a cell at each location are determined using the viral internalization (E1) and the viral secretion (E3) modules, and are uniformly applied over all sites of the domain of the cell.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I4 -Immune cell oxidizing agent cytotoxicity"
        },
        {
            "text": "The change in concentration of the cytokine field is obtained by solving a c cyt reaction-diffusion equation of the following general form, x + ζ 2 2 Here is the dissociation coefficient. ζ",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 149,
                    "text": "2 2",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "T2 -Cytokine transport"
        },
        {
            "text": "The oxidizing agent field secreted by immune cells with an activated state diffuses according to the transport equation, on the lower layer of lattice sites. Epithelial cells were \"frozen\", in that they were not permitted to translocate, leaving the remaining 90 x 90 subdomain for occupancy by recruited immune cells. For cellular dynamics and mass transport, periodic boundary conditions were applied in the plane of the epithelial sheet, and Neumann conditions were applied along the direction orthogonal to the epithelial sheet. All field solutions for the diffusive viral, cytokine and oxidizing agent fields were initialized as zero everywhere.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "T3 -Oxidizing agent transport"
        },
        {
            "text": "At each first simulation step, the epithelial cell in the center of the sheet was set to infected, and its unpacking state variable of the viral replication model was set to a value of U one. All epithelial cells were initialized with a number of unbound surface receptors . All SR = R o immune cells, when introduced to the simulation by recruitment, were initialized not in an activated state, and with a boundy cytokine value equal to zero ( ). During transition of B cyt = 0 an epithelial cell to the infected type, all state variables of the viral replication model were initialized with a value of zero. Secretion of viral particles by epithelial cells was only permitted for cells of Infected-secreting type.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "T3 -Oxidizing agent transport"
        },
        {
            "text": "Model implementation and all simulations were performed in CompuCell3D, which uses a non-dimensional lattice for CPM-based cellular dynamics and non-dimensional explicit time integration of reaction-diffusion field solutions. As such, a baseline parameter set was constructed for all CPM parameters and modules developed in this work (Table 1) . Non-dimensionalization was performed on all available model parameters from the literature for a lattice dimension of 4 μm per pixel along each dimension, at 120 s per MCS. For remaining model parameters, parameter estimation was performed such that, for the baseline set of parameters, spread of infection occurred throughout the domain by approximately the end of the simulation time. All parameter sets were simulated for ten trials, each consisting of 1,000 MCSs. Simulation data was collected at a frequency of 10 MCSs for all simulations, including the total number of cells for each type, the total number of activated immune cells, the total diffusive virus and cytokine, and the value of the immune response signal ( ), S Two parameter sweeps were performed for module parameters of interest. In the first set, the virus-receptor affinity and immune response delay coefficient were varied. In k on β delay the second parameter sweep, the replication rate was varied. In the first parameter sweep, r max the varied baseline coefficient was multiplied by a factor in the set 10 -2 , 10 -1 , 10 0 , 10 1 , 10 2 . In the second parameter sweep, the baseline viral replication rate was multiplied by a factor in r max the set of one-eighth increments from zero to one, and the time in simulation at which the baseline viral replication rate was reduced was in the set of 100 MCSs (100/30 hours) increments from zero to 700 MCSs (700/30 hours). As such, the first parameter sweep ( Figure  4 ) consisted of 25 parameter sets, and the second parameter sweep (Figures 6, 7) consisted of 64 parameter sets, for a total of 890 simulations. Immune response subtract immune cell coefficient β sub 0.2 cell -1 s -1",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 334,
                    "end": 343,
                    "text": "(Table 1)",
                    "ref_id": null
                },
                {
                    "start": 1831,
                    "end": 1840,
                    "text": "Figure  4",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1906,
                    "end": 1920,
                    "text": "(Figures 6, 7)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Simulation specifications"
        },
        {
            "text": "Immune response delay coefficient β delay 0.001 s -1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation specifications"
        },
        {
            "text": "Immune response decay coefficient β decay 0.1 s -1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation specifications"
        },
        {
            "text": "Immune response cytokine transmission coefficient α sig 0.5",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation specifications"
        },
        {
            "text": "Immune response probability scaling coefficient α immune 0.01 Initial target volume 64 μm 3",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation specifications"
        },
        {
            "text": "Lambda volume λ volume 9",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation specifications"
        },
        {
            "text": "Initial number of immune cells 0",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation specifications"
        },
        {
            "text": "Lambda chemotaxis λ chemotaxis 1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation specifications"
        },
        {
            "text": "Intrinsic Random Motility ℋ * 10",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation specifications"
        },
        {
            "text": "Contact coefficients (all interfaces) J 10 Table 1 . Parameter values of baseline parameter set.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 43,
                    "end": 50,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Simulation specifications"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The Spanish Influenza Pandemic: a lesson from history 100 years after 1918",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Martini",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Gazzaniga",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Bragazzi",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Barberis",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Prev Med Hyg",
            "volume": "60",
            "issn": "",
            "pages": "64--67",
            "other_ids": {
                "DOI": [
                    "10.15167/2421-4248/jpmh2019.60.1.1205"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Zika Virus Infection -After the Pandemic",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Musso",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Ko",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Baud",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl J Med",
            "volume": "381",
            "issn": "",
            "pages": "1444--1457",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMra1808246"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "SARS: the first pandemic of the 21st century",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Cherry",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Krogstad",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Pediatr Res",
            "volume": "56",
            "issn": "",
            "pages": "1--5",
            "other_ids": {
                "DOI": [
                    "10.1203/01.PDR.0000129184.87042.FC"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The COVID-19 Pandemic: A Comprehensive Review of Taxonomy",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "Y"
                    ],
                    "last": "Helmy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fawzy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Elaswad",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sobieh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Kenney",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Shehata",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Diagnosis, Treatment, and Control. Journal of Clinical Medicine",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/jcm9041225"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Severe Influenza Virus Pneumonia in the Pandemic of 1968-1969",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Burk",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Schaffner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Koenig",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Archives of Internal Medicine",
            "volume": "127",
            "issn": "",
            "pages": "1122--1128",
            "other_ids": {
                "DOI": [
                    "10.1001/archinte.1971.00310180138019"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The Routes of Infection and Paths of Transmission of Viruses: (Section of Comparative Medicine)",
            "authors": [],
            "year": 1936,
            "venue": "Proc R Soc Med",
            "volume": "29",
            "issn": "",
            "pages": "563--578",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Pathogen Recognition and Innate Immunity",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Akira",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Uematsu",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Takeuchi",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Cell",
            "volume": "124",
            "issn": "",
            "pages": "783--801",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cell.2006.02.015"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Toll-like receptor signalling",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Akira",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Takeda",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nature Reviews Immunology",
            "volume": "4",
            "issn": "",
            "pages": "499--511",
            "other_ids": {
                "DOI": [
                    "10.1038/nri1391"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Brownian adhesive dynamics (BRAD) for simulating the receptor-mediated binding of viruses",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "English",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Hammer",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Biophys J",
            "volume": "86",
            "issn": "",
            "pages": "3359--3372",
            "other_ids": {
                "DOI": [
                    "10.1529/biophysj.103.027813"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Macrophage activation: role of toll-like receptors, nitric oxide, and nuclear factor kappa B",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Billack",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Am J Pharm Educ",
            "volume": "70",
            "issn": "",
            "pages": "102--102",
            "other_ids": {
                "DOI": [
                    "10.5688/aj7005102"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Epithelial Cells: Structure, Transport, and Barrier Function",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Edelblum",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mestecky",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Strober",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Kelsall",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Cheroutre",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "N"
                    ],
                    "last": "Lambrecht",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "187--210",
            "other_ids": {
                "DOI": [
                    "10.1016/B978-0-12-415847-4.00012-4"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The host immune response in respiratory virus infection: balancing virus clearance and immunopathology",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Newton",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cardani",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Braciale",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Semin Immunopathol",
            "volume": "38",
            "issn": "",
            "pages": "471--482",
            "other_ids": {
                "DOI": [
                    "10.1007/s00281-016-0558-0"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "T cell responses to viral infections -opportunities for Peptide vaccination",
            "authors": [
                {
                    "first": "Rosendahl",
                    "middle": [],
                    "last": "Huber",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Beek",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "De Jonge",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Luytjes",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Van Baarle",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Front Immunol",
            "volume": "5",
            "issn": "",
            "pages": "171--171",
            "other_ids": {
                "DOI": [
                    "10.3389/fimmu.2014.00171"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Viral Pathogenesis. 4th ed. Medical Microbiology",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Baron",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fons",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Albrecht",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Sialic acid tissue distribution and influenza virus tropism. Influenza Other Respir Viruses",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Kumlin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Olofsson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dimock",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Arnberg",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "147--154",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1750-2659.2008.00051.x"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "SARS-CoV-2 Cell Entry Depends on ACE2 and TMPRSS2 and Is Blocked by a Clinically Proven Protease Inhibitor",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hoffmann",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kleine-Weber",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schroeder",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Krüger",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Herrler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Erichsen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cell.2020.02.052"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Cellular entry of the SARS coronavirus",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hofmann",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pöhlmann",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Trends Microbiol",
            "volume": "12",
            "issn": "",
            "pages": "466--472",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tim.2004.08.008"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Tissue distribution of ACE2 protein, the functional receptor for SARS coronavirus. A first step in understanding SARS pathogenesis",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Hamming",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Timens",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bulthuis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lely",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Navis",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Van Goor",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "The Journal of Pathology",
            "volume": "203",
            "issn": "",
            "pages": "631--637",
            "other_ids": {
                "DOI": [
                    "10.1002/path.1570"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The SARS-CoV-2 exerts a distinctive strategy for interacting with the ACE2 human receptor",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Brielle",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Schneidman-Duhovny",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Linial",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.10.986398"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Stevens & Lowe's Human Histology",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Lowe",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Chapter 11 -Comparative Mammalian Lung Primary Surface Epithelial Cell Culture",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "F"
                    ],
                    "last": "Bove",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Randell",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Comparative Biology of the Normal Lung",
            "volume": "",
            "issn": "",
            "pages": "129--139",
            "other_ids": {
                "DOI": [
                    "10.1016/B978-0-12-404577-4.00011-4"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Early events during human coronavirus OC43 entry to the cell",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Owczarek",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Szczepanski",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Milewska",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Baster",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Rajfur",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sarna",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Scientific Reports",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41598-018-25640-0"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Human Coronavirus: Host-Pathogen Interaction",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Fung",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "X"
                    ],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Annu Rev Microbiol",
            "volume": "73",
            "issn": "",
            "pages": "529--557",
            "other_ids": {
                "DOI": [
                    "10.1146/annurev-micro-020518-115759"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Human Coronaviruses: A Review of Virus-Host Interactions",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "X"
                    ],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "L"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Tam",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "X"
                    ],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Diseases",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/diseases4030026"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The scRNA-seq expression profiling of the receptor ACE2 and the cellular protease TMPRSS2 reveals human organs susceptible to COVID-19 infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Qi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hua",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bian",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.16.045690"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Structural and Functional Basis of SARS-CoV-2 Entry by Using Human ACE2",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Niu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cell.2020.03.045"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "SARS coronavirus entry into host cells through a novel clathrin-and caveolae-independent endocytic pathway",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Cell Research",
            "volume": "18",
            "issn": "",
            "pages": "290--301",
            "other_ids": {
                "DOI": [
                    "10.1038/cr.2008.15"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Host Factors in Positive-Strand RNA Virus Genome Replication",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ahlquist",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "O"
                    ],
                    "last": "Noueiry",
                    "suffix": ""
                },
                {
                    "first": "W-M",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Kushner",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Dye",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Virol",
            "volume": "77",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.77.15.8181-8186.2003"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Cytoplasmic Viral Replication Complexes",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Den Boon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Diaz",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ahlquist",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Cell Host & Microbe",
            "volume": "8",
            "issn": "",
            "pages": "77--85",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chom.2010.06.010"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "RNA virus replication complexes",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Tao",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS Pathog",
            "volume": "6",
            "issn": "",
            "pages": "1000943--1000943",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1000943"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Virus Isolation from the First Patient with SARS-CoV-2 in Korea",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "N-J",
                    "middle": [],
                    "last": "Kwon",
                    "suffix": ""
                },
                {
                    "first": "S-J",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Choe",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Korean Med Sci",
            "volume": "35",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3346/jkms.2020.35.e84"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Strategies for viral RNA stability: live long and prosper",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Dickson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wilusz",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Trends Genet",
            "volume": "27",
            "issn": "",
            "pages": "286--293",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tig.2011.04.003"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Packaging of Genomic RNA in Positive-Sense Single-Stranded RNA Viruses: A Complex Story",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Comas-Garcia",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Viruses",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/v11030253"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Adenovirus Death Protein (ADP) Is Required for Lytic Infection of Human Lymphocytes",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "K"
                    ],
                    "last": "Murali",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Ornelles",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Gooding",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "T"
                    ],
                    "last": "Wilms",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Tollefson",
                    "suffix": ""
                },
                {
                    "first": "Wsm",
                    "middle": [],
                    "last": "Wold",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Virology",
            "volume": "88",
            "issn": "",
            "pages": "903--912",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01675-13"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Multi-scale modeling of tissues using CompuCell3D",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Swat",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Belmonte",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shirinifard",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hmeljak",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Glazier",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Methods Cell Biol",
            "volume": "110",
            "issn": "",
            "pages": "325--366",
            "other_ids": {
                "DOI": [
                    "10.1016/B978-0-12-388403-9.00013-8"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "A model of the binding, entry, uncoating, and RNA synthesis of Semliki Forest virus in baby hamster kidney (BHK-21) cells",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "U"
                    ],
                    "last": "Dee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Hammer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Shuler",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Biotechnology and Bioengineering",
            "volume": "46",
            "issn": "",
            "pages": "485--496",
            "other_ids": {
                "DOI": [
                    "10.1002/bit.260460513"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "The transcriptional cycle of HIV-1 in real-time and live cells",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Boireau",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Maiuri",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Basyuk",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "De La Mata",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Knezevich",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pradet-Balade",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Cell Biol",
            "volume": "179",
            "issn": "",
            "pages": "291--304",
            "other_ids": {
                "DOI": [
                    "10.1083/jcb.200706018"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Modeling rotavirus-like particles production in a baculovirus expression vector system: Infection kinetics, baculovirus DNA replication, mRNA synthesis and protein production",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Roldão",
                    "suffix": ""
                },
                {
                    "first": "Hla",
                    "middle": [],
                    "last": "Vieira",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Charpilienne",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Poncet",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Roy",
                    "suffix": ""
                },
                {
                    "first": "Mjt",
                    "middle": [],
                    "last": "Carrondo",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of Biotechnology",
            "volume": "128",
            "issn": "",
            "pages": "875--894",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jbiotec.2007.01.003"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Forces during bacteriophage DNA packaging and ejection",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Purohit",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Inamdar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Grayson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Squires",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kondev",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Phillips",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Biophys J",
            "volume": "88",
            "issn": "",
            "pages": "851--866",
            "other_ids": {
                "DOI": [
                    "10.1529/biophysj.104.047134"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "A Minimal Kinetic Model for a Viral DNA Packaging Machine",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Catalano",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Biochemistry",
            "volume": "43",
            "issn": "",
            "pages": "289--299",
            "other_ids": {
                "DOI": [
                    "10.1021/bi035532h"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Mathematical Modeling of Subgenomic Hepatitis C Virus Replication in Huh-7 Cells",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Dahari",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Ribeiro",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Rice",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Perelson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01304-06"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Optimal Replication of Poliovirus within Cells",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Regoes",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Crotty",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Antia",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Tanaka",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "The American Naturalist",
            "volume": "165",
            "issn": "",
            "pages": "364--373",
            "other_ids": {
                "DOI": [
                    "10.1086/428295"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Kinetics of Influenza A Virus Infection in Humans",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Baccam",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Beauchemin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Macken",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Hayden",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Perelson",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01623-05"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Structured model of influenza virus replication in MDCK cells",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sidorenko",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Reichl",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Biotechnology and Bioengineering",
            "volume": "88",
            "issn": "",
            "pages": "1--14",
            "other_ids": {
                "DOI": [
                    "10.1002/bit.20096"
                ]
            }
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Kinetic model of HIV infection",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "P"
                    ],
                    "last": "Zhdanov",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of Experimental and Theoretical Physics",
            "volume": "105",
            "issn": "",
            "pages": "856--860",
            "other_ids": {
                "DOI": [
                    "10.1134/S1063776107100202"
                ]
            }
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Quantitative Intracellular Kinetics of HIV Type 1. AIDS Research and Human Retroviruses",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Reddy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "15",
            "issn": "",
            "pages": "273--283",
            "other_ids": {
                "DOI": [
                    "10.1089/088922299311457"
                ]
            }
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "The function of temporally ordered viral gene expression in the intracellular replication of herpes simplex virus type 1 (HSV-1)",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nakabayashi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sasaki",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Theoretical Biology",
            "volume": "261",
            "issn": "",
            "pages": "156--164",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jtbi.2009.07.035"
                ]
            }
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "A mathematical model of the intracellular replication and within host evolution of hepatitis type B virus: Understanding the long time course of chronic hepatitis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nakabayashi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sasaki",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of Theoretical Biology",
            "volume": "269",
            "issn": "",
            "pages": "318--329",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jtbi.2010.10.024"
                ]
            }
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Spatiotemporal Dynamics of Virus Infection Spreading in Tissues",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bocharov",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Meyerhans",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bessonov",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Trofimchuk",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Volpert",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLOS ONE",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0168576"
                ]
            }
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Spatial Aspects of HIV Infection",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Graw",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Perelson",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "3--31",
            "other_ids": {
                "DOI": [
                    "10.1007/978-1-4614-4178-6_1"
                ]
            }
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "A hybrid stochastic-deterministic computational model accurately describes spatial dynamics and virus diffusion in HIV-1 growth competition assay",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Immonen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gibson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Leitner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Arts",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Somersalo",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of theoretical biology",
            "volume": "312",
            "issn": "",
            "pages": "120--132",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jtbi.2012.07.005"
                ]
            }
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Dynamics of HIV Infection: A Cellular Automata Approach",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Zorzenon Dos Santos",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Coutinho",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Phys Rev Lett",
            "volume": "87",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevLett.87.168102"
                ]
            }
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Experimental and computational analyses reveal that environmental restrictions shape HIV-1 spread in 3D cultures",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Imle",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kumberger",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Schnellbächer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fehr",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Carrillo-Bustamante",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ales",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nature Communications",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41467-019-09879-3"
                ]
            }
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Probing the effects of the well-mixed assumption on viral infection dynamics",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Beauchemin",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Journal of Theoretical Biology",
            "volume": "242",
            "issn": "",
            "pages": "464--477",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jtbi.2006.03.014"
                ]
            }
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Dynamically Linking Influenza Virus Infection with Lung Injury to Predict Disease Severity",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Myers",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Lane",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Moquin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vogel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Woolard",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "bioRxiv",
            "volume": "555276",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/555276"
                ]
            }
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Rapid community-driven development of a SARS-CoV-2 tissue simulator",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Heiland",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Craig",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "Ford",
                    "middle": [],
                    "last": "Versypt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Jenner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.02.019075"
                ]
            }
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Therapeutic efficacy of the small molecule GS-5734 against Ebola virus in rhesus monkeys",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Warren",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jordan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Lo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Ray",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Mackman",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Soloveva",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "531",
            "issn": "",
            "pages": "381--385",
            "other_ids": {
                "DOI": [
                    "10.1038/nature17180"
                ]
            }
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Chaste: An Open Source C++ Library for Computational Physiology and Biology",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Mirams",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Arthurs",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "O"
                    ],
                    "last": "Bernabeu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bordas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Corrias",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLOS Computational Biology",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pcbi.1002970"
                ]
            }
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Chaste: A test-driven approach to software development for biological modelling",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pitt-Francis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pathmanathan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "O"
                    ],
                    "last": "Bernabeu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bordas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Fletcher",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Computer Physics Communications",
            "volume": "180",
            "issn": "",
            "pages": "2452--2471",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cpc.2009.07.019"
                ]
            }
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Morpheus: a user-friendly modeling environment for multiscale and multicellular systems biology",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Starruß",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "De Back",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Brusch",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Deutsch",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Bioinformatics",
            "volume": "30",
            "issn": "",
            "pages": "1331--1332",
            "other_ids": {
                "DOI": [
                    "10.1093/bioinformatics/btt772"
                ]
            }
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Antimony: a modular model definition language",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "T"
                    ],
                    "last": "Bergmann",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chandran",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Sauro",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Bioinformatics",
            "volume": "25",
            "issn": "",
            "pages": "2452--2454",
            "other_ids": {
                "DOI": [
                    "10.1093/bioinformatics/btp401"
                ]
            }
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Simulation of biological cell sorting using a two-dimensional extended Potts model",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Graner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Glazier",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Phys Rev Lett",
            "volume": "69",
            "issn": "",
            "pages": "2013--2016",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevLett.69.2013"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Hong Kong Flu 1968, severe acute respiratory syndrome (SARS) 2003, Swine Flu 2009, Ebola 2014, Zika 2015 and the current novel coronavirus disease of 2019 (COVID-19)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Conceptual model. Schematic representation of the model objects, processes and interactions. Epithelial and immune cells refer to the two agents in the model. Interactions occur within an extracellular environment, and with a compartmental model of a lymph node representing immune cell recruitment. Each agent has associated modules that dictate their behaviors. Epithelial cells have viral internalization (E1), viral replication (E2), viral release (E3) and cell death (E4) modules. Immune cells have activation (I1), chemotaxis (I2), contact cytotoxicity (I3) and oxidative agent cytotoxicity (I4) modules. Fields describe transport of material in the extracellular environment and to the lymph nodes. Three fields characterize the model: viral field (T1), cytokine field (T2) and oxidizing agent field (T3).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "CompuCell3D simulation of the progression of infection in a patch of epithelial tissue of size 360 μm x 360 μm starting from a single infected cell for a representative simulation using the baseline parameters given in Table 1. A: Snapshots of simulation configuration vs time show the progression of simulated infection from an initially infected (green) cell in the epithelial layer. Columns, left to right: 0 Monte Carlo steps ( MCSs ) (time of infection), 200 MCSs (200/30 hours after infection), 400 MCSs (200/30 hours), 600 MCSs (200 hours), 800 MCSs (800/30 hours), and 1,000 MCSs (1000/30 hours). Top row: Epithelial cell layer, colored to show cell type: uninfected as blue; infected (not shedding virus) as green; infected (shedding virus) as red; dead as black. Second row: Position of immune cells resident above the epithelial layer. Third row: Extracellular concentration field of virus, where red shows the current maximum concentration and blue shows the current minimum concentration. See (C) for minimum and maximum values. Bottom row: Extracellular concentration field of proinflammatory cytokine, where red shows the current maximum concentration and blue shows the current minimum concentration. See (C) for minimum and maximum values. B: The immune recruitment signal vs time in MCSs (one MCS = 1/30 hours). S S regulates the rate of immune cell introduction into (for positive values) or removal from (for negative values) the simulated region per unit time. C: Minimum and maximum concentrations for the fields in Rows 3 and 4 of (A) extracellular viral concentration and proinflammatory cytokine. Simulations use periodic boundary conditions in the plane of the epithelial sheet, and Neumann conditions normal to the epithelial sheet.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": ") appeared in simulation by 200 Monte Carlo steps (MCSs, 200/30 hours), early infection spread to neighboring cells, and some cell death occurred far from the initial site of infection by this time. Significant immune cell recruitment was apparent (Figure 2B) between 400 and 800 MSCs (between 400/30 and 800/30 hours): the number of immune cells more than doubled between 200 MCSs (200/30 hours) and 400 MCSs (400/30 hours). However, infection spread uncontrollably before peak recruitment in the baseline simulation. From approximately 400 MCSs (400/30 hours) onward, massive cell death centered around the initial site of infection occurred, and the virus spread outwards. Infection reached the boundary of the simulation domain by 600 MCSs (600/30 hours), indicating total spread of the infection. Immune cells continued to be recruited, even to 800 MCSs (800/30 hours), though few living cells remained. By time 1,000 MCSs (1000/30 hours), all epithelial cells died, and many immune cells exited the simulation. The number of infected cells was maximal at 700 MCSs (700/30 hours), the amount of extracellular virus was maximal at 860 MCSs (860/30 hours). The extracellular cytokine level was maximal at 740 MCSs (740/30 hours). As the number of live cells decreased, the amount of extracellular virus and the amount of extracellular proinflammatory cytokine decreased. The immune recruitment signal peaked at 740 MCSs (740/30 hours), leading to infiltration of immune cells too late to contain the spread of infection (maximal number of immune cells at 870 MCSs, (870/30 hours). For all simulation parameters see",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Increasing virus-receptors association affinity drives the system towards widespread cell death . Reducing the virus-receptors association affinity by a factor of 100 while holding all other parameters constant kon (left column of A and B) produced diminished infection (top row) and varying outcomes of cell death (bottom row) compared to the baseline parameter set (right column of A and B) over 10 simulations. A: Trial results of each parameter set. B: Mean results of simulated trials, where shaded blue areas show one standard deviation in each direction. Top and bottom rows show the number of infected and dead cells, respectively. Time is displayed in MCSs where 1 MCS corresponds to 1/30 hours.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Variations in viral internalization and immune response demonstrate a parameter space containing deterministic uncontrolled infection and containment, as well as stochastic outcomes . A logarithmic parameter sweep of virus-receptors association affinity and immune response delay produced consistent viral kon β delay containment (top right, green shaded subplots), consistent viral spread (bottom left, orange shaded subplots), and parameter sets with stochastic outcomes. A, B: Mean number of dead cells (A) and total diffusive virus (B) in the simulation domain over simulation time for ten trials of all parameter sets of the sweep. Blue shaded areas demarcate one standard deviation in each direction. Time is displayed in MCSs where one MCS corresponds to 1/30 hours.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Key metrics of viral infection reflect variations in viral internalization and immune response . Metrics relevant to the characterization of infection and immune response over simulation time were calculated for all trials of the parameter sweep portrayed in Figure 4. Mean values of the metrics were calculated for all ten trials of each parameter set. A: Mean final number of dead cells. B: Maximum total diffusive virus over all simulation time. C: Maximum total diffusive cytokine over all simulation time. D: Clearance time, measured as the earliest simulation step during which no infected cells were found, counting from the final simulation step, time is displayed in MCSs where one MCS corresponds to 1/30 hours.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Evaluation of the system-level response of a hypothetical drug treatment reducing viral RNA replication as a function of molecular-level efficacy and time of initiation of treatment . A: example of the reduction event of . Before the event (600 MCSs -600/30 hours -in B) is at the baseline value, afterwards it rmax rmax is reduced by the multiplier (0.25x multiplier in B). B: A parameter sweep of the reduction in baseline viral replication rate ( , vertical) and the time of its application (dashed lines, horizontal) showed distinct regions of widespread rmax cell death or containment (orange and green shaded regions, respectively). Even a complete disabling of viral replication (top row) was incapable of containing widespread cell death if applied too late in the progression of infection (top right). The same was true for immediate delivery (left column) of an ineffective reduction (bottom row, reduction of 12.5%). Time is displayed in MCSs where one MCS corresponds to 1/30 hours.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "For intermediate values, results are undetermined by the end of the simulation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "The combination of efficacy and time of delivery of reduced viral replication critically affects total environmental virus . The parameter sweep of the reduction in baseline viral replication rate ( , vertical) and the rmax time of its application (dashed lines, horizontal) demonstrated the capacity of the simulation tissue sample to infect surrounding tissue. Effective containment of infection (green shaded region) from efficacious (upward rows) and early (leftward columns) reduction in viral replication produced tissue samples with lower environmental virus. High total environmental virus late in simulation demonstrated spread of infection (orange shaded regions) except in simulations where massive cell death occurred very rapidly (top right). Time is displayed in MCSs where one MCS corresponds to 1/30 hours The different outcomes caused by changing",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Interactions in the Viral Replication Model . Schematic representation of inputs, outputs and interactions between stages of the viral replication model. Extracellular viral particles are internalized by the viral internalization model and initiate the viral replication model. The main stages of the viral replication model are: unpacking, replicating, packing and assembling. Regulation occurs at the replicating stage. The output of the viral replication model is passed to the viral secretion model, where newly assembled viral particles are released to the extracellular environment.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Model of induced apoptosis due to super-threshold viral infection. Production of viral proteins interferes with various of the host cell's metabolic, regulatory and delivery pathways, ultimately inducing apoptosis via the caspase cascade. Instead of modeling each cytotoxic pathway individually, we model induction of apoptosis by linking cell death directly to the viral particles produced in the viral replication cycle ( E2-E4 ). Lymph node component L1 -Immune cell recruitment Model of immune cell recruitment and infiltration into the tissue by signaling molecules produced in response to viral replication in infected cells. Infected cells secrete signaling molecules to the extracellular environment, which alerts resident immune cells and recruits new immune cells from distant lymph nodes and bone marrow. We model long distance signaling by assuming that cytokine molecules in the extracellular environment exfiltrate the infection site and are transported to lymph nodes to initiate immune cell maturation ( T2-L1 ). Recruited immune cells are then transported and infiltrate the infection site ( L1-Immune Cell ).Immune cell componentIn the immune cell component, the model accounts for activation and chemotaxis of immune cells due to cytokine signaling and the cytotoxic effects of immune cells on epithelial cells due to antigen recognition or oxidizing agents.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "State diagram and interactions of epithelial cells . Epithelial cells can adopt one of four 'cell types': uninfected, infected, infected secreting and dead. Uninfected cells transition to infected cells when the viral uptake model internalizes viruses from the extracellular environment. Early infected cells continue uptaking virus from the extracellular environment and transition to infected secreting cells when the viral replication model produces sufficient newly assembled virions. Infected secreting cells secrete viruses according to the viral secretion module and secrete cytokines directly into the extracellular environment. Infected secreting cells can transition to dead cells if the conditions of the viral cell death model are met.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Each infected-secreting cell can initiate apoptosis once per simulation step (along with other death methods) as a stochastic function of the state variable for assembled virions from the viral replication model. Infected-secreting cells change cell type to dying cell and their instances of the viral internalization, replication and release models are disabled. The probability of virus-induced apoptosis per unit time is a Hill equation of the current load of assembled virus (in future versions could also depend on a health state of cell, on the total number of virus produced and on the current rate of production of virus),",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "State diagram and interactions of Immune cells . Immune cells can adopt two different generalized states: inactive and active. Inactive immune cells are recruited by the cytokine levels according to the immune recruitment module. Transition from inactive to active immune cells is determined by the immune activation module when cells are exposed to cytokine. Active immune cells amplify the cytokine signal by secreting cytokines to the extracellular environment. Active immune cells induce death of epithelial cells by direct cytotoxicity when coming into contact with infected cells, bystander effect by killing neighbors of infected cells and by releasing cytotoxic oxidizing agents into the extracellular environment.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Δc c . ∂t ∂c oxi = D oxi oxi − γ oxi oxi + s oxi Bursts of oxidizing agent are implemented as a source term for one time step at a rate of , which is uniformly mapped onto the source term . An oxidizing (immune activated oxi) σ oxi − s oxi burst occurs in immune cells with an activated state when the cytokine in the immune cell's domain exceeds a threshold . τ oxi sec Initial and boundary conditions All simulations consisted of a domain of dimension 90 x 90 x 2 lattice sites. The initial cell configuration consisted of a 30 x 30 sheet of uninfected epithelial cells, each of size 3 x 3,",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "add − β sub immune + β delay sig − β decay",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "∂t ∂c cyt = D cyt cyt − γ cyt cyt + s cyt The decay term represents cytokine leaving the simulated domain ( e.g. , in immune c γ cyt cyt recruitment). Infected cells secrete cytokine with a maximum rate , immune cells in σ cyt (inf ected) an activated state secrete cytokine with a maximum rate , and immune σ cyt (immune activated) cells (irrespective of their activated state) consume cytokine with a rate to model ω cyt (immune) the binding of cytokine. The amount of cytokine released is mediated by a Hill equation. The input for the Hill equation for the infected cells is the internal viral load while for the activated immune cells it is the cytokine field being sensed,",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Scale factor for number of mRNA per infected cell RN A m 3.5×10 -4 pM/s Maximum cytokine infected cell secretion rate (inf ected) σ cyt (IL-2 cytokine) 3.5×10 -2 pM/s Infected cell cytokine secretion mid-point 0.1 pM Virally-induced apoptosis Hill coefficient hapo 2 Virally-induced apoptosis dissociation coefficient V apo 100×10 -15 mol Immune cell activation Hill coefficient h act 2 Immune cell activation dissociation coefficient V act 64×10 -15 molImmune response add immune cell coefficient β add 1 s -1",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We would like to thank Geoffrey Fox, Bard Ermentrout, Ericka Mochan, Yi Jiang, Ryan Danehy, Jairaj Mathur, Amber Smith and Paul Macklin for useful discussions and ideas. We would also like to thank Richard Plemper for his critical reading of this manuscript. We acknowledge funding from National Institutes of Health grants U24 EB028887 and R01 GM122424 and National Science Foundation, NSF 1720625.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "JAG is the owner/operator of Virtual Tissues for Health, LLC, which develops applications of multiscale tissue models in medical applications and is a shareholder in Gilead Life Sciences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing Interests"
        }
    ]
}