{"paper_id": "4a0d2f483947770ab7d8c21da02e258c27b34873", "metadata": {"title": "Utility of adding Pneumocystis jirovecii DNA detection in nasopharyngeal aspirates in immunocompromised adult patients with febrile pneumonia", "authors": [{"first": "Nicolas", "middle": [], "last": "Guigue", "suffix": "", "affiliation": {"laboratory": "Laboratoire de Parasitologie et de Mycologie", "institution": "Hôpital Saint Louis", "location": {}}, "email": ""}, {"first": "Alexandre", "middle": [], "last": "Alanio", "suffix": "", "affiliation": {"laboratory": "Laboratoire de Parasitologie et de Mycologie", "institution": "Hôpital Saint Louis", "location": {}}, "email": ""}, {"first": "Jean", "middle": [], "last": "Menotti", "suffix": "", "affiliation": {"laboratory": "Laboratoire de Parasitologie et de Mycologie", "institution": "Hôpital Saint Louis", "location": {}}, "email": ""}, {"first": "Nathalie", "middle": [], "last": "De Castro", "suffix": "", "affiliation": {"laboratory": "", "institution": "Sorbonne Paris Cité", "location": {}}, "email": ""}, {"first": "Samia", "middle": [], "last": "Hamane", "suffix": "", "affiliation": {"laboratory": "Laboratoire de Parasitologie et de Mycologie", "institution": "Hôpital Saint Louis", "location": {}}, "email": ""}, {"first": "Olivier", "middle": [], "last": "Peyrony", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jérôme", "middle": [], "last": "Legoff", "suffix": "", "affiliation": {"laboratory": "", "institution": "Sorbonne Paris Cité", "location": {}}, "email": ""}, {"first": "Stéphane", "middle": [], "last": "Bretagne", "suffix": "", "affiliation": {"laboratory": "Laboratoire de Parasitologie et de Mycologie", "institution": "Hôpital Saint Louis", "location": {}}, "email": "stephane.bretagne@sls.aphp.fr"}]}, "abstract": [{"text": "Detection of viral and bacterial DNA in nasopharyngeal aspirates (NPAs) is now a routine practice in emergency cases of febrile pneumonia. We investigated whether Pneumocystis jirovecii DNA could also be detected in these cases by conducting retrospective screening of 324 consecutive NPAs from 324 adult patients (198 or 61% were immunocompromised) admitted with suspected pulmonary infections during the 2012 influenza epidemic season, using a real-time quantitative polymerase chain reaction (PCR) assay (PjqPCR), which targets the P. jirovecii mitochondrial large subunit ribosomal RNA gene. These NPAs had already been tested for 22 respiratory pathogens (18 viruses and 4 bacteria), but we found that 16 NPAs (4.9%) were PjqPCR-positive, making P. jirovecii the fourth most prevalent of the 23 microorganisms in the screen. Eleven of the 16 PjqPCR-positive patients were immunocompromised, and five had underlying pulmonary conditions. Nine NPAs were also positive for another respiratory pathogen. Six had PjqPCR-positive induced sputa less than 3 days after the NPA procedure, and five were diagnosed with pneumocystis pneumonia (four with chronic lymphoproliferative disorders and one AIDS patient). In all six available pairs quantification of P. jirovecii DNA showed fewer copies in NPA than in induced sputum and three PjqPCR-negative NPAs corresponded to PjqPCR-positive bronchoalveolar lavage fluids, underscoring the fact that a negative PjqPCR screen does not exclude a diagnosis of pneumocystosis.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Pneumocystis pneumonia (PCP) is a severe opportunistic infection caused by Pneumocystis jirovecii [1] , which occurs in immunocompromised patients, mainly those who are positive for human immunodeficiency virus (HIV) with low CD4 counts (<200 cells/mm 3 ) but also more and more frequently in patients that are immunocompromised due to other factors such as solid organ transplant recipients [2, 3] , patients with haematological malignancies or solid cancers [4, 5] , and those receiving immunosuppressive therapy for autoimmune or inflammatory diseases [6] . Pneumocystis jirovecii has an intrinsically restricted niche, living at the surface of type I pneumocytes in the alveoli [1] , so bronchoalveolar lavage (BAL) fluid is the standard specimen used for the diagnosis of PCP. BAL is more sensitive than induced sputum (IS) and upper respiratory tract specimens (nasopharyngeal aspirates (NPAs), nasal swab, oral wash) [7] .", "cite_spans": [{"start": 98, "end": 101, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 392, "end": 395, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 396, "end": 398, "text": "3]", "ref_id": "BIBREF2"}, {"start": 460, "end": 463, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 464, "end": 466, "text": "5]", "ref_id": "BIBREF4"}, {"start": 555, "end": 558, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 682, "end": 685, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 924, "end": 927, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Introduction"}, {"text": "Diagnosis usually relies on imaging and microscopic detection [8] although an increasing number of laboratories currently use quantitative real-time polymerase chain reaction (qPCR) assays for the detection and quantification of P. jirovecii DNA [9] [10] [11] [12] [13] [14] [15] . There is also a trend towards use of less invasive procedures, such as NPAs [7, 16, 17] , instead of lower respiratory tract specimens such as induced sputum or BAL.", "cite_spans": [{"start": 62, "end": 65, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 246, "end": 249, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 250, "end": 254, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 255, "end": 259, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 260, "end": 264, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 265, "end": 269, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 270, "end": 274, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 275, "end": 279, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 358, "end": 361, "text": "[7,", "ref_id": "BIBREF6"}, {"start": 362, "end": 365, "text": "16,", "ref_id": "BIBREF15"}, {"start": 366, "end": 369, "text": "17]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Introduction"}, {"text": "Nasopharyngeal aspiration is already a standard procedure for detecting viral and bacterial DNA in patients with acute pneumonia [18, 19] , especially during the influenza season [20] . The aim of this study was to evaluate the value of adding P. jirovecii DNA to the panel of respiratory microorganisms for which adult patients presenting with acute respiratory infection are screened.", "cite_spans": [{"start": 129, "end": 133, "text": "[18,", "ref_id": "BIBREF17"}, {"start": 134, "end": 137, "text": "19]", "ref_id": "BIBREF18"}, {"start": 179, "end": 183, "text": "[20]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Introduction"}, {"text": "All adult (>15 years) patients with suspected pulmonary infections who were seen in the emergency ward or outpatient clinic of the infectious diseases department of Saint-Louis hospital between February 1 and March 31 2012 were included in the study. Saint-Louis Hospital is a 650-bed tertiary university hospital that specializes in haematology, renal transplantation and oncology. NPAs were collected using a standardized procedure; in other words, a catheter was inserted into the patient's nostrils as far as the posterior pharynx and a mural vacuum pump was used for suction of mucosity. Aspirate was collected in a sterile tube using a mucus extractor device (Unomedical, Clayton, Australia) and sent to the microbiology laboratory within an hour of this procedure. Patients were classified as immunocompromised if they were HIV positive, presented with haematological malignancy, had a solid tumour, had undergone solid organ transplantation, or were on a high-dose steroid regimen (>30 mg per day for at least 30 days), whereas all other patients were classified as not immunocompromised ( Table 1 ). The results of specific investigations for PCP, which occurred within 3 days of the NPA procedure, were compared with the NPA results.", "cite_spans": [], "ref_spans": [{"start": 1098, "end": 1105, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Patients"}, {"text": "This was a noninterventional study involving no change in standard clinical procedures. Biological material and clinical data were obtained only for standard diagnostic purposes, following physicians' prescriptions but note that there was no specific sampling. Clinical data were anonymized before analysis. French Health Public Law (CSP Art L1121-1.1) states that protocols of this type do not require ethical approval and are exempt from informed consent procedures.", "cite_spans": [], "ref_spans": [], "section": "Patients"}, {"text": "On arrival at the laboratory 1.5 ml of NPA was diluted in 2 ml phosphate buffered saline. One milliliter of this mixture was incubated with 100 µl of proteinase K for 1 hr at 56 • C. After centrifugation at 1500 g for 10 min, DNA and RNA were extracted from 200 µl of supernatant using the NucliSENSeasyMAG automated system (bioMérieux, Marcy l'Etoile, France) and then eluted in a final volume of 100 µl. Immediately after a reverse trancriptase step, 10 µl samples were tested for the 22 respiratory microorganisms included in the RespiFinder-SMART-22 assay (PathoFinder, Maastricht, The Netherlands). The remaining DNA/RNA extracts were frozen at −80 • C for future use. The RespiFinder-SMART-22 assay is used for the simultaneous detection [21] . NegativeRespiFinder-SMART-22 results were considered valid if albumin DNA was ≥1000 copies/ml. DNA extraction and amplification yields were assessed using the Simplexa Extraction and Amplification Control Set (Focus Diagnostics, Cypress, Calif., USA) as an internal control (IC). In sum, 5 µl of IC were added to the processed 200 µl before DNA/RNA extraction and a quantification cycle (Cq) of 30 +/− 3 was expected for validation. For NPAs with IC Cq value >33, DNA/RNA extracts were combined with 0.5 µl TaqMan exogenous internal positive control (IPC) DNA (Applied Biosystems, Foster City, CA, USA) and amplified with the IPC primers to look for the presence of PCR inhibitors in the extracted DNA/RNAs; the expected IPC Cq for this second control was 33 +/− 1. The in-house qPCR assay for P. jirovecii (PjqPCR) amplifies a 121 bp fragment of the P. jirovecii mitochondrial large-subunit (LSU) rRNA gene and was used as previously reported [9] with 5 µl of thawed nucleic acid extract. Results were expressed as number of copies/µl based on the standard curve obtained with a plasmid containing the targeted fragment of the LSU gene as described elsewhere [10] . The dilution factor was estimated at 1/160 of the initial NPA for quantitative comparison with IS. All clinical samples were tested in duplicate.", "cite_spans": [{"start": 744, "end": 748, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 1695, "end": 1698, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 1911, "end": 1915, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "DNA study"}, {"text": "The routine laboratory detection of P. jirovecii included May Grunwald Giemsa staining and direct immunofluorescence using the monofluokit P. jirovecii (Biorad, Hercules, USA). Sputum and IS were first subjected to mucolytic treatment (Digest-EUR, Eurobio, Courtaboeuf, France) for 15 min at 37 • C. The samples (5-10 ml) were then centrifuged at 2800 rpm, and the pellet resuspended in 200 µl lysis buffer for DNA extraction using the QIAamp DNA Mini kit (Qiagen, Hilden, Germany) with a final elution in 200 µl. The PjqPCR assay was performed as above. The mean IS volume used for DNA extraction was between 1 and 5 ml, so the dilution factor was estimated at 80-200 for quantitative comparison with NPA.", "cite_spans": [], "ref_spans": [], "section": "Routine diagnosis"}, {"text": "Eleven (3%) of the 324 nucleic acid extracts tested had IC Cq values > 33 and were tested with the IPC reagents.", "cite_spans": [], "ref_spans": [], "section": "Pneumocystis jirovecii PCR results according to viral/bacterial results"}, {"text": "No inhibition was detected excluding the presence of residual PCR inhibitors. The RespiFinder-SMART-22 kit results are listed in Table 2 along with those of PjqPCR. Influenza viruses (A, B or H1N1) were the most frequently detected microorganisms (74/324, 23%), but P. jirovecii DNA was detected in 16 NPAs (4.9%) and was the fourth most commonly found microorganism. Forty-two NPAs (13%) had less than 1000 albumin copies/ml, and one of these was PjqPCR-positive (Table 3 ; Patient 8, sample retained for further analyses). Of note, 7 out of 16 PjqPCR-positive samples (44%) were also positive for other microorganisms detected by the RespiFinder-SMART-22 kit (Table 3 ). All the microorganisms tested apart from Bordetella pertussis were associated with another microorganism it at least one sample ( Table 2 ). Two of the 16 PjqPCR-positive patients also tested positive for other respiratory pathogens (Cryptococcus neoformans and Mycobacterium tuberculosis), indicating a 56% (9/16) coinfection rate for the PjqPCR positive patients (Table 3) .", "cite_spans": [], "ref_spans": [{"start": 129, "end": 136, "text": "Table 2", "ref_id": null}, {"start": 464, "end": 472, "text": "(Table 3", "ref_id": "TABREF2"}, {"start": 661, "end": 669, "text": "(Table 3", "ref_id": "TABREF2"}, {"start": 803, "end": 810, "text": "Table 2", "ref_id": null}, {"start": 1038, "end": 1047, "text": "(Table 3)", "ref_id": "TABREF2"}], "section": "Pneumocystis jirovecii PCR results according to viral/bacterial results"}, {"text": "One hundred and ninety-eight of the 324 patients (61%) were immunocompromised, reflecting the patient population of our university hospital ( Table 1) . Eleven of the 16 PjqPCR-positive patients had a known immune deficiency, in other words, four had pulmonary conditions (COPD, asthma, fibrosis), and only one had no known risk factor for PCP or P. jirovecii colonisation ( Table 3) . Five of the PjqPCR-positive patients had chronic lymphoproliferative disorders, in other words, 11% (5/47) of this patient group (Table 1) .", "cite_spans": [], "ref_spans": [{"start": 142, "end": 150, "text": "Table 1)", "ref_id": "TABREF0"}, {"start": 375, "end": 383, "text": "Table 3)", "ref_id": "TABREF2"}, {"start": 515, "end": 524, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Pneumocystis jirovecii PCR results according to underlying diseases and final diagnosis"}, {"text": "Twenty-four (7%) of the 324 patients included in this study underwent other investigations such as sputum, IS, or BAL within 3 days of the NPA procedure. Six of these 24 (25%) patients had PjqPCR-positive NPAs and underwent IS specifically to test for P. jirovecii. Fungal loads were lower in NPAs than IS, with a median difference of 61 copies (range: 2-159). Five of the six patients tested specifically for PCP were given a final diagnosis of PCP based on clinical and radiological evidence ( Table 3 ). The sixth PjqPCR-positive patient (Patient 6; Table 3 ) tested specifically for PCP was not diagnosed PCP but was given atovaquone as anti-PCP prophylaxis. Four of the 10 other PjqPCR-positive patients who underwent no specific investigation and therefore did not receive a diagnosis of PCP were nevertheless given anti-PCP prophylaxis ( Table 3) . Fifteen of the 18 patients with PjqPCR-negative NPAs who underwent other investigations had PjqPCR-negative sputa, IS or BAL; 3 of these 18 patients had PjqPCR-positive BALs Table 2 . RespiFinder-SMART-22 and Pneumocystis jirovecii qPCR results from the 176 nasopharyngeal aspirates (NPAs). with negative microscopy results and were discharged with no final diagnosis of PCP.", "cite_spans": [], "ref_spans": [{"start": 496, "end": 503, "text": "Table 3", "ref_id": "TABREF2"}, {"start": 553, "end": 560, "text": "Table 3", "ref_id": "TABREF2"}, {"start": 845, "end": 853, "text": "Table 3)", "ref_id": "TABREF2"}, {"start": 1030, "end": 1037, "text": "Table 2", "ref_id": null}], "section": "Pneumocystis jirovecii PCR results according to underlying diseases and final diagnosis"}, {"text": "Our main observation was that P. jirovecii DNA was detectable in 4.9% of NPAs from adult patients seen for febrile pneumonia during the flu season. In our hospital P. jirovecii was the fourth most prevalent of the 23 respiratory pathogen assessed, with the influenza viruses (A, B, H1N1) the most prevalent (23%). Comparison with previous studies is difficult because patients were selected on the basis of BAL results [16] or focused on children [7, 17] . Testing based on DNA detection raises the issue of the meaning of a positive result and in the extent to which observed symptoms can be attributed to the relevant agent, particularly when several pathogens are detected simultaneously, as is typical in immunocompromised hosts [18, 22] . In our PjqPCR-positive samples, additional respiratory microorganisms were detected in 9/16 (56%) patients. Nevertheless, the 4.9% prevalence of P. jirovecii DNA in these samples cannot be interpreted as an incidental observation. Eleven of the 16 PjqPCR-positive belonged to a population at risk of PCP, such as patients with AIDS, haematological malignancies, solid tumors, renal transplantation, or receiving high-dose steroid therapy. Risk factors for colonization [23] , such as chronic obstructive pulmonary disease, were also present ( Table 3) . Interpretation of the term colonization is disputable as these patients were symptomatic with febrile pneumonia. The retrospective design of our study precludes calculation of the sensitivity and specificity of NPA for detection of P. jirovecii DNA as patients did not undergo the same diagnostic work-up. In particular, there was no systematic analysis of sputum because the initial goal was detection of viruses but when a diagnostic workup was performed in six patients on the basis of clinical suspicion, five received a final diagnosis of PCP on the basis of microscopic observation of the fungus in IS.", "cite_spans": [{"start": 419, "end": 423, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 447, "end": 450, "text": "[7,", "ref_id": "BIBREF6"}, {"start": 451, "end": 454, "text": "17]", "ref_id": "BIBREF16"}, {"start": 733, "end": 737, "text": "[18,", "ref_id": "BIBREF17"}, {"start": 738, "end": 741, "text": "22]", "ref_id": "BIBREF21"}, {"start": 1213, "end": 1217, "text": "[23]", "ref_id": "BIBREF22"}], "ref_spans": [{"start": 1287, "end": 1295, "text": "Table 3)", "ref_id": "TABREF2"}], "section": "Discussion"}, {"text": "From a practical point of view three arguments can be made for adding P. jirovecii to the panel of microorganisms tested in cases of febrile pneumonia. First, as demonstrated here, NPA screening could be used to trigger further invasive investigation of patients at risk of PCP; alternatively clinical suspicion, radiological signs, and patient background might be considered sufficient basis for initiation of treatment with an anti-PCP drug. Second, a PjqPCRpositive NPA could be used to support anti-PCP drugs prophylaxis [24] , sometimes restrained due to the potential side effects of trimethoprim-sulfamethoxazole. Third, some authors have suggested that without intervention full-blown PCP is likely to occur within 1 month of a PjqPCR-positive result [25] .", "cite_spans": [{"start": 525, "end": 529, "text": "[24]", "ref_id": "BIBREF23"}, {"start": 759, "end": 763, "text": "[25]", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Discussion"}, {"text": "One of the limitations of testing in NPAs is that P. jirovecii DNA is present in smaller quantities than in lower respiratory specimens. Strict quantitative comparison is problematic given the heterogeneity of the volumes and the consistency of the clinical specimens; however, in all cases we observed fewer DNA copies in NPA samples than IS samples. A P. jirovecii-positive NPA may therefore correspond to a much higher fungal load in the alveoli and the thresholds applied in BAL and IS [9] [10] [11] [12] [13] [14] [15] should not be applied to NPAs. Of note, three patients with <1 P. jirovecii DNA copy/ml in NPA were diagnosed with PCP. Moreover, a NPA should contain a minimum number of human cells to avoid false negative results in virus [26, 27] and Aspergillus detection [28] ; we therefore cannot exclude the possibility that some NPAs were falsely negative for P. jirovecii or that the fungal load was considerably underestimated because of the poor quality of the NPA. Three PjqPCR-negative NPAs corresponded to PjqPCR-positive BAL fluids, indicating that a negative NPA cannot be used to exclude PCP. The utility of detection of P. jirovecii DNA in NPA would be greatly improved if it were combined with other noninvasive tests such as detection of beta-Dglucan in serum [29, 30] and detection of P. jirovecii DNA in serum [31] .", "cite_spans": [{"start": 490, "end": 493, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 494, "end": 498, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 499, "end": 503, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 504, "end": 508, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 509, "end": 513, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 514, "end": 518, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 519, "end": 523, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 748, "end": 752, "text": "[26,", "ref_id": "BIBREF25"}, {"start": 753, "end": 756, "text": "27]", "ref_id": "BIBREF26"}, {"start": 783, "end": 787, "text": "[28]", "ref_id": "BIBREF27"}, {"start": 1287, "end": 1291, "text": "[29,", "ref_id": "BIBREF28"}, {"start": 1292, "end": 1295, "text": "30]", "ref_id": "BIBREF29"}, {"start": 1339, "end": 1343, "text": "[31]", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Discussion"}, {"text": "In conclusion, we suggest that it would be worthwhile to include P. jirovecii in the panel of respiratory pathogens assessed in adult cases of febrile pneumonia, particularly for immunocompromised patients. This would incur limited additional cost as the nucleic acids are already extracted for other tests. A PjqPCR-positive result should prompt discussion about specific investigations and therapy if there is a high probability of PCP. Our findings should also be confirmed outside the context of a flu epidemic.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Are members of the fungal genus pneumocystis (a) commensals; (b) opportunists; (c) pathogens; or (d) all of the above?", "authors": [{"first": "M", "middle": ["T"], "last": "Cushion", "suffix": ""}], "year": 2010, "venue": "PLoS Pathog", "volume": "6", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Pneumocystis jirovecii pneumonia in renal transplant recipients occurring after discontinuation of prophylaxis: a case-control study", "authors": [{"first": "De", "middle": [], "last": "Castro", "suffix": ""}, {"first": "N", "middle": [], "last": "Xu", "suffix": ""}, {"first": "F", "middle": [], "last": "Porcher", "suffix": ""}, {"first": "R", "middle": [], "last": "", "suffix": ""}], "year": 2012, "venue": "Clin Microbiol Infect", "volume": "16", "issn": "", "pages": "1375--1377", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Pneumocystis jirovecii pneumonia in kidney transplantation", "authors": [{"first": "N", "middle": [], "last": "Goto", "suffix": ""}, {"first": "S", "middle": [], "last": "Oka", "suffix": ""}], "year": 2011, "venue": "Transpl Infect Dis", "volume": "13", "issn": "", "pages": "551--558", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Clinical picture of Pneumocystis jiroveci pneumonia in cancer patients", "authors": [{"first": "G", "middle": [], "last": "Bollee", "suffix": ""}, {"first": "C", "middle": [], "last": "Sarfati", "suffix": ""}, {"first": "G", "middle": [], "last": "Thiery", "suffix": ""}], "year": 2007, "venue": "Chest", "volume": "132", "issn": "", "pages": "1305--1310", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Late-onset Pneumocystis jirovecii pneumonia post-fludarabine, cyclophosphamide and rituximab: implications for prophylaxis", "authors": [{"first": "G", "middle": ["M"], "last": "Haeusler", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Slavin", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Seymour", "suffix": ""}], "year": 2013, "venue": "Eur J Haematol", "volume": "91", "issn": "", "pages": "157--163", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Drug-specific risk of non-tuberculosis opportunistic infections in patients receiving anti-TNF therapy reported to the 3-year prospective French RATIO registry", "authors": [{"first": "D", "middle": [], "last": "Salmon-Ceron", "suffix": ""}, {"first": "F", "middle": [], "last": "Tubach", "suffix": ""}, {"first": "O", "middle": [], "last": "Lortholary", "suffix": ""}], "year": 2011, "venue": "Ann Rheum Dis", "volume": "70", "issn": "", "pages": "616--623", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Improved detection of Pneumocystis jirovecii in upper and lower respiratory tract specimens from children with suspected pneumocystis pneumonia using real-time PCR: a prospective study", "authors": [{"first": "C", "middle": ["M"], "last": "Samuel", "suffix": ""}, {"first": "A", "middle": [], "last": "Whitelaw", "suffix": ""}, {"first": "C", "middle": [], "last": "Corcoran", "suffix": ""}], "year": 2011, "venue": "BMC Infect Dis", "volume": "11", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Pneumocystis pneumonia", "authors": [{"first": "C", "middle": ["F"], "last": "Thomas", "suffix": ""}, {"first": "A", "middle": ["H"], "last": "Limper", "suffix": ""}], "year": 2004, "venue": "N Engl J Med", "volume": "350", "issn": "", "pages": "2487--2498", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Real-time PCR assaybased strategy for differentiation between active Pneumocystis jirovecii pneumonia and colonization in immunocompromised patients", "authors": [{"first": "A", "middle": [], "last": "Alanio", "suffix": ""}, {"first": "G", "middle": [], "last": "Desoubeaux", "suffix": ""}, {"first": "C", "middle": [], "last": "Sarfati", "suffix": ""}], "year": 2010, "venue": "Clin Microbiol Infect", "volume": "17", "issn": "", "pages": "1531--1537", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Clinical significance of quantifying Pneumocystis jirovecii DNA by using real-time PCR in bronchoalveolar lavage fluid from immunocompromised patients", "authors": [{"first": "F", "middle": [], "last": "Botterel", "suffix": ""}, {"first": "O", "middle": [], "last": "Cabaret", "suffix": ""}, {"first": "F", "middle": [], "last": "Foulet", "suffix": ""}], "year": 2011, "venue": "J Clin Microbiol", "volume": "50", "issn": "", "pages": "227--231", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Accuracy of a routine real-time PCR assay for the diagnosis of Pneumocystis jirovecii pneumonia", "authors": [{"first": "J", "middle": [], "last": "Fillaux", "suffix": ""}, {"first": "S", "middle": [], "last": "Malvy", "suffix": ""}, {"first": "M", "middle": [], "last": "Alvarez", "suffix": ""}], "year": 2008, "venue": "J Microbiol Methods", "volume": "75", "issn": "", "pages": "258--261", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Comparison between real-time PCR, conventional PCR and different staining techniques for diagnosing Pneumocystis jiroveci pneumonia from bronchoalveolar lavage specimens", "authors": [{"first": "P", "middle": [], "last": "Flori", "suffix": ""}, {"first": "B", "middle": [], "last": "Bellete", "suffix": ""}, {"first": "F", "middle": [], "last": "Durand", "suffix": ""}], "year": 2004, "venue": "J Med Microbiol", "volume": "53", "issn": "", "pages": "603--607", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "prospective clinical evaluation of respiratory samples from subjects at risk for Pneumocystis jirovecii infection by use of a commercial real-time PCR assay", "authors": [{"first": "P", "middle": ["M"], "last": "Hauser", "suffix": ""}, {"first": "J", "middle": [], "last": "Bille", "suffix": ""}, {"first": "C", "middle": [], "last": "Lass-Florl", "suffix": ""}], "year": 2011, "venue": "J Clin Microbiol", "volume": "49", "issn": "", "pages": "1872--1878", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Development and evaluation of a real-time PCR assay for detection of Pneumocystis jirovecii DNA in bronchoalveolar lavage fluid of HIV-infected patients", "authors": [{"first": "J", "middle": ["F"], "last": "Huggett", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Taylor", "suffix": ""}, {"first": "G", "middle": [], "last": "Kocjan", "suffix": ""}], "year": 2008, "venue": "Thorax", "volume": "63", "issn": "", "pages": "154--159", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Quantitative PCR to diagnose Pneumocystis pneumonia in immunocompromised non-HIV patients", "authors": [{"first": "K", "middle": [], "last": "Muhlethaler", "suffix": ""}, {"first": "K", "middle": [], "last": "Bogli-Stuber", "suffix": ""}, {"first": "S", "middle": [], "last": "Wasmer", "suffix": ""}], "year": 2012, "venue": "Eur Respir J", "volume": "39", "issn": "", "pages": "971--978", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Use of nasopharyngeal aspirate for diagnosis of pneumocystis pneumonia", "authors": [{"first": "K", "middle": ["K"], "last": "To", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Wong", "suffix": ""}, {"first": "T", "middle": [], "last": "Xu", "suffix": ""}], "year": 2013, "venue": "J Clin Microbiol", "volume": "51", "issn": "", "pages": "1570--1574", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Immunocompetent infants as a human reservoir for Pneumocystis jirovecii: rapid screening by non-invasive sampling and real-time PCR at the mitochondrial large subunit rRNA gene", "authors": [{"first": "A", "middle": [], "last": "Totet", "suffix": ""}, {"first": "L", "middle": [], "last": "Meliani", "suffix": ""}, {"first": "P", "middle": [], "last": "Lacube", "suffix": ""}], "year": 2003, "venue": "J Eukaryot Microbiol", "volume": "50", "issn": "", "pages": "668--669", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Diagnostic performance of two highly multiplexed respiratory virus assays in a pediatric cohort", "authors": [{"first": "M", "middle": ["S"], "last": "Forman", "suffix": ""}, {"first": "S", "middle": [], "last": "Advani", "suffix": ""}, {"first": "C", "middle": [], "last": "Newman", "suffix": ""}], "year": 2012, "venue": "J Clin Virol", "volume": "55", "issn": "", "pages": "168--172", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Molecular detection of respiratory viruses in immunocompromised ICU patients: incidence and meaning", "authors": [{"first": "D", "middle": [], "last": "Schnell", "suffix": ""}, {"first": "J", "middle": [], "last": "Legoff", "suffix": ""}, {"first": "E", "middle": [], "last": "Mariotte", "suffix": ""}], "year": 2012, "venue": "Respir Med", "volume": "106", "issn": "", "pages": "1184--1191", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "High burden of non-influenza viruses in influenza-like illness in the early weeks of H1N1v epidemic in France", "authors": [{"first": "N", "middle": [], "last": "Schnepf", "suffix": ""}, {"first": "M", "middle": [], "last": "Resche-Rigon", "suffix": ""}, {"first": "A", "middle": [], "last": "Chaillon", "suffix": ""}], "year": 2011, "venue": "PLoS One", "volume": "6", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Quantification of human cytomegalovirus DNA by real-time PCR", "authors": [{"first": "E", "middle": [], "last": "Gault", "suffix": ""}, {"first": "Y", "middle": [], "last": "Michel", "suffix": ""}, {"first": "A", "middle": [], "last": "Dehee", "suffix": ""}], "year": 2001, "venue": "J Clin Microbiol", "volume": "39", "issn": "", "pages": "772--775", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Respiratory tract infections in the immunocompromised", "authors": [{"first": "G", "middle": [], "last": "Godbole", "suffix": ""}, {"first": "V", "middle": [], "last": "Gant", "suffix": ""}], "year": 2013, "venue": "Curr Opin Pulm Med", "volume": "19", "issn": "", "pages": "244--250", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Colonization by Pneumocystis jirovecii and its role in disease", "authors": [{"first": "A", "middle": [], "last": "Morris", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Norris", "suffix": ""}], "year": 2012, "venue": "Clin Microbiol Rev", "volume": "25", "issn": "", "pages": "297--317", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Prophylaxis for Pneumocystis pneumonia (PCP) in non-HIV immunocompromised patients", "authors": [{"first": "H", "middle": [], "last": "Green", "suffix": ""}, {"first": "M", "middle": [], "last": "Paul", "suffix": ""}, {"first": "L", "middle": [], "last": "Vidal", "suffix": ""}, {"first": "L", "middle": [], "last": "Leibovici", "suffix": ""}], "year": 2007, "venue": "Cochrane Database Syst Rev", "volume": "005590", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "A follow-up study of asymptomatic carriers of Pneumocystis jiroveci during immunosuppressive therapy for rheumatoid arthritis", "authors": [{"first": "S", "middle": [], "last": "Mori", "suffix": ""}, {"first": "I", "middle": [], "last": "Cho", "suffix": ""}, {"first": "M", "middle": [], "last": "Sugimoto", "suffix": ""}], "year": 2009, "venue": "J Rheumatol", "volume": "36", "issn": "", "pages": "1600--1605", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Nasal swab samples and real-time polymerase chain reaction assays in community-based, longitudinal studies of respiratory viruses: the importance of sample integrity and quality control", "authors": [{"first": "A", "middle": ["N"], "last": "Alsaleh", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Whiley", "suffix": ""}, {"first": "S", "middle": [], "last": "Bialasiewicz", "suffix": ""}], "year": 2014, "venue": "BMC Infect Dis", "volume": "14", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "WHO. CDC protocol of real-time RT-PCR for influenza A (H1N1", "authors": [], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Diagnosis of invasive aspergillosis using bronchoalveolar lavage in haematology patients: influence of bronchoalveolar lavage human DNA content on real-time PCR performance", "authors": [{"first": "E", "middle": [], "last": "Frealle", "suffix": ""}, {"first": "K", "middle": [], "last": "Decrucq", "suffix": ""}, {"first": "F", "middle": [], "last": "Botterel", "suffix": ""}], "year": 2009, "venue": "Eur J Clin Microbiol Infect Dis", "volume": "28", "issn": "", "pages": "223--232", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Serum (1-3)-beta-D-glucan as a tool for diagnosis of Pneumocystis jirovecii pneumonia in patients with human immunodeficiency virus infection or hematological malignancy", "authors": [{"first": "S", "middle": [], "last": "Desmet", "suffix": ""}, {"first": "E", "middle": [], "last": "Van Wijngaerden", "suffix": ""}, {"first": "J", "middle": [], "last": "Maertens", "suffix": ""}], "year": 2009, "venue": "J Clin Microbiol", "volume": "47", "issn": "", "pages": "3871--3874", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Serum (1->3)-beta-Dglucan levels in primary infection and pulmonary colonization with Pneumocystis jirovecii", "authors": [{"first": "C", "middle": [], "last": "Damiani", "suffix": ""}, {"first": "Le", "middle": [], "last": "Gal", "suffix": ""}, {"first": "S", "middle": [], "last": "Lejeune", "suffix": ""}, {"first": "D", "middle": [], "last": "", "suffix": ""}], "year": 2000, "venue": "J Clin Microbiol", "volume": "49", "issn": "", "pages": "", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Association between circulating DNA, serum (1->3)-beta-D-glucan, and pulmonary fungal burden in Pneumocystis pneumonia", "authors": [{"first": "J", "middle": ["M"], "last": "Costa", "suffix": ""}, {"first": "F", "middle": [], "last": "Botterel", "suffix": ""}, {"first": "O", "middle": [], "last": "Cabaret", "suffix": ""}], "year": 2012, "venue": "Clin Infect Dis", "volume": "55", "issn": "", "pages": "5--8", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Underlying conditions and Pneumocystis jirovecii positive qPCR (PjqPCR) results from the 324 patients included in the study.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Patient categories </td><td>PjqPCR negative patients n = 308 (%) </td><td>PjqPCR positive patients\nn = 16 (%)\n</td></tr><tr><td>Median age years (range) </td><td>59 (15-97) </td><td>58 (22-93)\n</td></tr><tr><td>Sex, male/female </td><td>178/130 </td><td>9/7\n</td></tr><tr><td>HIV positive patients (n = 18)\n</td><td> </td><td> </td></tr><tr><td>≥ 200 CD4 T cells/µl (n = 13) </td><td>13 (0) </td><td>0\n</td></tr><tr><td>&lt; 200 CD4 T cells/µl (n = 6) </td><td>5 (83) </td><td>1 (17)\n</td></tr><tr><td>Hematological disorders (n = 114)\n</td><td> </td><td> </td></tr><tr><td>Allogeneic hematologic stem cell transplantation (n </td><td>= 53) 52 (98) </td><td>1(2)\n</td></tr><tr><td>Chronic lymphoproliferative disorders (n = 47) </td><td>42 (89) </td><td>5 (11)\n</td></tr><tr><td>Acute leukemia (n = 20) </td><td>20 (100) </td><td>0\n</td></tr><tr><td>Solid organ transplant recipients (n = 15)\n</td><td> </td><td> </td></tr><tr><td>Kidney (n = 16) </td><td>14 (87) </td><td>2 (13)\n</td></tr><tr><td>Lung (n = 1) </td><td>1 (100) </td><td>0\n</td></tr><tr><td>Patients with ≥30 mg steroid per day ≥30 days (n = </td><td>16) 15 (94) </td><td>1 (6)\n</td></tr><tr><td>Patients with solid tumors (n = 26) </td><td>25 (96) </td><td>1 (4)\n</td></tr><tr><td>None of the above conditions (n = 126) </td><td>121 (96) </td><td>5 (4)\n</td></tr><tr><td>= </td><td> </td><td> </td></tr><tr><td>Total (n 324) </td><td>308 (95.1) </td><td>16 (4.9)\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Note. Results show that 154/176 (87.5%) NPAs were positive for one microorganism and 22/176 (12.5%) were positive for two or more microorganisms. Overall 204 microorganisms were detected in the 324 NPAs tested.", "latex": null, "type": "table"}, "TABREF2": {"text": "Main characteristics of the 16 patients with positive results for qPCR assay of Pneumocystis jirovecii in nasopharyngeal aspirate (NPA).", "latex": null, "type": "table"}}, "back_matter": [{"text": "We gratefully acknowledge the contribution of the members of the mycology and virology laboratories for their technical assistance in the detection microorganisms and the medical staff of the emergency ward for the collection of the samples. We thank Pr Françoise Dromer for her critical reading of the article.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgments"}, {"text": "The authors report no conflicts of interest. The authors alone are responsible for the content and the writing of the paper.", "cite_spans": [], "ref_spans": [], "section": "Declaration of interest"}]}