{"paper_id": "4a0fa2cf6c66e1d3b331a3bf0715487df647b3e7", "metadata": {"title": "Antibodies to coronaviruses are higher in older compared with younger adults and binding antibodies are more sensitive than neutralizing antibodies in identifying coronavirus-associated illnesses", "authors": [{"first": "Geoffrey", "middle": ["J"], "last": "Gorse", "suffix": "", "affiliation": {"laboratory": "", "institution": "VA Saint Louis Health Care System", "location": {"settlement": "Saint Louis", "region": "Missouri"}}, "email": "gorsegj@slu.edu"}, {"first": "Mary", "middle": ["M"], "last": "Donovan", "suffix": "", "affiliation": {"laboratory": "", "institution": "VA Saint Louis Health Care System", "location": {"settlement": "Saint Louis", "region": "Missouri"}}, "email": ""}, {"first": "|", "middle": [], "last": "Gira", "suffix": "", "affiliation": {}, "email": ""}, {"first": "B", "middle": [], "last": "Patel", "suffix": "", "affiliation": {"laboratory": "", "institution": "VA Saint Louis Health Care System", "location": {"settlement": "Saint Louis", "region": "Missouri"}}, "email": ""}]}, "abstract": [{"text": "Human coronaviruses (HCoV) are common causes of respiratory illnesses (RI) despite preexisting humoral immunity. Sera were obtained near the onset of RI and 3 to 4 weeks later as part of a prospective study of 200 subjects evaluated for RI from 2009 to 2013. Antibodies against common HCoV strains were measured by enzyme-linked immunosorbent assay and neutralization assay comparing older adults with cardiopulmonary diseases (99 subjects) to younger, healthy adults (101 subjects). Virus shedding was detected in respiratory secretions by polymerase chain reaction. Of 43", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "HCoV-associated illnesses, 15 (35%) occurred in 14 older adults (aged ≥60 years) and 28 (65%) in 28 younger adults (aged 21-40 years). Binding and neutralizing antibodies were higher in older adults. Only 16 (35.7%) of RI with increases in binding antibodies also had increases in neutralizing antibodies to HCoV. Increases in binding antibodies with RI were more frequent than increased neutralizing antibodies and virus shedding, and more frequent in younger compared to older adults. Functional neutralizing antibodies were not stimulated as often as binding antibodies, explaining in part a susceptibility to reinfection with HCoV. Monitoring binding antibodies may be more sensitive for the serologic detection of HCoV infections.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "antibody, coronavirus, immunity, neutralization, respiratory illness", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "for viral attachment and infection of target cells. 14 There was the concern that in addition to neutralization, antibodies could also enhance infection by SARS-CoV. 15 Little is known at this point about the antigenicity of the novel HCoV strain (COVID- 19) , human innate and adaptive immune responses to it, if infection provides protection from reinfection, and whether cytokine induction may enhance pathogenicity in more severe illnesses.", "cite_spans": [{"start": 52, "end": 54, "text": "14", "ref_id": "BIBREF13"}, {"start": 166, "end": 168, "text": "15", "ref_id": "BIBREF14"}, {"start": 255, "end": 258, "text": "19)", "ref_id": "BIBREF18"}], "ref_spans": [], "section": ""}, {"text": "Antibodies to HCoV-229E, -NL63, -OC43, and -HKU1 may be cross-reactive among viral strains, at least within each HCoV genus due to conserved viral antigenic epitopes, may include those with neutralizing function, and be induced by repeated infections earlier in life. [2] [3] [4] [5] Hence, serologic reactivity to these common HCoV strains may be different among chronically ill older adults compared to younger adults. In a previous study of older adults with underlying chronic pulmonary disease, 16 we reported that serum immunoglobulin G (IgG) antibodies to all four HCoV strains were prevalent in most study subjects, but mucosal immunoglobulin A antibodies to the four common HCoV strains in nasal wash specimens were detected in a minority of patients. Mucosal immune responses also deserve further study with respect to mitigation of HCoV infections. Although, the COVID-19 strain may target infection of the lower respiratory tree due to its purported receptor usage. 11 Neutralizing antibody is directed against the HCoV Spike (S) protein and may be protective, while other nonfunctional binding antibodies are directed against other viral proteins. 3, 4, 6 In this report, we assessed whether neutralizing antibodies to these HCoV strains were present and increased during acute RI that were chosen for further study because of association with increases in binding antibodies to HCoV strains or detection of HCoV viral nucleic acid in respiratory secretions. We assessed correlations between serum binding and neutralizing antibodies, and compared these antibody responses in older chronically ill adults to healthy young adults.", "cite_spans": [{"start": 268, "end": 271, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 272, "end": 275, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 276, "end": 279, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 280, "end": 283, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 500, "end": 502, "text": "16", "ref_id": "BIBREF15"}, {"start": 978, "end": 980, "text": "11", "ref_id": "BIBREF10"}, {"start": 1161, "end": 1163, "text": "3,", "ref_id": "BIBREF2"}, {"start": 1164, "end": 1166, "text": "4,", "ref_id": "BIBREF3"}, {"start": 1167, "end": 1168, "text": "6", "ref_id": "BIBREF5"}], "ref_spans": [], "section": ""}, {"text": "This prospective, observational study was conducted from November 2009 to July 2013 and assessed RI in patients aged ≥60 years with underlying chronic lung and heart disease (group 1, total N = 99 subjects, 74 RI assessed overall), and in healthy young adults aged 21 to 40 years (group 2, total N = 101, 121 RI assessed overall). 7 Enrolled subjects each participated for up to 2 years, received phone calls every 8 weeks to remind them to contact study personnel at the time of onset of acute RI, and were evaluated by a study physician and nurse in clinic when they had either three symptoms of acute RI or fever (body temperature ≥37.8°C) accompanied by two symptoms of acute RI, as described. 7 Written informed consent was obtained from all study subjects.", "cite_spans": [{"start": 331, "end": 332, "text": "7", "ref_id": "BIBREF6"}, {"start": 698, "end": 699, "text": "7", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "| MATERIALS AND METHODS"}, {"text": "The HCoV-229E, -OC43, and -NL63 antigens used for detection of binding antibody by enzyme-linked immunosorbent assay (ELISA) were prepared from virus grown in MRC-5, HCT-8, and LLC-MK2 cells, respectively, from the American Type Culture Collection (ATCC, Manassas, VA). HCoV-229E and -OC43 were from ATCC and -NL63 was a gift from Lia van der Hoek, University of Amsterdam.", "cite_spans": [], "ref_spans": [], "section": "| MATERIALS AND METHODS"}, {"text": "Mock antigen was prepared from uninfected cells. 7, 8, 16 Virus-infected cells were frozen and thawed three times, the supernatant fluid was clarified of cell debris by centrifugation, the virus was concentrated by overnight centrifugation, and the virus pellet was resuspended in phosphate-buffered saline. The concentrated virus was inactivated by psoralen compound (Sigma, St Louis, MO), followed by irradiation by long-wavelength UV light, as described. 17, 18 This method of viral inactivation does not affect viral antigenicity. Mock antigen was prepared, in the same way, from uninfected cells. 17, 18 HCoV-HKU1 has not been grown using standard tissue culture techniques, so His 6 -tagged recombinant nucleoprotein (N) of HCoV-HKU1 and mock antigen that was produced from the same plasmid DNA vector without the N protein gene were used as antigens to detect antibody to -HKU1, as described. 7, 8, 16 Viral and mock antigens, the same stocks throughout the assays, were used to coat flat-bottom 96-well Maxisorp Immunoplates (Nalge-Nunc International, Rochester, NY) followed by the sequence of serum in serial dilutions, mouse antihuman IgG conjugated with horseradish peroxidase (Accurate Chemical and Scientific, Westbury, NY) and peroxidase substrate (KPL, Gaithersburg, MD). Optical density was measured at 405 nm in a spectrophotometer. The anti-HCoV serum antibody titer was calculated by the reference-line least-squares-fit method, as described. 8, 16, 19 Positive and negative control sera were assayed to confirm consistency between assays. Also, all sera from each subject were evaluated in the same assay to avoid inter-assay variability. ", "cite_spans": [{"start": 49, "end": 51, "text": "7,", "ref_id": "BIBREF6"}, {"start": 52, "end": 54, "text": "8,", "ref_id": "BIBREF7"}, {"start": 55, "end": 57, "text": "16", "ref_id": "BIBREF15"}, {"start": 458, "end": 461, "text": "17,", "ref_id": "BIBREF16"}, {"start": 462, "end": 464, "text": "18", "ref_id": "BIBREF17"}, {"start": 602, "end": 605, "text": "17,", "ref_id": "BIBREF16"}, {"start": 606, "end": 608, "text": "18", "ref_id": "BIBREF17"}, {"start": 900, "end": 902, "text": "7,", "ref_id": "BIBREF6"}, {"start": 903, "end": 905, "text": "8,", "ref_id": "BIBREF7"}, {"start": 906, "end": 908, "text": "16", "ref_id": "BIBREF15"}, {"start": 1463, "end": 1465, "text": "8,", "ref_id": "BIBREF7"}, {"start": 1466, "end": 1469, "text": "16,", "ref_id": "BIBREF15"}, {"start": 1470, "end": 1472, "text": "19", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "| MATERIALS AND METHODS"}, {"text": "Diego, CA) to determine the serum dilution required to protect 50% of the cells from the cytotoxic effects of HCoV. The same virus stocks were used throughout the assays and positive and negative control sera were assayed to assure reproducibility. Also, all sera from each subject were evaluated in the same assay to avoid inter-assay variability.", "cite_spans": [], "ref_spans": [], "section": "| 513"}, {"text": "Descriptive statistics, Fisher's exact test, and nonparametric statistical tests were used to compare proportions and continuous variables, and the Spearman rank-order test to assess correlations.", "cite_spans": [], "ref_spans": [], "section": "| 513"}, {"text": "The statistical analysis was done using STATISTICA Release 7 software (StatSoft, Inc, Tulsa, OK).", "cite_spans": [], "ref_spans": [], "section": "| 513"}, {"text": "The geometric mean binding antibody titers (GMT) by ELISA in the study enrollment sera were higher in the entire group 1 compared to There were 74 RI assessed in groups 1 and 121 RI assessed in group 2 subjects of which 43 illnesses were associated with HCoV infection by serologic change or PCR positivity for HCoV. The other most common respiratory virus associated with RI in the parent study was entero/rhinovirus detected by polymerase chain reaction, as described. 7 Sera bracketing these 43 HCoV-associated RI were the focus of study in the following analyses, because they were most likely to provide information about the utility of measuring binding and neutralizing antibodies to the four common strains of HCoV. Of the 43 illnesses, 15 (35%) occurred in 14 older adults (group 1, mean age = 67.8 ± 7.5 years; min, max: 60, 85 years), and 28 (65%) in 28 younger adults (group 2, mean age = 31.4 ± 5.7 years; min, max: 21, 40 years). A total of 42 RI had a more than threefold increase in binding antibody to one or more HCoV strains comparing acute to convalescent serum antibody titers, including 14 RI with a more than threefold increase to two or three strains, and one RI with HCoV-OC43 in respiratory secretions with no increase in binding antibody. The RI with more than threefold increases in binding antibody titer included nine illnesses (three in group 1 and six in group 2) to HCoV-229E of which three were ≥fourfold, 17 to -NL63 (five in group 1 and 12 in group 2) of which 13 were ≥fourfold, Neutralizing antibodies to HCoV-229E, -NL63, and -OC43 were detected in all but two acute RI sera. The two were from group 2 subjects who had no detectable neutralization activity against -229E. There were 11 RI (six in group 1, five in group 2) with ≥fourfold rise in neutralizing antibody titer to HCoV-229E, six (two in group 1 and four in group 2) to -NL63 and four (one in group 1 and three in group 2) to -OC43, and of these, four RI had an accompanying ≥fourfold rise in neutralizing antibody to both HCoV-229E and -NL63 with one also having a ≥fourfold increase against HCoV-OC43. Therefore, the total number of RI with a rise in neutralization antibody titer to one or more HCoV strains was 16, 7 (46.7%) in groups 1 and 9 (33.3%) in group 2. A more than threefold increase in ELISA antibody titer was a predictor in only a minority of illnesses of an increase in neutralizing antibody to HCoV (Table 1) Eight serum pairs had a concomitant more than threefold rise in ELISA antibody titer to two HCoV strains. Six serum pairs had a concomitant more than threefold rise in ELISA antibody titer to three HCoV strains. One of the 43 illnesses included in this table did not have a more than threefold increase in ELISA antibody titer, but had HCoV-OC43 detected in respiratory secretions and a fourfold rise in neutralizing antibody to -OC43. Considering all acute and convalescent sera from the 43 RI, GMTs were higher in group 1 than group 2 subjects for binding antibodies to HCoV-229E and -HKU1, and for neutralizing antibodies to -229E and -OC43 (Figure 1 ). For acute illness sera, GMTs of binding antibody to -229E were higher in group 1 than group 2 and for convalescent sera, GMTs of binding antibody to HCoV-229E and neutralizing antibody to -229E were higher in group 1 than group 2 subjects (Figure 1 ).", "cite_spans": [{"start": 471, "end": 472, "text": "7", "ref_id": "BIBREF6"}, {"start": 2216, "end": 2219, "text": "16,", "ref_id": "BIBREF15"}, {"start": 2220, "end": 2221, "text": "7", "ref_id": "BIBREF6"}], "ref_spans": [{"start": 2419, "end": 2428, "text": "(Table 1)", "ref_id": null}, {"start": 3073, "end": 3082, "text": "(Figure 1", "ref_id": null}, {"start": 3325, "end": 3334, "text": "(Figure 1", "ref_id": null}], "section": "| RESULTS"}, {"text": "In group 1 subjects, the acute illness binding antibody titers were positively correlated only between HCoV-OC43 and -HKU1", "cite_spans": [], "ref_spans": [], "section": "| RESULTS"}, {"text": "(R = .835, P < .001). Convalescent serum titers were correlated between binding and neutralizing antibodies to HCoV-NL63 (R = .549, P < .05) and to -OC43 (R = .517, P < .05), and for binding antibodies between -OC43 and -HKU1 (R = .717, P < .01). In group 2 subjects, the acute illness serum binding antibody titers were correlated between -OC43 and -HKU1 (R = .390, P < .05).", "cite_spans": [], "ref_spans": [], "section": "| RESULTS"}, {"text": "HCoV-229E and -NL63 (R = .403, P < .05), and between binding and neutralizing antibodies to -OC43 (R = .555, P < .001). For both groups of subjects combined, the convalescent serum binding and neutralizing antibody titers were correlated for HCoV-NL63 (R = .394, P < .01) and, also, separately for -OC43 (R = .565, P < .0001), and binding antibodies were correlated between -OC43", "cite_spans": [], "ref_spans": [], "section": "Convalescent serum binding antibody titers were correlated between"}, {"text": "and -HKU1 (R = .460, P < .001).", "cite_spans": [], "ref_spans": [], "section": "Convalescent serum binding antibody titers were correlated between"}, {"text": "Reinfection with coronaviruses is reportedly common despite the presence of a humoral immune response. 21 binding antibody titers of more than threefold in association with F I G U R E 1 Geometric mean titers (GMT) of antibodies by two methods to human coronaviruses (HCoV) -229E, -NL63, -OC43, and -HKU1 are shown by age group (15 serum pairs from group 1 subjects who were 60-85 years of age and 28 serum pairs from group 2 subjects who were 21-40 years of age) and by time of serum collection (acute, collected within five days of onset of acute respiratory illness, and convalescent, collected 3-4 weeks later). \"All visits\" refer to the GMT of both acute and convalescent sera together by the patient subject group. The tick marks at the ends of the vertical lines show the corresponding 25th and 75th percentile antibody levels above and below the GMT to indicate a measure of interpatient variability, IgG binding antibody GMT measured by enzyme-linked immunosorbent assay (ELISA) are shown in panel A and neutralizing antibody GMT are shown in panel B, categorized by reactivity to the respective HCoV strains. IgG, immunoglobulin G acute RI was an inconsistent predictor of concomitant fourfold neutralizing antibody change, and ≥fourfold changes in binding antibodies were not statistically better. Antibody GMTs to each HCoV strain did not increase statistically comparing acute to convalescent sera calculated with values from all 43 illnesses. These GMTs were calculated because of the evidence for cross-reactive antibody responses against at least related strains (Alphacoronaviruses vs Betacoronaviruses). Choosing to calculate a separate GMT for only the subset of sera with a more than threefold change to one HCoV strain would have assured a significant rise in GMT for that strain against which there was this more than threefold binding antibody change.", "cite_spans": [{"start": 103, "end": 105, "text": "21", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "| DISCUSSION"}, {"text": "There and antigenically related to -229E) infectivity has been reported and can be mediated by antibodies to S protein epitopes. 15, [23] [24] [25] Also, studies of the S protein sequence and neutralization antigenicity suggest that serum antibodies which neutralize clinical HCoV isolates may not cross-react as well with the laboratory strains of HCoV that were used in our neutralization assays, affecting the sensitivity of the neutralization assay that was employed here. 4, 6 Indeed, quasi-species of HCoV-OC43 were detected in respiratory secretions in our patients, with mutational peaks in the S1 region of the Spike protein that could lead to differences in antigenicity, 26 and lower neutralization antibody levels and response rates against laboratory-adapted strains.", "cite_spans": [{"start": 129, "end": 132, "text": "15,", "ref_id": "BIBREF14"}, {"start": 133, "end": 137, "text": "[23]", "ref_id": "BIBREF22"}, {"start": 138, "end": 142, "text": "[24]", "ref_id": "BIBREF23"}, {"start": 143, "end": 147, "text": "[25]", "ref_id": "BIBREF24"}, {"start": 477, "end": 479, "text": "4,", "ref_id": "BIBREF3"}, {"start": 480, "end": 481, "text": "6", "ref_id": "BIBREF5"}, {"start": 682, "end": 684, "text": "26", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "| DISCUSSION"}, {"text": "Older (group 1) subjects had higher levels of binding and neutralizing antibodies both before and after acute RI than younger subjects (group 2), probably due to previous infections with cross- shedding. 10 In contradistinction, our HCoV-experienced subjects were already seropositive for the four strains at onset of the RI.", "cite_spans": [{"start": 204, "end": 206, "text": "10", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "| DISCUSSION"}, {"text": "Increases in binding antibodies bracketing RI, signaling likely intercurrent HCoV infection, were more frequent than increased neutralizing antibodies and viral nucleic acids detected in respiratory secretions, and more frequent in young compared to older adults.", "cite_spans": [], "ref_spans": [], "section": "| DISCUSSION"}, {"text": "There were correlations between binding and neutralizing antibodies for homologous and for related HCoV strains, though not statistically significant for all comparisons. It is unlikely that there were simultaneous infections with more than one strain of HCoV, so concomitant increases in binding and neutralizing antibodies to more than one strain was consistent with stimulation of cross-reactive antibodies and recall of immune memory. Susceptibility to repeated infections with HCoV may be explained in part by a stimulation of neutralizing antibodies in a minority of RI with increases in binding antibodies. Since binding antibodies increased more commonly than neutralizing antibodies, they may be a more sensitive seroepidemiological tool than neutralizing antibodies for identifying RI due to common HCoV strains. ", "cite_spans": [], "ref_spans": [], "section": "| DISCUSSION"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Human coronaviruses: a review of virus-host interactions", "authors": [{"first": "Y", "middle": ["X"], "last": "Lim", "suffix": ""}, {"first": "Y", "middle": ["L"], "last": "Ng", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Tam", "suffix": ""}, {"first": "D", "middle": ["X"], "last": "Liu", "suffix": ""}], "year": 2016, "venue": "Diseases", "volume": "4", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3390/diseases4030026"]}}, "BIBREF1": {"ref_id": "b1", "title": "Serological responses in patients with severe acute respiratory syndrome coronavirus infection and cross-reactivity with human coronaviruses 229E, OC43, and NL63", "authors": [{"first": "K", "middle": ["H"], "last": "Chan", "suffix": ""}, {"first": "Vcc", "middle": [], "last": "Cheng", "suffix": ""}, {"first": "Pcy", "middle": [], "last": "Woo", "suffix": ""}], "year": 2005, "venue": "Clin Diagn Lab Immunol", "volume": "12", "issn": "", "pages": "1317--1321", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Development and application of an enzyme immunoassay for coronavirus OC43 antibody in acute respiratory illness", "authors": [{"first": "E", "middle": ["P"], "last": "Gill", "suffix": ""}, {"first": "E", "middle": ["A"], "last": "Dominguez", "suffix": ""}, {"first": "S", "middle": ["B"], "last": "Greenberg", "suffix": ""}], "year": 1994, "venue": "J Clin Microbiol", "volume": "32", "issn": "", "pages": "2372--2376", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Examination of seroprevalence of coronavirus HKU1 infection with S protein-based ELISA and neutralization assay against viral spike pseudotyped virus", "authors": [{"first": "C", "middle": ["M"], "last": "Chan", "suffix": ""}, {"first": "H", "middle": [], "last": "Tse", "suffix": ""}, {"first": "Ssy", "middle": [], "last": "Wong", "suffix": ""}], "year": 2009, "venue": "J Clin Virol", "volume": "45", "issn": "", "pages": "54--60", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Human coronavirus NL63 and 229E seroconversion in children", "authors": [{"first": "R", "middle": [], "last": "Dijkman", "suffix": ""}, {"first": "M", "middle": ["F"], "last": "Jebbink", "suffix": ""}, {"first": "El", "middle": [], "last": "Idrissi", "suffix": ""}, {"first": "N", "middle": ["B"], "last": "", "suffix": ""}], "year": 2008, "venue": "J Clin Microbiol", "volume": "46", "issn": "", "pages": "2368--2373", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Differences in neutralizing antigenicity between laboratory and clinical isolates of HCoV-229E isolated in Japan in 2004-2008 depend on the S1 region sequence of the spike protein", "authors": [{"first": "K", "middle": [], "last": "Shirato", "suffix": ""}, {"first": "M", "middle": [], "last": "Kawase", "suffix": ""}, {"first": "O", "middle": [], "last": "Watanabe", "suffix": ""}], "year": 2012, "venue": "J Gen Virol", "volume": "93", "issn": "", "pages": "1908--1917", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Coronavirus and other respiratory illnesses comparing older with younger adults", "authors": [{"first": "G", "middle": ["J"], "last": "Gorse", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Donovan", "suffix": ""}, {"first": "G", "middle": ["B"], "last": "Patel", "suffix": ""}, {"first": "S", "middle": [], "last": "Balasubramanian", "suffix": ""}, {"first": "R", "middle": ["H"], "last": "Lusk", "suffix": ""}], "year": 2015, "venue": "Am J Med", "volume": "128", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.amjmed.2015.05.034"]}}, "BIBREF7": {"ref_id": "b7", "title": "Human coronaviruses and acute respiratory illnesses in older patients with chronic obstructive pulmonary disease", "authors": [{"first": "G", "middle": ["J"], "last": "Gorse", "suffix": ""}, {"first": "T", "middle": ["Z"], "last": "O&apos;connor", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Hall", "suffix": ""}, {"first": "J", "middle": ["N"], "last": "Vitale", "suffix": ""}, {"first": "K", "middle": ["L"], "last": "Nichol", "suffix": ""}], "year": 2009, "venue": "J Infect Dis", "volume": "199", "issn": "", "pages": "847--857", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Clinical impact of human coronaviruses 229E and OC43 infection in diverse populations", "authors": [{"first": "E", "middle": ["E"], "last": "Walsh", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Shin", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Falsey", "suffix": ""}], "year": 2013, "venue": "J Infect Dis", "volume": "208", "issn": "", "pages": "1634--1642", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Recovery from Middle East respiratory syndrome is associated with antibody and T cell responses", "authors": [{"first": "J", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "A", "middle": ["N"], "last": "Alshukairi", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Baharoon", "suffix": ""}], "year": 2017, "venue": "Sci Immunol", "volume": "2", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1126/sciimmunol.aan5393"]}}, "BIBREF10": {"ref_id": "b10", "title": "Coronavirus infections-more than just the common cold", "authors": [{"first": "C", "middle": ["I"], "last": "Paules", "suffix": ""}, {"first": "H", "middle": ["D"], "last": "Marston", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Fauci", "suffix": ""}], "year": 2020, "venue": "J Amer Med Assoc", "volume": "323", "issn": "", "pages": "707--708", "other_ids": {"DOI": ["10.1001/jama.2020.0757"]}}, "BIBREF11": {"ref_id": "b11", "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study", "authors": [{"first": "N", "middle": [], "last": "Chen", "suffix": ""}, {"first": "M", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "X", "middle": [], "last": "Dong", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "395", "issn": "", "pages": "30211--30218", "other_ids": {"DOI": ["10.1016/S0140-6736(20)30211-7"]}}, "BIBREF12": {"ref_id": "b12", "title": "Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia", "authors": [{"first": "Q", "middle": [], "last": "Li", "suffix": ""}, {"first": "X", "middle": [], "last": "Guan", "suffix": ""}, {"first": "P", "middle": [], "last": "Wu", "suffix": ""}], "year": 2020, "venue": "N Engl J Med", "volume": "382", "issn": "", "pages": "1--9", "other_ids": {"DOI": ["10.1056/NEJMoa2001316"]}}, "BIBREF13": {"ref_id": "b13", "title": "Human coronavirus NL63 utilizes heparan sulfate proteoglycans for attachment to target cells", "authors": [{"first": "A", "middle": [], "last": "Milewska", "suffix": ""}, {"first": "M", "middle": [], "last": "Zarebski", "suffix": ""}, {"first": "P", "middle": [], "last": "Nowak", "suffix": ""}, {"first": "K", "middle": [], "last": "Stozek", "suffix": ""}, {"first": "J", "middle": [], "last": "Potempa", "suffix": ""}, {"first": "K", "middle": [], "last": "Pyrc", "suffix": ""}], "year": 2014, "venue": "J Virol", "volume": "88", "issn": "", "pages": "13221--13230", "other_ids": {"DOI": ["10.1128/JVI.02078-14"]}}, "BIBREF14": {"ref_id": "b14", "title": "Evasion of antibody neutralization in emerging severe acute respiratory syndrome coronaviruses", "authors": [{"first": "Z", "middle": ["Y"], "last": "Yang", "suffix": ""}, {"first": "H", "middle": ["C"], "last": "Werner", "suffix": ""}, {"first": "W", "middle": ["P"], "last": "Kong", "suffix": ""}], "year": 2005, "venue": "Proc Natl Acad Sci USA", "volume": "102", "issn": "", "pages": "797--801", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Prevalence of antibodies to four human coronaviruses is lower in nasal secretions than in serum", "authors": [{"first": "G", "middle": ["J"], "last": "Gorse", "suffix": ""}, {"first": "G", "middle": ["B"], "last": "Patel", "suffix": ""}, {"first": "J", "middle": ["N"], "last": "Vitale", "suffix": ""}, {"first": "O&apos;", "middle": [], "last": "Connor", "suffix": ""}, {"first": "T", "middle": ["Z"], "last": "", "suffix": ""}], "year": 2010, "venue": "Clin Vaccine Immunol", "volume": "2010", "issn": "17", "pages": "1875--1880", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Photochemical inactivation of DNA and RNA viruses by psoralen derivatives", "authors": [{"first": "C", "middle": ["V"], "last": "Hanson", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Riggs", "suffix": ""}, {"first": "E", "middle": ["H"], "last": "Lennette", "suffix": ""}], "year": 1978, "venue": "J Gen Virol", "volume": "40", "issn": "", "pages": "345--358", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Psoralen inactivation of influenza and herpes simplex viruses and of virusinfected cells", "authors": [{"first": "D", "middle": ["C"], "last": "Redfield", "suffix": ""}, {"first": "D", "middle": ["D"], "last": "Richman", "suffix": ""}, {"first": "M", "middle": ["N"], "last": "Oxman", "suffix": ""}, {"first": "L", "middle": ["H"], "last": "Kronenberg", "suffix": ""}], "year": 1981, "venue": "Infect Immun", "volume": "32", "issn": "", "pages": "1216--1226", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Comparison of five calculation modes for antibody ELISA procedures using pertussis serology as a model", "authors": [{"first": "E", "middle": [], "last": "Reizenstein", "suffix": ""}, {"first": "H-O", "middle": [], "last": "Hallander", "suffix": ""}, {"first": "W", "middle": ["C"], "last": "Blackwelder", "suffix": ""}, {"first": "I", "middle": [], "last": "Kühn", "suffix": ""}, {"first": "M", "middle": [], "last": "Ljungman", "suffix": ""}, {"first": "R", "middle": [], "last": "Möllby", "suffix": ""}], "year": 1995, "venue": "J Immunol Methods", "volume": "183", "issn": "", "pages": "279--290", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Adaptation of the MTT (3-(4,5-dimethylthiazol-2-yl)-2,5-diphenyl tetrazolium bromide) assay for the determination of virus-neutralizing antibodies using the virusneutralization assay", "authors": [{"first": "E", "middle": ["E"], "last": "Haddad", "suffix": ""}, {"first": "C", "middle": ["E"], "last": "Whitfill", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Ricks", "suffix": ""}], "year": 1994, "venue": "Avian Dis", "volume": "38", "issn": "", "pages": "755--761", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Diagnostic Procedures for Viral, Rickettsial, and Chlamydial Infections", "authors": [{"first": "S", "middle": ["H"], "last": "Myint", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Tyrrell", "suffix": ""}, {"first": "", "middle": [], "last": "Coronaviruses", "suffix": ""}], "year": 1995, "venue": "", "volume": "", "issn": "", "pages": "245--252", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "The Tecumseh study of respiratory illness. VI. frequency of and relationship between outbreaks of coronavirus infection", "authors": [{"first": "A", "middle": ["S"], "last": "Monto", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Lim", "suffix": ""}], "year": 1974, "venue": "J Infect Dis", "volume": "129", "issn": "", "pages": "271--276", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Monoclonal antibody analysis of neutralization and antibody-dependent enhancement of feline infectious peritonitis virus", "authors": [{"first": "W", "middle": ["V"], "last": "Corapi", "suffix": ""}, {"first": "C", "middle": ["W"], "last": "Olsen", "suffix": ""}, {"first": "F", "middle": ["W"], "last": "Scott", "suffix": ""}], "year": 1992, "venue": "J Virol", "volume": "66", "issn": "", "pages": "6695--6705", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Antibody-dependent SARS coronavirus infection is mediated by antibodies against spike proteins", "authors": [{"first": "S-F", "middle": [], "last": "Wang", "suffix": ""}, {"first": "S-P", "middle": [], "last": "Tseng", "suffix": ""}, {"first": "Yen", "middle": [], "last": "", "suffix": ""}, {"first": "C-H", "middle": [], "last": "", "suffix": ""}], "year": 2014, "venue": "Biochem Biophys Res Commun", "volume": "451", "issn": "", "pages": "208--214", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Antibody-dependent enhancement of SARS coronavirus infection and its role in the pathogenesis of SARS", "authors": [{"first": "M", "middle": ["S"], "last": "Yip", "suffix": ""}, {"first": "H", "middle": ["L"], "last": "Leung", "suffix": ""}, {"first": "P", "middle": ["H"], "last": "Li", "suffix": ""}], "year": 2016, "venue": "Hong Kong Med J", "volume": "22", "issn": "4", "pages": "25--31", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Interpatient mutational spectrum of human coronavirus-OC43 revealed by Illumina sequencing", "authors": [{"first": "G", "middle": ["J"], "last": "Gorse", "suffix": ""}, {"first": "G", "middle": ["B"], "last": "Patel", "suffix": ""}, {"first": "X", "middle": [], "last": "Fan", "suffix": ""}], "year": 2017, "venue": "J Med Virol", "volume": "89", "issn": "", "pages": "1330--1338", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "The neutralizing antibody assay assessed percentage of cell killing by HCoV. This colorimetric bioassay was based on the ability of live cells to reduce the yellow tetrazolium salt, 3-(4,5-dimethylthiazol-2-yl), 2,5-diphenyl tetrazolium bromide (MTT; Sigma-Aldrich, St Louis, MO), to its blue formazan derivative, as described.20 Sera were serially di-luted, incubated with equal volume of fixed-dose HCoV (predetermined stock virus dilution that killed about 75% of the cells, generally at 100 tissue culture infectious dose 50 per unit volume) and then transferred to a 96-well plate containing a monolayer of the appropriate tissue culture cells that support growth of the HCoV virus strain. When about 70% to 80% of the control infected cells exhibited cytopathic effect, MTT was added and the absorbance at 492 nm of the formazan produced by live cells was measured spectrophotometrically. A titration curve plotted the percentage of cell survival relative to controls (% survival) vs log 10 reciprocal of serum dilution. The plot was analyzed using nonlinear regression (GraphPad Software, Prism Version 6.02; San GORSE ET AL.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "619, P < .000001; -OC43: 1709 vs 1656, P = NS; -NL63: 342 vs 296, P = NS; and -HKU1: 266 vs 225, P = NS).", "latex": null, "type": "figure"}, "FIGREF2": {"text": "17 to -OC43 (eight in group 1 and nine in group 2) of which eight were ≥fourfold, and 18 to -HKU1 (six in group 1 and 12 in group 2) of which 14 were ≥fourfold. Eight (53.3%) of 15 RI in group 1 and 19 (70.3%) of 27 RI in group 2 had a ≥fourfold increase in binding antibody to one or more HCoV (P = NS).", "latex": null, "type": "figure"}, "FIGREF3": {"text": ". A total of 11 (40.7%) of 27 RI with a ≥fourfold and 4 (26.7%) of 15 RI with a more than threefold to less than fourfold increase in binding antibodies had a ≥fourfold increase in neutralizing antibody titer to one or more HCoV strains (P = NS). Seven of the 43 RI had HCoV nucleic acids detected in respiratory secretions (one for HCoV-229E in group 1, one for -HKU1 in group 2, and three in group 1, and two in group 2 for -OC43). Six of the seven had accompanying more than threefold increases in binding antibody of which four were ≥fourfold increases to one or T A B L E 1 Proportions of acute and convalescent serum pairs with at least a fourfold rise in neutralizing antibody titer compared to ELISA binding antibodies in association with acute respiratory illnesses ≥Fourfold rise in neutralizing antibody titer by HCoV strain >Threefold rise in ELISA antibody titer by HCoV strain a [No. (% of 43)]", "latex": null, "type": "figure"}, "FIGREF4": {"text": "sera to all four HCoV strains. Three had a ≥fourfold rise in neutralizing antibody. Of these, one RI in group 1 and one in group 2 had HCoV-OC43 nucleic acid positivity with ≥fourfold increases in -OC43 neutralizing antibody, and one RI in group 1 had -OC43 nucleic acid positivity inexplicably accompanied by ≥fourfold increases in -229E and -NL63 neutralizing antibodies, but with a fourfold rise in binding antibodies to -NL63 and -HKU1).", "latex": null, "type": "figure"}, "FIGREF5": {"text": "were fewer numbers of HCoV infections and of reported RI overall in older patients. This could be consistent with higher antibody levels or other immune mechanisms of protection compared to younger patients. Enrollment binding antibody titers were higher in group 1 than group 2 subjects. However, the actual proportion of RI that were associated with HCoV by serologic change or PCR was not different comparing the two groups. A total of 15 (20.3%) of 74 RI in group 1 were assessed as being associated with HCoV infection compared to 28 (23.1%) of 121 illnesses in group 2. It is not known what might constitute a protective antibody level against HCoV infection. Concomitant increases in binding antibody to more than one viral strain were likely due to the stimulation of antibodies against conserved cross-reactive antigens expressed by the current infecting strain of HCoV and, due to recall of immune memory, to other strains that previously infected the person earlier in life. Concomitant infection with more than one strain of HCoV during the same RI would be unlikely. Repeated infections with HCoV may partially be explained if natural infection in these adult patients stimulates binding antibodies more commonly than functional neutralizing antibodies. Nonneutralizing antibodies are known to bind to other viral proteins such as the N protein. Stimulation of antibodies to non-S protein epitopes could be an explanation for low correlation between stimulation of binding antibody and neutralizing antibody since neutralizing antibody is directed against the S protein. The psoralen-UV light method of virus inactivation used here should have preserved viral antigenicity, but we did not determine against which viral proteins the binding antibodies were directed. The orientation of the viral antigens coating the ELISA microtiter plates may have affected the epitopes exposed and available for antibody binding. Also, it is possible that some binding antibodies may enhance infection and not be protective against reinfection. Antibody-dependent enhancement of SARS-CoV and feline infectious peritonitis virus (a member of the coronavirus genus", "latex": null, "type": "figure"}, "FIGREF6": {"text": "HCoV strains over a longer life-time. The binding antibodies that were detected in the ELISA, utilizing inactivated whole HCoV-229E, -OC43, and -NL63 viruses, were likely directed against more HCoV proteins than just the S protein compared to the neutralizing antibodies that are directed against epitopes of the S protein. The method of virus inactivation that was used may have preserved the integrity of virions and their antigenicity. We did not confirm that binding antibodies detected in the ELISA were directed against more than the S protein antigens. Only binding antibodies to the recombinant N protein could be measured in the case of -HKU1. There were positive statistical correlations between binding antibody levels in both acute and convalescent sera within HCoV genera. There appeared to be closer correlations between binding antibodies and neutralizing antibodies in the convalescent sera than acute illness sera particularly for HCoV-NL63 and for -OC43, respectively, and closer binding antibody correlations between strains within the Alphacoronavirus (HCoV-229E and -NL63) and between strains within the Betacoronavirus (HCoV-OC43 and -HKU1) genera. The preexisting serologic status against various strains of coronavirus among patients undergoing acute infection during the serious current outbreak of COVID-19 virus and their immune responses to COVID-19 infection are not known. Patients with MERS-CoV infections are seronegative at onset of illness and can develop both binding and potentially protective neutralizing antibodies that correlate in convalescent sera. Delayed serologic responses occur in those with more severe illness and higher viral", "latex": null, "type": "figure"}, "TABREF0": {"text": "Sera were obtained at study enrollment, and in the subjects with subsequent RI within 5 days of onset time (acute) and 3 to 4 weeks later (convalescent). Respiratory secretions collected by nasal and oropharyngeal swabbing within 5 days of onset of acute RI were tested for nucleic acids of HCoV strains and other respiratory viruses (multiplex RT-PCR using xTAG Respiratory Viral Panel Fast; Luminex Molecular Diagnostics, Inc, Toronto, Ontario, Canada). The study was approved by the responsible institutional review boards at Saint Louis University and the Veterans Affairs (VA) St Louis Health Care System and was performed in compliance with relevant laws and institutional guidelines and in accordance with the ethical standards of the declaration of Helsinki.", "latex": null, "type": "table"}, "TABREF1": {"text": "Note: ELISA is enzyme-linked immunosorbent assay, HCoV is human coronavirus.", "latex": null, "type": "table"}, "TABREF2": {"text": "infections and severity. The PCR was positive for HCoV nucleic acids only in a minority of RI in this study, so antibodies may have reduced virus shedding that was detectable in respiratory secretions during acute illness. Time of specimen collection after onset of RI could have affected PCR positivity rates, as well. A seroconversion threshold for", "latex": null, "type": "table"}, "TABREF3": {"text": "from KY Yuen, University of Hong Kong. This work was supported byVeterans Affairs (VA) Research, Department of Veterans AffairsOffice of Research and Development.", "latex": null, "type": "table"}}, "back_matter": [{"text": "The authors thank Kiana Wilder for secretarial assistance and the Center for Vaccine Development at Saint Louis University. The expression vector encoding the N protein of HCoV-HKU1 was a gift", "cite_spans": [], "ref_spans": [], "section": "ACKNOWLEDGMENTS"}, {"text": "The authors declare that there are no conflict of interests.", "cite_spans": [], "ref_spans": [], "section": "CONFLICT OF INTERESTS"}, {"text": "Geoffrey J. Gorse http://orcid.org/0000-0003-4558-2713", "cite_spans": [], "ref_spans": [], "section": "ORCID"}]}