{
    "paper_id": "4a51515631fe3824d1bf5f800718c535fad57c36",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "P.-L",
                "middle": [],
                "last": "Bastier",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Maison de Santé Protestante de Bordeaux-Bagatelle",
                    "location": {
                        "settlement": "Talence",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "N",
                "middle": [],
                "last": "Aisenberg",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "CHU Hôtel-Dieu",
                    "location": {
                        "addrLine": "Cabinet médical",
                        "settlement": "Les Pavillons-sous-bois",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "F",
                "middle": [],
                "last": "Durand",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "P",
                "middle": [],
                "last": "Lestang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "D",
                "middle": [],
                "last": "Abedipour",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "CHU Lyon",
                    "location": {
                        "settlement": "Sainte Foy les Lyon"
                    }
                },
                "email": ""
            },
            {
                "first": "O",
                "middle": [],
                "last": "Gallet De Santerre",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "V",
                "middle": [],
                "last": "Couloigner",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Service d'ORL Pédiatrique",
                    "institution": "Assistance Publique -Hôpitaux de Paris",
                    "location": {
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "E",
                "middle": [],
                "last": "Bequignon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Assistance Publique -Hôpitaux de Paris",
                    "location": {
                        "addrLine": "40, avenue de Verdun",
                        "postCode": "94010",
                        "settlement": "Créteil, Créteil",
                        "country": "France, France"
                    }
                },
                "email": ":emilie.bequignon@gmail.come.bequignon"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Ces préconisations s'appliquent entre autres au syndrome d'apnées du sommeil. L'AFSORL et la SFORL ont établi ce document afin de fournir un cadre pratique aux ORL leur permettant de poursuivre la prise en charge des patients souffrant de troubles respiratoires du sommeil après la sortie du confinement. Les principes sur lesquels il repose sont la poursuite des soins, leur hiérarchisation en fonction des critères de gravités, et la protection des patients et des soignants contre une possible transmission virale. Ces recommandations peuvent être amenées à évoluer en fonction de la situation sanitaire.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "La téléconsultation doit être privilégiée pour un premier entretien concernant des troubles du sommeil, par téléphone ou via une plateforme vidéo dédiée. Cette consultation peut être préparée en amont par le remplissage de questionnaires en ligne ou papier, envoyés au patient au préalable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prise en charge diagnostique initiale"
        },
        {
            "text": "L'examen clinique pourra être réalisé après l'enregistrement de sommeil, sauf si l'entretien laisse suspecter un diagnostic différentiel dont la prise en charge demande une prise en charge rapide ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prise en charge diagnostique initiale"
        },
        {
            "text": "Les auteurs déclarent ne pas avoir de liens d'intérêts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Déclaration de liens d'intérêts"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Conseils de bonnes pratiques: consultation d'ORL en contexte épidémique Covid-19. Ann Fr Oto-Rhino-Laryngol Pathol Cervico-Fac",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lescanne",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Van Der Mee",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Marquet",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Juvanon",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19 and Chirurgie ORL. Ann Fr Oto-Rhino-Laryngol Pathol Cervico-Fac",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Couloigner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schmerber",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nicollas",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Case for continuing community NIV and CPAP during the COVID-19 epidemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sovani",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Thorax",
            "volume": "75",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVID-19: community CPAP and NIV should be stopped unless medically necessary to support life",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Barker",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Oyefeso",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Koeckerling",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Mudalige",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Thorax",
            "volume": "75",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Aerosol and surface stability of HCoV-19 (SARS-CoV-2) compared to SARS-CoV-1",
            "authors": [
                {
                    "first": "Trenton",
                    "middle": [],
                    "last": "Neeltje Van Doremalen",
                    "suffix": ""
                },
                {
                    "first": "Dylan",
                    "middle": [],
                    "last": "Bushmaker",
                    "suffix": ""
                },
                {
                    "first": "Myndi",
                    "middle": [],
                    "last": "Morris",
                    "suffix": ""
                },
                {
                    "first": "Amandine",
                    "middle": [],
                    "last": "Holbrook",
                    "suffix": ""
                },
                {
                    "first": "Brandi",
                    "middle": [],
                    "last": "Gamble",
                    "suffix": ""
                },
                {
                    "first": "Azaibi",
                    "middle": [],
                    "last": "Williamson",
                    "suffix": ""
                },
                {
                    "first": "Jennifer",
                    "middle": [],
                    "last": "Tamin",
                    "suffix": ""
                },
                {
                    "first": "Natalie",
                    "middle": [],
                    "last": "Harcourt",
                    "suffix": ""
                },
                {
                    "first": "Susan",
                    "middle": [],
                    "last": "Thornburg",
                    "suffix": ""
                },
                {
                    "first": "Jamie",
                    "middle": [],
                    "last": "Gerber",
                    "suffix": ""
                },
                {
                    "first": "Emmie",
                    "middle": [],
                    "last": "Lloyd-Smith",
                    "suffix": ""
                },
                {
                    "first": "Vincent",
                    "middle": [],
                    "last": "De Wit",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Munster",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "1564--1567",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Sommeil en ORL (AFSORL) et la Société Française d'ORL (SFORL) proposent dans ce document une synthèse des mesures permettant la poursuite de la prise en charge du syndrome d'apnées du sommeil dans ces nouvelles conditions d'exercice. L'accent est mis sur la téléconsultation, les modalités d'enregistrement nocturne, les conditions de traitement par ventilation en pression positive continue (PPC) et le report des thérapeutiques plus invasives. en place de mesure de confinement et l'afflux massif de patients souffrant de formes graves d'infections à COVID-19 a entraîné dans de nombreux pays européens une réorganisation des soins tournée vers l'urgence et le report des soins non prioritaires. Si le syndrome d'apnées obstructives du sommeil (SAOS) est considéré comme une pathologie n'engageant pas de façon immédiate le pronostic vital ses conséquences peuvent être graves sur certains terrains spécifiques (comorbidités, professions à risque). La prévalence importante des troubles respiratoires du sommeil dans la population générale risque aussi d'entraîner rapidement une saturation de l'offre de soin une fois les mesures de confinement levées.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "tumeur des voies aéro-digestives supérieures). Dans ce cas, les mesures de prévention devront être appliquées (Équipement de protection personnel, aménagement du cabinet et de la salle d'attente, désinfection après chaque patient). disposition du praticien. En l'absence de signes de gravité, il convient de reporter l'enregistrement de sommeil. Ces signes de gravité sont: somnolence diurne excessive et/ou risque accidentel important chez un patient exerçant un métier à risque (professionnel de la route, conducteur d'engin…), existence de comorbidités dont le SAOS risque d'aggraver les conséquences si non traité en particulier chez les patients avec comorbidité cardiovasculaire ou respiratoire grave associée (hypertension artérielle résistante, fibrillation auriculaire récidivante, insuffisance cardiaque symptomatique avec fraction d'éjection ventriculaire gauche abaissée ou conservée, maladie coronaire à haut risque, antécédent d'accident vasculaire cérébral, BPCO sévère ou asthme mal contrôlé). L'enregistrement à domicile doit être privilégié par rapport à l'enregistrement en structure d'hospitalisation oulaboratoire de sommeil. Une organisation évitant que le patient ne quitte son domicile pour l'installation et la restitution du matériel est à privilégier. La polygraphie ventilatoire doit être privilégiée si possible par rapport à la polysomnographie du fait du temps d'installation moins long, limitant le contact entre le poseur et le patient, et du nombre de capteurs moins important, limitant le risque de contamination de contact. Il est recommandé d'utiliser des capteurs à usage unique. La remise et l'installation du matériel peuvent être réalisées en cabinet, à un horaire où le patient sera le seul à être reçu, ou à domicile par un prestataire, avec respect des consignes d'hygiène. Alternativement, le matériel peut être livré par envoi postal au domicile du patient, avec une installation effectuée par le médecin, par son technicien ou par le patient lui-même à l'aide de supports explicatifs précis et de l'assistance du praticien, présent sur place ou connecté par vidéo. L'heure du début d'enregistrement doit être programmée en amont, avec une limitation concernant les équipements nécessitant une calibration une fois les capteurs posés sur le patient. Il est conseillé au patient de bien se laver les mains au moment de l'appareillage et du désappareillage. Le matériel doit être placé dans un sac plastique pouvant être fermé. Le patient devra se laver les mains après la manipulation de ce sac. peut être restitué au cabinet, à un horaire où le patient sera le seul à être reçu, par envoi postal, ou il peut être récupéré par un prestataire, à domicile, avec respect des consignes d'hygiène. Le nettoyage du matériel doit respecter les consignes émises par les services d'hygiène. Selon l'Association américaine de médecine du sommeil, il est recommandé de ne réutiliser ce matériel seulement 72h après la désinfection (https://aasm.org/covid-19-resources/covid-19-mitigationstrategies-sleep-clinics-labs). Ces modalités pourront évoluer si les fabricants de polygraphe peuvent assurer les conditions de sécurité de réutilisation avec un délai plus rapproché du polygraphe et proposer un protocole de désinfection adéquate. La mise en route d'un traitement par PPC sans avoir réalisé d'enregistrement préalable peut se discuter en cas de probabilité clinique importante de SAOS et de signes de gravité (https://aasm.org/covid-19-resources/covid-19-mitigation-strategies-sleep-clinics-labs). Un formulaire de Demande de Prise en Charge accompagné d'un courrier motivant la demande peut être envoyé de principe à l'organisme de sécurité sociale. La réalisation de l'examen clinique préalable à la mise sous traitement d'un patient souffrant de SAOS doit être différée en l'absence de signe de gravité. Si le traitement doit être mis en place rapidement, cet examen sera réalisé avec les mesures de protection renforcée décrites dans les recommandations émises par la Société Française d'ORL (SFORL) [1]. Prise en charge thérapeutique Il n'y a pas d'indication à débuter la prise en charge thérapeutique des patients ronfleurs simples en période d'épidémie COVID-19. L'endoscopie du sommeil sous sédation n'est pas conseillée en période d'épidémie COVID-19 car s'adressant en général aux patients présentant un SAOS léger à modéré en demande de chirurgie. En cas de signe de gravité, un traitement par PPC est conseillé dans l'attente de la fin de l'épidémie. Il est possible de mettre en place un traitement par orthèse d'avancée mandibulaire en période d'épidémie COVID-19. La confection des orthèses sur mesure pourra être réalisée seulement si les conditions du parcours du patient et du matériel auprès de nombreux ou spécialiste de l'appareil manducateur, dentiste, transporteur, prothésiste…) sont maintenues. La prise d'empreintes doit respecter les conditions d'hygiène (port du masque, visière, charlotte, et de gants pour le praticien et suivre le protocole de désinfection proposé par le fabricant). Une solution par orthèse thermoformable manipulée seulement par le patient pourra être proposée de manière alternative durant cette période afin de diminuer les risques de transmission virale. Le suivi des orthèses déjà en place, pourra se faire par téléconsultation. Les titrations additionnelles pourront se faire en cabinet sans examen clinique rapproché et en respectant les mesures d'hygiène adéquate, ou par le patient lui-même, sous contrôle professionnel par télé médecine. La place de la chirurgie dans le traitement du SAOS dépend du geste proposé. Il est conseillé de reporter les gestes de chirurgie nasale (septoplastie, septorhinoplastie) et de chirurgie vélaire de type uvulo-vélo-pharyngo-plastie. La SFORL autorise la réalisation d'amygdalectomies en cas de SAOS avec score de Friedman à I (Score de Mallampati 1 ou 2, volume amygdalien grade 4 ou 3), sans endoscopie préalable et sans adaptation technique particulière [2]. La question de la surveillance post opératoire de ces patients se pose : il est recommandé que les patients SAOS soient surveillés une nuit post opératoire en soins continus. La plupart de ces structures ont été réquisitionnées pour les soins des patients COVID +. La mise en balance avec l'instauration d'un traitement d'attente par Pression Positive Continue (PPC) et un éventuel risque de contamination domestique est à discuter. Toute chirurgie devra respecter les règles d'hygiène et de protection des soignants proposées par la SFORL [2]. Le statut COVID du patient devra être déterminé avant le geste. Si la chirurgie est finalement évitée, le rapport bénéfices/risques entre l'initiation d'un traitement symptomatique par PPC, avec des risques possibles de contaminations domestiques, et l'absence thérapeutique, doit être discuté au cas par cas. Il est déconseillé de mettre en route une thérapie oro-myo-faciale (TOMF) dans ce contexte épidémique. La Société Internationale de Kinésithérapie Linguale et Oro-Maxillo-Faciale (SIKLOMF) a conseillé la fermeture des cabinets de kinésithérapie et la TOMF n'est pas considérée comme un acte",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "médicaments sédatifs, traitement médical de l'obstruction nasale (https://aasm.org/covid-19resources/covid-19-mitigation-strategies-sleep-clinics-labs). Il convient aussi de conseiller aux patients somnolents d'éviter les activités à risque (conduite automobile, activités avec risque de chute).Il n'y a pas actuellement pas de données scientifiques précises sur les dangers de la PPC encontexte d'épidémie COVID-19. En revanche, la fuite intentionnelle au masque et les forts débits d'air délivrés par la machine pourraient contribuer à diffuser le virus dans l'environnement du patient, et exposer son entourage proche. Les opinions variaient concernant les indications et les modalités de la PPC durant la pandémie actuelle [3,4]. Afin de clarifier la conduite à tenir, la Société de Pneumologie de Langue Française (SPLF) a émis des recommandations le 19 mars 2020 (http://splf.fr/wpcontent/uploads/2020/03/Apnee-du-sommeil-COVID_19-190320.pdf). Selon ce document, la PPC doit être limitée dans le contexte actuel aux formes sévères de SAOS. Ce traitement devrait être effectué si possible à domicile, en faisant appel à un prestataire respectant les règles de protection. Tout patient, même asymptomatique, devrait être considéré comme potentiellement infecté par le SARS-CoV-2. En outre, même dans les rares cas où le patient a bénéficié d'un test diagnostic par PCR négatif juste avant l'instauration de la PPC, il n'y a aucune garantie que le patient ne s'infecte pas en cours de traitement. Ainsi, les mêmes précautions doivent s'appliquer pour tous les patients. -Il est conseillé Le suivi par téléconsultation est conseillé pour toutes les modalités de traitement, facilité par les sites des prestataires et/ou des fabricants pour le traitement par PPC. L'enregistrement de contrôle après pose d'une OAM doit être différé jusqu'à la fin de l'épidémie. Le suivi sera portera essentiellement sur les symptômes cliniques durant cette période (somnolence diurne, qualité du sommeil, ronflements, réveils nocturnes).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}