{
    "paper_id": "4b9d0716a78be3dcc5d7b7e31a77f7c703d40e0e",
    "metadata": {
        "title": "Self-supervised Learning for Semi-supervised Time Series Classification",
        "authors": [
            {
                "first": "Shayan",
                "middle": [],
                "last": "Jawed",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Information Systems and Machine Learning Lab",
                    "institution": "University of Hildesheim",
                    "location": {
                        "settlement": "Hildesheim",
                        "country": "Germany"
                    }
                },
                "email": "shayan@ismll.uni-hildesheim.de"
            },
            {
                "first": "Josif",
                "middle": [],
                "last": "Grabocka",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Information Systems and Machine Learning Lab",
                    "institution": "University of Hildesheim",
                    "location": {
                        "settlement": "Hildesheim",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Lars",
                "middle": [],
                "last": "Schmidt-Thieme",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Information Systems and Machine Learning Lab",
                    "institution": "University of Hildesheim",
                    "location": {
                        "settlement": "Hildesheim",
                        "country": "Germany"
                    }
                },
                "email": "schmidt-thieme@ismll.uni-hildesheim.de"
            }
        ]
    },
    "abstract": [
        {
            "text": "Self-supervised learning is a promising new technique for learning representative features in the absence of manual annotations. It is particularly efficient in cases where labeling the training data is expensive and tedious, naturally linking it to the semi-supervised learning paradigm. In this work, we propose a new semi-supervised time series classification model that leverages features learned from the selfsupervised task on unlabeled data. The idea is to exploit the unlabeled training data with a forecasting task which provides a strong surrogate supervision signal for feature learning. We draw from established multitask learning approaches and model forecasting as an auxiliary task to be optimized jointly with the main task of classification. We evaluate our proposed method on benchmark time series classification datasets in semi-supervised setting and are able to show that it significantly outperforms the state-of-the-art baselines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Modern deep learning architectures have taken the fields of Computer Vision, Natural Language Processing and Recommender Systems by storm. Time series Classification is no stranger to Recurrent Neural Networks and Convolutional Neural Networks (ConvNets) too [6, 19] . Although proven to learn high level features across a broad domain of time series classification problems, the success of ConvNets hinges on the availability of large amounts of labeled training data. In reality, however, there is a high cost associated in acquiring such labeled data. As a result, there have been efforts to utilize semi-supervised learning algorithms catered especially for time series classification [2, 9, 12, 17, 21, 22] . The idea behind semi-supervised learning is to exploit unlabeled data for training purpose in the presence of only few labeled instances. The applicability of this learning paradigm naturally extends to time series data as plentiful of it can be acquired trivially. For example, a single polysomnography (sleep study) can generate up to 40,000 heartbeats but it takes the time and expertise of a cardiologist to annotate individual heartbeats [2] . Hence, effective methods for semi-supervised learning can lead to mining vast amounts of time series data for which only comparatively few labels might be available.",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 262,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 263,
                    "end": 266,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 689,
                    "end": 692,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 693,
                    "end": 695,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 696,
                    "end": 699,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 700,
                    "end": 703,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 704,
                    "end": 707,
                    "text": "21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 708,
                    "end": 711,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1157,
                    "end": 1160,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A related stream of works has been dedicated to learning high level ConvNets based representations that do not require any manual annotation of data. Selfsupervised learning has emerged as a prominent learning paradigm among such, where the idea is to define an annotation-free pretext task that is inherent in the data itself. The task stands to provide a surrogate supervision signal for feature learning. Example tasks include classifying image rotations [7] , colorizing images [23] solving Jigsaw puzzles [15] to learn transferable representations for high-level tasks such as object detection and semantic segmentation. Until so far, applications have been limited to the Computer Vision domain.",
            "cite_spans": [
                {
                    "start": 458,
                    "end": 461,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 482,
                    "end": 486,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 510,
                    "end": 514,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the same spirit of learning generalizable representations, we now introduce Multi-task learning. Multi-task learning is an important paradigm in machine learning which builds upon the idea of sharing knowledge between different tasks [1] . A set of tasks is learned in parallel, aiming to improve performance over each task compared with learning one of these tasks in isolation. A multi-task learning problem can also be formulated with respect to main and auxiliary tasks. Auxiliary tasks are motivated by the intuition that for most problem settings, performance over one particular task is of primary importance. However, in order to still reap the benefits of multi-task learning, related tasks could be modeled as auxiliary tasks [16] . These exist solely for the purpose of learning an enriched representation that could increase prediction accuracy over the main tasks.",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 240,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 739,
                    "end": 743,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In our work, we bring together ideas from these high-impact research ideas of self-supervised learning and multi-task learning to propose an auxiliary forecasting task that is inherent in labeled and unlabeled time series data both. This auxiliary task stands to provide a strong surrogate supervision signal for feature learning which when learned in parallel with the main task of classification of time series boosts the performance of the classifier especially in semi-supervised setting. More specifically, we first define a sliding window function parametrized by hyper-parameters of stride and horizon to be forecasted. Next, we augment the training set with generated samples for the forecasting task by providing labeled and unlabeled samples as input to this function. The ConvNet model is trained jointly to classify the labeled samples and forecast future series values. This exploitation of the unlabeled samples leads to learning representations that help boost the classification accuracy. The intuition is that these unlabeled samples come from the same distribution and if the model learns the complex task of forecasting series values accurately, then the same latent representations could be leveraged for classification. In our experiments we show that is indeed the case and our proposed method excels in semi-supervised setting where only a few labeled instances might be available for the model to learn from.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To recap, our contributions are:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "• A novel self-supervised task that is intuitive, requires close to no changes in the base network structure and provides a strong surrogate supervisory signal for feature learning in the realm of time series classification. • A multi-task network which enables the forecasting and classification task to share latent representations and learns high-order interactions automatically. • Extensive experimental evaluation of our self-supervised method in the domain of semi-supervised learning for time series classification and show that it outperforms state-of-the-art baselines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The problem of learning with both labeled and unlabeled data is of central importance in machine learning [25] . We specifically review works that have focused on time series classification. We note the seminal work in the field from Wei et al. [21] . They proposed a self-training approach based on a nearest neighbor classifier. The work from [2] later improved the method significantly by proposing a new meta-feature based distance. In [14] a clustering approach was proposed combined with self-training. Another SSL algorithm in [12] also is in essence a clustering based method. The authors of [22] proposed a graph theoretic SSL algorithm that constructs graphs relating all samples based on different distance functions and consequently propagates labels. The current state-of-the-art method in the field [17] is based on shapelet learning [8] on both labeled and unlabeled time series data. On the other hand, we note recent works [4, 5, 7, 15, 23] which showed that strong supervision could be leveraged by describing a task that is inherent in the data itself (requires no manual annotation). We consider the pioneering work by [4] which leveraged spatial context in an image for self-supervised learning by predicting relative location of one sampled patch to another. Similar selfsupervised tasks were image colorization [23] , solving jigsaw puzzles [15] and classifying image rotations [7] . More closely related to our work is a multi-task self-supervised network [5] . The work firstly tries to compare how the representations learned from recent proposed self-supervised approaches like above compare with each other, and then shows that combining these tasks even in a bare-bones multi-task network without catering for any controlled parameter sharing lifted the accuracy compared with the single-task networks compared before. Moreover, we also note the works that cater for temporal structure. Such temporal structure is inherent in video data, work in [13] proposed a sequential verification task to determine whether a sequence of frames was in correct order. It was shown that with this simple but intuitive task, the ConvNet captures temporally varying information such as human poses and ultimately lifted the accuracy on benchmark action recognition datasets. Another closely related example is [20] where the task was to recognize whether the video is playing forwards or backwards.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 110,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 245,
                    "end": 249,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 345,
                    "end": 348,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 440,
                    "end": 444,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 534,
                    "end": 538,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 600,
                    "end": 604,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 813,
                    "end": 817,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 848,
                    "end": 851,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 940,
                    "end": 943,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 944,
                    "end": 946,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 947,
                    "end": 949,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 950,
                    "end": 953,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 954,
                    "end": 957,
                    "text": "23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1139,
                    "end": 1142,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1334,
                    "end": 1338,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1364,
                    "end": 1368,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1401,
                    "end": 1404,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1480,
                    "end": 1483,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1975,
                    "end": 1979,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2323,
                    "end": 2327,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Related Work"
        },
        {
            "text": "With motivations behind our method set from the literature review, we now draw the following insights: firstly there exist semi-supervised learning approaches similar to ours that learn from unlabeled data, most notably current state-of-the-art shapelet learning approach [17] if we consider shapelets to be similar to convolutional filters. However, with our work we exploit deep learning based methods which solve an auxiliary self-supervised task of forecasting which forces the network to learn filters to solve this particular complex task. Secondly, there have been a plethora of works that proposed novel self-supervised tasks, however to the best of our knowledge, there are no examples for the time series domain and neither that cast a self-supervised task as an auxiliary task.",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 276,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Related Work"
        },
        {
            "text": "Our aim is to learn a ConvNet model that can estimate a forecasting function f (.) and a classification function g(.) jointly. To put it in concrete terms, we have a set of univariate time series samples",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": ".., X U k } a set of unlabeled samples, and a labeled set comprising of",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "Note that k + l = n and total series length is T . Furthermore, we define a sliding window function w(.) which is parametrized by a stride s and horizon h. This function takes as input time series from X, and segments each in forecasting samples for e.g.,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": ".., y 1 1,t=p+2h } which denote the first sample i.e X 1 's first window. The next sample is chosen with regard to p = p + s and complete set of forecasting samples is given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "It is worth noting that these windows have a total length of 2h < T of which the later half consists of targets to be forecasted. And, the total number of forecasting samples, m = n × (2 × h + 1)/s where s > 0. To fix ideas, our objectives are Y F = f (X F ) and Y L = g(X L ). The loss function for the objective with respect to f (.):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "Specifically, we wish to learn the set of parameters θ f that minimize the loss with respect to predictions,Ŷ F . The model does multi-step predictions for the horizon h and the loss stated above captures this with the outer sum. Moreover, for the classification task, the model outputs a probability distribution over all possible classes, C. In contrast to the forecasting samples, the input corresponds to the complete length, T . We also emphasize here the difference in parameters by denoting θ c as the classification task parameters. The loss to be minimized with respect to predicting classes C for samples X L : We adopt this architecture from [19] where it was shown to outperform variety of baselines on a majority of datasets. We reuse the same parameters for f (.) up-to the last convolutional block, from where a dedicated linearly fully connected layer denoted by FC outputs for the horizon.",
            "cite_spans": [
                {
                    "start": 653,
                    "end": 657,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "The core intuition to model forecasting as an auxiliary task is to force the Con-vNet model to learn a set of rich hidden state representations from unlabeled but structured data. In the case of only few labeled instances being available as in semi-supervised setting, a fully-supervised approach can overfit on the training instances by learning a poor set of features which can hardly distinguish different classes. However, since training proceeds, by using the same set of features repeatedly the model can be more assuming of its predictions which would decrease the training loss in turn. In order to avoid this, a self-supervised task on unlabeled data could be leveraged that can learn comparatively more discriminative features for training and ultimately lead to a significant lift in accuracy on unseen data. Additionally, forecasting is well-studied and easily formulated, but at the same time is complex enough which does not open any doors for cheating, as there are no trivial shortcuts for the model to exploit for solving the task [7] . Moreover, the task allows us flexibility in terms of data generation. By configuring the different values of the horizon and stride, h and s respectively, one could control the number of samples needed to configure an optimal balance between the classification and forecasting task samples.",
            "cite_spans": [
                {
                    "start": 1048,
                    "end": 1051,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Forecasting as a Self-supervised Task"
        },
        {
            "text": "Central to the theory of multi-task learning is the leveraging of hidden state representations from multiple tasks simultaneously in order to create a more robust model. This begs the question as to whether there exist tasks that could mutually benefit each other by sharing parameters between. Naturally, forecasting fits well with a classification task in a multi-task model as both tasks share the same input space. Moreover, the learned feature spaces are expected to be correlated in turn also [1] .",
            "cite_spans": [
                {
                    "start": 499,
                    "end": 502,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Multi-task Learning Approach"
        },
        {
            "text": "However, designing a multi-task learning network poses two key challenges. Firstly, how to divide the feature space in shared and task-specific feature sets. Secondly, how to balance the weights between the different loss functions so as to distinguish between the main and auxiliary tasks. We rely on the hard-parameter sharing scheme, in which the learning parameters are all shared between the tasks up to the final fully connected layer in a layered architecture. From thereon, task-specific final layers output predictions for each task. This is illustrated in the Fig. 1 where we indicate shared parameters between the two tasks with same colored space. On the other hand, by adopting task specific weights we aim to cast the forecasting as an auxiliary task. We formulate the multi-task learning approach as an optimization process over the weighted sum of the two loss functions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 570,
                    "end": 576,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Multi-task Learning Approach"
        },
        {
            "text": "λ is a hyper-parameter that controls parameter updates of the network relative to forecasting loss. It is thus crucial to tune for λ as too high of a value could bias the network weights for the forecasting task. On the other hand, if it is set too low, then the network would not learn for the forecasting task at all [1, 10] . So far we have not drawn a link between the two feature sets of the tasks. In order to do so, consider that in a multi-task setting, the model is able to accurately forecast an unlabeled sample. The intuition is, if this unlabeled sample belongs to the same class as the very labeled sample the model is now trying to classify, and hence both are similar, then the latent features that were activated for the unlabeled sample could be leveraged to classify. Additionally, since the model is trained end-to-end, we also hypothesize that the model automatically learns to share latent representations between tasks and their corresponding high-order interactions based on this latent space.",
            "cite_spans": [
                {
                    "start": 319,
                    "end": 322,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 323,
                    "end": 326,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Multi-task Learning Approach"
        },
        {
            "text": "We compare our proposed multi-task model to multiple baselines on 13 realworld public time series datasets [3] . Since the data generating processes are completely different 1 , the proposed method's performance can be judged without bias to similar data generating processes. Previously proposed methods were compared on the same in [17] . A summary of the datasets is given in Table 1 . All experiments were run with PyTorch and code 2 is published online to encourage reproducibility. ",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 110,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 334,
                    "end": 338,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 379,
                    "end": 386,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Experiments"
        },
        {
            "text": "Wei's method [21] is based on self-training through which the classifier iteratively augments the labeled set by adding a sample from the unlabeled set. The choice as to which sample to add is based on the (nearest neighbour) classifier's prediction of which sample was the closest to any of its labeled counterpart in euclidean distance. The newly added sample is then given the same class as its closest neighbour.",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 17,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Baselines"
        },
        {
            "text": "is a meta-feature based distance. This distance was defined as the ratio of DTW to the euclidean distance. The intuition is to exploit the difference between the two distance's performance mainly the benefit of choosing DTW over the euclidean distance. Self-training is then carried out based on this distance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DTW-D [2]"
        },
        {
            "text": "SUCCESS [12] does constrained hierarchical clustering of the complete set of training samples, irrespective of labels. The distance metric utilized is DTW and all unlabeled samples are given the top-level seed's label.",
            "cite_spans": [
                {
                    "start": 8,
                    "end": 12,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "DTW-D [2]"
        },
        {
            "text": "Xu's method [22] is a graph theoretic SSL algorithm that constructs graphs relating all samples based on different distance functions such as DTW or Wavelet Transform. A probabilistic method optimally combines these various graphs after which a well studied harmonic Gaussian field based method [24] is adopted for label propagation.",
            "cite_spans": [
                {
                    "start": 12,
                    "end": 16,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 295,
                    "end": 299,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "DTW-D [2]"
        },
        {
            "text": "Bag-of-words [18] leverages a sliding window procedure to generate local segments from time series data. These local segments are used to create histograms to train an SVM model for classification. It is worth noting that this method differs from above as it uses only labeled samples.",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 17,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "DTW-D [2]"
        },
        {
            "text": "SSSL [17] is the current state-of-the-art method in the field. It uses shapelets to classify unlabeled samples thereby producing pseudo-labels. A coordinate descent solver wraps the optimization process by iteratively solving for the classification of labeled samples, pseudo-labels and shapelets respectively.",
            "cite_spans": [
                {
                    "start": 5,
                    "end": 9,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "DTW-D [2]"
        },
        {
            "text": "Base [19] is a single-task variant of our proposed method that is only trained on the labeled samples to do classification.",
            "cite_spans": [
                {
                    "start": 5,
                    "end": 9,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "DTW-D [2]"
        },
        {
            "text": "Π-Model [11] is well-known semi-supervised learning method for image classification task. The basic idea is rooted in incorporating stronger regularization via ensembling. The method relies on dropout and asks the network being trained to output consistent labels for the same input. The input albeit goes through different dropout conditions leading to stochastic outputs. This makes it a welldefined task to exploit especially for unlabeled data. As the training proceeds, it is expected for the network's self-ensembled predictions to converge to the same labels for both labeled and unlabeled data. We sandwiched dropout layers after the batch-normalization layers and trained with dropout values of 20% and 40%.",
            "cite_spans": [
                {
                    "start": 8,
                    "end": 12,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "DTW-D [2]"
        },
        {
            "text": "Transfer Learning is common in the regime of self-supervised learning based methods [4, 7] . Following these works, we train a non-linear classifier on top of each of a network's layers trained particularly for forecasting the datasets under consideration. The forecasting network in question is composed of stacking 6 convolutional layers in successive order with filter numbers 8, 16, 32, 64, 128, 256 respectively. Moreover, we sandwich maxpooling layers between halving the input in temporal dimension after each convolutional layer. Next, flattening and training 2 non-linear fully connected layers with dimensions 200 and 100. The very final layer's dimensionality corresponds to the horizon. This network is the result of an extensive grid search over multiple forecasting tasks from concurrent work. As we motivated, this network is geared towards forecasting in sharp contrast to the network in Fig. 1 adopted for the classification task. We trained this network with a grid search in s × h where, s ∈ {0.05, 0.1, 0.2} and h ∈ {0.1, 0.2} 3 , and used the configuration resulting with the least loss in Eq. 1. This baseline serves to evaluate the self-supervised learned features from the forecasting task, by measuring classification accuracy that they achieve when we train a classifier on top of them without any fine-tuning [7] . This classifier has two non-linear layers corresponding to dimensions of 200 and 100 respectively. We hypothesize that if the features do correlate between the classification and forecasting task, then this non-linear classifier is expected to perform well.",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 87,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 88,
                    "end": 90,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1336,
                    "end": 1339,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 904,
                    "end": 910,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "DTW-D [2]"
        },
        {
            "text": "We begin this section by shedding light on the evaluation protocol. We randomly split each dataset into train and test splits with 80% and 20% of the samples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Secondly, we split the train split further into labeled and unlabeled sets by randomly discarding 90% of the labels. This evaluation protocol is kept in line with the previous published methods, so as to report a direct fair comparison. The metric of evaluation is classification accuracy throughout the experiments. Given that the initial splits can bias the maximum achievable accuracy, similar to the works before ours, we report the maximum achieved accuracy on the test split by running the experiments 10 times with different hyper-parameters altogether. Table 2 shows the comparison of accuracies for the proposed method and the baselines. The results are also stated for the best performing transfer learning scheme and the Π-model. A number of interesting observations can be drawn from these results. Firstly, we observe that our proposed method is able to outperform all other methods by a wide margin across almost all benchmark datasets considered. This is only made possible because of the exploitation of the unlabeled data better than other methods. Given that we consider here only 10% labeled samples, the difference between the performance of the methods boils down to how these cater for the unlabeled samples. By leveraging the forecasting task, the model is able to pick up useful representations that directly effect the final accuracy.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 561,
                    "end": 568,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "We observe that the proposed model fails to correctly model the underlying distribution of the WordSynonyms dataset. Firstly, we observe that in contrast to other datasets, the number of classes is the highest and hence we hypothesize that due to intra-class variances the model simply needs more labeled samples to model the underlying distribution. Moreover, we plot samples from the dataset together with our forecasts for last window of each of these samples in Fig. 2 . Our second intuition is that given the dataset is based on handwriting, it can be a difficult task to forecast it correctly. The mean squared error that we achieve also hints in this direction, though exceptionally for these handwriting samples it does not convey explicit meaning.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 466,
                    "end": 472,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Perhaps surprisingly, the Base method, is able to come at a close second. With exception to WordSynonyms and the Lightning7 datasets, it is able to beat the current state-of-the-art by a considerable margin. We posit that this relates to the powerful non-linear modeling of the ConvNet in contrast to other algorithms. Also worth considering is that this architecture is the result of an extensive search over a wide variety of benchmark datasets as evident in [19] . Hence because of these reasons, even with few labeled samples available it is able to lead over rest of the baselines.",
            "cite_spans": [
                {
                    "start": 461,
                    "end": 465,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Additionally, we notice that the Π-model does not lead to fruitful results. Although the underlying architecture is the same as in Base model, we observed that the model was unfortunately not able to properly cater for the consistency regularization term for the unlabeled data. As a result, the multi-task loss it optimizes for diverges resulting in poor performance over the test splits not outperforming the base model. Despite initially considering to orthogonally integrate the Π-model with our proposed multi-task model, we refrained because of poor performance for this standard configuration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "We also summarize the results for the transfer learning based approach which serves to quantify the usefulness of features learned purely for the self-supervised forecasting task. We can see that without any fine-tuning, by learning a nonlinear classifier on top of the layers provides useful results. Although, results reported here are generalized over the layers, by reporting only the maximum possible accuracy regardless of the layer, it still serves as a validation of our initial hypothesis that feature spaces correlate heavily among the forecasting and classification tasks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "To point out the effect of hyper-parameters on our proposed multi-task model, we state the results with respect to different stride and horizon values in Table 3 . It can be noted that for a subset of datasets the search was fruitful. Indeed, we find out that performance varies considerably with respect to the size of forecasting samples generated with particular stride and horizon, as it has direct effect on the learned representations.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 154,
                    "end": 161,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "We also wish to highlight further observations here though briefly. We observed that the final forecasting loss (Eq. 1) was consistent across s and h configurations albeit least at the extremities of stride and horizon values i.e those that lead to maximum possible forecasting samples. Also, we observed that network was robust to the different values of λ altogether. More importantly, as we posited earlier, the network performance was indeed biased to labeled samples resulted from random splits. We plot here the qualitative results for the forecasting task. We observe that the network is able to model the underlying distribution, albeit not perfectly. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "We proposed a novel semi-supervised learning algorithm for time series classification based on a self-supervised feature learning task. We trained a Con-vNet model that jointly classified and did auxiliary forecasting by sharing latent representations and learning high-order interactions end-to-end. As a result of exploiting the unlabeled data more effectively, our method was able to outperform state-of-the-art baselines. Future work includes extending our method to multivariate time series and researching additional ways to incorporate consistency regularization, which might yield better performance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Multitask learning",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Caruana",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Mach. Learn",
            "volume": "28",
            "issn": "1",
            "pages": "41--75",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "DTW-D: time series semi-supervised learning from a single example",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Keogh",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Batista",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Proceedings of the 19th ACM SIGKDD",
            "volume": "",
            "issn": "",
            "pages": "383--391",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The UCR time series classification archive",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Unsupervised visual representation learning by context prediction",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Doersch",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Efros",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Proceedings of the IEEE ICCV",
            "volume": "",
            "issn": "",
            "pages": "1422--1430",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Multi-task self-supervised visual learning",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Doersch",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zisserman",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Proceedings of the IEEE ICCV",
            "volume": "",
            "issn": "",
            "pages": "2051--2060",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Deep learning for time series classification: a review",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ismail Fawaz",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Forestier",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Idoumghar",
                    "suffix": ""
                },
                {
                    "first": "P.-A",
                    "middle": [],
                    "last": "Muller",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Data Min. Knowl. Disc",
            "volume": "33",
            "issn": "4",
            "pages": "917--963",
            "other_ids": {
                "DOI": [
                    "10.1007/s10618-019-00619-1"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Unsupervised representation learning by predicting image rotations",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gidaris",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Komodakis",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:1803.07728"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Learning time-series shapelets",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Grabocka",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Schilling",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wistuba",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Schmidt-Thieme",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Proceedings of the 20th ACM SIGKDD",
            "volume": "",
            "issn": "",
            "pages": "392--401",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Lars: Invariant time-series factorization",
            "authors": [
                {
                    "first": "Josif",
                    "middle": [],
                    "last": "Grabocka",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Schmidt-Thieme",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Data Min. Knowl. Disc",
            "volume": "28",
            "issn": "5",
            "pages": "1455--1479",
            "other_ids": {
                "DOI": [
                    "10.1007/s10618-014-0364-z"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Multi-task learning using uncertainty to weigh losses for scene geometry and semantics",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kendall",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Gal",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cipolla",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Proceedings of the IEEE CVPR",
            "volume": "",
            "issn": "",
            "pages": "7482--7491",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Temporal ensembling for semi-supervised learning",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Laine",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Aila",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:1610.02242"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "SUCCESS: a new approach for semi-supervised classification of time-series",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Marussy",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Buza",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rutkowski",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Korytkowski",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Scherer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tadeusiewicz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Zadeh",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "ICAISC 2013, Part I. LNCS (LNAI)",
            "volume": "7894",
            "issn": "",
            "pages": "437--447",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-642-38658-9_39"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Shuffle and learn: unsupervised learning using temporal order verification",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Misra",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Zitnick",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hebert",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "ECCV 2016, Part I. LNCS",
            "volume": "9905",
            "issn": "",
            "pages": "527--544",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-319-46448-0_32"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Positive unlabeled learning for time series classification",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "L"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Ng",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Twenty-Second International Joint Conference on Artificial Intelligence",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Unsupervised learning of visual representations by solving jigsaw puzzles",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Noroozi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Favaro",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Leibe",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Matas",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sebe",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "ECCV 2016, Part VI",
            "volume": "9910",
            "issn": "",
            "pages": "69--84",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-319-46466-4_5"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "An overview of multi-task learning in deep neural networks",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ruder",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:1706.05098"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Time series feature learning with labeled and unlabeled data",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Pattern Recogn",
            "volume": "89",
            "issn": "",
            "pages": "55--66",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Bag-of-words representation for biomedical time series classification",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "She",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nahavandi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kouzani",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Biomed. Signal Process. Control",
            "volume": "8",
            "issn": "6",
            "pages": "634--644",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Time series classification from scratch with deep neural networks: a strong baseline",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Oates",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "2017 international joint conference on neural networks (IJCNN)",
            "volume": "",
            "issn": "",
            "pages": "1578--1585",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Learning and using the arrow of time",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zisserman",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "Freeman",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Proceedings of the IEEE CVPR",
            "volume": "",
            "issn": "",
            "pages": "8052--8060",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Semi-supervised time series classification",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Keogh",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proceedings of the 12th ACM SIGKDD",
            "volume": "",
            "issn": "",
            "pages": "748--753",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Time series analysis with graph-based semi-supervised learning",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Funaya",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "2015 IEEE International Conference on Data Science and Advanced Analytics (DSAA)",
            "volume": "",
            "issn": "",
            "pages": "1--6",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Colorful image colorization",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Isola",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Efros",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "ECCV 2016, Part III",
            "volume": "9907",
            "issn": "",
            "pages": "649--666",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Semi-supervised learning using gaussian fields and harmonic functions",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ghahramani",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Lafferty",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proceedings of the 20th International conference on Machine learning (ICML-2003)",
            "volume": "",
            "issn": "",
            "pages": "912--919",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Semi-supervised learning literature survey",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "J"
                    ],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The proposed multi-task model for joint forecasting and classification of time series.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2. We plot here the qualitative results for the forecasting task. We observe that the network is able to model the underlying distribution, albeit not perfectly.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Summary statistics of 13 real-world datasets from[3,17].",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "The proposed method vs. baselines. Datasets Results verbatim from table in [17] Proposed Wei. DTW-D SUC. Xu. BoW SSSL Base Π Tr. MTL",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "This table reports maximum accuracy for our proposed approach when marginalizing out horizon and stride from all runs and possible λ values.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements. This work was co-funded by Volkswagen Financial Services through the Data-driven Mobility Services project.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}