{
    "paper_id": "4c25a72558535c7833e623ac6ebd344e476b67ed",
    "metadata": {
        "title": "On the Solvability of Urban Complexity",
        "authors": [
            {
                "first": "Shih-Kung",
                "middle": [],
                "last": "Lai",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tongji University",
                    "location": {}
                },
                "email": "lai@tongji.edu.cn"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Complexity in terms of time and space pervades the world in which we find ourselves.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this connection, there are two immediate questions worth pursuing: Is complexity completely solvable? If so, how? We now know that plans can partially solve complexity in that plans are the sufficient condition for complexity, which also implies, however, that plans are not the only mode of coordinating decisions (Lai, 2018) . Other modes might be needed in order to solve complexity effectively, including administration, regulations, and governance. I would argue, relatedly, that complexity cannot be solved globally, but can only be approached locally. In other words, we can aim at maximizing planned order at multiple levels through the coordination of decisions, but such efforts will nonetheless be subject to spontaneous complexity.",
            "cite_spans": [
                {
                    "start": 318,
                    "end": 329,
                    "text": "(Lai, 2018)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Complexity implies that decisions are partially interrelated, rather than completely independent. Consider a decision maker facing a complex set of decisions, each of which is composed of a subset of actions to choose from. How would the decision maker proceed to cope with the complex system of interrelated decisions in order to obtain a prespecified goal? A natural response would be to prioritize the decisions independently before making the first move. However, when decisions are interrelated through consequences of actions or budgetary limitations, prioritizing among the decisions may not yield the best move. Rather, it would be more effective to simultaneously evaluate the interrelated decisions before taking the first action. However, there is little analytic backing for such an evaluation, or the backing provided in seemingly logical frameworks (e.g. the Strategic Choice Approach (Friend and Hickling, 2005) ) is limited at best.",
            "cite_spans": [
                {
                    "start": 899,
                    "end": 926,
                    "text": "(Friend and Hickling, 2005)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Most decision theories consider situations wherein the alternatives from which a decision is to be chosen are given, regardless of whether the decisions are interrelated (e.g., Keeney and Raiffa, 1976) . Interrelatedness is one of the sufficient conditions for complexity. However, the issue of considering interrelated decisions in sequence is given only limited attention in most decision theory texts (e.g., Hammond, Keeney, and Raiffa, 1999) . There is a need, therefore, to provide decision makers or planners with normative guidance as to how sets of interrelated decisions should be considered in a particular scope. I set aside at present how the dynamics of decisions evolves, that is, how decisions are made and interrelated over time.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 201,
                    "text": "Keeney and Raiffa, 1976)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 411,
                    "end": 445,
                    "text": "Hammond, Keeney, and Raiffa, 1999)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Before I proceed to tackle the solvability question of complexity, some commonly used terms need to be carefully defined. An action is a move to act, a commitment to a decision. Actions may or may not be related. The relatedness of actions is defined by whether the taking of one action affects the values of the consequences of another action. A decision is composed of a set of actions to choose from.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Decisions themselves may or may not be related depending on whether the actions of the two decisions in question are related. A consequence is the result of an action in combination with the effect of the complex system, a collective outcome of enacting related decisions. A plan is a set of related decisions undertaken in order to make progress, i.e., enacted collectively to obtain desired outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Planning consists of a set of activities undertaken to acquire information and to make contingent decisions for the future to yield a desired outcome. It is also considered to consist of procedures for taking actions aimed at achieving a desired target. Can these procedures involved in planning be reduced to steps similar to computer algorithms? Systems in which planning takes place are complex in that there are numerous elements interacting with each other in forming a coherent whole. Can such systems be described as complex systems capable of universal computation? If the answers to both questions are yes, then it is possible to prove the solvability of a complex network, as will be attempted in the ensuing arguments. The solvability of urban complexity is defined here by two presumptions, namely, that a city is a discrete dynamical system and that it is capable of universal computation. These two presumptions are based on the fact that there have been an increasing number of attempts to model urban spatial evolution through simulations (e.g. White and Engelen, 1993) and the hypothesis that systems showing some level of complexity are computationally equivalent (Wolfram, 2002) . It is well known that systems capable of universal computation are inextricable computationally, such that prediction of the behaviors of the systems is impossible. The only way to study such systems is through direct evolution. The two presumptions proposed imply that planning based on forecasts in relation to a target is impossible, or at least difficult, because there is no way we can predict what would happen and do something with it in advance. On the other hand, Hopkins (2001) argues that under the conditions of the four I's of decisions in a complex system, that is, interdependence, indivisibility, irreversibility, and imperfect foresight, making plans should lead to different, beneficial outcomes.",
            "cite_spans": [
                {
                    "start": 1061,
                    "end": 1085,
                    "text": "White and Engelen, 1993)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1182,
                    "end": 1197,
                    "text": "(Wolfram, 2002)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1673,
                    "end": 1687,
                    "text": "Hopkins (2001)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Planning as intelligent computation"
        },
        {
            "text": "Planning as intelligent behavior is thus defined here in at least two ways: the formulation of plans aimed at achieving a desired target state and the formulation of plans aimed at coordinating decisions in order to achieve better outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Planning as intelligent computation"
        },
        {
            "text": "3. The city as a complex system capable of universal computation That much has been done recently in simulating urban spatial change suggests that the spatial system of a city can at least be viewed as consisting of many agents, fixed in various locations or floating within in a space, interacting with each other in forming a complex system. Most of such work has been given a variety of different names, including cellular automata research (e.g. White and Engelen, 1993) , agent-based modeling research (e.g. Axelrod, 1997) , and artificial life research (e.g. Langton, 1989) . The theme of such work is that a city can be viewed from the bottom up, such that the totality of its spatial phenomena can be simulated by interacting agents based on simple rules forming complex outcomes. This is equivalent to saying that the city can compute in that, given initial configurations or data, the results can be traced definitely through the rules. Therefore, these models of the city are also deterministic dynamical systems.",
            "cite_spans": [
                {
                    "start": 450,
                    "end": 474,
                    "text": "White and Engelen, 1993)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 513,
                    "end": 527,
                    "text": "Axelrod, 1997)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 565,
                    "end": 579,
                    "text": "Langton, 1989)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Planning as intelligent computation"
        },
        {
            "text": "In this context, cellular automata would be of most interest, in particular the elementary cellular automata, because of their simplicity in construction and complexity in outcomes. However, most urban spatial simulations based on cellular automata seem to deviate from the original construction of cellular automata. In the original cellular automata (e.g. Wolfram, 2002) , there is a single set of transition rules that are applied in the course of a simulation, while in most urban spatial simulations, there may be more than one set of applicable transition rules and the rules become complicated (e.g. Wu, 1999a and 1999b) . Regardless, these models seem to assume that urban spatial systems are capable of computation. Lai (2003) deductively investigated the characteristics of urban spatial evolution using the elementary cellular automata, and found that among the 256 transition rules, only eight rules could result in complex structures with semi-lattice structures in the transition graph. He further argued that these deterministic transition rules could give rise to the seemingly stochastic phenomena of urban spatial evolution observed in our daily lives. In addition, Lai (2019) argued persuasively for a binary approach to modeling complex urban systems and explained convincingly how mixed-use patterns come about through spatial games of elementary cellular automata.",
            "cite_spans": [
                {
                    "start": 358,
                    "end": 372,
                    "text": "Wolfram, 2002)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 607,
                    "end": 620,
                    "text": "Wu, 1999a and",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 621,
                    "end": 627,
                    "text": "1999b)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 725,
                    "end": 735,
                    "text": "Lai (2003)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Planning as intelligent computation"
        },
        {
            "text": "Given the logical computations of planning and complex urban systems with distinct underlying mechanisms or algorithms, it is possible to explore in more detail the question of the solvability of complexity originally set out in this editorial. Consider the spatial garbage can model of a network of partially interrelated decisions (Lai, 2018) . A target state is defined as the assignment of problems, decision makers, solutions, and locations to the partially interrelated decisions, and a plan is defined as a sequence of actions that will achieve a particular target state specified. In other words, a plan as a target state combined with a sequence of actions is a set of interdependent decisions, a contingent path in a decision tree (Hopkins, 2001) , and making plans is equivalent to making multiple, linked decisions (Han and Lai, 2011) . Consider further a complex network in which decisions are partially interrelated and define solvability: The complex network is solvable if and only if any target state derived from the complex network is attainable through a plan. The definition of solvability then becomes twofold. For example, we could ask: Is the city or urban complexity solvable? That is, can the city be modeled rigorously by mathematics or computer simulations? By \"rigorously\" I mean that these methodologies, whether qualitative or quantitative, must be tightly logical and aim at internal depth and completeness. On the other hand, we could also ask: Is the plan solvable? That is, given a plan (target state) and a set of individuals, does there exist a \"policy\" of price or rule setting that triggers a set of actions and brings about the plan? In particular, can we solve urban problems completely through plans that are deemed \"wicked\"? (Rittel and Webber, 1973) To answer this question, we could proceed to prove an insolvability theorem as follows:",
            "cite_spans": [
                {
                    "start": 333,
                    "end": 344,
                    "text": "(Lai, 2018)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 741,
                    "end": 756,
                    "text": "(Hopkins, 2001)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 827,
                    "end": 846,
                    "text": "(Han and Lai, 2011)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1768,
                    "end": 1793,
                    "text": "(Rittel and Webber, 1973)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Insolvability theorem for urban complexity"
        },
        {
            "text": "If there are two algorithms which are solvable and insolvable respectively, then an algorithm derived from the combination of the two algorithms is insolvable. Or in general, given a set of algorithms, if at least one of them is insolvable, then an algorithm derived from the combination of the algorithms is insolvable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Insolvability Theorem:"
        },
        {
            "text": "The immediate implication of the theorem is that given two algorithms, solvable planning and insolvable urban complexity, an algorithm that blends the two algorithms into one is insolvable. We now know that the economy is computable and insolvable (Arthur, 2014) and, according to the Insolvability Theorem, that a city that includes the economic system is computable and insolvable. As a result, planning within the complex urban system is computable and insolvable.",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 262,
                    "text": "(Arthur, 2014)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Insolvability Theorem:"
        },
        {
            "text": "What constitutes the building blocks of the computational city and plans? My tentative answer would be the frames of decision making. A frame is a mental construct based on which a decision is made. Activities in the computational city are the outcomes of a series of interacting frames within and between individual agents based on which sequential decisions are made. The urban development process can, based both on this view and the associated planning, be considered as computation with different underlying mechanisms or algorithms. Here, I provide a conceptual set of arguments for the insolvability theorem of urban complexity and draw the tentative conclusion that urban complexity would not be solvable globally through planning, but could be dealt with locally. The outbreak and spread of the COVID-19 pandemic are no doubt a wicked, complex problem that defies any technology to solve it completely in the foreseeable future. However, we could deal with it locally, as China has, by containing in sequence the cities that are most vulnerable to the pandemic in order to block the hubs through which the virus spreads throughout a country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Complexity and the Economy",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Arthur",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The Complexity of Cooperation",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Axelrod",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Planning under Pressure: The Strategic Choice Approach",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Friend",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hickling",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Smart Choices: A Practical Guide to Making Better Decisions",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Hammond",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Keeney",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Raiffa",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Decision network: A planning tool for making multiple, linked decisions",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "S-K",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Environment and Planning B: Planning and Design",
            "volume": "38",
            "issn": "",
            "pages": "115--128",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Urban Development: The Logic of Making Plans",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Hopkins",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Decisions with Multiple Objectives: Preferences and Value Tradeoffs",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Keeney",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Raiffa",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "On transition rules of complex structure in one-dimensional cellular automata: Some implications for urban change",
            "authors": [
                {
                    "first": "S-K",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Annals of Regional Science",
            "volume": "37",
            "issn": "",
            "pages": "337--352",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Why plans matter for cities",
            "authors": [
                {
                    "first": "S-K",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Cities",
            "volume": "73",
            "issn": "",
            "pages": "91--95",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A binary approach to modeling complex urban systems",
            "authors": [
                {
                    "first": "S-K",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "International Journal of Sino-Western Studies",
            "volume": "16",
            "issn": "",
            "pages": "59--67",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Dilemmas in a general theory of planning",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Rittel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Webber",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Policy Sciences",
            "volume": "4",
            "issn": "2",
            "pages": "155--169",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Regulation, land-use mix, and urban performance. Part 1: theory",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Webster",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Environment and Planning A",
            "volume": "31",
            "issn": "",
            "pages": "1433--1442",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Regulation, land-use mix, and urban performance. Part 2: simulation",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Webster",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Environment and Planning A",
            "volume": "31",
            "issn": "",
            "pages": "1529--1545",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Cellular automata and fractal urban form: a cellular modelling approach to the evolution of urban land-use pattern",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Engelen",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Environment and Planning B: Planning and Design",
            "volume": "25",
            "issn": "",
            "pages": "1175--1199",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "A New Kind of Science",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wolfram",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}