{
    "paper_id": "4dfe7eb0eb56b7ac2f4bc24ac79d0f64888a2b08",
    "metadata": {
        "title": "Journal Pre-proof How can we evaluate an interrelation of symptoms? Title: How can we evaluate an interrelation of symptoms?",
        "authors": [
            {
                "first": "Takuma",
                "middle": [],
                "last": "Usuzaki",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tohoku University School of Medicine",
                    "location": {
                        "addrLine": "2-1 Seiryo-machi, Aoba-ku",
                        "postCode": "980-8573",
                        "settlement": "Sendai",
                        "region": "Miyagi",
                        "country": "Japan"
                    }
                },
                "email": "takuma.usuzaki.p6@dc.tohoku.ac.jp"
            },
            {
                "first": "Shuji",
                "middle": [],
                "last": "Chiba",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tohoku University School of Medicine",
                    "location": {
                        "settlement": "Sendai",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Minoru",
                "middle": [],
                "last": "Shimoyama",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tohoku University School of Medicine",
                    "location": {
                        "settlement": "Sendai",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Takuma",
                "middle": [],
                "last": "Usuzaki1",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Dokkyo Medical University",
                    "location": {
                        "settlement": "Tochigi",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Shuji",
                "middle": [],
                "last": "Chiba2",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Dokkyo Medical University",
                    "location": {
                        "settlement": "Tochigi",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Minoru",
                "middle": [],
                "last": "Shimoyama1",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Dokkyo Medical University",
                    "location": {
                        "settlement": "Tochigi",
                        "country": "Japan"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Letters to the Editor need not include an abstract. We recently read the timely article \"Clinical characteristics of older patients infected with COVID-19: A descriptive study\" by Niu et al. (Niu et al., 2020). They categorized patients infected with 2019 novel coronavirus (COVID-19) into three groups and compared the difference between aged 50-64 years, 65-79 years and older than 80 J o u r n a l P r e -p r o o f",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "years using Mann-Whitney U test. They found that symptoms tended to continue in older than 80 years group and older than 80 years groups had higher risk of severity compared with other groups. They concluded that the COVID-19 infection in older patients was susceptible with a relatively high fatality rate. A variety of clinical symptoms, laboratory test results, and radiological manifestations have been reported for COVID-19 (Jin et al., 2020; Sohrabi et al., 2020) . Information on risk factors associated with mortality of COVID-19 have rapidly been accumulated. Older age, male sex, cardiovascular disease, diabetes, chronic respiratory disease, hypertension, and cancer have been found to be associated with an increased risk of mortality (Jordan et al., 2020) . As Niu et al. mentioned in their paper, elderly patients should be paid special attention because they may have typical or atypical presentations of infection and tend to have comorbidities. However, there exists limited statistical method to estimate a comprehensive risk for a case in which a patient has several characteristics and symptoms concurrently. i.e., we have a difficulty in evaluating an interrelation of patient's characteristics including comorbidities and symptoms in explaining outcome.",
            "cite_spans": [
                {
                    "start": 429,
                    "end": 447,
                    "text": "(Jin et al., 2020;",
                    "ref_id": null
                },
                {
                    "start": 448,
                    "end": 469,
                    "text": "Sohrabi et al., 2020)",
                    "ref_id": null
                },
                {
                    "start": 747,
                    "end": 768,
                    "text": "(Jordan et al., 2020)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To evaluate an interrelation of patient's characteristics and symptoms we developed a method called the Boolean Monte Carlo method (BMCM) (Usuzaki et al., 2020) . In medicine, binary values (often represented by 0 and 1) are often used to represent patient characteristics, medical test results, and the presence of disease (positive or negative). Binary values can be calculated using Boolean operators (often represented by \"and\" and \"or\"), which can be regarded as an interrelation (Figure) . In BMCM, we randomly assign Boolean operators between binary variables and focus on the frequencies of operators that can explain outcomes correctly. By these processes, we can statistically determine interrelations of variables in explaining J o u r n a l P r e -p r o o f Table) , the interrelations for estimating death were determined as age \"and\" fever \"and\" sex (p < 0.0001 for both operators), i.e., satisfying the three conditions of age, fever, and sex concurrently may be associated with an increased risk of mortality. In this model, sensitivity and specificity were 25% and 89%, respectively. These results partly COVID-19 step-by-step could lead to overcoming. We sincerely hope for an end to this pandemic as soon as possible and we express our respect to all of those working to overcome this situation.",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 160,
                    "text": "(Usuzaki et al., 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 485,
                    "end": 493,
                    "text": "(Figure)",
                    "ref_id": null
                },
                {
                    "start": 770,
                    "end": 776,
                    "text": "Table)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "The authors have no conflicts of interest to declare. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        },
        {
            "text": "Three examples of interrelations among X, Y, and Z in explaining A using a Venn diagram. (a), (b), and (c) correspond to interrelations A = X \"and\" Y \"and\" Z, A = X \"and\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure legend"
        },
        {
            "text": "Y \"or\" Z, and A = X \"or\" Y \"or\" Z, respectively. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure legend"
        }
    ],
    "bib_entries": {
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Epidemiological, clinical and virological characteristics of 74 cases of coronavirusinfected disease 2019 (COVID-19) with gastrointestinal symptoms",
            "authors": [],
            "year": null,
            "venue": "Gut",
            "volume": "",
            "issn": "",
            "pages": "2020--320926",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Covid-19: risk factors for severe disease and death",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Jordan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Adab",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "BMJ",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Clinical characteristics of older patients infected with COVID-19: A descriptive study",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Niu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lian",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Arch. Gerontol. Geriatr",
            "volume": "89",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Agha, R., 2020. World Health Organization declares global emergency: A review of the",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sohrabi",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Alsafi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "O&apos;neill",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kerwan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Al-Jabir",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "reconfirmed the results of Niu et al. Carrying out the BMCM in addition to the analyses by Niu et al. might help to clarify the clinical features of COVID-19 by determining interrelations of patient's characteristics and symptoms. A contingency table or logistic regression model is often used in determining risk factors. These methods have useful aspects, whereas these methods have a difficulty in dealing with an interrelation of patient's characteristics and symptoms. This difficulty arises from an assumption that explanatory variables are independent from each other. For most elderly patients, this assumption may make no sense because an elderly patient usually has various characteristics and multiple concurrent symptoms, and these can interrelate with each other. Although the BMCM can be applied only to binary variables, it may be able to solve a part of this difficulty. Further study should be done to evaluate an interrelation of elderly patient's characteristics and symptoms. Finally, there are still obscure parts in COVID-19. Patients, medical staff, J o u r n a l P r e -p r o o f citizens, and the government are fighting against this pandemic together in their respective roles all over the world. Investigating and clarifying the characteristics of",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "outcome and calculate statistics such as sensitivity and specificity. We applied this",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "novel coronavirus). Int. J. Surg. 76, 71-76. Usuzaki, T., Shimoyama, M., Chiba, S., Mori, N., Mugikura, S., 2020. A Method Expanding 2 by 2 Contingency Table by Obtaining Tendencies of Boolean Operators: Boolean Monte Carlo Method.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Patient characteristics",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We express our sincere thanks to Johns Hopkins University and related organizations for making the data available for educational and academic research purposes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgement"
        }
    ]
}