{
    "paper_id": "4f2a5135b986fb436b5f7341c709f0e6832bda9f",
    "metadata": {
        "title": "Feline Infectious Peritonitis (FIP) Virus IV. Propagation in Suckling Rat and Hamster Brain",
        "authors": [
            {
                "first": "Verlag",
                "middle": [
                    "Paul"
                ],
                "last": "Parey",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Veterinary Faculty of the State University",
                    "location": {
                        "settlement": "Utrecht"
                    }
                },
                "email": ""
            },
            {
                "first": "Berlin",
                "middle": [],
                "last": "Und Hamburg",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Veterinary Faculty of the State University",
                    "location": {
                        "settlement": "Utrecht"
                    }
                },
                "email": ""
            },
            {
                "first": "Albert",
                "middle": [
                    "D M E"
                ],
                "last": "Osterhaus",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Veterinary Faculty of the State University",
                    "location": {
                        "settlement": "Utrecht"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "C"
                ],
                "last": "Horzinek",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Veterinary Faculty of the State University",
                    "location": {
                        "settlement": "Utrecht"
                    }
                },
                "email": ""
            },
            {
                "first": "R",
                "middle": [
                    "M S"
                ],
                "last": "Wirahadiredja",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Veterinary Faculty of the State University",
                    "location": {
                        "settlement": "Utrecht"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Kroon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Veterinary Faculty of the State University",
                    "location": {
                        "settlement": "Utrecht"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "As summarized in a previous paper (5), numerous attempts to isolate the FIP coronavirus in chicken embryos, primary cells and continuous cell lines were not successful and the only in vitro virus growth was demonstrated in cultures derived from peritoneal exudates of experimentally infected kittens. Coronaviruses of different species have been shown to multiply in tissues of chicken embryos, suckling mice, newborn rabbits, suckling rats and hamsters (4). However, transmission studies of FIP virus in mice, rats, rabbits, hamsters and guinea pigs have been without success (I, 3). Recently we were able to demonstrate growth of FIP virus in the brains of suckling mice (5). In this paper the successful propagation of FIP virus in the brains of suckling rats and hamsters but not of rabbits is reported.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "For inoculation experiments in conventional animals, brain material from a tenth or eleventh suckling mouse brain (SMBr) passage of FIP virus, containing about 100 MID,, / 25 [cl. was used. For inoculation of specified pathogen-free (SPF) suckling rats, material from the eighth SMBr-passage in SPF mice was used (series A, reference 5). paired pre-and postinoculation sera of an experimental FIP case (Dahlberg strain) from our laboratory (Utrecht).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Material and Methods Virus"
        },
        {
            "text": "paired pre-and postinoculation sera from a SPF kitten, kindly provided by Dr. N. C. PEDERSEN (Davis, Cal.).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "U. F. Copyright"
        },
        {
            "text": "Litters of conventionally reared one day-old (max. 36 hrs) suckling rats, Syrian hamsters and one litter of one day-old suckling rabbits were used in these experiments. Litters of one day-old SPF rats from a barrier-contained colony (strain CPB, WU; Centraal Proefdierbedrijf TNO, Zeist) were employed to establish the specificity of FIP virus fluorescence and clinical symptoms. The SPF status included absence of complement fixing anti-mouse hepatitis virus antibodies. Suckling rats and hamsters were inoculated intracerebrally (i. c.) with 25 \"1. volumes and suckling rabbits with 100 pl. volumes of 50 O / o (w/v) SMBr FIP virus suspensions, or with 50 O/o suspensions of suckling rat brain (SRBr) and suckling hamster brain (SHBr) in subsequent passages. Seven days p. i. their brains were tested for the presence of FIP viral antigen by IFT. Isolation of FIP virus from the second SRBr and SHBr passages in SMBr was performed as described previously (5) . In all litters (five to eleven animals) used for isolation and reisolation, at least one control animal was inoculated i. c. with uninfected brain material of the same passage history.",
            "cite_spans": [
                {
                    "start": 957,
                    "end": 960,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Animal inoculation experiments"
        },
        {
            "text": "The preparation and the specificity of the conjugates used in the direct and indirect IFT have been described previously (5). In order to find a less time consuming alternative to cryostat brain sectioning for titrations, the results of the IFT on mouse brain sections were compared with those on smear preparations from the same brains. For this purpose brains were divided in two and one half was used to make a smear preparation on a microscope slide, the other for the usual section technique (5) . After acetone fixation (10 min at -20 \"C) both sections and smears were processed as described previously (5) .",
            "cite_spans": [
                {
                    "start": 497,
                    "end": 500,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 609,
                    "end": 612,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Immunofluorescence tests"
        },
        {
            "text": "Neutralization test ( N T ) One in ten dilutions of pre-and postinoculation sera of an experimentally FIP virus-infected SPF cat (Davis, Cal.) were mixed with equal volumes of SMBr FIP virus (13th passage), containing about 103.3 MID,, / 25 pl. and incubated for 1 hr at 37 O C . In two litters of twelve one day-old SPF rats each, four animals were inoculated i. c. with 25 ~t l . of the respective virusserum mixtures. Their litter mates were inoculated with mixtures of normal mouse brain and the same serum dilutions as controls. All animals were weighed and checked for clinical signs at daily intervals. At the seventh day p. i. the rats were sacrificed and their brains examined histologically and by direct IFT.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunofluorescence tests"
        },
        {
            "text": "Histological examination was performed on brain sections after fixation in 1 O / o formadehyde, paraffin embedding and haematoxylin eosin (HE) Zbl. Vet. Med., Rcihe B, Bd. 25, Heft 10 staining (standard procedures) on the seventh day p. i. In order to compare histopathological findings with the IFT results brain material was fixed in cold ethanol (-20 \" C ) and embedded in paraffin according to a technique described by SAINTE MARIE (7) . Alternate sections were used for histological examination and the direct IFT, respectively. The same organs examined in the mouse ( 2 ) , were tested in i. c. infected rats and hamsters using the direct IFT.",
            "cite_spans": [
                {
                    "start": 436,
                    "end": 439,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Comparative histopathology and IFT"
        },
        {
            "text": "All mouse brains where F I P virus specific immunofluorescence was demonstrated using the section technique also showed bright immunofluorescence in the smear technique ( Fig. 1 A) . Using the smear method instead of the section method turned out to be a technical improvement, since is was performed more rapidly and appeared even more sensitive in our hands: in one isolation series, where immunofluorescence was evidenced in sections from the third SMBr passage onward, fluorescent cells could be detected in smear preparations already in material from two previous passages. All brains which were negative in the section technique were also negative in the smear technique. The smear technique was employed routinely in all experiments described in this paper.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 171,
                    "end": 180,
                    "text": "Fig. 1 A)",
                    "ref_id": null
                }
            ],
            "section": "Compavison of the cryostat section and smear technique for IFT"
        },
        {
            "text": "(Tab. 1). Nine one day-old conventionally reared rats were inoculated i. c. with SMBr FIP virus. Two of them died on the sixth day p. i. A third animal was missing. The other six showed growth retardation as compared with the mock-infected control animal (Fig. 2 ) . Seven days p. i. the brains of all rats were tested in the direct IFT. Distinct fluorescence, comparable to that in the FIP virus infected SMBr smears, was found in the brain smear preparations of the eight infected animals (Fig. 1 B) ; the brain of a mock infected rat was negative in this test. A second SRBr passage showed essentially the same results: All four infected animals showed a positive IFT and three of them showed retardation in growth. For specificity reasons, the passage proce-",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 255,
                    "end": 264,
                    "text": "(Fig. 2 )",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 491,
                    "end": 501,
                    "text": "(Fig. 1 B)",
                    "ref_id": null
                }
            ],
            "section": "Passage of FIP virus in the brains of suckling rats, hamsters and rabbits"
        },
        {
            "text": "Dircct IFT 011 smears from FIP virus infected suckling mouse brain (A), suckling rat brain (B) and suckling hamster brain (C) seven days p. i. Table 1 Passage history of FIP virus in suckling rats and hamsters mouse brain 0 SPF mouse brain @ +-",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 143,
                    "end": 150,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Passage of FIP virus in the brains of suckling rats, hamsters and rabbits"
        },
        {
            "text": "SPF rat braln 0 rat brain 0 hamster brain 0 hamster brain 0 rat brain 0 hamster brain 0 hamster brain @ mouse brain @ mouse brain @ mouse brain Q signs' 0 Brain smears posltlve In the direct IFT 0 Brain Smears negative In the dlrect IF1 dure was repeated in six one day-old SPF rats: all five suviving animals showed growth retardation and IFT positive brain smears.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Passage of FIP virus in the brains of suckling rats, hamsters and rabbits"
        },
        {
            "text": "The same passage procedures were performed in conventionally reared one day-old hamsters (Tab. 1). The eight infected animals of the first passage and the five used in a subsequent passage showed immunofluorescence in their brains on the seventh day p. i. (Fig. 1 C) . Two out of five infected aninials in a second series showed brain fluorescence on the seventh day p. i.;",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 256,
                    "end": 266,
                    "text": "(Fig. 1 C)",
                    "ref_id": null
                }
            ],
            "section": "Passage of FIP virus in the brains of suckling rats, hamsters and rabbits"
        },
        {
            "text": "neither growth retardation nor clinical symptoms were noticed in these experiments. Upon a further passage in three one day-old hamsters one of them died on the fourth day; in the other two growth retardation was observed and brain smears were IFT positive on the seventh day p. i. Five one day-old conventionally reared rabbits were inoculated with SMBr adapted FIP virus by the i. c. route; no fluorescence could be detected in brain smears nor was any clinical sien observed. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Passage of FIP virus in the brains of suckling rats, hamsters and rabbits"
        },
        {
            "text": "The specificity of the fluorescence in the brains of rats and hamsters after inoculation with SMBr adapted FIP virus was established in indirect 5 x immunofluorescence assays, using two pairs of pre-and postinoculation sera from FIP virus infected cats (Utrecht and Davis). The preinoculation sera were negative in the indirect IFT on infected brain smear preparations from rats and hamsters. The post inoculation sera, which had been found to react in the indirect IFT on TGE virus-infected porcine kidney cells (5), were also / i \" A i i positive on infected preparations from both species. Specificity was further established by inoculation of litters of one day-old mice with fluorescence-positive rat or hamster brain material; the results are depicted in Table 1 . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 761,
                    "end": 768,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Specificity of inzmunofluorescence encountered in SRBr and SHBr"
        },
        {
            "text": "In order to determine the specificity of growth retardation which was consistently found in suckling rats after i. c. infection with FIP virus, a neutralization test was carried out. Four one day-old SPF rats in a litter of twelve were inoculated with a mixture of SMBr-adapted FIP virus and preinoculation feline serum (Davis), and four one day-old rats in another litter of twelve were inoculated with a mixture of this virus and postinoculation serum of the same cat. Fig. 3 A shows the mean body weight and standard deviation of the two groups of four rats during seven days p. i. In Fig. 3 B mean weight differences between the eight mock infected animals and the four infected animals i n both groups are shown during the same period. At the third day p. i. a distinct bend in the growth curve of the infected animals is seen. After the sixth day p. i. growth rates in both groups tend to run in parallel again. The observed growth retardation can be ascribed to infection with F I P virus, since it is neutralized by the postinoculation serum. The absence of immunofluorescence seven days p. i. in the brains of the non-retarded rats indicated successful virus neutralization. The rats inoculated with the preinoculation serumvirus mixture were all positive in the brain smear IFT whereas all mock infected litter mates were negative. Fig. 4 . Cortical brain section from a newborn rat seven days after infection with suckling mouse brainadapted FIP virus. Extensive submeningeal oedema and acute hemorrhagic and necrotic encephalitis (x). H E stain. 120 X",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 471,
                    "end": 477,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 588,
                    "end": 594,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1342,
                    "end": 1348,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Specificity of growth retardation in suckling rats for infection with FIP virus"
        },
        {
            "text": "Histological examination of H E stained sections from SMBr FIP virus infected and uninfected suckling rats seven days p. i., showed a multifocal acute to subacute encephalitis primarily localized in the cerebral cortex of the infected animals. In the foci gliosis, neural necrobiosis, edema and hemorrhagic necrosis were found (Fig. 4) . Comparison of alternate brain sections of the SPF rats used in the neutralization test showed that viral antigen was not confined to areas where the foci were found. In histologically normal cortical regions, which were relatively rich in pyramidal cells in these young animals ( Fig. 5 A: HE staining) , fluorescent antigen could be demonstrated in the cytoplasm of pyramidal and most probably glia cells (Fig. 5 B) . Apart from some oedematous areas, no histological alterations or immunofluorescent A OSTERHAUS, HORZINEK, WIRAHADIREDJA and KROON B Fig. 5 . Alternate sections through the cerebral cortex of a rat (from the neutralization experiment) seven days after infection. The histologically normal preparation (A) is relatively rich in pyramidal cells (HE stain. Magnification 160 x). After staining with the direct iinmunofluorescence method (B) a large number of strongly and weakly positive cells are found, the latter having a granular appearance cells were encountered in the cerebellum. In none of the uninfected litter mates could histopathological changes or viral antigen be demonstrated.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 327,
                    "end": 335,
                    "text": "(Fig. 4)",
                    "ref_id": null
                },
                {
                    "start": 618,
                    "end": 640,
                    "text": "Fig. 5 A: HE staining)",
                    "ref_id": null
                },
                {
                    "start": 744,
                    "end": 754,
                    "text": "(Fig. 5 B)",
                    "ref_id": null
                },
                {
                    "start": 889,
                    "end": 895,
                    "text": "Fig. 5",
                    "ref_id": null
                }
            ],
            "section": "Histopathology compared with sites of immunofluorescence in SRBr"
        },
        {
            "text": "Application of the smear technique for the demonstration of viral antigen considerably facilitated the demonstration of FIP virus antigen in the brains of suckling rats and hamsters. Growth retardation, originally reported in PIP virus infected suckling mice (2) was shown to be a consistent finding in infected rats; the specificity of this symptom for FIP virus infection was assessed in a neutralization assay. The inconsistency observed in growth retardation in infected suckling hamsters might be ascribed to a dose dependence, as has been demonstrated in mouse experiments (2) . Retardation starts at the third day p. i. and tends to diminish toward the seventh day, where growth curves again run parallel (Fig, 3 A) . Around the fifth day, when the weight differences between infected and uninfected animals are most pronounced, some of the infected animals died. With regard to age susceptibility, the course of FIP virus infection in the brain of suckling rats and hamsters and its possible abortive character, further experiments are required. The direct IFT carried out on sections of the CNS, the eyes, the abdominal and thoracic parenchymal organs of infected rats and hamsters revealed fluorescence only in the pyramidal and glia cells of the cerebral cortex, independent of the focal lesions described (unpublished observations). As in infected mice (2) Fluorescent foci were also found in the spinal cord and eyes of infected hamsters; all the other organs were negative. The specificity criteria were the same as those used in a previous study (5) ; in addition specific fluorescence developed after inoculating suckling mice with brain material from infected rats and hamsters. A second passage series in rats was performed under SPF conditions, in order to exclude possible cross-reactions with rat coronaviruses. In mice this was not considered necessary since cross-reactions between MHV and FIP virus have not been demonstrated (6). The absence of immunofluorescence in the brains of mock infected control animals of the same litters further supports absmce of cross-reacting coronaviruses. FIP virus has been demonstrated to multiply in three rodent species which opens new perspectives in search for an in vitro system. A possible role played by rodents in the epizootiology of FIP should be further studied.",
            "cite_spans": [
                {
                    "start": 579,
                    "end": 582,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1561,
                    "end": 1564,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 712,
                    "end": 722,
                    "text": "(Fig, 3 A)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Feline infectious peritonitis (FIP) virus grown in suckling mouse brain was shown to multiply in the brains of one day-old laboratory rats and hamsters using the direct immunofluorescence test on smear preparations. In suckling rats retardation in growth was consistently observed from the third day post infection, which could be inhibited by a feline anti-FIP virus immune serum. Specificity was assessed by repeated passages in the rat and Iiamster, by indirect immunofluorescence and by successful passage back into suckling mice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Suntmary"
        },
        {
            "text": "Mit Hilfe der direkten Immunofluoreszenz in Abklatschpraparaten wurde die Vermehrung von an Sauglingsmause adaptiertem Felinem Infektioseii Peritonitis (FIP) Virus im Gehirn von eintagigen Laboratoriumsratten und -hamstern nachgewiesen. Vom dritten Tage post infectionem an wurde bei den Sauglingsratten eine Verzogerung im Wachstum beobachtet, die sich mit Hilfe eines anti FIP-Virus Immunserums der Katze hemmen liei3. Zum Spezifizitatsnachweis wurden die Ratten-und Hamsterpassagen wiederholt, indirekte Immunofluoreszenztests durchgefuhrt und eine Ruckpassage in Sauglingsinausen mit Erfolg durchgefuhrt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Zusaminenf assung Virus der felinen infektiosen Peritonitis (FIP) IV, Veriiiehrung im Gehirn von Siuglingsratten und -hamstern"
        },
        {
            "text": "Le virus de la pkritonite infectieuse du chat (FIP) IV. Multiplication dans le cerveau du rat et du hamster nouveau-nb La multiplication du virus de la pkritonite infectieuse fdline (FIP) adaptk au cerveau de la souris nouveau-nke est montrCe dans les cerveaux de rats et de hamsters d'un jour, utilisant le test d'immunofluorescence sur des prkparations empreintes. Retardation de croissance est observke chez des rats A partir du troisikme jour aprks l'infection; cette retardation pouvait &re empcchke par un skrum fklin dirigk contre le virus FIP. La spkcificitk 6tait montrke dans des passages rkpktks chez des rats et des hamsters par I'immunofluorescence indirecte et par nouvels passages de ce virus dans des souris nouveau-nks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rksumk"
        },
        {
            "text": "Mediante la tkcnica de inmunofluorescencia se comprob6 la multipli-caci6n del virus FIP (previamente adaptado en cerebro de ratones recikn-nacidos), en preparados cerebrales de presi6n en portaobjetos, en el cerebro de ratas de laboratorio y el cerebro de hdmsters de un dia de edad. Tras el transcurso de 3 dias p. i. fuk notable un retraso de crecimiento en las ratas infectadas. Este proceso de retardo de crecimiento podia ser contrarrestado mediante el us0 de un suer0 felino, inmuno anti-FIP. Repetici6n de pasajes intracerebrales en ratas y himsters con el virus FIP y su detecci6n mediante la inmunofluorescencia indirecta, como tambikn un retropasaje eficaz del virus FIP en ratones mamones, sirvieron para la verificacih de la especificidad.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resumen Virus de la peritonitis infecciosa felina (FIP) IV. Multiplicaci6n viral en el cerebro de ratas y de hamsters reciCn-nacidos"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Feline infectious peritonitis: experimental studies",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Hardy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Hurvitz",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "J. Amer. Vet. Med. Ass",
            "volume": "158",
            "issn": "",
            "pages": "994--1002",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Feline Infectious Peritonitis (FIP) Virus. 111. Studies on the multiplication of FIP virus in the suckling mouse",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Horzinek",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D M E"
                    ],
                    "last": "Ostekhaus",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "M S"
                    ],
                    "last": "Wirahadiredja",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Ellens",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Zbl. Vet. Med. B",
            "volume": "25",
            "issn": "",
            "pages": "806--815",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Untersuchungen zur experimentellen Ubertragung und Diagnosc dcr Felinen Infektiosen Peritonitis (FIP)",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kley",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Inaug. Diss. Berlin, Nr",
            "volume": "894",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Coronaviruses: a comparative review",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mcintosh",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Curr. Topics Microbiol. Immunol",
            "volume": "63",
            "issn": "",
            "pages": "85--129",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Feline I nfectious Peritonitis Virus. 11. Propagation in suckling mouse brain",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D M E"
                    ],
                    "last": "Osterhaus",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Horzinek",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M S"
                    ],
                    "last": "Wirahauikedja",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Zhl. Vet. Med. B",
            "volume": "",
            "issn": "",
            "pages": "301--307",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Antigenic relationship of the feline infectious peritonitis virus to coronaviruses of ocher species",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Pei)ersen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Mengeling",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Arch. Virol",
            "volume": "58",
            "issn": "",
            "pages": "45--53",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "1962: A paraffin embedding technique for Sindbis employing immunofluorescence",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sainte Marie",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J. Histochem. Cytochem",
            "volume": "10",
            "issn": "",
            "pages": "250--256",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Author's address: Instituut voor Virologie, Faculteit der Diergeneeskunde, Rijksuniversiteir",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Clearance Center Code Staremenr: 05 14-71 66/78/25 10-081 6$02.50/0 Sera For virus identification by indirect immunofluorescence tests (IFT) the same paired pre-and postinoculation sera were employed as for SMBr passaged virus (5):",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Sizc Jiffcrencc Lctween rJts wvsn J.iy> aircr i. i. inoculntion with suckling mouse br.iin aJnprcci I,'II' virub (abovr) aiiJ nor-in31 mouse brain su\\pcn$ion (bclow)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Four one day-old SPF rats in a litter of twelve were inoculated with a mixture of SMBr adapted F I P virus and preinoculation feline serum (Davis) and four one day-old rats in another litter of twelve with a mixture of this virus and the postinoculation serum of the same cat. I n 3 A the mean body weights and standard deviations of the four rats inoculated with the first mixture (.---a) and of the four rats with the second mixture (o---a) during seven days p.i.are shown. In 3 B mean weight differences are demonstrated between the eight mock infected animals and the four rats inoculated with the first mixture ( 0 --0 ) and between the eight other mock infected animals and the four rats inoculated with the second mixture (O--O), during seven days p. I .",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The skilful technical assistence of Mr. J U L I U S ANAKOTTA is highly appre- ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}