{"paper_id": "4fa9614e16685e241014d6cfa748576eb83ff777", "metadata": {"title": "Journal Pre-proof Safety signals for QT prolongation or Torsades de Pointes associated with azithromycin with or without chloroquine or hydroxychloroquine Safety signals for QT prolongation or Torsades de Pointes associated with azithromycin with or without chloroquine or hydroxychloroquine Safety signals for QT prolongation or Torsades de Pointes associated with azithromycin 2 with or without chloroquine or hydroxychloroquine 3 4 5 2", "authors": [{"first": "Amir", "middle": [], "last": "Sarayani", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Florida College of Pharmacy", "location": {"settlement": "Gainesville", "region": "FL", "country": "USA"}}, "email": ""}, {"first": "Brian", "middle": [], "last": "Cicali", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Florida College of Pharmacy", "location": {"settlement": "Orlando", "region": "FL", "country": "USA"}}, "email": ""}, {"first": "Carl", "middle": ["H"], "last": "Henriksen", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Joshua", "middle": ["D"], "last": "Brown", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Florida College of Pharmacy", "location": {"settlement": "Gainesville", "region": "FL", "country": "USA"}}, "email": "e:joshua.brown@ufl.edu"}, {"first": ";", "middle": [], "last": "Carl", "suffix": "", "affiliation": {}, "email": ""}, {"first": "H", "middle": [], "last": "Henriksen", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Florida College of Pharmacy", "location": {"settlement": "Gainesville", "region": "FL", "country": "USA"}}, "email": ""}]}, "abstract": [{"text": "6", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Background: Combinations of hydroxychloroquine (HCQ) and azithromycin have been 7", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Background: Combinations of hydroxychloroquine (HCQ) and azithromycin have been 7 promoted as treatments for COVID-19 based on small, uncontrolled clinical trials that have not 8 assessed potential risks. Risks of treatment include QT segment prolongation, Torsades de 9", "cite_spans": [], "ref_spans": [], "section": "ABSTRACT 6"}, {"text": "Pointes (TdP), and death. This comparative pharmacovigilance analysis evaluated the risk of 10 these events. and TdP/QT prolongation as well as accidents/injuries and depression as control events. 16", "cite_spans": [], "ref_spans": [], "section": "ABSTRACT 6"}, {"text": "Proportional Reporting Ratios (PRR) and 95% confidence intervals (CI) were calculated where a 17 lower limit of the of 95% CI (Lower95CI) value of ≥2.0 is interpreted as a potential safety signal. Hydroxychloroquine (HCQ) has been promoted as a potential treatment for severe acute 33 respiratory syndrome coronavirus 2 (SARS-CoV-2) infection and its presentation as COVID-19 34 disease. 1,2 HCQ has several possible mechanisms of action that may promote its use as an 35 antiviral against SARS-CoV-2 via reductions in virus entry and replication as well as 36 immunosuppressive effects to mitigate cytokine storm in severe disease. immunosuppressive activity in in-vitro studies, 6,7 which has led to widespread but so far 46 unfounded claims not only for treatment but also for prevention. Medical professionals have 47 cautioned against concomitant use due to a lack of evidence and safety concerns. These safety 48 concerns have primarily centered on the risk of drug-induced QT interval prolongation, which 49 can lead to tachycardias such as Torsades de Pointes (TdP) and sudden cardiac death. 8 50 51 Risk of QT prolongation and TdP has been reported for both HCQ/CQ and azithromycin when 52 used alone. 9,10 However, whether or not the combined use of these medications could lead to 53 additive or synergistic effects on QT prolongation is unknown. In the absence of direct safety 54 data for COVID-19 patients, the purpose of this analysis was to assess the disproportionality in 55 reporting of TdP and QT prolongation for these medications when used alone and in 56 combination. 57 for each study drug are reported in Table 1 . Lower95CIs for HCQ/CQ alone showed no potential 99 safety signals for TdP/QT prolongation, death, or any of the control events included (Table 2) . In an analysis of FAERS adverse drug event reports, HCQ/CQ appeared not to be associated 149 with a safety signal related to TdP/QT prolongation when used alone. Azithromycin alone or 150 when used with HCQ/CQ was associated with a potential safety signal. From the perspective of 151 this specific adverse drug event, HCQ/CQ use appears to be relatively safe, but further 152 evidence is needed to affirm its effectiveness for COVID-19 and SARS-CoV-2 infection. 153 ", "cite_spans": [], "ref_spans": [{"start": 1630, "end": 1637, "text": "Table 1", "ref_id": "TABREF1"}, {"start": 1776, "end": 1785, "text": "(Table 2)", "ref_id": "TABREF2"}], "section": "ABSTRACT 6"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Effects of chloroquine on viral 168 infections: an old drug against today's diseases? Lancet Infect Dis", "authors": [{"first": "A", "middle": [], "last": "Savarino", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Boelaert", "suffix": ""}, {"first": "A", "middle": [], "last": "Cassone", "suffix": ""}, {"first": "G", "middle": [], "last": "Majori", "suffix": ""}, {"first": "R", "middle": [], "last": "Cauda", "suffix": ""}], "year": 2003, "venue": "", "volume": "3", "issn": "", "pages": "722--169", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Chloroquine and 171 hydroxychloroquine as available weapons to fight COVID-19", "authors": [{"first": "P", "middle": [], "last": "Colson", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Rolain", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Lagier", "suffix": ""}, {"first": "P", "middle": [], "last": "Brouqui", "suffix": ""}, {"first": "D", "middle": [], "last": "Raoult", "suffix": ""}], "year": 2020, "venue": "Int J Antimicrob Agents", "volume": "172", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "New insights on the antiviral effects of 174 chloroquine against coronavirus: what to expect for COVID-19?", "authors": [{"first": "C", "middle": ["A"], "last": "Devaux", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Rolain", "suffix": ""}, {"first": "P", "middle": [], "last": "Colson", "suffix": ""}, {"first": "D", "middle": [], "last": "Raoult", "suffix": ""}], "year": 2020, "venue": "Int J Antimicrob Agents", "volume": "175", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Hydroxychloroquine augments early 177 virological response to pegylated interferon plus ribavirin in genotype-4 chronic hepatitis 178 C patients", "authors": [{"first": "G", "middle": ["K"], "last": "Helal", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Gad", "suffix": ""}, {"first": "M", "middle": ["F"], "last": "Abd-Ellah", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Eid", "suffix": ""}], "year": 2016, "venue": "J Med Virol", "volume": "12", "issn": "12", "pages": "2170--2178", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Hydroxychloroquine and azithromycin as a 180 treatment of COVID-19: results of an open-label non-randomized clinical trial", "authors": [{"first": "P", "middle": [], "last": "Gautret", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Lagier", "suffix": ""}, {"first": "P", "middle": [], "last": "Parola", "suffix": ""}], "year": 2020, "venue": "Int J 181 Antimicrob Agents", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Evaluation of Ebola Virus Inhibitors for Drug 183 Repurposing", "authors": [{"first": "P", "middle": ["B"], "last": "Madrid", "suffix": ""}, {"first": "R", "middle": ["G"], "last": "Panchal", "suffix": ""}, {"first": "T", "middle": ["K"], "last": "Warren", "suffix": ""}], "year": 2015, "venue": "ACS Infect Dis", "volume": "1", "issn": "7", "pages": "317--326", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Design and synthesis of hydroxyferroquine 185 derivatives with antimalarial and antiviral activities", "authors": [{"first": "C", "middle": [], "last": "Biot", "suffix": ""}, {"first": "W", "middle": [], "last": "Daher", "suffix": ""}, {"first": "N", "middle": [], "last": "Chavain", "suffix": ""}], "year": 2006, "venue": "J Med Chem", "volume": "49", "issn": "9", "pages": "2845--186", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Drug induced QT prolongation and torsades de pointes. Heart", "authors": [{"first": "Y", "middle": ["G"], "last": "Yap", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Camm", "suffix": ""}], "year": 2003, "venue": "", "volume": "89", "issn": "", "pages": "1363--1372", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Torsades de pointes 190 and QT prolongation Associations with Antibiotics: A Pharmacovigilance Study of the 191 FDA Adverse Event Reporting System", "authors": [{"first": "C", "middle": [], "last": "Teng", "suffix": ""}, {"first": "E", "middle": ["A"], "last": "Walter", "suffix": ""}, {"first": "Dks", "middle": [], "last": "Gaspar", "suffix": ""}, {"first": "O", "middle": ["O"], "last": "Obodozie-Ofoegbu", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Frei", "suffix": ""}], "year": 2019, "venue": "Int J Med Sci", "volume": "16", "issn": "7", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Chronic hydroxychloroquine use associated with QT 193 prolongation and refractory ventricular arrhythmia", "authors": [{"first": "C", "middle": ["Y"], "last": "Chen", "suffix": ""}, {"first": "F", "middle": ["L"], "last": "Wang", "suffix": ""}, {"first": "C", "middle": ["C"], "last": "Lin", "suffix": ""}], "year": 2006, "venue": "FDA Adverse Event Reporting System (FAERS): Latest Quarterly Data Files", "volume": "44", "issn": "", "pages": "173--194", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Questions and Answers on FDA's Adverse Event Reporting System (FAERS)", "authors": [], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "A 202 comparison of measures of disproportionality for signal detection in spontaneous 203 reporting systems for adverse drug reactions", "authors": [{"first": "E", "middle": ["P"], "last": "Van Puijenbroek", "suffix": ""}, {"first": "A", "middle": [], "last": "Bate", "suffix": ""}, {"first": "H", "middle": ["G"], "last": "Leufkens", "suffix": ""}, {"first": "M", "middle": [], "last": "Lindquist", "suffix": ""}, {"first": "R", "middle": [], "last": "Orre", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Egberts", "suffix": ""}], "year": 2002, "venue": "Pharmacoepidemiol Drug Saf", "volume": "11", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Use of proportional reporting ratios (PRRs) for signal 206 generation from spontaneous adverse drug reaction reports", "authors": [{"first": "S", "middle": ["J"], "last": "Evans", "suffix": ""}, {"first": "P", "middle": ["C"], "last": "Waller", "suffix": ""}, {"first": "S", "middle": [], "last": "Davis", "suffix": ""}], "year": null, "venue": "Pharmacoepidemiol Drug", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Assessing the extent and 209 impact of the masking effect of disproportionality analyses on two spontaneous reporting 210 systems databases", "authors": [{"first": "F", "middle": [], "last": "Maignen", "suffix": ""}, {"first": "M", "middle": [], "last": "Hauben", "suffix": ""}, {"first": "Hung", "middle": ["E"], "last": "Van Holle", "suffix": ""}, {"first": "L", "middle": [], "last": "Dogne", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "", "suffix": ""}], "year": 2014, "venue": "Pharmacoepidemiol Drug Saf", "volume": "23", "issn": "2", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Data mining in drug safety", "authors": [{"first": "G", "middle": [], "last": "Deshpande", "suffix": ""}, {"first": "V", "middle": [], "last": "Gogolak", "suffix": ""}, {"first": "S", "middle": ["W"], "last": "Smith", "suffix": ""}], "year": 2010, "venue": "Pharmaceutical 212 Medicine", "volume": "24", "issn": "1", "pages": "37--43", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Safety of hydroxychloroquine, alone and in 214 combination with azithromycin, in light of rapid wide-spread use for COVID-19: a 215 multinational, network cohort and self-controlled case series study. medRxiv", "authors": [{"first": "Jce", "middle": [], "last": "Lane", "suffix": ""}, {"first": "J", "middle": [], "last": "Weaver", "suffix": ""}, {"first": "K", "middle": [], "last": "Kostka", "suffix": ""}], "year": 2004, "venue": "", "volume": "217", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "The Weber effect and 218 the United States Food and Drug Administration's Adverse Event Reporting System 219 (FAERS): analysis of sixty-two drugs approved from", "authors": [{"first": "K", "middle": ["B"], "last": "Hoffman", "suffix": ""}, {"first": "M", "middle": [], "last": "Dimbil", "suffix": ""}, {"first": "C", "middle": ["B"], "last": "Erdman", "suffix": ""}, {"first": "N", "middle": ["P"], "last": "Tatonetti", "suffix": ""}, {"first": "B", "middle": ["M"], "last": "Overstreet", "suffix": ""}], "year": 2006, "venue": "Drug Saf", "volume": "37", "issn": "4", "pages": "283--294", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Data from the U.S. Food and Drug Administration's Adverse Event Reporting System 12 (FAERS) (>13 million total reports) were used. Queries extracted reports based on exposures of 13 HCQ/chloroquine (CQ) alone, azithromycin alone, HCQ/CQ+azithromycin, amoxicillin alone, 14 HCQ/CQ+amoxicillin alone. Amoxicillin served as a control. Events of interest included death 15", "latex": null, "type": "figure"}, "FIGREF1": {"text": "current evidence for its use in SARS-CoV-2 and COVID-19 is inconclusive in terms 41 of both efficacy and safety. An uncontrolled clinical study in France (March 2020) reported 42 promising results with HCQ and azithromycin therapy for 22 COVID-19 cases. 5 This study 43 sparked intense attention from the media about the potential of HCQ and chloroquine (CQ) 44 alone or in combinations with azithromycin. Both drugs have shown antiviral and 45", "latex": null, "type": "figure"}, "FIGREF2": {"text": "files from the U.S. Food and Drug Administration's Adverse Event Reporting System 60 (FAERS) from the years 1969 through Q3/2019 were used. 11,12 FAERS reports include adverse 61 drug events reported to the agency via mandatory reporting by biopharmaceutical company and 62 voluntary consumer reporting. Each report includes suspected medications, adverse events 63 mapped to MedDRA (Medical Dictionary for Regulatory Activities; meddra.org) terminology, 64 outcomes (e.g. death, hospitalization, etc.), concomitant medications, report was identified to be mutually exclusive based on the following observed 68 drug mentions: HCQ/CQ alone, azithromycin alone, HCQ/CQ+azithromycin, amoxicillin alone, 69 HCQ/CQ+amoxicillin. Amoxicillin served as a \"control\" for relative comparisons as FAERS does 70 not facilitate direct comparisons between medications. Amoxicillin is often used for sinusitis and 71 other upper respiratory tract infections similar to azithromycin and has not been associated adverse events of interest were death and TdP/QT prolongation. To capture each 75 adverse drug event, Standardized MedDRA Queries (SMQ) were utilized, which aggregate 76 MedDRA \"Preferred Terms\" into meaningful broader categories. To further increase confidence 77 in the results, the analyses also included SMQs for \"dummy\" outcomes of accidents/injuries and 78 depression as these unrelated medical conditions or events should not be affected by possible 79 drug-drug interaction effects. 80 81 A structured query captured all FAERS reports that included HCQ/CQ, azithromycin, or 82 amoxicillin. The query allowed for misspellings using \"sound alike\" functions in SAS software for 83 both U.S. and international generic and trade names. Initially extracted drug names were 84 manually inspected by the study team to develop the final query. 85 86 For each drug group, 2x2 contingency tables were used to calculate the Proportional Reporting 87 Ratio (PRR) based on binary exposures (yes/no) and binary outcomes (yes/no) (Figure 1). 13 88 The PRR measures the disproportionality of the outcome in the exposed compared to the 89 unexposed. In FAERS, the unexposed are representative of all other FAERS reports. PRRs are 90 interpreted as being potentially meaningful in pharmacovigilance based on the lower level of the 91 95% confidence interval (Lower95CI) ≥2.0. 14-16 Values less than that are often deemed not to 92 indicate a potential safety signal. Comparative treatment groups are visually inspected for 93 overlap as an assessment of potential biases in reporting. All analyses were performed using 94 SAS v9.4 (SAS Institute, Cary, NC). 95 96 RESULTS 97 Over 13.3 million FAERS reports were analyzed. The frequencies of reported adverse events 98", "latex": null, "type": "figure"}, "FIGREF3": {"text": "100Specifically, the Lower95CI for TdP/QT prolongation was 1.29 with HCQ/CQ use alone. For 101 azithromycin, there was a significant safety signal detected with an Lower95CI of 3.80 for 102TdP/QT prolongation. No other events were significant for the azithromycin group. For the 103 combined HCQ/CQ+azithromycin group (n=600 total reports), the Lower95CI was 1.80 with a 104 wide confidence interval range. For amoxicillin as a control comparison, there were no safety 105 signals when used alone or in combination with HCQ/CQ. 106 107 DISCUSSION 108Although multiple ongoing trials are investigating the efficacy of HCQ alone or in combination 109 with azithromycin, safety concerns are often not resolved in small scale clinical studies. 110 Therefore, monitoring of spontaneous reporting systems is necessary to ensure the safety of 111 repurposed or novel therapeutic options. No significant safety signals were observed for 112 HCQ/CQ when used alone using a disproportionality analysis approach with FAERS data. 113However, when azithromycin was used alone, it was associated with a significant safety signal 114 related to TdP/QT prolongation. With HCQ/CQ+azithromycin, results did not reach the threshold 115 to indicate a significant safety signal which is likely a result of the small number of reports 116 evident in the wide confidence interval range. 117118These results are consistent with a pre-print report of an analysis conducted in an international 119 distributed data network analysis of electronic health records and claims databases.17  That 120 analysis showed that short-term treatment with HCQ appears to be safe, whereas the use of 121HCQ+azithromycin was associated with 15-20% increases in the risks of angina, chest pain, 122 and heart failure along with two times the increase in cardiovascular mortality. Nevertheless, 123 their study design does not elucidate whether the increased risk with HCQ+azithromycin is due 124 to a potential drug-drug interaction or solely the azithromycin adverse effect. 125 126 It should be emphasized that neither the current study nor the pre-print study mentioned above 127 were conducted in patients infected with SARS-CoV-2. Both studies captured patient 128 populations utilizing these medications for common indications such as lupus and sinus 129 infections. Results from ongoing clinical trials are desperately needed in order to understand the 130 efficacy of HCQ for the prevention and treatment of COVID-19. Further, safety analyses must 131 consider the disposition of the patient as safety outcomes, particularly TdP/QT prolongation, 132 which may be more common in critically ill patients with impaired renal or liver function, 133 electrolyte abnormalities, and other medical conditions. 8 134 135 Several strengths could be mentioned for the present study. First, FAERS database has the 136 capability to capture rare safety events such as TdP/QT prolongation. Second, this analysis was 137 strengthened by including both control drug exposures and control safety events as means to 138 assess potential reporting biases. However, there are some limitations to the analysis inherent 139 to the data source. FAERS safety reports do not include a denominator of medication users, 140 and may not be used to report rates or relative measures between exposure groups. FAERS 141 data are spontaneously reported and subject to reporting biases associated with public 142 knowledge of a safety issue, release of new medications, or masking effects due to imbalance 143 in event reporting associated with other medications. 15,18 However, more recent time periods 144 were excluded since the COVID-19 pandemic in late 2019, and reporting biases are less", "latex": null, "type": "figure"}, "FIGREF4": {"text": "no funding for this research. The authors report no conflicts of interest. 156 Example", "latex": null, "type": "figure"}, "TABREF0": {"text": "Lower95CIs for HCQ/CQ alone showed no potential safety signals for TdP/QT 19 prolongation, death, or any of the control events included. The PRRs and 95% CIs for TdP/QT 20 prolongation was 1.43 (1.29-2.59) with HCQ/CQ use alone and 4.10 (3.80-4.42) for 21 azithromycin alone. For the combined HCQ/CQ+azithromycin group, the PRR and 95% CI was 22 3.77 (1.80-7.87). For the control of amoxicillin, there were no safety signals when used alone or 23 in combination with HCQ/CQ. 24 Conclusions: HCQ/CQ use was not associated with a safety signal in this analysis of FAERS 25 data. However, azithromycin used alone was associated with TdP/QT prolongation events and 26 should be used with caution. 27 Keywords: COVID-19; SARS-CoV-2; azithromycin; hydroxychloroquine; QT prolongation; 29", "latex": null, "type": "table"}, "TABREF1": {"text": "Exposure groups, number of reports, and number of events observed for each adverse event in the U.S. Food and Drug Administration Adverse Event Reporting System (FAERS): 1964 through Q3/2019", "latex": null, "type": "table"}, "TABREF2": {"text": "Proportional Reporting Ratios (PRR) and 95% confidence intervals (95% CI) for each exposure and event of interest Note: For pharmacovigilance safety signal detection, the lower limit of the 95% CI is often interpreted as significant if ≥2. Those values are marked with a asterisk (*).", "latex": null, "type": "table"}}, "back_matter": []}