{
    "paper_id": "516bae27faced7f9a7ee5d878547baa9129ae8c5",
    "metadata": {
        "title": "Mitteilungen des Berufsverbandes der Deutschen Radiologen \"Wir sind noch lange nicht über den Berg\"",
        "authors": [
            {
                "first": "Springer",
                "middle": [],
                "last": "Nature",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "####",
                "middle": [],
                "last": "Bdr",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Liebe Mitglieder, das sagte nicht Luis Trenker, sondern Bundeskanzlerin Angela Merkel. Sie warnt in ihrer letzten Fernsehansprache vor einer übereilten Lockerung der Beschränkungen und einem daraus drohenden neuerlichen Shutdown. Das RKI meldete am 20. April bundesweit bereits mehr als 142.000 Infektionsfälle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Wie Ihnen leidlich bekannt, gelten bei der Weiterbildungsordnung, der Hono-rarverteilung, den Qualitätsrichtlinien usw., so auch bei der Pandemie-Bekämpfung keine bundeseinheitlichen Kriterien. Der bundesrepublikanische Flickenteppich erweist sich hier auch wieder einmal als kontraproduktiv. Die Sicherungsmaßnahmen werden in den 16 Bundesländern äußerst uneinheitlich umgesetzt. Um aber das vorrangige Ziel aller Maßnahmen, den sogenannten Reproduktionsfaktor -also die Zahl der Personen, die von einem Infizierten angesteckt wird -unter eins zu halten und die Infektionsketten präzise nachverfolgt zu können, benötigt man eine einheitlich Strategie. Wie kann das gehen? Dafür bedarf es (auch) eines starken und gut funktionierenden Öffentlichen Gesundheitsdienstes -eben dieser Institution, die in den Ländern in der Vergangenheit systematisch kaputtgespart wurde.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "\"Der Öffentliche Gesundheitsdienst ist der Dreh-und Angelpunkt, was das Unterbrechen von Infektionsketten angeht\", sagte Jens Spahn. Anfang der Woche wurde nun beschlossen, das die knapp 400 Gesundheitsämter in Deutschland kurzfristig, Spahn nennt es \"unbürokratisch\", 150.000 Euro zum Auf-und Ausbau der digitalen Infrastruktur erhalten. Dadurch soll, so Spahn, der Papier und Faxverkehr eliminiert werden, wodurch sich die Meldewege zwischen den Gesundheitsämtern und dem RKI verkürzen werden. Gute Idee -im Jahr 2020! Auch personell hakt es -im März wurde beschlossen, die Gesundheitsämter auch personell zu unterstützen. Der Personalschlüssel besagt jetzt: Je 20.000 Einwohner in Deutschland soll jeweils ein Team von fünf Mitarbeitern des öffentlichen Gesundheitsdienstes zuständig sein. Schwer zu realisieren, deshalb gibt es auch ein neu aufgelegtes Programm, das Medizinstudierende nach vorausgegangener Qualifizierung hier eingesetzt werden sollen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "RadiologInnen in Klinik und Praxis -von der Selbstverwaltung und Politik seit jeher als technisches Personal angesehen und nicht als ärztliche Grundversorger anerkannt -stehen bereit, sich an Screening-Maßnahmen zu beteiligen. In einem Schreiben an Jens Spahn Ende März hat der BDR mittgeteilt, dass die Diagnostik mittels CT in der Lage ist, einen Infektionsverdacht zu bestätigen und so z. B. durch geeignete frühere Isolationsmaßnahmen die Verbreitung des Virus einzudämmen. Wir schrieben: \"Lassen Sie uns die (noch) vorhandenen flächendeckenden, wohnortnahen Versorgungsstrukturen mit gerade jetzt unverzichtbarer radiologischer Bildgebung in Niederlassung und Krankenhaus nutzen. Maßnahmen, die jetzt kurzfristig erforderlich sind, können auch Vorsorge für zukünftige Krisenfälle und neue Versorgungskonzepte wie z. B. ein Lungenkrebs-Screening schaffen. Denn rechtzeitige zielgerichtete Diagnostik ist nicht teuer, sondern spart Geld und dringend benötigte Ressourcen für die Priorisierung und Behandlung derer, die einer medizinischen Versorgung bedürfen.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Eine Antwort gab es bisher nicht.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In Memoriam Dr. Jürgen Fischer (03. Mai 1937-8. April 2020) Am ",
            "cite_spans": [
                {
                    "start": 60,
                    "end": 62,
                    "text": "Am",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Mitteilungen des BDR · Aktuelles"
        },
        {
            "text": "Eine Stellungnahme der Deutschen Röntgengesellschaft (DRG) der Deutschen Gesellschaft für Neuroradiologie (DGNR) der Gesellschaft für Pädiatrische Radiologie (GPR) der Deutschen Gesellschaft für Interventionelle Radiologie (DeGIR) des Berufsverbands der Neuroradiologen (BDNR) und des Berufsverbands der Radiologen (BDR).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS-CoV-2/COVID-19: Empfehlungen für die Radiologische Versorgung"
        },
        {
            "text": "Die WHO hat am 11.03.2020 die Verbreitung des SARS-CoV-2 als weltweite Pandemieeingestuft [1] . Eine hohe Basisreproduktionszahl ermöglicht in einer globalisierten Welt die schnelle Verbreitung des Virus. Die Basisreproduktionszahl liegt bei SARS-CoV-2 bei 2-3.3, d. h. dass jede infizierte Person 2-3.3 weitere Personen infizieren wird, sofern keine Schutzmaßnahmen ergriffen werden [2]. Diese Basisreproduktionszahl liegt höher als bei der klassischen Influenza und ist bei CO-VID-19, der durch das SARS-CoV-2 verursachten Lungenerkrankung, gekoppelt mit einer substanziellen Zahl an schweren Verläufen, die eine stationäre oder intensivmedizinisch-stationäre Betreuung der Patienten erfordern [3] . Auch weisen erste Daten darauf hin, dass die Zahl an Langzeitbeatmungen unter den beatmungspflichtigen Patienten möglicherweise hoch ist [4] . Die Kombination aus hoher Ansteckungsrate, einer substanziellen Zahl schwerer Verläufe sowie längerfristiger Beatmungspflichtigkeit birgt das Risiko einer bislang nicht erlebten Belastung der Gesundheitssysteme weltweit. Die Radiologie, Neuro-und Kinderadiologie sind über die Diagnostik und die interventionellen Verfahren sowohl im ambulanten, als auch im stationären Sektor bei der Versorgung faktisch aller Krankheitsbilder zentralbeteiligt. In der aktuellen SARS-CoV-2Pandemie kommt der Radiologie zusätzlich eine zentrale Bedeutung bei der Diagnose und der Verlaufskontrolle der Patienten mit COVID-19 zu. Ambulante und stationäre radiologische Abteilungen müssen daher auf die Versorgung von COVID-19 Patienten vorbereitet sein [5] . In der folgenden Zusammenfassung geben die beteiligten Fachgesellschaften Empfehlungen für die radiologische Versorgung während der SARS-Cov-2 Pandemie. CT-Veränderungen sind nicht spezifisch für die Diagnose COVID-19 und können auch bei anderen Viruspneumonien vorkommen. Die wichtigsten Aufgaben der CT im Rahmen der CO-VID-19 Pandemie sind die Diagnose von Pneumonie-assoziierten Komplikationen sowie die Bewertung des initialen Krankheitsausmaßes und die Verlaufsbeurteilung unterstützend zur klinischen Einschätzung in schweren Fällen. Die CT kann im interdisziplinären Zusammenhang zur Beurteilung der individuellen Prognose der betroffenen Patienten beitragen, sollte aber nicht als Screening-Test noch zur Triage bei Patienten mit nichtschweren oder keinen Symptomen durchgeführt werden. Der Einsatz der CT richtet sich nach der klinischen Bewertung von Patienten mit respiratorischen Symptomen wie Dyspnoe und Sauerstoffentsättigung, wobei sich die Indikation nicht allein nach dem Schweregrad der Erkrankung, sondern nach der klinischen Rele-vanz für das weitere Management des Einzelnen zu richten hat.",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 93,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 696,
                    "end": 699,
                    "text": "[3]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 839,
                    "end": 842,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1580,
                    "end": 1583,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Einleitung"
        },
        {
            "text": "In der Situation: 1. passende klinische Symptome, 2. negativer PCR Test, 3. hohe individuelle Prätestwahrscheinlichkeit bei hoher lokaler Prävalenz von SARS-Cov-2 und 4. klinische Konsequenz bei Patienten mit ausgeprägter Symptomatik, die eine Hospitalisierung erfordern, können CT-Veränderungen, die suggestiv für CO-VID-19 sind, die Diagnose zunächst stellen, welche dann durch serielle PCR Tests bestätigt werden muss.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schutz von Patienten und Personal"
        },
        {
            "text": "Eine negative CT Diagnostik schließt COVID-19 nicht aus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schutz von Patienten und Personal"
        },
        {
            "text": "CT-Untersuchungen bei Verdacht auf COVID-19 sollten als native Dünnschicht-CT mit einem Niedrigdosisprotokoll erfolgen, sofern nicht weitere Differenzialdiagnosen eine Kontrastmittelgabe indizieren.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schutz von Patienten und Personal"
        },
        {
            "text": "Ausführliche Informationen zur Kategorisierung und Strukturierung des radiologischen Befunds finden Sie auf der Webseite der AG Thoraxdiagnostik der Deutschen Röntgengesellschaft: www.ag-thorax.drg.de.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schutz von Patienten und Personal"
        },
        {
            "text": "In einer aktuellen Publikation geben die Deutsche Röntgengesellschaft (DRG), die Deutsche Gesellschaft für Neuroradiologie (DGNR), die Gesellschaft für Pädiatrische Radiologie (GPR), die Deutsche Gesellschaft für Interventionelle Radiologie und minimal-invasive Therapie (DeGIR), der Berufsverband der Neuroradiologen (BDNR) und der Berufsverbands der Radiologen (BDR) Empfehlungen für die radiologische Versorgung während der SARS-Cov-2 Pandemie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS-CoV-2/COVID-19: Empfehlungen für die Radiologische Versorgung"
        },
        {
            "text": "Diese finden Sie in der aktuellen Ausgabe von \"Der Radiologe\" (05/2020) und auf www.drg.de.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS-CoV-2/COVID-19: Empfehlungen für die Radiologische Versorgung"
        },
        {
            "text": "Seit Jahren kooperiert der BDR mit e.optimum, Deutschlands größter unabhängiger Energie-Einkaufsgemeinschaft.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Energie zu Bestpreisen"
        },
        {
            "text": "Die Mitglieder des BDR profitieren von dieser erfolgreichen Zusammenarbeit, denn Energiekosten sind ein wichtiger wirtschaftlicher Faktor und in der aktuell angespannten Lage sind Einsparungen in diesem Bereich eine willkommene finanzielle Entlastung.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Energie zu Bestpreisen"
        },
        {
            "text": "Über die Hälfte des Stromverbrauchs in Deutschland wurde im ersten Quartal aus Wind, Sonne und Wasserkraft gedeckt. Die Folge: Die Energiepreise an den Handelsplätzen sind stark rückläufig. Bei allen, die sich in der Vergangenheit für klassische Festpreisangebote entschieden haben, kommen diese Preise in der Regel nicht an.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Energie zu Bestpreisen"
        },
        {
            "text": "Anders bei den Mitgliedern der e.optimum: Die Beschaffungsexperten der Energie-Einkaufsgemeinschaft nutzen die Vorteile sinkender Marktpreise durch ihre strukturierte und flexible Beschaffung. Die somit erzielten Einkaufspreise werden fair und direkt monatlich 1:1 an die Mitglieder weitergegeben.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Energie zu Bestpreisen"
        },
        {
            "text": "Auch künftig ist mit sinkenden Preisen an den Energiemärkten zu rechnen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Energie zu Bestpreisen"
        },
        {
            "text": "Die Nachfrage nach Strom geht aufgrund der eingeschränkten Produktion deutlich zurück. Gleichzeitig läuft die Einspeisung aus erneuerbaren Energien auf Hochtouren. Auch die niedrigen Erdgaspreise, aufgrund des vorherrschenden Überangebotes, beeinflussen derzeit den Strompreis positiv. Diese Kombination wird aus heutiger Sicht in den kommenden Wochen anhalten und weiterhin zu günstigen Strom-und Gaspreisen an den Handelsmärkten führen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Energie zu Bestpreisen"
        },
        {
            "text": "Gerne steht Ihnen der e.optimum Regionalleiter Alexander Bartmeyer für alle Fragen zur Verfügung. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Energie zu Bestpreisen"
        },
        {
            "text": "Der Radiologe 5 · 2020 471 sich auch kleinste anatomische Strukturen wiederfinden. Dabei ist in der Neuauflage die Nummerierung der anatomischen Strukturen in den Zeichnungen und entsprechenden Schnittbildern jeweils einer Schnittebene (Doppelseite) identisch, was den Lerneffekt positiv beeinflusst. Die klinischen Hinweise in den Teilen III und IV halte ich für sehr wichtig und hilfreich.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sabine Lingelbach"
        },
        {
            "text": "Zur Vervollständigung des Lehrwerkes würde ich mir zusätzlich eine Übersicht über die MR-Spektroskopie und die fMRI-Sequenzen wünschen, jeweils mit Beschreibung der klinischen Bedeutung. Außerdem fände ich eine detaillierte Dar-stellung der einzelnen Hirnnerven Nerv für Nerv im Verlauf mit Schemazeichnung und Schnittbildern im identischen Kapitel hilfreich. Das Hirnnervenkapitel ist knapp abgehandelt und verweist auf Bilder im Atlasteil, was mir das systematische Nachvollziehen der Hirnnerven erschwert. Der Fokus des Buches liegt nicht auf der Beantwortung neuropädiatrischer und neuroradiologischer Spezialfragen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sabine Lingelbach"
        },
        {
            "text": "Zusammen mit dem Erwerb des Buches erhält man einen Online-Zugangscode für das Online-Portal MedOne von Thieme, in welchem man die Buchinhalte abrufen kann.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sabine Lingelbach"
        },
        {
            "text": "Es handelt sich um ein beeindruckendes Lehrwerk für Ärzte in der Weiterbildung und Fachärzte, vorwiegend in den Gebieten der Radiologie, Neurologie und Neurochirurgie mit sehr vielen qualitativ hochwertigen Abbildungen. Gerade für das Erlernen der wichtigen anatomischen Aspekte des Gehirnes ist es für angehende Radiologen sehr hilfreich. Es sollte in keiner Klinik oder Praxis als Nachschlagewerk fehlen. Der Preis ist mit 199,99 € angemessen. Die Neuauflage des bewährten Taschenatlas der Schnittbildanatomie ist ca. 15 Jahre nach der Erstauflage wieder wie der Vorgänger in drei Bänden erschienen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fazit"
        },
        {
            "text": "In dieser Zeit hat sich an der Detailgenauigkeit der Schnittbilder, vor allem im MRT etwas getan, so dass viele der Bilder durch neue ersetzt wurden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fazit"
        },
        {
            "text": "Geblieben ist das Konzept, eine Körperregion in einer Modalität (CT oder MRT) in einer anatomischen Achse über mehrere Schichten hinweg auf einer Seite als radiologische Aufnahme und auf der anderen Seite als Zeichnung des Autors darzustellen. Der Schichtabstand ist sehr eng gewählt, dadurch werden auch kleine Strukturen gut abgebildet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fazit"
        },
        {
            "text": "Die Zeichnungen weisen eine große Detailtreue und eine klare, durchgängige Farbcodierung auf.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fazit"
        },
        {
            "text": "Die bezeichneten Strukturen sind je Doppelseite durchnummeriert, unter dem Bild sind dann die jeweiligen Bezeichnungen aufgeführt. Die Ziffern sind sehr klein und bei schlechter Beleuchtung (wie in der Radiologie oft anzutreffen) nicht gut zu erkennen. Das liegt aber in der Natur der Sache, in einem Taschenbuch (das problemlos ohne viel Platz wegzunehmen in allen drei Bänden am Ar-beitsplatz liegen kann), alles Relevante unterzubringen und es so zu einem vollständigen Nachschlagewerk zu machen. Wem die Beschriftung wirklich zu klein ist, kann auf die großformatigen -ebenfalls in Neuauflage erschienenen-Schnittbildatlanten des gleichen Autors zurückgreifen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fazit"
        },
        {
            "text": "Die Kürze der Rezension ist damit zu erklären, dass die Reihe uneingeschränkt jedem zu empfehlen ist, der regelmäßig Schnittbilder interpretieren muss. Sei es der Radiologe, seien es die Zuweiser, die mit ihren Patienten Bilder besprechen oder MedizinstudentInnen. Die erneuerten Bilder tragen sehr zum Verständnis der Anatomie bei und rechtfertigen eine neue Auflage auf jeden Fall. Gewünscht hätte ich mir als Radiologin lediglich, dass häufig vorkommende Normvarianten ggf. als in Gänze farbig abgehobenen Seite(n) auch Berücksichtigung fänden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fazit"
        },
        {
            "text": "Kiel",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dr. Silke Spengler"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "WHO Director-General's opening remarks at the media briefing on COVID-19 -11",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19 pandemic: triage for intensive-care treatment under resource scarcity",
            "authors": [],
            "year": 2020,
            "venue": "Swiss Academy Of Medical Sciences",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "coronavirus SARS-CoV-2 (COVID-19): An updated overview for emergency clinicians",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Giwa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Desai",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Novel",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Emerg Med Pract",
            "volume": "22",
            "issn": "",
            "pages": "1--28",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Radiology Department Preparedness for COVID-19: Radiology Scientific Expert Panel",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mossa-Basha",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Meltzer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Interventional radiology and COVID-19: evidence-based measures to limit transmission",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Chandy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "U"
                    ],
                    "last": "Nasir",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Srinivasan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Diagn Interv Radiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Protokollempfehlungen der AG DRauE zur Durchführung von Low-Dose-Volumen-HRCT-Untersuchungen der Lunge",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rehbock",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Fortschr Röntgenstr",
            "volume": "189",
            "issn": "",
            "pages": "553--575",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Sensitivity of Chest CT for COVID-19: Comparison to RT-PCR",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Correlation of Chest CT and RT-PCR Testing in Coronavirus Disease 2019 (COVID-19) in China: A Report of 1014 Cases",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ai",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "COVID-19): A Systematic Review of Imaging Findings in 919 Patients",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Salehi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Abedi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Balakrishnan",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Coronavirus Disease",
            "volume": "215",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Abbara Set al.Radiological SocietyofNorthAmerica Expert Consensus Statement on Reporting Chest CT Findings Related to COVID 19.Endorsed by the Society of Thoracic Radiology, the American College of Radiology, and RSNA",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "U"
                    ],
                    "last": "Simpson Skay",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ": Kopf, Hals -CT und MRT -Torsten Bert Möller, Emil Reif, 344 Seiten, Thieme, 5. überarbeitete und erweiterte Auflage, 2019, ISBN-13: 978-3132403154, 49,99 € Band III: Extremitäten, Gelenke, Wirbelsäule -Torsten Bert Möller, Emil Reif, 480 Seiten, Thieme, 2., überarbeitete und erweiterte Auflage, 2019, ISBN-13: 978-3131392626, 49,99 €",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Früh erkannte er die Bedeutung der Berufspolitik und engagierte sich in hohem Maße im Berufsverband der Deutschen Radiologen und in der Deutschen Röntgengesellschaft. Auch in der Ärztekammer Westfalen Lippe vertrat er die Radiologie mit großem Erfolg. Seit 1986 war er Mitglied der Ärztlichen Stelle nach der Röntgenverordnung, seit 1998 Mitglied des Arbeitskreises Radiologie der Ärztekammer und bis kurz vor seinem Tod Prüfungsausschussvorsitzender bei den Facharztprüfungen. Er initiierte mit den regionalen radiologischen Chefärzten die Arbeitsgemeinschaft Westfälischer Krankenhausradiologen. Ihm war klar, dass die Existenzbedingungen unseres Fachgebietes nur gemeinsam gesichert werden konnten. Das Gebiet Radiologie gründet auf der Weiterbildungsordnung als Teil des Heilberufsgesetzes. Durch Beschlüsse der Ärztekammern und durch die Entscheidungen der Landesregierungen werden Gebiete und Schwerpunkte eingeführt oder abgeschafft. Wie viele seiner Generation begann er als Facharzt für Röntgenologie und Strahlenheilkunde, am Ende seiner Berufstätigkeit war er Radiologe und Nuklearmediziner. Es entstanden neu die Schwerpunkte Neuroradiologie und Kinderradiologie. Jürgen Fischer wusste: In der ärztlichen Tätigkeit gibt es kein Monopol für diagnostische oder therapeutische Verfahren. In den ärztlichen Körperschaften, den Ärztekammern und den Kassenärztlichen Vereinigungen, sind die Radiologen nach wie vor eine Minderheit. Wir Radiologen müssen überzeugen durch unsere Expertise und unsere Kompetenz. Strahlenschutz allein ist kein Argument und eignet sich nicht als Instrument der Berufspolitik. All dies waren Grundlagen seiner Berufspolitik. Von 1995 bis 2002 war Jürgen Fischer Vorsitzender des Berufsverbandes Deutscher Radiologen. Die Wahl eines Krankhausradiologen 1995 zum Vorsitzenden des Berufsverbandes war das Ende einer Phase widersprüchlicher Interessen, insbesondere in ambulanter und klinischer Tätigkeit und Anfang einer kooperativen und zielgerichteten Zusammenarbeit. Im Vorfeld der Wahl 1995 hatte das Trio Fischer, Hering, Kaiser in dem damaligen Vorsitzenden des Berufsverbandes Wallnöfer einen hartnäckigen, aber auch offenen Gesprächspartner gefunden. Die anstehenden Aufgaben waren gewaltig. Die Auseinandersetzungen des Berufsverbandes der Deutschen Radiologen und Nuklearmediziner (BV-DRN) und des Deutschen Informationszentrums für Radiologie (DIR) waren von den beiden Vorsitzenden der Verbände, Klaus Wallnöfer und Carlheinz Prömper, 1994 beendet worden, die neuen Aufgaben mussten definiert und festgelegt werden. Am 21.November 1998 fand in Berlin der feierliche Gründungsakt des Berufsverbandes der Deutschen Radiologen e. V. (BDR) statt. Nach über zehn Jahren der Trennung haben sich BVDRN und Deutsche D. I. R. zu einem gemeinsamen Verband vereint. Neben der weiteren Integration der Kolleginnen und Kollegen nach der Wende, war das Verhältnis zwischen Praxis und Krankenhaus zu klären. Auch hier fand sich im Laufe der Jahre eine gute Zusammenarbeit. Die Treffen der Chefärzte mit Themen zur Krankenhausradiologie während der Röntgenkongresse wurden bald zu gemeinsamen Sitzungen und bis zum heutigen Tag weiterentwickelt unter dem Thema \"Radiologie in Klinik und Praxis\". Auf Jürgen Fischer passte das Motto eines früheren Bundespräsidenten: Versöhnen statt Spalten! Die Weiterbildungsordnung war nach seiner Überzeugung ein Instrument der Qualitätssicherung für unsere Patienten, Patientinnen und Patienten sah er nicht als \"Kunden\". Er wusste durch die richtigen Argumente und mit fachlicher Kompetenz, Verhandlungsgeschick und Diplomatie zu überzeugen. Dabei kamen ihm der ihm eigene Charme und sein Humor sehr zustatten. Die Mitgliedschaft in der Deutschen Röntgengesellschaft (DRG) und auch in der Rheinisch-Westfälischen Röntgen-Gesellschaft (RWRG) hat Jürgen Fischer von Beginn an nicht nur als schweigsames Mitglied betrachtet. Professor Peters, langjähriger Ordinarius für Radiologie in Münster, war schon in seiner Zeit als Oberarzt in Köln Fischers Gesprächspartner. Es war wie eine Vorbereitung einer bis heute anhaltenden Ära der engen Zusammenarbeit von BDR und DRG. Ein großer Erfolg dieser Zusammenarbeit war wieder der gemeinsame Entwurf einer neuen Weiterbildungsordnung für das Gebiet der Radiologie und ihrer Schwerpunkte. Sie wird inzwischen nach und nach in den Landesärztekammern in Kraft gesetzt. Ende des Zweiten Weltkriegs erlebt. Gelegentlich hat er davon erzählt. Er wusste was Notsituationen bedeuten. Leider ist er der jetzt grassierenden Epidemie erlegen. Gerade die aktuelle Situation unterstreicht die Notwendigkeit der Zusammenarbeit aller Radiologen in den verschiedenen Bereichen. Und sie funktioniert hervorragend. Auch dazu hat Jürgen Fischer seinen Beitrag geleistet. Mit Menschlichkeit, Empathie, Wertschätzung des Gesprächpartners und diplomatischem Geschick auch in schwierigen Situationen im Beruf und in der Berufspolitik erwarb er sich großes Ansehen bei Kollegen und Patienten. Bis ins hohe Alter war Jürgen Fischer in der Radiologie ein Vordenker. Er wird uns ein Vorbild bleiben.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Für den Schutz der Mitarbeiter innerhalb der Abteilung sowie die Sicherstellung des Betriebs der radiologischen Einrichtungen muss eine Verbreitung des Virus unter den Mitarbeitern für den Fall einer (möglicherweise asymptomatischen) Infektion eines oder mehrere Mitarbeiter vermieden werden. Folgende Maßnahmen sind sinnvoll: Ermöglichung der Nutzung eines Heimarbeitsplatzes durch Mitarbeiter des ärztlichen Dienstes. Diese Möglichkeit ist meist durch die geringe Verfügbarkeit zugelassener Befundarbeitsplätze im Home-Office nur eingeschränkt nutzbar e) Ggf. Aufteilung der Mitarbeiter in Teams, die z. B. wochenweise abwechselnd arbeiten. Kontaktaufnahme zwischen den Teams nur telefonisch oder über Videokonferenz f) Vermeidung zusätzlicher externer Personen innerhalb der Abteilung: Hos-Patienten mit Tumoren der Lunge und des Thorax ab dem vollendeten 18. Lebensjahr. Das bedeutet, es ist entweder als Primärtherapie oder als adjuvante oder neoadjuvante Therapie eine Strahlentherapie und/oder sys-Die Patienten vereinbarten im Regelfall mit dem Praxispersonal einen Termin. Dabei fragten die Mitarbeiter ab, welche Art von Untersuchung benötigt werde (CT oder Röntgen), welches Körperteil betroffen sei und ob die Untersuchung mit Kontrastmittel zu erfolgen habe. Am Untersuchungstag erschienen die Patienten an der Anmeldung und legten dort den Überweisungsschein vor. Sodann füllten sie ein von den Ärzten bereits vorab unterschriebenes Aufklärungsformular aus. Das Praxispersonal fertigte daraufhin die CT-oder Röntgenaufnahme an. Erst nachdem der Patient bereits die Praxis verlassen hatte, wurde dem jeweiligen Arzt die Patientenakte samt Aufnahme vorgelegt und er diktierte seinen Befund. Nach Ansicht des Gerichts hatten die Ärzte die Kassenärztliche Vereinigung also darüber getäuscht, die radiologischen Untersuchungen in Einklang mit § 23 Abs. 1 RöV erbracht zu haben. Für den betreffenden Radiologen sprach nach Ansicht des Gerichts unter anderem, dass er vollumfänglich geständig war, die Leistungen an sich erbracht worden sind und diese den Regeln der ärztlichen Kunst entsprachen. Gegen ihn sprach jedoch insbesondere, dass er und sein Kollege die Abrechnung radiologischer Leistungen trotz Verstoßes gegen § 23 Abs. 1 RöV über einen langen Zeitraum praktiziert hatten. Fazit Das Veranlassen von radiologischen Untersuchungen ohne rechtfertigende Indikation nach § 23 Abs. 1 RöV ist kein Kavaliersdelikt. Zwar ist es nicht notwendig, dass der Arzt den Patienten vor der Aufnahme sieht. Allerdings muss er anhand der Überweisung und der Patien-tenunterlagen eine Entscheidung treffen, ob in diesem konkreten Fall der gesundheitliche Nutzen der Anwendung von Röntgenstrahlen am Menschen gegenüber dem Strahlenrisiko überwiegt. Nur wenn er diese Frage positiv beantwortet, darf das Praxispersonal die Untersuchung durchführen. Dabei muss er vor der Untersuchung zeitgleich mit dem Patienten anwesend sein. Denn falls Überweisung und Patientenunterlagen nicht aussagekräftig genug sind, muss er Rücksprache mit dem Patienten halten und ihn ggf. Aue -Oberarzt für Radiologie (m/w/d) gesucht Bad Schlema -Facharzt für Radiologie (m/w/d) in unserem MVZ gesucht",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Corona ist auf dem Vormarsch, die weitere Ausbreitung des Virus scheint aktuell unvermeidbar. Die steigende Zahl von Infektionen in Deutschland verändert die Gesellschaft als ganze und stellt unser Gesundheitswesen vor beispiellose Herausforderungen. Klinik-Kapazitäten werden ausgebaut, Arztpraxen behandeln auch COVID-19-Patienten und Pflegeeinrichtungen müssen der Ausbreitung des Virus vorbauen. der Schließung wegen Corona Durch die Ausbreitung des Virus erhöht sich auch die Gefahr einer Betriebsschließung für ärztliche Einrichtungen. Die Verantwortlichen müssen daher ein besonderes Augenmerk auf dieses Risiko richten, denn die Gefahr einer Praxisschließung durch behördliche Anordnung ist in Zeiten von Corona gestiegen. Die gute Nachricht: Aktuell bereits bestehende Ärzte-BU-Versicherungen gegen diese Gefahr sind durch Corona nicht eingeschränkt und bieten weiterhin die gewohnte Sicherheit. Für den Neuabschluss dieser Verträge gelten jedoch neue Regeln: Aufgrund der aktuellen Situation hat der Versicherer für die Sonderkonditionen der Berufsunterbrechungs-Versicherung für Ärzte für den Leistungsfall \"Quarantäne\" eine Wartezeit von sechs Monaten bei Abschluss von Neuverträgen festgesetzt. Hierbei ist zu betonen, dass eine solche Wartefrist bei vergleichbaren Deckungen durchaus marktüblich ist. Um der zunehmenden Nachfrage von Ärzten jedoch weiterhin nachzukommen, bietet Funk Verbandsmitgliedern ein alternatives Konzept an. Es handelt sich dabei um ein Sachkonzept, welches den Baustein Betriebsschließungen enthält. Im Rahmen dieser alternativen Deckung besteht Versicherungsschutz aufgrund des neuartigen Coronavirus durch eine Betriebsschließungs-Versicherung, sofern die für den versicherten Betrieb zuständige Behörde die Schließung anordnet. Aufgrund der Dynamik der aktuellen Situation und deren Komplexität empfehlen wir Ihnen, ein individuelles Angebot von den Spezialisten des Funk Ärzte Service anzufordern. Mehr zu Funk: funk-gruppe.com Alle Angebote finden Sie im \"BDR Vorteilsshop\" unter www.radiologenverband.de JBL steht für eindrucksvollen Sound und ist weltweit für Künstler, Athleten und Musikliebhaber die erste Wahl. Von Heimkinosystemen und Soundbars über kabellose und kabelgebundene Kopfhörer -es immer ein Sounderlebnis. Ohne Stress zum Wunschgewicht. amapur ist Ihr Begleiter in ein fittes Leben. Sie shapen in kürzester Zeit Ihren Körper -auch ohne Sportund verlieren in kürzester Zeit effektiv Körperfett. Die Shaping Pakete enthalten dabei alle Produkte, die Sie für die Kur benötigen. Cranial Neuroimaging and Clinical Neuroanatomy Atlas of MR Imaging and Computed Tomography, Heinrich Lanfermann, Peter Raab, Hans-Joachim Kretschmann, Wolfgang Weinrich, 652 Seiten, Thieme, 4th edition, 2019, Englisch, ISBN-13: 978-3136726044, 199,99 € Als Besitzerin einer älteren Auflage des Buches freue ich mich besonders darüber, die englische Neuauflage (4. Auflage) des Neuroanatomie-Klassikers vom Thieme-Verlag rezensieren zu dürfen. Es handelt sich um eine eindrückliche Weiterentwicklung des Lehrbuches für Neuroanatomie, welches sowohl an Ärzte in der Weiterbildung als auch an Fachärzte adressiert ist. Dabei richtet es sich an Ärzte verschiedener Fachrichtungen, die Neuroanatomie benötigen, insbesondere an Radiologen, Neurologen und Neurochirurgen. Die Neuauflage wurde um knapp 100 Seiten auf 536 Seiten und um knapp 300 Abbildungen auf über 900 qualitativ hochwertige Abbildungen erweitert. Die bisherigen Schnittbilder wurden durch high resolution CT-und MRT-Bilder ersetzt, was zu einer deutlichen Qualitätssteigerung führt und den technischen Neuentwicklungen Tribut zollt. Die axialen CT-Schichten entsprechen nun der üblichen Angulation unter Aussparung der Orbitae. Die Neuauflage wurde durch einen Anatomie-Atlas für MR-Traktographie, einen MR-Atlas in T1w und T2w des reifenden Gehirns sowie einen Atlas des Felsenbeins inhaltlich ergänzt. Das Werk ist in vier Teile untergliedert: Teil I enthält eine Einleitung in das Buch und in die Schnittbildgebung. Teil II enthält den Schnittbildanatomie-Atlas des Gehirns für MRT und CT in verschiedenen Schnittebenen sowie einen gesonderten Schnittbildatlas des Hirnstammes. Teil III beinhaltet die Topographie von Kopf, Gesicht und Hals unter Berücksichtigung der Liquorräume, Gefäßterritorien, Hirnnerven sowie der intrakraniellen Räume. Teil III enthält zudem den Atlasteil der Hirnreifung. In Teil IV werden die neurofunktionellen Systeme und neuroaktiven Substanzen thematisiert. Die Didaktik des Buches ist sehr gut. Es enthält insgesamt 936 qualitativ sehr hochwertige Abbildungen und ist logisch und systematisch aufgebaut mit farblich jeweils einheitlicher Darstellung von Arterien, Venen und Nerven. Auch die einzelnen Buchteile sind farblich abgesetzt, was das Auffinden des gewünschten Inhaltes erleichtert. Anhand präziser Zeichnungen, die den Schnittbildern in identischer Größe jeweils gegenübergestellt sind, lassen Im Mai stellen wir Ihnen sechs interessante Bücher vor: Measurements in musculosceletal Radiology -Empfehlung! In insgesamt 21 Kapiteln wird ein enormes Wissen vermittelt, welches über das reine Know-how einer bestimmten Messung samt Referenzwerten hinausgeht. Schnittbildanatomie: Band I / III -die gesamte Reihe ist uneingeschränkt jedem zu empfehlen, der regelmäßig Schnittbilder interpretieren muss. Cranial Neuroimaging and Clinical Neuroanatomy -ein beeindruckendes Lehrwerk für Ärzte in der Weiterbildung und Fachärzte, vorwiegend in den Gebieten der Radiologie, Neurologie und Neurochirurgie. Gerade für das Erlernen der wichtigen anatomischen Aspekte des Gehirnes ist es für angehende Radiologen sehr hilfreich. Qualitätsmanagement in der Arztpraxis -insgesamt sehr praxisorientiert, gut geeignet für Einsteiger, die selbstständig ein Qualitätsmanagementsystem aufbauen möchten. Die Charité: Hoffnung und Schicksal/Aufbruch und Entscheidung -Beide Bände sind faktenreich recherchiert und regen zum weiteren Quellenstudium an. Schwarz und Weiß -ebenso spannend wie fachlich präzise -lesenswert! Weitere interessante Buchbesprechungen -von KollegInnen für KollegInnen -finden Sie auf unserer Webseite unter Informationen -Rezensionen.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}