{
    "paper_id": "52678313d8f1762df8d521380bb1a8a06c8c5cb6",
    "metadata": {
        "title": "Molecular Differential Diagnoses of Infectious Diseases: Is the Future Now?",
        "authors": [
            {
                "first": "Jian",
                "middle": [],
                "last": "Han",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The clinical presentations for most infectious agents are often not specific enough to allow for a definitive diagnosis. Coughing and fever, for example, are symptoms that may be caused by many different bacterial or viral infections. Thus, for better treatment and disease control, a molecular differential diagnostic (MDD) assay that can identify, differentiate, and pinpoint the offending pathogen associated with a clinical syndrome (Fig. 27 .1) is needed. MDDs are essential tools for effective infectious disease surveillance, biodefense, and personalized medicine.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 437,
                    "end": 445,
                    "text": "(Fig. 27",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "MDDs are needed for emerging infectious disease surveillance and control. When outbreaks such as SARS occur, public health officials and laboratory scientists often struggle for weeks, if not longer, to identify the offending pathogen. With molecular differential diagnostic assays available, scientists involved in an outbreak investigation can quickly rule out many pathogens associated with similar clinical symptoms and focus on new, emerging infections. An MDD test can also aid in the management of a public health crisis. It can help health care personnel in triaging patients and determining which patients should be isolated, as well as identifying environmental sources of contamination within an intensive care unit (ICU) or patient room.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "MDDs are needed for homeland security and biodefense. With the current global political atmosphere, biodefense threats are a reality. A first-response technology could quickly identify a bioterrorism agent and control the spread of the pathogen. Without the availability of MDDs for rapid pathogen identification, the bioterrorism agent may go undetermined for days. Every hour wasted in determining the causative agent provides a greater opportunity for pathogen spread and for global panic to occur.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "MDDs are needed for delivering true personalized medicine. Personalized medicine focuses on treating the patient, rather than the disease. It is genotypebased medicine, rather than phenotype-or symptom-based. An MDD test also makes it possible to practice theranosis (therapy guided by a diagnosis) by developing or reclassifying drugs that specifically target the molecular cause of the disease. If pharmacogenomics is the development of drugs based on individual genotypes, then theranosis is the administration of drugs based on individual (or infectious agent) genotypes. It is clear that MDDs are needed, but in order to make the assays practical, we want them to have the following advanced features: r Multiplex capabilities. The definition of multiplexing is \"receiving multiple signals from the same source.\" For MDDs, multiplexing refers to the ability to conduct multiple genotyping tests at the same time and within the same sample. We want multiplexing because it requires only small amounts of precious patient sample; it allows the clinician to run fewer tests while acquiring more relevant information; it reduces the amount of reagents, consumables, and time involved; and most importantly, it can save lives. For infectious diseases MDDs, we want a multiplex test that can identify all pathogens related to a clinical syndrome or that can detect all the genes and mutations responsible for the drug-resistance phenotype. r Specificity. Even though multiple microorganisms are studied simultaneously, we want only the pathogens associated with the infection be identified with a high level of confidence. r Sensitivity. We want a MDD to be able to identify a pathogen or drug resistance directly from a patient sample or enrichment culture. Using the patient sample directly reduces the time required for bacterial or viral culture preparation and enzymatic testing. Yet, bypassing this propagation step forces the assay to be sensitive enough to detect only a small amount of pathogen material present in the patient sample. r Reliability. For clinical application of MDDs, a consistent performance from assay to assay and from lot to lot is required. r Speed. For an MDD to be practical for infectious disease diagnosis and treatment, it must be locally available and produce results within a few hours. r Simplicity. An MDD should not require a Ph.D. laboratory scientist to conduct the assay. An MDD should be user-friendly and even automatable. No special training should be required to perform the assay. The MDD system should be easily integrated into standard molecular laboratory practice. r Affordability. MDDs should be efficient and cost-effective.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The technology advancements in this post-genomic era have made sequence information readily available for almost all known pathogenic microorganisms. Based on this information and armed with standard molecular tools, scientists have developed molecular assays, usually PCR-based, for almost every infectious pathogen. A simple Internet keyword search for a pathogen name and the word \"PCR\" will produce several pages referencing specific tests for that pathogen. From this exercise, it seems possible that the basic needs for molecular differential diagnosis can be met. However, to produce the MDD assay we really want, some unique technical challenges should be addressed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The most difficult challenge of all is multiplexing. PCR technology has been established for nearly 20 years. However, multiplex PCR is still very difficult to accomplish. The following is a list of common challenges associated with multiplexing:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "r Incompatible loci. Each target in a multiplex PCR demands its own optimal condition; therefore, increasing the number of multiplex targets becomes difficult and, in many instances, impossible. r Lack of specificity. Multiple sets of high-concentration primers in a system often generate primer dimers or give nonspecific, background amplification. Lack of specificity also adds operational burdens by requiring post-PCR clean-up and multiple posthybridization washes. r Lack of sensitivity. Crowded primers reduce amplification efficiency and waste resources by occupying enzymes and consuming substrates. r Uneven amplification. Differences in amplification efficiency may lead to large discrepancies in amplicon yields. In a multiplex system, some loci may amplify very well, whereas others may amplify poorly or even fail to amplify. Uneven amplification also makes it impossible to accurately perform end-point quantitative analysis. r Lot-to-lot variation. Due to the fact that large amounts of primers are consumed in each reaction and that manufacturers can generate only a limited amount of assays per lot, quality control and quality assurance can be difficult.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the following discussions of this chapter, we will present a new multiplex PCR technology developed by Genaco (Huntsville, AL, USA) scientists, called Templex. The Templex technology answers many of the challenges that have already been described and delivers what infectious disease control professionals truly want. This chapter will also discuss technology integration strategies and application examples. Finally, the implementation and impact of MDDs (also called MD 2 by Genaco) will be discussed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A Novel Multiplex PCR Technology: The Templex Advantage Templex technology was developed to meet the challenges of multiplex PCR. Templex is a multiplex PCR strategy using the Genaco proprietary Tem-PCR (target enriched multiplex PCR) method. Figure 27 .2 describes the Tem-PCR method. FIGURE 27.2. In Tem-PCR method (Target-enriched multiplex PCR), nested gene-specific primers are designed to enrich the targets during the initial cycles. Later, a pair of Super-Primer is used to amplify all targets.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 243,
                    "end": 252,
                    "text": "Figure 27",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "For each target in the multiplex PCR, nested gene-specific primers are designed and included in the reaction (Fo, forward out; Fi, forward in; Ri, reverse in; and Ro reverse out). These primers are used at extremely low concentrations and are used only to enrich the targets during the first few cycles of PCR. Some of these gene-specific primers have tag sequences that can be recognized by a universal set of primers, called SuperPrimers . Only the SuperPrimers are included at a concentration necessary for exponential amplification, and only the reverse SuperPrimer is labeled. Labeled PCR products are detected with a complementary capture probe that is covalently coupled to a color-coded bead.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Templex works because it addresses two of the most difficult problems inherent in multiplex PCR: (1) incompatibility of amplification conditions among different primer sets and (2) background amplification associated with high concentrations of primers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "First, as shown in Fig. 27 .3, in a standard multiplex PCR reaction, if there are six targets to be amplified, each may require a different optimal annealing temperature or buffer formula. When the number of multiplex targets increases, it forces all FIGURE 27.3. In regular multiplex PCR reactions, for multiple targets that need to be coamplified, each may demand its unique annealing temperature or different buffer strength. primer sets to work under a single amplification profile, and multiplex PCR is nearly impossible under standard conditions. With Templex ( Fig. 27.4) , there are two sets of nested primers for each target in the enrichment stage. This design gives rise to four possible forward and reverse primer combinations for amplification. Each combination may have its own optimal amplification profile, but given four amplification opportunities, a common condition that satisfies all targets can be attained. For example, if multiplex PCR is a baseball game, traditional multiplex PCR is equivalent to the expectation that every player (or target to be co-amplified) on the team will hit a home run on the first and the only swing. Templex, on the other hand, provides each player with four chances to hit a home run.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 19,
                    "end": 26,
                    "text": "Fig. 27",
                    "ref_id": null
                },
                {
                    "start": 568,
                    "end": 578,
                    "text": "Fig. 27.4)",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Though it is still difficult, the possibility of each player hitting a home run is more likely. Second, standard multiplex PCR uses multiple sets of high-concentration, labeled primers. These primers can associate with one another to form dimers or create nonspecific, background amplification. Reduced amplification efficiency can also occur when primers occupy active sites on the polymerase. In addition, unused labeled primers produce background signal and use up reagents during the detection portion of the assay. Because of these issues, post-PCR clean-up (such as spin column purification) is often required to remove these labeled primers before they can be used as probes. Yet, high-concentration primers are only required in the last cycles of a PCR reaction. With Templex, the amount of gene-specific primers used is only enough to \"enrich\" the targets and incorporate the SuperPrimer tag into the PCR products. After enrichment and tag incorporation, amplification is carried out with only one pair of primers. Because only one pair of primers is labeled, the background is low; therefore, no post-PCR clean-up is required. The PCR reaction is also very specific and sensitive. No posthybridization washes are necessary. This feature makes it feasible to fully automate the laboratory procedures and perform high-throughput clinical studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Templex also allows semiquantitative analysis of co-infections. With traditional multiplex PCR, each primer set, or each locus, has its own amplification efficiency. Hence, at the end of amplification cycling, the signal ratio of PCR products from different loci will not reflect the original ratio of the templates. With Templex, the only primers used for exponential amplification are the pair of SuperPrimers. Consequently, all co-amplified loci will have the same amplification efficiency. As a result, the end-point reading can reflect the original copy number ratios among the co-amplified targets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Templex is a flexible technology. Increased compatibility among multiple targets means that existing panels can be reorganized and remixed to build new panels. In addition, new amplification targets can be added without significantly reducing the sensitivity of the panel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Another benefit of Templex is its repeatability. Because only a small amount of gene-specific primer is used for each assay, and only one biotin-labeled primer is included in the reaction, one production run can generate a large number of assays. This makes assay-to-assay and lot-to-lot variation minute, and quality control is less complicated. Detailed applications and results are presented later in this chapter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Vertical Integration: Choose Wisely Molecular differential diagnosis is a comprehensive process that includes three steps ( Fig. 27 .5): nucleic acid isolation, amplification, and detection. There are many methods for completing each of the three steps in this process. Furthermore, a wide variety of instrument platforms are available to facilitate or automate each of these methods. To make molecular differential diagnosis a routine clinical practice, these choices must be weighed against each other to obtain the best possible combination of methods and platforms to carry out the task. This process of vertical integration can produce multiple possibilities. Thus, if molecular differential diagnosis is to be the next breakthrough in modern medicine, we must choose wisely which technology integration path to take.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 124,
                    "end": 131,
                    "text": "Fig. 27",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "The biotech industry is very much like the information technology industry (see Table 27 .1) where an application is developed by using a combination of hardware (the platform) and software (the basic methodology and reagent system). A product-based company may choose different combinations of methods and platforms. A particular amplification method can be followed by one of many ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 80,
                    "end": 88,
                    "text": "Table 27",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Amplification Detection different detection means. For example, PCR amplification may be paired with multiple detection methods, such as direct hybridization, gel analysis, or sequencing, to build a molecular diagnostic system. One should also note that a particular method can be performed on multiple platforms. Successful biotech companies and clinical laboratories are those that are able to develop such applications through technology integration and innovation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Isolation"
        },
        {
            "text": "Nucleic acid amplification is the most important step in molecular diagnosis. In many cases, especially those caused by an infectious disease, patient samples have a limited number of copies of pathogen DNA or RNA. Without amplification, it is unlikely that one can identify or differentiate the infectious pathogens present in the patient sample. In previous chapters of this book, different amplification Undoubtedly, the best way to duplicate DNA or RNA is to use the enzymes that nature has selected to perform the job, such as DNA or RNA polymerases (Please refer to Chapter 11 for a detailed discussion). PCR and different variations of PCR are still the gold standard of molecular diagnostic technologies. Still, other non-PCR amplification techniques (see Chapters 12 and 13) are valuable because they often create product opportunities for commercial companies by allowing them to develop intellectual property positions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Amplification Methods and Platforms"
        },
        {
            "text": "Ligase chain reaction (LCR) uses a different enzyme to amplify DNA. Instead of using a thermal stable polymerase, it uses a thermal stable ligase to link two primers together when a perfect match template sequence is present. The applications of LCR are limited because longer DNA sequences are more frequently desired for studies, and LCR only allows for the investigation of about 40 base pairs. Multiplex LCR is difficult for the same reason mentioned above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Amplification Methods and Platforms"
        },
        {
            "text": "Recently, a few isothermal DNA amplification methods have been developed. They include branched DNA, rolling cycle, NASBA (Nucleic Acid Sequence Based Amplification), and strand displacement assay (SDA) methods. One common problem facing these isothermal amplification methods is specificity. Unlike traditional PCR, the enzymes used in these reactions are not thermal stable. Temperature cannot be used to control the primer-target hybridization stringency, which is a very notable disadvantage of isothermal methods. Consequently, the amplification specificity is difficult to control. In addition, incompatibility among targets and high background make these reactions difficult to multiplex. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Amplification Methods and Platforms"
        },
        {
            "text": "If abundant and specific DNA targets can be generated by an efficient amplification method, detection is more straightforward. The challenge then becomes providing an accurate measurement of the amplification products in a rapid, high-throughput, and low-cost format. Various detection methods and platforms have been reviewed in this book (see Chapters 15-18). Table 27 .3 lists several different detection methods and their associated platforms. The simplest detection method is hybridization. Hybridization occurs without an enzymatic reaction. One strand of DNA binds to its complementary strand, in solution, via hydrogen bonding. Specificity is controlled by temperature and salt concentration. Typically, a detectable molecule (fluorescent dye or radioactive isotope) is attached to one strand of DNA, which can be recognized by a device. Because of its ease of use, hybridization is the method of choice for many detection platforms.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 362,
                    "end": 370,
                    "text": "Table 27",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Detection Methods and Platforms"
        },
        {
            "text": "A high-throughput DNA hybridization is called an array. Currently, nucleic acids are arrayed on solid supports that are either glass slides or nylon membranes. Depending on the type of array, targets can be composed of oligonucleotides, PCR products, cDNA vectors, or purified inserts. The sequences on an array may represent entire genomes, which may include both known and unknown sequences, or they may be collections of sequences such as apoptosis-related genes or cytokines. Many premade and custom arrays are available from commercial manufacturers, although many labs prepare their own arrays with the help of robotic arrayers. The methods of probe labeling, hybridization, and detection depend on the solid support to which the sequences are bound. Typically, fluorescently labeled probes are used with glass arrays, whereas radiolabeled probes are used with membranes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detection Methods and Platforms"
        },
        {
            "text": "Many terms exist for naming gene arrays including biochip, DNA chip, GeneChip (Affymetrix, Inc., Santa Clara, CA, USA), DNA array, microarray, and macroarray. Generally the terms biochip, DNA chip, or GeneChip refer to an array on a glass support. The terms microarray and macroarray may be used to specify spot size and also the number of spots on the support. The term gene arrays suggests sequence identification (e.g., mutation analysis) or differential expression analysis of two or more RNA samples. This discussion will focus on the use of arrays for expression analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detection Methods and Platforms"
        },
        {
            "text": "Nylon membrane arrays are typically hybridized with 33 P-dNTP labeled probes and analyzed using a phosphorimager and accompanying software. A different array must be used for each sample analyzed. A typical experiment involves isolating RNA from two tissue or cell culture samples. The RNAs are reverse transcribed with radioactively labeled nucleotides using oligo dT, target-specific, or randomsequence primers to create two separate, labeled cDNA populations. The two cDNAs are hybridized onto two identical arrays. After washing, the hybridization signal from each array is detected and analyzed. The signal emitted from each gene-specific spot is compared between the two arrays. Genes expressed at different levels in the two samples generate different amounts of labeled cDNA, which results in different levels of signal for corresponding spots on the arrays.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detection Methods and Platforms"
        },
        {
            "text": "Glass slide array analysis involves the same steps used for nylon arrays, but rather than labeling with radioisotopes during reverse transcription, probes are labeled with two distinct fluorescently labeled nucleotides. Both probes are competitively hybridized to the same array. Typically, one RNA sample is labeled with cyanine 3-dNTP (Cy3) and the other with cyanine 5-dNTP (Cy5). Each dye fluoresces in a different color. After both RNA populations are hybridized to one glass slide, the array is scanned using a fluorescence imager.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detection Methods and Platforms"
        },
        {
            "text": "Affymetrix's GeneChips are glass slide arrays manufactured using special photolithographic methods and combinatorial chemistry, which allows the oligonucleotide spots to be synthesized directly onto the array substrate. The analysis procedure specifies that the RNA samples be converted to biotin-labeled cDNA and that each sample be hybridized to a separate GeneChip. The hybridized cDNA is then stained with a streptavidin-phycoerythrin conjugate and visualized with an array scanner.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detection Methods and Platforms"
        },
        {
            "text": "Luminex xMAP technology is also an array (see Fig. 27 .6). Unlike other arrays, microspheres in suspension provide the solid support for probe binding. Therefore, Luminex xMAP technology is also known as a \"liquid chip\" or \"suspension array.\" With xMAP technology, molecular reactions take place on the surface of color-coded beads called microspheres (Dunbar, et al. 2003) . For each pathogen, target-specific capture probes are covalently linked to a specific set of color-coded microspheres. Labeled PCR products are captured by the bead-bound capture probes in a hybridization suspension. A microfluidics system delivers the FIGURE 27.6. Basic concepts of Luminex xMAP technology platform. suspension hybridization reaction mixture to a dual-laser detection device. A red laser identifies each bead by its color-coding, and a green laser detects the hybridization signal associated with each bead. Software is used to collect the data and report the results in a matter of seconds.",
            "cite_spans": [
                {
                    "start": 352,
                    "end": 373,
                    "text": "(Dunbar, et al. 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 46,
                    "end": 53,
                    "text": "Fig. 27",
                    "ref_id": null
                }
            ],
            "section": "Detection Methods and Platforms"
        },
        {
            "text": "The platform is specific because only the probes that are captured by the beads are recognized by the green laser as signal. Any signal not associated with a specific set of color-coded beads is considered background. The platform is also very sensitive. Each bead has as many as 10 8 COOH groups on its surface for linking capture oligos. The green laser can detect the signal for as few as eight fluorescently labeled probes that are captured by a bead. Another important feature of the xMAP platform is its repeatability. Because everything occurs in a homogeneous solution (from bead manufacture, color-code staining, and capture probe coupling to product hybridization and data collection), highly repeatable results are obtained with this platform. The xMAP method for collecting and reporting data also contributes to repeatability. Typically, there are 5000 beads added per reaction for each color-coded bead set. Each bead set is specific for a particular disease marker, such as a mutation or a pathogen. The laser counts 100 microspheres from each bead set and reports the median fluorescent intensity (MFI). Thus, the data represents 100 microbeadassociated data points, not just one data point produced by a standard array.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detection Methods and Platforms"
        },
        {
            "text": "Sequencing-based methods and platforms provide the best specificity of all nucleic acid detection methods. However, abundant, pure templates must be generated first. The costs associated with reagents, instruments, and labor are relatively high. Sequencing is an essential technology for research laboratories, but it is usually too complicated and cost-prohibitive for routine clinical applications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detection Methods and Platforms"
        },
        {
            "text": "It is not expected that one company, institution, or individual should develop a complete solution for all components of a molecular diagnostic process. Instead, it is more favorable for the best available methods and platforms to be combined, along with individual creativity, to realize the potential of molecular differential diagnosis. In the following section (see Table 27 .4), there will be an evaluation of several companies that have created multiplex technologies and products with different strategies for technology integration, and there will be a discussion of the advantages and disadvantages of these strategies. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 370,
                    "end": 378,
                    "text": "Table 27",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Examples of Technology Integration"
        },
        {
            "text": "Genaco has developed the Templex technology for sensitive and specific amplification of multiple targets in one PCR reaction. For detection, Genaco uses the Luminex xMAP technology platform. Because of the high degree of specificity and sensitivity achieved with the Tem-PCR method, no post-PCR clean-up is required to remove the excess primers, and no posthybridization washes are needed to reduce the background. Templex products can be used directly for hybridization with the high-throughput xMAP platform, creating a system highly conducive to automation. This innovative technology integration creates many product opportunities. Later in this chapter, we will describe some of the panels that have already been developed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Genaco"
        },
        {
            "text": "TM Biosciences is a public Canadian company that develops DNA-based diagnostics. They use standard PCR as their amplification method with their core technology being the Tm100 Universal Array ( http://www.universalarray.com/). Luminex xMAP technology is used for detection. TM Biosciences has developed a universal tag system for their bead array. Up to 1000 artificial oligonucleotides were designed and then coupled to the Luminex color-coded beads. Primers with universal tag sequences can be used for many amplification reactions such as PCR, LCR, primer extension reactions, and so forth. The amplification product can then be detected and differentiated by beads coupled with the anti-tag. Their core technology does provide some convenience in product development for scientists unfamiliar with using the Luminex bead array. Yet, their technology does not provide a significant improvement in multiplex amplification. TM Biosciences currently markets eight different Tag-It kits, including three cystic fibrosis kits, three drug metabolism kits, a hereditary disease kit, and a kit that detects mutations that are potentially associated with an increased risk of venous thromboembolism. However, lack of specificity and sensitivity at the amplification stage makes these products difficult to use. It is necessary to perform post-PCR clean-up and posthybridization washes, which complicate automation of these assays.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TM Biosciences"
        },
        {
            "text": "Roche is a leader in PCR technology that has developed the real-time PCR method. Real-time PCR is unique in that it integrates an amplification method (PCR) and a detection method (hybridization) with an all-in-one platform that combines a thermocycler with a detection instrument. The Roche real-time PCR method adds a probe directly into the PCR reaction to detect amplification products. This short probe is labeled with a fluorescent dye at one end and a quencher at the other. When in close proximity to the dye molecule, the quencher suppresses the fluorescent signal and inhibits its detection. When the probe binds to a PCR product, the fluorescent dye is removed by DNA polymerase, which is also the enzyme used for PCR amplification. By doing so, the fluorescent signal is released from its quencher and detected by the instrument. The advantage of the real-time PCR technology is its ability to quantitatively measure PCR products in real-time. When there is an increase in the PCR product being generated in a given cycle, there is a corresponding increase in the fluorescent signal being released. However, the real-time PCR is limited in its multiplexing capabilities. The limitation comes from both the methodology itself and the platform. From the methodology standpoint, multiplexing requires multiple sets of primers to function in the same reaction environment. These conditions demand a degree of compatibility that is difficult to achieve. Regarding the platform, multiplexing with real-time PCR requires that fluorescent probes have different colors. Moreover, the different colors must be detected by different means. As result of these limitations, developing multiplex panels with real-time PCR technology is very problematic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Roche"
        },
        {
            "text": "Companies that have adopted the real-time PCR platform have already developed multiple kits for infectious disease diagnosis that test for HIV, HCV, and many other pathogens. A real-time PCR assay exists for almost all microorganisms. However, few high-quality multiplex products have been commercialized.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Roche"
        },
        {
            "text": "Based on integrated fluidic circuits (IFCs), Fluidigm has developed MSL technology that brings real-time PCR technology to a higher level. Like their analog in the semiconductor industry, it is a network of tens of thousands of fluid-control valves and interconnected channels fabricated within a miniature device. The IFCs allow Fluidigm to run thousands of real-time PCR reactions at once in different fluidic systems with their own thermal-cycling profiles. However, the amplification template is not shared among the reaction chambers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fluidigm"
        },
        {
            "text": "Prodesse has already developed multiplex assays for respiratory infections (Hindiyeh et al., 2001) . They use the traditional multiplex PCR strategy as their amplification method and ELISA as their detection platform.",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 98,
                    "text": "(Hindiyeh et al., 2001)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Prodesse"
        },
        {
            "text": "With traditional multiplex PCR, incompatible primer sets make it difficult to improve upon amplification efficiency. High background may be caused by a high concentration of labeled primers; therefore, a post-PCR clean-up step is necessary to remove the unused PCR primers in an effort to reduce hybridization background.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prodesse"
        },
        {
            "text": "For signal detection, Prodesse uses a hybridization-based method. Their platform is borrowed from the immunoassay technology. Here, 96-well plates are coated with target-specific capture probes. Each well is specific for a particular target. After clean-up, the multiplex PCR product is added into a number of wells (depending on how many targets are detected) for hybridization with the capture probes. After posthybridization washes for removal of nonspecific hybridization, streptavidin-conjugated horseradish peroxidase (HRP) is added to bind to the captured PCR products. After additional washes to remove the nonspecific enzyme binding, TMB (tetramethylbenzidine) substrate is added to HRP to generate a signal. Then, the 96-well plate is analyzed with a normal ELISA reader for signal detection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prodesse"
        },
        {
            "text": "Maxim Biotech was once the leader in multiplex PCR. They have developed many products, including several infectious disease diagnostic products, such as HPV (for five different types), HIV, STD, and viral respiratory infections. Like Prodesse, Maxim Biotech does not have a unique multiplex PCR amplification method. Their detection platform of choice is gel electrophoresis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Maxim Biotech"
        },
        {
            "text": "They have no unique methodology for providing a solution to the problems associated with multiplex PCR. Instead, they used a trial-and-error approach to reduce the incompatibility among the primer sets, forcing the different primer sets to work under one amplification condition by adjusting primer lengths, sequences, and buffer conditions. Their detection method is the most traditional one: gel electrophoresis. Different gene products are identified by size. This method often causes laboratory contamination and produces false positives. It is also difficult to design multiple targets for compatibility in a multiplex reaction using this \"trialand-error\" method. For example, in infectious diseases diagnosis the amplification primer selection is usually limited to short segments of DNA (or RNA). Outside these regions, the sequence may not be conserved enough, resulting in a reduced detection rate due to mispriming.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Maxim Biotech"
        },
        {
            "text": "In general, there are many amplification and detection methods as well as platforms from which to choose. Of the available choices, PCR remains the most powerful amplification method, while hybridization is still the method of choice for easy detection. To obtain what we want (i.e., multiplexing that is specific, sensitive, simple, easily automated, and affordable), we must choose wisely. We can then integrate these systems to best serve clinical needs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Maxim Biotech"
        },
        {
            "text": "The development of multiplex PCR or RT-PCR assays for respiratory pathogens has been reported (Gröndahl et al., 1999) . During the SARS outbreak of 2003, an MD 2 system was rapidly developed by Genaco and used in Beijing (Ma et al., 2004) . Tables 27.5 and 27.6 list the pathogens identified by the MDD systems for Respiratory Infections I and II. We group these pathogens into two panels: the first panel includes pathogens with DNA genomes, and the second panel includes viruses with RNA genomes. Amplification for the DNA panel needs only a PCR step; whereas the RNA panel needs a one-step or two-step RT-PCR reaction before undergoing Templex PCR. Dean et al. (2005) reported that, if a random-primed reverse transcription step is added before performing Templex, the sensitivity is at, or close to, that of singleplex real-time PCR. If however, a one-step RT-PCR enzyme system is used for Templex PCR, the sensitivity is about two logs less than that of a comparable singleplex real-time PCR reaction. For the MDD system for Respiratory Infections II (the DNA panel), Templex PCR is also less sensitive compared with the real-time PCR method (Fields et al., 2005, personal communication Tables 27.7 and 27.8 show sample data generated by the two panels. Pathogen nucleic acid was isolated from ATCC strains or provided by the CDC. Each column indicates a pathogen target, and each row represents a sample. The numbers in the MFI table are (Medium Fluorescent Intensity) values obtained from a Luminex 100 machine. Positive results are indicated in bold. The theoretical cutoff for each target is the mean of the negative results plus five times the standard deviation. To ensure high assay specificity, we suggest using a universal cutoff of 250 MFI for all targets. Highly specific results were obtained without the denaturation of PCR products. No post-PCR clean-up or posthybridization washes were necessary. In general, the single-tube Templex PCR reaction is complete in about 3.5 h. After performing the multiplex PCR, 5 μL of PCR product is mixed with color-coded beads (covalently coupled with pathogen target-specific capture probes) and hybridized for 15 min at 52 • C. Streptavidin-PE is added to introduce a fluorescent label to the PCR products and then hybridized for another 10 min. A stopping buffer is added before analysis with the Luminex instrument. The entire procedure takes less than 5 h, which includes a handling time of less than 30 min.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 117,
                    "text": "(Gröndahl et al., 1999)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 221,
                    "end": 238,
                    "text": "(Ma et al., 2004)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 652,
                    "end": 670,
                    "text": "Dean et al. (2005)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1147,
                    "end": 1191,
                    "text": "(Fields et al., 2005, personal communication",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Molecular Differential Diagnostic System for Respiratory Infections"
        },
        {
            "text": "Fever and coughing are common symptoms of acute respiratory infections. These symptoms can be caused by either bacterial or viral infections. By using Genaco MDD systems for initial patient screenings, the appropriate antibiotics can be prescribed, thus preventing the proliferation of drug-resistant bacteria. 1.9 million suffer from nosocomial infection-related illnesses each year. HAIs add an estimated 5 billion annually to the nation's health care spending bill because of the additional hospitalization and treatment required for infected patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Molecular Differential Diagnostic System for Respiratory Infections"
        },
        {
            "text": "In 2002, Illinois became the first state to pass a law requiring hospitals to report the rate at which their patients develop nosocomial infections. Since then, the Pennsylvania Healthcare Cost Containment Council approved a plan for infection rate reporting. More recently, Florida, Missouri, and Virginia adopted similar disclosure requirements. Currently, more than 30 states are considering similar regulations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Molecular Differential Diagnostic System for Health Care-Associated Infections"
        },
        {
            "text": "Tables 27.9 and 27.10 list the pathogens that can be detected using Genaco MDD systems for HAI I and II. Together, the two systems can detect 25 microorganisms ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Molecular Differential Diagnostic System for Health Care-Associated Infections"
        },
        {
            "text": "Human papillomavirus (HPV) is known to cause cervical cancer, the second most common cancer among women worldwide. In the United States, HPV is responsible for approximately 13,000 new cases of cancer and 4500 deaths each year. A Pap test only indicates the possibility of cervical cancer. For more direct disease diagnosis, the MDD system for HPV Typing I accurately detects different HPV subtypes. When detected early, cervical cancer is one of the most successfully treated cancers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Molecular Differential Diagnostic System for Human Papillomavirus Typing"
        },
        {
            "text": "Type-specific DNA diagnosis is important for disease prevention, prognosis, and treatment. Until now, an efficient method for HPV typing was not available. The FDA-approved Digene HPV DNA diagnostic product can only identify HPV infections as high-risk or low-risk groups. Coinfection by multiple HPV types is likely to occur in more than 30% of HPV patients (Swan et al., 2005, personal communication) . Certain combinations of these co-infections may be more prone to cause cancer than others. Information regarding HPV co-infections can be an essential part of determining treatment options and immunotherapy. The Genaco product identifies the 25 most common HPV subtypes, including 21 high-risk HPV types (16, 18, 31, 33, 35, 45, 51, 52, 56, 58, 59, 68, 26, 53, 66, 67, 69, 70, 73, and 82) . It also detects four low-risk HPV types (6, 11, 42, 44) . Table 27 .13 shows sample data. DNA samples were provided by Drs. Unger and Swan from the CDC. HPV types in each sample were confirmed by standard sequencing method.",
            "cite_spans": [
                {
                    "start": 359,
                    "end": 402,
                    "text": "(Swan et al., 2005, personal communication)",
                    "ref_id": null
                },
                {
                    "start": 709,
                    "end": 793,
                    "text": "(16, 18, 31, 33, 35, 45, 51, 52, 56, 58, 59, 68, 26, 53, 66, 67, 69, 70, 73, and 82)",
                    "ref_id": null
                },
                {
                    "start": 836,
                    "end": 839,
                    "text": "(6,",
                    "ref_id": null
                },
                {
                    "start": 840,
                    "end": 843,
                    "text": "11,",
                    "ref_id": null
                },
                {
                    "start": 844,
                    "end": 847,
                    "text": "42,",
                    "ref_id": null
                },
                {
                    "start": 848,
                    "end": 851,
                    "text": "44)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 854,
                    "end": 862,
                    "text": "Table 27",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Molecular Differential Diagnostic System for Human Papillomavirus Typing"
        },
        {
            "text": "Typically, a single pair of degenerate primers is used in PCR to amplify the conserved L1 gene region (Yoshikawa et al., 1991; Kornegay et al., 2001; Wallace et al., 2005) . With the Templex technology, Genaco MDD system for HPV Typing I includes more than 100 primers in the multiplex reaction for the amplification of type-specific sequences from the E6 and E7 genes region. The last column in Table  27 .14 is the internal positive control (IPC) that detects for a human gene located on the X chromosome.",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 126,
                    "text": "(Yoshikawa et al., 1991;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 127,
                    "end": 149,
                    "text": "Kornegay et al., 2001;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 150,
                    "end": 171,
                    "text": "Wallace et al., 2005)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 396,
                    "end": 405,
                    "text": "Table  27",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Molecular Differential Diagnostic System for Human Papillomavirus Typing"
        },
        {
            "text": "Encephalitis is most often caused by viral infections, including herpesviruses and arboviruses, and is common among children, the elderly, and those with compromised immune systems. Today, there is an increasing concern over the threat of an encephalitis outbreak. In fall 1999, the first recognized outbreak of West Nile virus (WNV) in the United States occurred in New York City. Initially, it took weeks before the pathogen was identified. The spread of the virus in 2002 resulted in the largest arboviral outbreak ever recorded in the Western Hemisphere. WNV activity was reported in 44 U.S. states and in 5 Canadian provinces, and the outbreak resulted in more than 4500 human cases and 288 deaths. The course of this illness is unpredictable. Generally, the initial symptoms are flu-like, and, with other methods, diagnosis is difficult and often only successful with the onset of full-blown encephalitis. Therefore, quick and accurate diagnosis is crucial. Genaco has developed a molecular differential diagnostic system for viral encephalitis that can help pinpoint the source of the infection and provide physicians and public health officials with a better means of managing this disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Molecular Differential Diagnostic System for Encephalitis"
        },
        {
            "text": "Tables 27.14 and 27.15 show the pathogen list and some sample data. Samples were obtained from American Type Culture Collection (ATCC).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Molecular Differential Diagnostic System for Encephalitis"
        },
        {
            "text": "Food-borne and diarrheal diseases are the most common infectious diseases. An estimated 76 million cases of food-borne disease occur each year in the United States. The CDC estimates that, annually, there are 325,000 hospitalizations and 5000 deaths related to food-borne diseases. The CDC established the Food-borne Diseases Active Surveillance Network (FoodNet) to serve as the principal foodborne disease component of their Emerging Infections Program (EIP). Pathogens actively monitored by FoodNet include Salmonella, Shigella, Campylobacter, E. coli O157, Listeria, Yersinia, and Vibrio. Samples  T16 T18 T26 T31 T33 T35 T39 T45 T51 T52 T53 T56 T58 T59 T66 T67 T68 T69 T70 T73 T82 T6 T11 T42 T44 IPC ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 593,
                    "end": 704,
                    "text": "Samples  T16 T18 T26 T31 T33 T35 T39 T45 T51 T52 T53 T56 T58 T59 T66 T67 T68 T69 T70 T73 T82 T6 T11 T42 T44 IPC",
                    "ref_id": null
                }
            ],
            "section": "Molecular Differential Diagnostic System for Food-Borne and Diarrheal Diseases"
        },
        {
            "text": "According to the World Health Organization (WHO), tuberculosis affects 7.5 million people and kills as many as 2.5 million people each year, making TB the leading cause of death by an infectious disease. TB is extremely prevalent among people with AIDS. According to the WHO, Mycobacterium tuberculosis infects 33% of the entire human population. Approximately 10% of newly identified cases have resistance to at least one anti-tuberculosis drug. The statistics for previously treated cases indicate that the average occurrence of resistance toward at least one drug is 18%, with some areas, such as Kazakhstan, presenting drug resistance in as many as 82% of its cases. Quick diagnosis of TB infection and identification of drug resistance is essential for disease control and treatment. Table 27 .18 shows the 25 mutations that can be detected with the Genaco MDD system for TB drug-resistance mutations. Table 27 .19 shows some results of allelic differentiation. For each allele within the locus, the MFI is obtained and the allelic specific MFI percentage is calculated. In general, a positive result is determined if the allelic specific MFI percentage is above 25%. For other loci with less alleles, the cutoffs could be higher.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 789,
                    "end": 797,
                    "text": "Table 27",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 907,
                    "end": 915,
                    "text": "Table 27",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Molecular Differential Diagnostic System for TB Drug-Resistance Mutations"
        },
        {
            "text": "Rapid identification of methicillin-resistant Staphylococcus aureus (MRSA) is critical for the effective treatment of patients and to control the spread of the pathogen (Farr et al., 2001) . An ideal MDD test should be able to distinguish coagulasepositive Staphylococcus (Staphylococcus aureus) from coagulase-negative Staphylococcus (CoNS); methicillin-sensitive Staphylococcus aureus (MSSA) from MRSA; and hospital-acquired MRSA (HA-MRSA) from community-acquired MRSA (CA-MRSA). An added benefit would be if such a test could identify some of the most common drug-resistance genes in the same assay.",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 188,
                    "text": "(Farr et al., 2001)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Molecular Differential Diagnostic System for Gram-Positive Cocci in Clusters"
        },
        {
            "text": "Multiplex PCR assays have been developed to perform such molecular differential diagnosis. For example, Sakai et al. in 2004 reported the use of real-time PCR for the simultaneous detection of Staphylococcus aureus and coagulase-negative Staphylococci in positive blood cultures. Louie et al. (2002) reported the development of a multiplex PCR assay that identifies three genes (nuc, mecA, and bacterial 16S rRNA genes) for the differentiation of MSSA and MRSA. Samples were collected from blood culture bottles, and PCR products were analyzed using gel electrophoresis. Francois et al. (2004) described a multiplex PCR assay that can discriminate between CA-MRSA and HA-MRSA. Strommenger et al. (2003) reported the development of a multiplex PCR assay for simultaneous detection of nine clinically relevant antibiotic resistance genes in Staphylococcus aureus. Table 27 .20 lists the molecular targets in an MDD system that Genaco recently developed. Using Templex technology to amplify 18 molecular targets, the system can identify and differentiate among CoNS (identify four most common CoNSs), MRCoNS (methicillin-resistant CoNS), MSSA, MRSA, CA-MRSA, and HA-MRSA. In addition, the system can also detect six common drug-resistance genes (mecA, aacA, ermA, ermC, tetM, and tetK) . Table 27 .21 shows the results of some sample data. The advances of genomic technology have changed the way we define diseases by transforming the definition from a phenotypic, syndromatic description of clinical presentations to a genotypic, molecular classification of underlying causes. Molecular differential diagnosis has become the hallmark of the 21st century medical practice. Every infectious disease starts with an invasion by a microorganism's genetic material into the human body. The expression of pathogen genes inside human cells can interrupt normal cellular function and induce systematic responses or clinical syndromes. The goal for infectious disease molecular differential diagnosis is to investigate all possible causes of a common clinical syndrome and identify the offending pathogen. To achieve this goal, we need a multiplex technology that uses one sample, one test, one technician, one machine, and a small amount of time to obtain multiple answers.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 124,
                    "text": "Sakai et al. in 2004",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 280,
                    "end": 299,
                    "text": "Louie et al. (2002)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 571,
                    "end": 593,
                    "text": "Francois et al. (2004)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 677,
                    "end": 702,
                    "text": "Strommenger et al. (2003)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1242,
                    "end": 1282,
                    "text": "(mecA, aacA, ermA, ermC, tetM, and tetK)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 862,
                    "end": 870,
                    "text": "Table 27",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1285,
                    "end": 1293,
                    "text": "Table 27",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Molecular Differential Diagnostic System for Gram-Positive Cocci in Clusters"
        },
        {
            "text": "Molecular differential diagnosis is necessary for controlling an outbreak, such as avian flu or SARS. A simple mathematical model shows that if one person contracts avian flu, it will likely be transfered to three additional people in four days. After 32 days, there will be 6561 people sick with the disease, increasing the probability that the disease will spread to even more people worldwide. After 4 weeks, it is virtually unstoppable. By this model, 4 weeks is the window of opportunity for public health professionals to contain a disease. With an early and accurate differential diagnosis, infected patients can be identified, isolated, and treated. In addition, the general population can be informed and protected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Molecular Differential Diagnostic System for Gram-Positive Cocci in Clusters"
        },
        {
            "text": "The multiplexing capability of MDDs can also benefit diseases prevention by providing the most complete epidemic information. The application of an HPV or influenza-A typing assay, for example, will help to determine which strains or types should be targeted by vaccines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Molecular Differential Diagnostic System for Gram-Positive Cocci in Clusters"
        },
        {
            "text": "Antibiotic treatment depends even more on molecular differential diagnosis. With MDDs, we can identify not only the pathogen but also the drug resistance. This information is critical for aiding physicians in selecting the right treatment options for patients. With MDDs, personalized medicine becomes a reality. MDDs also directly link diagnosis with treatment. With proper diagnosis, older, inexpensive antibiotics may also still be used to treat patients effectively. Under prolonged exposure to antibiotics, bacteria often acquire resistance capabilities by gaining additional genes to modify or inhibit a drug's effectiveness. Also, bacteria may mutate a gene to avoid being targeted by a drug. As a trade-off, these genetic changes may be associated with reduced survival fitness (Wichelhaus et al. 2002) . Therefore, when the selective pressure is removed by withdrawing the antibiotic from the market, the bacteria may revert back to wild-type status and regain survival potential. This may once more render the bacteria vulnerable to the old antibiotic. So, instead of constantly battling bacteria by developing ever more expensive antibiotics, it may make sense to invest in \"battlefield intelligence\" (i.e., a molecular differential diagnostic tool) to better guide the treatment. Resistance is caused by the misuse of antibiotics, and lack of proper diagnosis is the reason for such misuse. Therefore, accurate diagnosis could reduce resistance while improving treatment.",
            "cite_spans": [
                {
                    "start": 786,
                    "end": 810,
                    "text": "(Wichelhaus et al. 2002)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Molecular Differential Diagnostic System for Gram-Positive Cocci in Clusters"
        },
        {
            "text": "MDDs are an exciting method that brings revolutionary changes to many aspects of medical practice, especially to infectious diseases management. First, it changes the way an infectious disease doctor treats a patient. Instead of waiting days for culture results, a doctor can now act based on a comprehensive molecular diagnosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Molecular Differential Diagnostic System for Gram-Positive Cocci in Clusters"
        },
        {
            "text": "Instead of guessing what may be the offending pathogen, a doctor can identify the microorganism with confidence. Instead of ordering the blood cultures to gain knowledge for future \"empirical\" treatment, a doctor can prescribe the test to seek immediate solutions. Instead of offering antibiotics to put families or parents (and sometimes the doctor) at ease, a doctor can now provide the accurate treatment to improve a patient's condition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Molecular Differential Diagnostic System for Gram-Positive Cocci in Clusters"
        },
        {
            "text": "Second, MDDs will change the way hospitals operate. Hospitals can implement MDDs as an active surveillance measure to prevent HAIs. Many studies have shown that active surveillance, plus patient isolation, is one of the most effective methods to reduce HAIs (Farr, and Bellingan, 2004) . Regularly scheduled surveys of critical environments (such as the ICU), instruments, and health care providers will raise the level of awareness and identify problems early. When an outbreak of HAI occurs, MDDs can quickly identify the source of an infection, helping health care providers determine which patients should be isolated to prevent the spread of the microorganisms. In an increasing number of states, hospitals are required to publish their rate of HAI. The rate is calculated based on discharge records. However, some patients may be misclassified as having a HAI because they were asymptomatic carriers before being admitted to the hospital. MDDs can help hospitals better identify, control, and report HAIs, thereby lessening their liability. MDDs can help reduce costs, shorten hospital stays, and improve the quality of care while protecting profits.",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 285,
                    "text": "(Farr, and Bellingan, 2004)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Molecular Differential Diagnostic System for Gram-Positive Cocci in Clusters"
        },
        {
            "text": "Third, MDDs will lead to many changes in the health care industry. Health care spending in the United States has grown rapidly over the past few decadesfrom $27 billion in 1960 to $900 billion in 1993 to $1.8 trillion in 2004 (Heffler et al., 2004) . Depending on how you measure it, the health care industry represents between 15% and 16% of the gross domestic product. Traditionally, these financial activities occurred in three subcategories: providers (such as hospitals, nursing homes, and diagnostic laboratories), payers (such as insurance companies), and life sciences (such as biotechnology and pharmaceuticals). The cost of developing a new drug can be as high as $800 million (Adams and Brantner, 2004) . That cost is passed on from the life science sector to the payers and then to the providers. Therefore, the rising tide lifts the boats, and every sector's expenditures increase. How could MDDs help in this situation? They can help by allowing the three health care sectors to work with each other instead of against each other.",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 248,
                    "text": "(Heffler et al., 2004)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 687,
                    "end": 713,
                    "text": "(Adams and Brantner, 2004)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Molecular Differential Diagnostic System for Gram-Positive Cocci in Clusters"
        },
        {
            "text": "In the life science sector, biotech companies with MDD technologies can work with pharmaceutical companies to develop pharmacogenomic or theranostic solutions. This kind of collaboration will improve treatment outcome without significantly increasing development cost. Instead of developing blockbuster drugs that are one-size-fits-all, more effective treatment can be obtained by using an MDD to tailor the treatment options to the patient's needs. MDDs will make drugs smarter by providing a genotype-based targeting system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Molecular Differential Diagnostic System for Gram-Positive Cocci in Clusters"
        },
        {
            "text": "For payers in the health care industry, MDDs will change the risk calculation equations used by the insurance companies, such as health maintenance organizations (HMOs) and preferred provider organizations (PPOs). The health care payers make money by managing \"risk capitals\" associated with health care services. Reducing costs and risks will directly result in increased revenue. Hallin et al. (2003) studied the clinical impact of a PCR assay for identification of MRSA directly from blood cultures. They found that, on average, results were available about 39 h earlier than with the culture method, and about 25% of the treatments were modified after molecular differential diagnosis. MDDs could provide faster, accurate diagnosis that directly influences the clinical outcome and reduces the risks and costs associated with traditional diagnostic methods.",
            "cite_spans": [
                {
                    "start": 382,
                    "end": 402,
                    "text": "Hallin et al. (2003)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Molecular Differential Diagnostic System for Gram-Positive Cocci in Clusters"
        },
        {
            "text": "For health care providers, the benefit of MDD is even more apparent. An MDD could help doctors make the right treatment decisions much sooner, thereby shortening the patients' hospital stay and improving the overall quality of care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Molecular Differential Diagnostic System for Gram-Positive Cocci in Clusters"
        },
        {
            "text": "Fourth, MDDs will bring about societal changes. Society is threatened by emerging infectious diseases, including many drug resistant \"super bugs.\" The global economy, with its traveling professionals, makes the spread of diseases much faster. Rising costs make quality health care more difficult to manage. The cost of developing new antibiotics is too high and the process is too slow. We have been promised a better system and have been awaiting the arrival of MDDs for a long time. Now that the technology has finally arrived, we must maximize its utility and benefit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Molecular Differential Diagnostic System for Gram-Positive Cocci in Clusters"
        },
        {
            "text": "Finally, MDDs offer all of the benefits needed for patient care, at once. Using current culture methods, patients and physicians often need to wait for days before a result is available. Singleplex molecular analyses are labor intensive, expensive, and often inconclusive. A powerful multiplex technology like Templex provides a fast answer that leads to a faster recovery. The ultimate value of MDDs is found in its ability to save lives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Molecular Differential Diagnostic System for Gram-Positive Cocci in Clusters"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Estimating the costs of new drug development: is it really $802 m? Social Science Research Network",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "V"
                    ],
                    "last": "Brantner",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Evaluation of Genaco's Molecular Differential Diagnostic technology for the detection of RNA respiratory viruses",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dean",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Lamson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Abstract #67663. 22nd Annual Clinical Virology Symposium and Annual Meeting of the Pan American Society for Clinical Virology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Quantitative, multiplexed detection of bacterial pathogens: DNA and protein applications of the Luminex LabMAP system",
            "authors": [],
            "year": null,
            "venue": "J Microbiol Methods",
            "volume": "53",
            "issn": "",
            "pages": "245--252",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Pro/con clinical debate: isolation precautions for all intensive care unit patients with methicillin-resistant Staphylococcus aureus colonization are essential",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Farr",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bellingan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Crit Care",
            "volume": "8",
            "issn": "3",
            "pages": "153--156",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Can antibiotic-resistant nosocomial infections be controlled?",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Farr",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Salgado",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Karchmer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sherertz",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Lancet Infect Dis",
            "volume": "1",
            "issn": "",
            "pages": "38--45",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Collaborative development of a multiplex assay system for respiratory infections",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Fields",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A novel multiplex real-time PCR assay for rapid typing of major staphylococcal cassette chromosome mec elements",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Francois",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Renzi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pittet",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Clin Microbiol",
            "volume": "42",
            "issn": "7",
            "pages": "3309--3312",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Rapid identification of nine microorganisms causing acute respiratory tract infections by single-tube multiplex reverse transcription-PCR: feasibility study",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gröndahl",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Puppe",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hoppe",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kühne",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Josef",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A I"
                    ],
                    "last": "Weigl",
                    "suffix": ""
                },
                {
                    "first": "H-J",
                    "middle": [],
                    "last": "Schmitt",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Clin Microbiol",
            "volume": "37",
            "issn": "1",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Clinical impact of a PCR assay for identification of Staphylococcus aureus and determination of methicillin resistance directly from blood cultures",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hallin",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Maes",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Byl",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Jacobes",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "De Gheldre",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Struelens",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Clin Microbiol",
            "volume": "41",
            "issn": "8",
            "pages": "3942--3944",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Health spending projections through 2013",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Heffler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Keehan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Health Affairs Web Exclusive, W4-79 through W4-93",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Evaluation of the Prodesse Hexaplex multiplex PCR assay for direct detection of seven respiratory viruses in clinical specimens",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hindiyeh",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Hillyard",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Carroll",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Am J Clin Pathol",
            "volume": "116",
            "issn": "2",
            "pages": "218--224",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Nonisotopic detection of human papillomavirus DNA in clinical specimens using a consensus PCR and a generic probe mix in an enzyme-linked immunosorbent assay format",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Kornegay",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Shepard",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hankins",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Clin Microbiol",
            "volume": "39",
            "issn": "10",
            "pages": "3530--3536",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Rapid detection of methicillin-resistant staphylococci from blood culture bottles by using a multiplex PCR assay",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Louie",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Goodfellow",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mathieu",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Clin Microbiol",
            "volume": "40",
            "issn": "8",
            "pages": "2786--2790",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "SARS Differential Diagnosis with a Bead Array Method",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "H"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Frontiers of Biotechnology & Pharmaceuticals. Volume Four",
            "volume": "4",
            "issn": "",
            "pages": "1--29",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Simultaneous detection of Staphylococcus aureus and coagulase-negative staphylococci in positive blood cultures by realtime PCR with two fluorescence resonance energy transfer probe sets",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sakai",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Procop",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Clin Microbiol",
            "volume": "42",
            "issn": "12",
            "pages": "5739--5744",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Multiplex PCR assay for simultaneous detection of nine clinically relevant antibiotic resistance genes in Staphylococcus aureus",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Strommenger",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kettlitz",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Werner",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Witte",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Clin Microbiol",
            "volume": "41",
            "issn": "9",
            "pages": "4089--4094",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Evaluation of Genaco HPV genotyping assay system",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Swan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Tucker",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Unger",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Facile, comprehensive, high-throughput genotyping of human genital papillomaviruses using spectrally addressable liquid bead microarrays",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallace",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Woda",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pihan",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Mol Diagn",
            "volume": "7",
            "issn": "1",
            "pages": "72--80",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Biological cost of rifampin resistance from the perspective of Staphylococcus aureus",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Wichelhaus",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Böddinghaus",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Besier",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Antimicrob Agents Chemother",
            "volume": "46",
            "issn": "11",
            "pages": "3381--3385",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Detection and typing of multiple genital human papillomaviruses by DNA amplification with consensus primers",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yoshikawa",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kawana",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kitagawa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mizuno",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yoshikura",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Iwamoto",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Jpn J Cancer Res",
            "volume": "82",
            "issn": "5",
            "pages": "524--531",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Multiple Pathogens can lead to the same clinical syndrome. One MDD test should be able to differentiate and identify the real cause.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "System integration to achieve practical solutions.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Boldface indicate values above cut-off.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Boldface indicate values above cut-off.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Boldface indicate values above cut-off.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "must be positive; ±, may be positive.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "FIGURE 27.4. With Templex, each target may be \"enriched\" with four different primer combinations (Fo/Ro, Fo/Ri, Fi/Ro, and Fi/Ri). Each combination may have its own optimal condition. But with four to choose from, it becomes easier to find universal condition that fits all targets.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "1. Comparison of information technology and biotechnology.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "2. Comparison of different nucleic acid amplification methods.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "3. Comparison of different nucleic acid detection methods and platforms.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "4. Comparison of different methods/platform integration strategies.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "5. List of pathogens amplified and detected by the Respiratory Infections I panel.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": ").",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "6. List of pathogens amplified and detected by the Respiratory Infections II panel.",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "7. Detection results of the Respiratory Infections I panel.",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "8. Detection results of the Respiratory Infections II panel.",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "9. List of pathogens amplified and detected by the HAI I system.",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "10. List of pathogens amplified and detected by the HAI II system. common in HAI. In addition to detecting common HAI pathogens, the MDD system for HAI I also detects two targets related to drug resistance: the mecA gene and Class I integron. The mecA gene is specific for methicillin-resistant Staphylococcus aureus (MRSA). The Class I integron is commonly seen in Gramnegative bacteria that have resistance to multiple antibiotics.Tables 27.11 and 27.12 contain sample data generated with the MDD systems for HAI I and II. Similar to the previous panel, each column indicates a pathogen target, and each row represents a sample. The numbers in the table are MFI values obtained from a Luminex 100 machine. Positive results are indicated in bold.",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "11. Detection results of the HAI I system.",
            "latex": null,
            "type": "table"
        },
        "TABREF13": {
            "text": "12. Detection results of the HAI II system.",
            "latex": null,
            "type": "table"
        },
        "TABREF14": {
            "text": "13. Detection of 25 HPV types with MD 2 system.",
            "latex": null,
            "type": "table"
        },
        "TABREF15": {
            "text": "14. List of pathogens amplified and detected by the Encephalitis I system.",
            "latex": null,
            "type": "table"
        },
        "TABREF16": {
            "text": "15. Detection results of the Encephalitis I system.",
            "latex": null,
            "type": "table"
        },
        "TABREF17": {
            "text": "16. List of pathogens identified by the Food-borne and Diarrheal Diseases system.",
            "latex": null,
            "type": "table"
        },
        "TABREF18": {
            "text": "17. Example results of Food-borne and Diarrheal Diseases system.",
            "latex": null,
            "type": "table"
        },
        "TABREF19": {
            "text": "18. Detectable mutations that responsible for TB drug resistance.",
            "latex": null,
            "type": "table"
        },
        "TABREF20": {
            "text": "19. Results of the TB drug-resistance mutation detection.",
            "latex": null,
            "type": "table"
        },
        "TABREF21": {
            "text": "20. List of gene targets identified with the GPCC system. Classification tuf1 tuf2 tuf3 tuf4 tuf5 nuc mecA ccrBI ccrBII ccrBIII ccrBIV pvl aacA ermA ermC tetM tetK IDS",
            "latex": null,
            "type": "table"
        },
        "TABREF22": {
            "text": "21. Example data for the GPCC system. Benefits and Impact: Delivering Value Through Reducing Cost and Saving Lives",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments. We thank Drs. Barry ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Sample nuc mecA ccrBI ccrBII ccrBIII ccrBIV pvl ermA ermC tetM tetK aacA tuf1 tuf2 tuf3 tuf4 tuf5 IDS ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}