{"paper_id": "532399b986626c440d1915201b5e27dd7f96bac2", "metadata": {"title": "Epidemic Influenza Seasons from 2008 to 2018 in Poland: A Focused Review of Virological Characteristics", "authors": [{"first": "Sainjargal", "middle": [], "last": "Byambasuren", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Iwona", "middle": [], "last": "Paradowska-Stankiewicz", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Lidia", "middle": ["B"], "last": "Brydak", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "The objective of this review was to elaborate on changes in the virological characteristics of influenza seasons in Poland in the past decade. The elaboration was based on the international influenza surveillance system consisting of Sentinel and non-Sentinel programs, recently adopted by Poland, in which professionals engaged in health care had reported tens of thousands of cases of acute upper airway infections. The reporting was followed by the provision of biological specimens collected from patients with suspected influenza and influenza-like infection, in which the causative contagion was then verified with molecular methods. The peak incidence of influenza infections has regularly been in January-March each epidemic season. The number of tested specimens ranged from 2066 to 8367 per season from", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Type A virus predominated in nine out of the ten seasons and type B virus of the Yamagata lineage in the 2017/2018 season. Concerning the influenza-like infection, respiratory syncytial virus predominated in all the seasons. There was a sharp increase in the proportion of laboratory confirmations of influenza infection from season to season in relation to the number of specimens examined, from 3.2% to 42.4% over the decade. The number of confirmations, enabling a prompt commencement of antiviral treatment, related to the number of specimens collected from patients and on the virological situation in a given season. Yet influenza remains a health scourge, with a dismally low yearly vaccination rate, which recently reaches just about 3.5% of the general population in Poland.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Influenza is a contemporary worldwide scourge. There were three influenza pandemics in the nineteenth century. The most tragic one, the Spanish flu, caused 50-100 m deaths and considerable economic losses, according to the contemporary estimates. The WHO proposed a global program for the surveillance of influenza in 1947, based on the epidemiological and virological research (Bednarska et al. 2016a; Broberg et al. 2015) . This program has currently assumed a form of the Global Influenza Surveillance and Response System, Poland has been participating in since 1957. The surveillance system has included the Sentinel program as of 2004. The surveillance is pursued in cooperation with general practitioners and laboratories of 16 Provincial Sanitary-Epidemiological Stations across the country. The epidemiological part of this surveillance is based on reports of cases and suspected cases of influenza and influenza-like illnesses. The virological monitoring is based on a laboratory confirmation of infection using molecular biology methods (Bednarska et al. 2016b ). In addition, virological data recorded in the non-Sentinel program are collected from hospitals and private physicians. Influenza infection, with the occurrence of complications, mortality, and absenteeism at work, bears outstanding health and socioeconomic burdens. This study was designed to present and compare the virological characteristics of influenza seasons in Poland in the last decade, based on the epidemiological data from the national influenza surveillance system.", "cite_spans": [{"start": 378, "end": 402, "text": "(Bednarska et al. 2016a;", "ref_id": "BIBREF1"}, {"start": 403, "end": 423, "text": "Broberg et al. 2015)", "ref_id": null}, {"start": 1047, "end": 1070, "text": "(Bednarska et al. 2016b", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Introduction"}, {"text": "This article was based on the influenza surveillance system consisting of Sentinel and non-Sentinel programs, recently adopted by Poland, in which health-care professionals are obliged to report cases of acute upper airway infections. Preliminary diagnosis was done in 16 Provincial Sanitary-Epidemiological Stations throughout the country, followed by the sampling of nasopharyngeal specimens in case of suspected influenza and influenza-like infections. The reports were collated and coordinated by the Department of Influenza Research of the National Influenza Center at the National Institute of Public Health-National Institute of Hygiene (NIPH-NIH) in Warsaw, where the causative contagion was then verified using molecular methods. Data were collected at weekly cycles for 52 weeks beginning as of October and ending in September of a successive year. Yearly number of collected and tested specimens in the surveillance system ranged from 2066 to 8367 during the 10-year period reviewed in this study .", "cite_spans": [], "ref_spans": [], "section": "Material and Results"}, {"text": "The study material consisted of nasopharyngeal swabs or bronchial tree lavage collected from patients presenting symptoms of upper airway infection across all age groups. Specimens were collected through the epidemic seasons from 2008/2009 to 2017/2018. They were further investigated using real-time polymerase chain reaction (PCR) or conventional multiplex PCR to isolate genetic material of invading contagions and thus to identify the influenza or influenza-like type of virus.", "cite_spans": [], "ref_spans": [], "section": "Material and Results"}, {"text": "In total, during the ten epidemic seasons, physicians collected and transferred to the NIPH-NIH center 44,566 samples, which gives an average of 4456 samples per season (Table 1 ). In the 2008/2009-2017/2018 epidemic seasons, influenza type A and B viruses and influenza-like illnesses of different severity were recorded. The percentage of confirmed influenza virus infections ranged from 21.4% in 2011/2012 to 96.7% in 2017/2018. There was an apparent inverse relation between the frequency of influenza and influenza-like infections; the more of the former, the fewer of the latter. In nine out of the ten seasons, type A virus predominated, with subtype A/H1N1/pdm09 in seven and A/H3N2/ in two seasons. The influenza type B virus of the Yamagata lineage predominated in the 2017/2018 season (Table 1) .", "cite_spans": [], "ref_spans": [{"start": 169, "end": 177, "text": "(Table 1", "ref_id": null}, {"start": 796, "end": 805, "text": "(Table 1)", "ref_id": null}], "section": "Material and Results"}, {"text": "Infections caused by influenza-like viruses were also recorded. The following viruses were identified: human respiratory syncytial virus (RSV) type A and type B, parainfluenza virus types 1-4, human metapneumovirus (hMV), human adenovirus (ADV), human rhinovirus (RV), human coronavirus 229/NL63 and OC43/ HKU1, and enterovirus. The percentage of confirmed influenza-like infections among all influenza infections ranged from 78.6% in 2011/2012 to 3.3% in 2017/2018. It is worthy of note that RSV infection predominated in each epidemic season, with the confirmation rate ranging from 54.6% in 2008/2009 to 91.4% in 2014/2015 among all the other influenza-like viruses. Interestingly, influenza-like infections were more frequent than true influenza infections in the 2013/ 2014 season (Table 1) .", "cite_spans": [], "ref_spans": [{"start": 786, "end": 795, "text": "(Table 1)", "ref_id": null}], "section": "Material and Results"}, {"text": "One of the basic goals of epidemiological and virological surveillance, which has been initiated in 1947, is to protect humanity from the threat of influenza. This goal has been reiterated in the 2019 publication of WHO entitled \"Global Influenza Strategy 2019-2030\" (WHO 2019). The surveillance is designed to monitor the spread of influenza virus from animals to humans. Molecular biology has been used to define the type of virus that circulates in a population in a given epidemic season as a candidate for the optimum seasonal composition of influenza vaccine.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Further, influenza and influenza-like infection morbidity, comorbidity, and death have been recorded and expressed as the incidence of confirmed and suspected cases, the number of referrals to hospital, and variable activities of circulating influenza A and B type and influenza-like viruses. There are over 200 respiratory influenza-related viruses that circulate in the population. Therefore, virological surveillance is essential from both confirmatory and clinical standpoints. The latter has to do with advance preparation of proper vaccine composition for each upcoming season, taking into account the genetic and antigenic diversity of recently circulating influenza viruses as well as with the use of recently available novel antiviral medicines.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In (Czarkowski et al. 2011 ).", "cite_spans": [{"start": 3, "end": 26, "text": "(Czarkowski et al. 2011", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "In the 2009/2010 season, Europe was dominated by influenza virus A, subtype A/H1N1/pdm09. Although many infections were caused by travelers entering a country, this virus prevailed in most countries in which it has already stayed and widely circulated. According to a WHO report, seasonal influenza viruses A/H1N1/, A/H3N2/, and type B continued to circulate, albeit at rather low levels. In Europe, the highest incidence and number of deaths due to infection with A/H1N1/pdm09 virus was recorded in the United Kingdom. In Poland, according to NIPH-NIH data, the number of reported cases of influenza infection was very low in the 2009/2010 season when compared with other seasons and also with data from other European countries. The peak incidence was exceptionally early in Poland as it took place in the last week of November 2010. Influenza A (H1N1)pdm09 was the predominant type A virus (MRC 2009). The 2010/2011 influenza season appeared 8-10 weeks later than that of the previous pandemic season in Europe, but still rather early compared to historical trends. In Poland, the peak incidence was recorded in the first week of February 2011 (Woźniak-Kosek et al. 2012) . Influenza A/H1N1/pdm09 remained the predominant circulating virus, but in contrast to the previous season, there were a greater co-circulation of influenza type B and an appreciable downtrend in the percentage of influenza A/H3N2/ virus (MRC 2010).", "cite_spans": [{"start": 1147, "end": 1174, "text": "(Woźniak-Kosek et al. 2012)", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "Discussion"}, {"text": "In the 2011/2012 season, influenza virus activity began late in Europe. In Poland, the peak incidence was recorded on March 16-22, i.e., in the 11th week of 2012, and it was lower than those in the preceding seasons. In Europe, influenza A virus predominated and accounted for 90.5% of all infections, whereas influenza B virus accounted for 9.5%. A different level of influenza virus activity was recorded, depending on the region. In general, influenza A/H3N2/ predominated, but there was a discrepancy between the countries of Western Europe in which the virus was more than twofold more frequent than in Eastern Europe (MRC 2011). In Poland, due to a considerable percentage of unsubtyped A virus, it was hard to unambiguously confirm the predominance of A/H1N1/ pdm09. Nonetheless, the activity of influenza A viruses was confirmed in 21.4%. On the other side, circulation of influenza-like viruses was confirmed in 78.6% of all infections in Poland, with the predominance of RSV that accounted for 86.7% of influenza-like illness (Table 1 ).", "cite_spans": [], "ref_spans": [{"start": 1036, "end": 1044, "text": "(Table 1", "ref_id": null}], "section": "Discussion"}, {"text": "In the 2012/2013 season, peak incidence was recorded in the 3rd week of January 2013. Influenza infections were recorded throughout Europe, with the predominating type A virus which accounted for 62% of all infections and clearly predominated over type B which accounted for merely 38% (MRC 2012). However, there were regional differences noted in the proportion of the two types as type A constituted 59% and type B 41% of infections in Western Europe whereas these proportions were 75% and 25%, respectively, in Eastern Europe. Concerning type A, subtype A/H1N1/pdm09 was recorded in 66%, and subtype A/H3N2/ in 34%. In Poland, influenza A/H1N1/pdm09 also predominated being responsible for 58.5% of all infections. In general, influenza virus activity was higher than that recorded in the previous season (Czarkowski et al. 2014 ).", "cite_spans": [{"start": 808, "end": 831, "text": "(Czarkowski et al. 2014", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Discussion"}, {"text": "According to a WHO report, type A virus predominated over the type B virus in Europe in the 2013/2014 season: 93% and 7% of infections, respectively. Concerning influenza type A, subtype A/H1N1/pdm09 was slightly more common than A/H3N2/: 56% and 44%, respectively. In the European Economic Area (EEA) countries, for a change, subtype H3N2 predominated over A/H1N1/pdm09 in a ratio of approximately 2.8 (MRC 2013). Overall, influenza viral activity was relatively very low and remained so even in the 8th week of 2014, when the highest number of influenza cases was detected. The predominating virus type differed among various countries. In terms of geographical spread, regional activity was largely limited to Western and Southern Europe. In some countries, detection of type A virus appreciably exceeded that of type B virus, and the proportion of subtype A/H1N1/ to A/H3N2/ demonstrated a substantial variability. In Poland, influenza A/H3N2/ virus was the predominant type A virus as it was recorded in 30.6% of all infections (Kondratiuk et al. 2016; Bednarska et al. 2015) .", "cite_spans": [{"start": 1033, "end": 1057, "text": "(Kondratiuk et al. 2016;", "ref_id": "BIBREF16"}, {"start": 1058, "end": 1080, "text": "Bednarska et al. 2015)", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Discussion"}, {"text": "The peak incidence in the 2014/2015 season in Europe, including Poland, was recorded in the 8th week of 2015. For the entire European area, influenza type A virus predominance was confirmed in 69%, and type B virus in 31% (MRC 2014). Concerning type A virus, subtype A/H3N2/ (77%) predominated over A/H1N1/pdm09 (23%) (Bednarska et al. 2016c ). The number of confirmations of A/H3N2/ significantly exceeded that of A/H1N1/pdm09 in most countries of Southern Europe. In Poland, due to a low number of samples tested of 2512, not all of which were sub-classified, influenza A/H1N1/pdm09 was the predominant type A virus (Bednarska et al. 2016d; Hallmann-Szelińska et al. 2016) .", "cite_spans": [{"start": 318, "end": 341, "text": "(Bednarska et al. 2016c", "ref_id": "BIBREF3"}, {"start": 618, "end": 642, "text": "(Bednarska et al. 2016d;", "ref_id": "BIBREF4"}, {"start": 643, "end": 674, "text": "Hallmann-Szelińska et al. 2016)", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Discussion"}, {"text": "In the 2015/2016 season, peak influenza incidence was recorded in the 6th week of 2016 in Europe, while it was in the 7th week of 2016 in Poland . Influenza type A virus predominated, confirmed in 70% of all infections in the continent, among which subtype A/H1N1/pdm09 was most frequent (49.7%). However, in Western and Southern European regions, influenza type B virus was sometimes more frequent (MRC 2015) .", "cite_spans": [{"start": 399, "end": 409, "text": "(MRC 2015)", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "The 2016/2017 season was characterized by an early rise in infection transmission compared to previous seasons and a lack of clear pattern of influenza spread from west to east across the European area (Francis Crick Institute 2016). Influenza A/H3N2/ was the predominant type A virus, confirmed in 89% of cases. In Poland, type A virus also predominated (96.7%), but subtype A/H3N2/ was confirmed in just 29.7%. Due to a substantial percentage of unsubtyped material, A/H3N2/ predominance could not be conclusively confirmed (Szymański et al. , 2019 Hallmann-Szelińska et al. 2018) .", "cite_spans": [{"start": 526, "end": 550, "text": "(Szymański et al. , 2019", "ref_id": "BIBREF27"}, {"start": 551, "end": 582, "text": "Hallmann-Szelińska et al. 2018)", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Discussion"}, {"text": "Influenza activity in the 2017/2018 season began in October 2017 in the European area. The season was also characterized by a relatively early rise in infection transmission that spread from west to east throughout the area (Francis Crick Institute 2017). Initially, influenza type B virus predominated during the season and most regions. The period of peak activity was somehow lengthened, comparably to the 2012/2013, 2014/2015, 2015/2016, and 2016/2017 seasons. The peak incidence of infections was reported in the 1st week of February 2018, amounting to 55%. In Poland, peak incidence was shifted forward to the 4th week of February 2018, but a significant rise in confirmations of influenza virus started already in the 2nd week of January 2018 and lasted till the 2nd week of March 2018. Influenza was confirmed in 96.7% of all infections, with type B/Yamagata lineage predominating in 65.5% of these infections. All European countries and regions with the ability to sub-classify influenza viral lines reported the predominance of Yamagata lineage in this season, whereas the frequency of type A subtypes varied (Francis Crick Institute 2018).", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The peak incidence of influenza infections in Poland has been in January-March each season, since the pandemic influenza of 1968/1969 (Brydak 2008 ). In the epidemiological review above presented, the only exception from that pattern was the 2009/2010 season when the peak appeared in November of 2009. In nine out of the ten epidemic seasons, type A virus was the predominant source of influenza infection, whereas RSV predominated in influenza-like infections. There was an increase in confirmatory laboratory findings from season to season in relation to the number of biological samples examined, from 3.2 to 42.4% over the decade. Although the number of samples examined largely increased, it has remained just a fraction of a percentage point of the cases and suspected cases of infection, reported by health-care providers, which enormously increased from 568,958 in the 2008/2009 season to 5,337,997 in the 2017/2018 season. Influenza infection remains a health scourge and a major socioeconomic burden, with a dismally low yearly vaccination rate, which recently barely reaches about 3.5% of the general population in Poland.", "cite_spans": [{"start": 134, "end": 146, "text": "(Brydak 2008", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Discussion"}, {"text": "Acknowledgments Funded by NIPH-NIH thematic subject 1/B.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The authors declare no conflicts of interest in relation to this article.", "cite_spans": [], "ref_spans": [], "section": "Conflict of Interest"}, {"text": "Ethical Approval All procedures and studies described in this review were conducted in accordance with the ethical standards of the institutional and/or national research committee and with the 1964 Helsinki declaration and its later amendments or comparable ethical standards. The article gained approval from the scientific board of the NIPH-NIH institutes in Warsaw, Poland.", "cite_spans": [], "ref_spans": [], "section": "Conflict of Interest"}, {"text": "As there was no current involvement of human studies in this review article, consent from individual participants was not required.", "cite_spans": [], "ref_spans": [], "section": "Informed Consent"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Evaluation of the activity of influenza and influenza-like viruses in the epidemic season", "authors": [{"first": "K", "middle": [], "last": "Bednarska", "suffix": ""}, {"first": "E", "middle": [], "last": "Hallmann-Szelińska", "suffix": ""}, {"first": "K", "middle": [], "last": "Kondratiuk", "suffix": ""}, {"first": "L", "middle": ["B"], "last": "Brydak", "suffix": ""}], "year": 2013, "venue": "Adv Exp Med Biol", "volume": "857", "issn": "", "pages": "1--7", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Surveillance of influenza", "authors": [{"first": "K", "middle": [], "last": "Bednarska", "suffix": ""}, {"first": "E", "middle": [], "last": "Hallmann-Szelińska", "suffix": ""}, {"first": "K", "middle": [], "last": "Kondratiuk", "suffix": ""}, {"first": "L", "middle": ["B"], "last": "Brydak", "suffix": ""}], "year": 2016, "venue": "Adv Hyg Exp Med", "volume": "70", "issn": "", "pages": "313--318", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Innovations in the surveillance of influenza in Poland", "authors": [{"first": "K", "middle": [], "last": "Bednarska", "suffix": ""}, {"first": "E", "middle": [], "last": "Hallmann-Szelińska", "suffix": ""}, {"first": "K", "middle": [], "last": "Kondratiuk", "suffix": ""}, {"first": "L", "middle": ["B"], "last": "Brydak", "suffix": ""}], "year": 2016, "venue": "Probl Hig Epidemiol", "volume": "97", "issn": "", "pages": "101--105", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Antigenic drift of A/H3N2/ virus and circulation on influenza-like viruses during the 2014/2015 influenza season in Poland", "authors": [{"first": "K", "middle": [], "last": "Bednarska", "suffix": ""}, {"first": "E", "middle": [], "last": "Hallmann-Szelińska", "suffix": ""}, {"first": "K", "middle": [], "last": "Kondratiuk", "suffix": ""}, {"first": "L", "middle": ["B"], "last": "Brydak", "suffix": ""}], "year": 2016, "venue": "Adv Exp Med Biol", "volume": "905", "issn": "", "pages": "33--38", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Molecular characteristics of influenza virus type B lineages circulating in Poland", "authors": [{"first": "K", "middle": [], "last": "Bednarska", "suffix": ""}, {"first": "E", "middle": [], "last": "Hallmann-Szelińska", "suffix": ""}, {"first": "K", "middle": [], "last": "Kondratiuk", "suffix": ""}, {"first": "D", "middle": [], "last": "Rabczenko", "suffix": ""}], "year": 2016, "venue": "Adv Exp Med Biol", "volume": "910", "issn": "", "pages": "1--8", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "European Region WHO, The European Influenza Surveillance Network (2015) Start of the 2014/15 influenza season in Europe: drifted influenza A(H3N2) viruses circulate as dominant subtype", "authors": [{"first": "E", "middle": [], "last": "Broberg", "suffix": ""}, {"first": "R", "middle": [], "last": "Snacken", "suffix": ""}, {"first": "C", "middle": [], "last": "Adlhoch", "suffix": ""}, {"first": "J", "middle": [], "last": "Beauté", "suffix": ""}, {"first": "M", "middle": [], "last": "Galinska", "suffix": ""}, {"first": "D", "middle": [], "last": "Pereyaslov", "suffix": ""}, {"first": "C", "middle": [], "last": "Brown", "suffix": ""}, {"first": "P", "middle": [], "last": "Penttinen", "suffix": ""}], "year": null, "venue": "Euro Surveill", "volume": "20", "issn": "4", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Surveillance of influenza. Influenza, pandemic flu myth or real threats?", "authors": [{"first": "L", "middle": ["B"], "last": "Brydak", "suffix": ""}], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "165--190", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "The sentinel system as the main influenza surveillance tool", "authors": [{"first": "K", "middle": [], "last": "Cieślak", "suffix": ""}, {"first": "D", "middle": [], "last": "Kowalczyk", "suffix": ""}, {"first": "K", "middle": [], "last": "Szymański", "suffix": ""}, {"first": "L", "middle": ["B"], "last": "Brydak", "suffix": ""}], "year": 2017, "venue": "Adv Exp Med Biol", "volume": "980", "issn": "", "pages": "37--43", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Virological situation in Poland in the 2016/2017 epidemic season based on sentinel data", "authors": [{"first": "K", "middle": [], "last": "Cieślak", "suffix": ""}, {"first": "K", "middle": [], "last": "Szymański", "suffix": ""}, {"first": "D", "middle": [], "last": "Kowalczyk", "suffix": ""}, {"first": "E", "middle": [], "last": "Hallmann-Szelińska", "suffix": ""}, {"first": "L", "middle": ["B"], "last": "Brydak", "suffix": ""}], "year": 2018, "venue": "Adv Exp Med Biol", "volume": "108", "issn": "", "pages": "63--67", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Influenza in Poland in 2011-2012 and 2012/2013 epidemic seasons", "authors": [{"first": "M", "middle": ["P"], "last": "Czarkowski", "suffix": ""}, {"first": "E", "middle": [], "last": "Hallmann-Szelińska", "suffix": ""}, {"first": "E", "middle": [], "last": "Staszewska", "suffix": ""}, {"first": "K", "middle": [], "last": "Bednarska", "suffix": ""}], "year": 2014, "venue": "Epidemiol Rev", "volume": "68", "issn": "", "pages": "455--463", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Report prepared for the WHO annual consultation on the composition of influenza vaccine for the Northern Hemisphere", "authors": [{"first": "Francis", "middle": [], "last": "Crick Institute", "suffix": ""}], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Report prepared for the WHO annual consultation on the composition of influenza vaccine for the Northern Hemisphere", "authors": [{"first": "Francis", "middle": [], "last": "Crick Institute", "suffix": ""}], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Report prepared for the WHO annual consultation on the composition of influenza vaccine for the Northern Hemisphere", "authors": [{"first": "Francis", "middle": [], "last": "Crick Institute", "suffix": ""}], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Virological characteristics of the 2014/2015 influenza season based on molecular analysis of biological material derived from I-MOVE study", "authors": [{"first": "E", "middle": [], "last": "Hallmann-Szelińska", "suffix": ""}, {"first": "K", "middle": [], "last": "Bednarska", "suffix": ""}, {"first": "M", "middle": [], "last": "Korczyńska", "suffix": ""}, {"first": "I", "middle": [], "last": "Paradowska-Stankiewicz", "suffix": ""}], "year": 2016, "venue": "Adv Exp Med Biol", "volume": "857", "issn": "", "pages": "45--85", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Detection of influenza in the epidemic season 2016/2017 based on I-MOVE+ project", "authors": [{"first": "E", "middle": [], "last": "Hallmann-Szelińska", "suffix": ""}, {"first": "K", "middle": [], "last": "Cieślak", "suffix": ""}, {"first": "K", "middle": [], "last": "Szymański", "suffix": ""}, {"first": "D", "middle": [], "last": "Kowalczyk", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Korczyńska", "suffix": ""}, {"first": "I", "middle": [], "last": "Paradowska-Stankiewicz", "suffix": ""}, {"first": "L", "middle": ["B"], "last": "Brydak", "suffix": ""}], "year": 2018, "venue": "Adv Exp Med Biol", "volume": "1114", "issn": "", "pages": "77--82", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Influenza in Poland in 2013 and 2013/2014 epidemic season", "authors": [{"first": "K", "middle": [], "last": "Kondratiuk", "suffix": ""}, {"first": "M", "middle": [], "last": "Czarkowski", "suffix": ""}, {"first": "E", "middle": [], "last": "Hallmann-Szelińska", "suffix": ""}, {"first": "E", "middle": [], "last": "Staszewska", "suffix": ""}, {"first": "K", "middle": [], "last": "Bednarska", "suffix": ""}, {"first": "E", "middle": [], "last": "Cielebąk", "suffix": ""}, {"first": "L", "middle": ["B"], "last": "Brydak", "suffix": ""}], "year": 2016, "venue": "Przegl Epidemiol", "volume": "70", "issn": "", "pages": "407--419", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Report prepared for the WHO annual consultation on the composition of influenza vaccine for the Northern Hemisphere. 14th-18th", "authors": [], "year": 2010, "venue": "MRC", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Report prepared for the WHO annual consultation on the composition of influenza vaccine for the Northern Hemisphere. 14th-17th", "authors": [], "year": 2011, "venue": "MRC", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Report prepared for the WHO annual consultation on the composition of influenza vaccine for the Northern Hemisphere. 14th-17th", "authors": [], "year": 2011, "venue": "MRC", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Report prepared for the WHO annual consultation on the composition of influenza vaccine for the Northern Hemisphere 2013/ 14. 18th-20th", "authors": [], "year": 2013, "venue": "MRC", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Report prepared for the WHO annual consultation on the composition of influenza vaccine for the Northern Hemisphere 2014/ 15. 17th-19th", "authors": [], "year": 2014, "venue": "MRC", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Report prepared for the WHO annual consultation on the composition of influenza vaccine for the Northern Hemisphere", "authors": [], "year": 2015, "venue": "MRC", "volume": "16", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Regional diversification of influenza activity in different in Poland during the epidemic 2015/2016 epidemic season", "authors": [{"first": "K", "middle": [], "last": "Szymański", "suffix": ""}, {"first": "D", "middle": [], "last": "Kowalczyk", "suffix": ""}, {"first": "K", "middle": [], "last": "Cieślak", "suffix": ""}, {"first": "L", "middle": ["B"], "last": "Brydak", "suffix": ""}], "year": 2017, "venue": "Adv Exp Med Biol", "volume": "1020", "issn": "", "pages": "1--8", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "1108) Infections with influenza A/H3N2/ subtype in Poland in the 2016/2017 epidemic season", "authors": [{"first": "K", "middle": [], "last": "Szymański", "suffix": ""}, {"first": "D", "middle": [], "last": "Kowalczyk", "suffix": ""}, {"first": "K", "middle": [], "last": "Cieślak", "suffix": ""}, {"first": "E", "middle": [], "last": "Hallmann-Szelińska", "suffix": ""}, {"first": "L", "middle": ["B"], "last": "Brydak", "suffix": ""}], "year": 2018, "venue": "Adv Exp Med Biol", "volume": "", "issn": "", "pages": "93--98", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Respiratory viruses in different provinces of Poland during the epidemic season", "authors": [{"first": "K", "middle": [], "last": "Szymański", "suffix": ""}, {"first": "K", "middle": [], "last": "Cieślak", "suffix": ""}, {"first": "D", "middle": [], "last": "Kowalczyk", "suffix": ""}, {"first": "E", "middle": [], "last": "Hallmann-Szelińska", "suffix": ""}, {"first": "L", "middle": ["B"], "last": "Brydak", "suffix": ""}], "year": 2016, "venue": "Adv Exp Med Biol", "volume": "", "issn": "", "pages": "83--1188", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "The Global Influenza Strategy", "authors": [], "year": 2019, "venue": "WHO", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Influenza in Poland in 2010", "authors": [{"first": "A", "middle": [], "last": "Woźniak-Kosek", "suffix": ""}, {"first": "M", "middle": ["P"], "last": "Czarkowski", "suffix": ""}, {"first": "E", "middle": [], "last": "Staszewski", "suffix": ""}, {"first": "B", "middle": [], "last": "Kondej", "suffix": ""}], "year": 2012, "venue": "Epidemiol Rev", "volume": "66", "issn": "", "pages": "599--604", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "the past, Poland used to send reports to the WHO Collaborating Center for Reference and Research on Influenza of the National Institute for Medical Research in London and then as of the 2015/2016 season to the WHO Collaborating Center for Reference and Research on Influenza of the Francis Crick Institute in London. On the Table 1 Virological characteristics of influenza and influenza-like infections during a decade of the 2008/2009-2017/ 2018 epidemic seasons in Poland H1N1/pdm09 was the predominant type A virus, which was confirmed in Europe in 53% of the submitted reports. Likewise, the confirmation rate for this virus amounted to 54.5% in Poland. There were no influenza-related deaths recorded in Poland in that season", "latex": null, "type": "table"}}, "back_matter": []}