{
    "paper_id": "538a12a2db9dbfad75c9804b320f5323bc4eb8f7",
    "metadata": {
        "title": "MELD-Na Is More Strongly Associated with Risk of Infection and Outcomes Than Other Characteristics of Patients with Cirrhosis",
        "authors": [
            {
                "first": "Zachary",
                "middle": [
                    "P"
                ],
                "last": "Fricker",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "IU Indiana University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "V V"
                ],
                "last": "Pavan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "IU Indiana University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Kedar",
                "middle": [],
                "last": "Mukthinuthalapati",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "IU Indiana University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Samuel",
                "middle": [],
                "last": "Akinyeye",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "IU Indiana University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Naga",
                "middle": [],
                "last": "Chalasani",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "IU Indiana University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Bashar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "IU Indiana University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Attar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "IU Indiana University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Maya",
                "middle": [],
                "last": "Balakrishnan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "IU Indiana University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Marwan",
                "middle": [],
                "last": "Ghabril",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "IU Indiana University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Michelle",
                "middle": [
                    "T"
                ],
                "last": "Long",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "IU Indiana University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "John",
                "middle": [
                    "H"
                ],
                "last": "Stroger Hospital",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "IU Indiana University",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The nature and outcomes of infection among patients with cirrhosis in safety-net hospitals are not well described. We aimed to characterize the rate of and risk factors for infection, both present on admission and nosocomial, in this unique population. We hypothesized that infections would be associated with adverse outcomes such as short-term mortality. Methods We used descriptive statistics to characterize infections within a retrospective cohort characterized previously. We used multivariable logistic regression models to assess potential risk factors for infection and associations with key outcomes such as short-term mortality and length of stay. Results The study cohort of 1112 patients included 33% women with a mean age of 56 ± 10 years. Infections were common (20%), with respiratory and urinary tract infections the most frequent. We did not observe a difference in the incidence of infection on admission based on patient demographic factors such as race/ethnicity or estimated household income. Infections on admission were associated with greater short-term mortality (12% vs 4% in-hospital and 14% vs 7% 30-day), longer length of stay (6 vs 3 days), intensive care unit admission (28% vs 18%), and acute-on-chronic liver failure (10% vs 2%) (p < 0.01 for all). Nosocomial infections were relatively uncommon (4%), but more frequent among patients admitted to the intensive care unit. Antibiotic resistance was common (38%), but not associated with negative outcomes. Conclusion We did not identify demographic risk factors for infection, but did confirm its morbid effect among patients with cirrhosis in safety-net hospitals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Infections are common among patients with cirrhosis and are associated with significant adverse clinical outcomes, including decompensation of cirrhosis, extrahepatic organ failure, and death [1] [2] [3] [4] [5] [6] . Experience from other diseases shows that there may be racial and socioeconomic disparities in the frequency and consequences of common bacterial infections [7] [8] [9] and the risk of antibiotic resistance [4, 10] between different racial and socioeconomic groups. Additionally, the risk of antibiotic resistance in patients with cirrhosis varies across continents and countries, demonstrating the need for tailored preventative and treatment strategies [4] . Urban safety-net hospitals provide care for many lowincome and uninsured patients and a disproportionate share of the care of minority patients and immigrants, particularly recent or undocumented immigrants [11] [12] [13] . Although the nature of infections among patients with cirrhosis in general is well described, specific differences in the nature of infections and associated outcomes among patients presenting to safety-net hospitals are largely unexplored.",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 195,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 196,
                    "end": 199,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 200,
                    "end": 203,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 204,
                    "end": 207,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 208,
                    "end": 211,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 212,
                    "end": 215,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 375,
                    "end": 378,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 379,
                    "end": 382,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 383,
                    "end": 386,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 425,
                    "end": 428,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 429,
                    "end": 432,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 673,
                    "end": 676,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 886,
                    "end": 890,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 891,
                    "end": 895,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 896,
                    "end": 900,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Our primary aim was to determine the risk factors for infections, both pre-admission and nosocomial, among patients with cirrhosis admitted to urban safety-net hospitals. Additionally, we sought to determine the association between infections and major adverse clinical outcomes including short-term mortality, length of stay (LOS), 30-day hospital readmission, and acute-on-chronic liver failure (ACLF).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We performed a retrospective review of data from the multicenter \"Cirrhosis in Urban Safety-net Hospitals\" study of patients with cirrhosis hospitalized at four urban safety-net hospitals in the USA [14] . Study sites were Baylor University Medical Center (BUMC), Boston Medical Center-Boston University (BU), John H. Stroger Hospital of Cook County (JHS), and Sidney & Lois Eskenazi Hospital-Indiana University (IU). We reviewed data from the first hospital admission in calendar year 2012 of all patients with cirrhosis admitted at each center. Patients with cirrhosis were identified by review of the electronic medical record at each institution using previously validated International Classification of Diseases-9 codes for cirrhosis or its complications [15, 16] . Manual review of the chart was performed by an author at each center [ZF (BU), VVPK (IU, JSH), SA (BUMC)] to confirm the diagnosis of cirrhosis based on the combination of all data available in the medical record, including liver histology, radiographic studies, serum assays for estimation of fibrosis, laboratory values (i.e., albumin, platelet count, international normalized ratio), endoscopic stigmata of portal hypertension, and provider assessments. Covariates of interest were chosen for evaluation based on their strong potential to influence risk of infection or adverse outcomes. We excluded patients admitted for surgery due to their unique risks for infection and adverse outcomes. Missing values for Model for End-Stage Liver Disease (MELD) class were imputed (see \"Statistical Analyses\" section), and MELD-Sodium (MELD-Na) scores were calculated [17] . The institutional review board of each participating center independently reviewed and approved participation in the study.",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 203,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 761,
                    "end": 765,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 766,
                    "end": 769,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1633,
                    "end": 1637,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "We identified infections by manual review of the medical record for each admission. Infections of interest included: cellulitis, Clostridium difficile colitis, isolated bacteremia, respiratory tract infection (pneumonia), spontaneous bacterial peritonitis (SBP), and urinary tract infection. We also recorded other infections, including central-line-associated bloodstream infections, cholecystitis, other infectious enteritides, and osteomyelitis. When available, we recorded confirmatory testing, e.g., infectious organism culture or polymerase chain reaction results. When available, we also documented the presence or absence of antibiotic resistance. We categorized infections as present on admission if they were identified during the initial hospital assessment or in the case of occult infections, if signs or symptoms at the time of admission were attributable in retrospect to an infection that was only identified later in the hospital course. We also recorded the incidence of nosocomial infections, i.e., those arising at least 48 h into the hospital stay and not believed to be present upon admission [18] .",
            "cite_spans": [
                {
                    "start": 1115,
                    "end": 1119,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Definition of Infections"
        },
        {
            "text": "We defined cellulitis based on provider assessment and reported physical examination. We defined Clostridium difficile colitis based on positive stool testing results (polymerase chain reaction or toxin enzyme immunoassay) in a patient with diarrhea. We defined isolated bacteremia as positive blood culture for an infectious organism not attributable to another apparent primary infection site (e.g., central venous catheters). We defined pneumonia by provider assessment of the presence of a lower respiratory tract infection in the presence of radiographic findings consistent with pneumonia or positive sputum culture or nasopharyngeal swab. We defined spontaneous bacterial peritonitis by provider assessment and the presence of elevated (> 250/mm 3 ) ascites polymorphonuclear cell count and/or positive culture results in the absence of another apparent cause of peritonitis. Lastly, we defined urinary tract infections by provider assessment and positive urine culture and/or elevated leukocyte count on microscopic urinary analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition of Infections"
        },
        {
            "text": "We also recorded other infections, including central-lineassociated bloodstream infections (defined by bacteremia in the presence of a preexisting central venous catheter and provider assessment of the source of infection as catheter related), as well as osteomyelitis, enteritis, and cholecystitis defined by provider assessment and/or radiographic, culture, and other laboratory findings when available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition of Infections"
        },
        {
            "text": "We abstracted demographic characteristics, including age, sex, race/ethnicity, and insurance provider (e.g., public, private, none) from each record. We recorded each patient's residential zip code and estimated median household income by zip code using national governmental survey data [19] . We collected additional covariates to characterize each patient's medical history and pre-admission health status including: Charlson comorbidity index (CCI) [20] , etiology of liver disease, history of decompensations, and home medications. We categorized patient location prior to admission as home, skilled nursing facility, or other. We estimated pre-admission alcohol use history via review of the medical record as 0-2 drinks/day or > 2 drinks/day. We recorded admitting diagnoses and vital signs upon admission (height, weight, heart rate, and blood pressure) and throughout the hospital course. We recorded laboratory values upon hospital admission and daily throughout the hospital stay, as well as the most recent creatinine value prior to admission. We also recorded hospital length of stay (LOS), invasive procedures during admission (endoscopy, paracentesis, or mechanical ventilation), and the interval since last known hospital admission. We calculated MELD-Na based on laboratories within 24 h of hospital admission.",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 292,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 453,
                    "end": 457,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Covariates"
        },
        {
            "text": "We recorded the presence of infection upon hospital admission, nosocomial infection, and infection with an antibioticresistant bacterium. We determined the association between infections in patients with cirrhosis and a number of clinical outcomes including: in-hospital mortality, LOS, intensive care unit (ICU) admission, presence of acute-on-chronic liver failure (ACLF), 30-day re-admission, and 30-day mortality. We defined acute-on-chronic liver failure (ACLF) based on a modification of the North American Consortium for the Study of End-Stage Liver Disease (NACSELD)-ACLF criteria [6] . We considered an individual to have ACLF if two or more of the following were present: mechanical ventilation, renal replacement therapy, vasopressors, or hepatic encephalopathy (West-Haven grade III or higher).",
            "cite_spans": [
                {
                    "start": 589,
                    "end": 592,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Descriptive Measures and Outcomes"
        },
        {
            "text": "An overall description of the study protocol has been previously published [14] .",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 79,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Descriptive Measures and Outcomes"
        },
        {
            "text": "We used descriptive statistics to provide an overview of the cohort. We used mean and standard deviation or median and inter-quartile range to describe continuous variables that were normally distributed or skewed and frequencies and percentages for dichotomous variables. We tested for univariable differences using the Chi-square or Fisher statistic for categorical parameters, Student's t test for normally distributed continuous parameters, and Mann-Whitney test for non-normally distributed continuous parameters. For patients with missing admission MELD-Na that could not be thusly calculated, we imputed values using the random forest method [21] .",
            "cite_spans": [
                {
                    "start": 649,
                    "end": 653,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Statistical Analyses"
        },
        {
            "text": "For the primary analysis, we created multivariable logistic regression models to assess the association between potential risk factors and infection. The model of associations with infection on admission included the following potential covariates: age, sex, race/ethnicity, insurance provider, estimated household income, pre-admission location, body mass index (BMI), history of diabetes mellitus, CCI, etiology of cirrhosis, alcohol use, history of SBP, home protonpump inhibitor use, home antibiotic use for prophylaxis of SBP or treatment of hepatic encephalopathy, and MELD-Na score. The model of associations with nosocomial infection included the following potential covariates: age, sex, BMI, CCI, MELD-Na, LOS, ICU admission, admission for upper gastrointestinal hemorrhage, endoscopy, paracentesis, or mechanical ventilation. The model of associations with antibiotic-resistant infections including the following potential covariates: age, sex, race/ethnicity, insurance provider, estimated household income, pre-admission location, interval since last hospital admission, home antibiotic use for prophylaxis of SBP or treatment of hepatic encephalopathy, and LOS. Because the distribution of race/ethnicity was unequal across sites (with more Hispanic patients identified at BUMC), we repeated the multivariable logistic regression with a term for interaction of site and race/ethnicity. For the secondary analyses, we created a multivariable logistic regression model to assess the association between infection on admission and in-hospital mortality with adjustment for age, sex, CCI, MELD-Na, and ACLF. We also created a multivariable logistic regression model to assess the association between nosocomial infection and in-hospital mortality with adjustment for age, sex, MELD-Na, ICU admission, and ACLF. We used forward stepwise logistic regression analysis for variable selection for all multivariable models.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analyses"
        },
        {
            "text": "Statistical significance was defined as α = 0.05 prior to analysis. Correction for multiple comparisons was done using the Benjamini and Hochberg [22] method with a false discovery rate of 0.05. Statistical analysis was performed using R (R Foundation for Statistical Computing, Vienna, Austria; http://www.r-proje ct.org/).",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 150,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Statistical Analyses"
        },
        {
            "text": "We identified 1212 patients with cirrhosis and admission to our centers in 2012. We excluded 100 patients admitted for surgery, yielding a study sample of 1112 patients. A total of 217 patients had missing laboratory values required for calculation of MELD-Na which were imputed, as above. Admissions were distributed relatively evenly across centers (BUMC 189, IU 234, BU 330, JSH 359). There was significant racial diversity; 43% of patients were white/Caucasian (non-Hispanic), 28% black/African-American, 17% Hispanic/Latino, 3% Asian, and 7% other/unknown. Most (74%) patients received public insurance, followed by selfinsured (16%), other (5%), and commercially insured (4%). Nearly all (91%) patients were admitted from home, with 6% from other locations and 3% from skilled nursing facilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample Characteristics"
        },
        {
            "text": "We observed 239 infections upon admission present among 218/1112 (20%) unique patients. Respiratory and urinary tract infections were the most common (Fig. 1) . Of infections on admission, 121/239 (51%) had antibiotic sensitivity testing performed (or in the case of 7 Clostridium difficile infections, were assumed to have intrinsic antibiotic resistance) and 49/121 (40%) had documented antibiotic resistance.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 150,
                    "end": 158,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Sample Characteristics"
        },
        {
            "text": "We observed 56 nosocomial infections occurring among 47 (4%) unique patients with anatomical distribution as shown in Fig. 1 . Antibiotic sensitivity testing was performed in 29/56 (52%) (or in the case of 5 Clostridium difficile infections, were assumed to have intrinsic antibiotic resistance) and 8/29 (28%) had documented bacterial growth and antibiotic resistance.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 118,
                    "end": 124,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Sample Characteristics"
        },
        {
            "text": "Overall (including 12 Clostridium difficile infections), 57/150 (38%) of infections had documented antibiotic resistance. There was no difference between the rate of documented antibiotic resistance among infections present on admission and nosocomial infections (p = 0.5). Resistant infections were present among 44/1112 (4%) patients with anatomical distribution as shown in Fig. 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 377,
                    "end": 383,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Sample Characteristics"
        },
        {
            "text": "The characteristics of the study sample, by the presence of infection on admission, are listed in Table 1 . After correction for multiple comparisons, MELD-Na, history of SBP, and insurance provider were found to be statistically significantly associated with infection on admission in univariable analysis (Table 1 ). In a stepwise multivariable logistic regression model, MELD-Na (odds ratio (OR) 5.3 per every 5-point greater MELD-Na, 95% CI 5.22-5.44, p < 0.001) and history of SBP (OR 3.2, 95% CI 1.41-6.86, p < 0.01) were significantly associated with infection on admission. We observed no evidence for interaction by site or race/ethnicity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 98,
                    "end": 105,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 307,
                    "end": 315,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Factors Associated with Infection"
        },
        {
            "text": "We defined covariates of interest and assessed for association with the incidence of nosocomial infection using stepwise multivariable logistic regression. We observed an association between both ICU admission (OR 6.7, 95% CI 3.03-14.61, p < 0.001) and use of mechanical ventilation (OR 2.8, 95% CI 1.34-6.21, p < 0.01) and nosocomial infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Factors Associated with Infection"
        },
        {
            "text": "No potential risk factors, including known previous antibiotic use and healthcare facility exposure, were associated with antibiotic-resistant infection in univariable analysis. Thus, a multivariable model was not created. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Factors Associated with Infection"
        },
        {
            "text": "The presence of infection on hospital admission was strongly associated with several negative clinical outcomes, including longer LOS, and greater incidence of ICU admission, ACLF, and in-hospital mortality ( Table 2) . These associations remained significant after correction for multiple comparisons.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 209,
                    "end": 217,
                    "text": "Table 2)",
                    "ref_id": null
                }
            ],
            "section": "Multivariable Regression Models for the Association with Infection and Clinical Outcomes"
        },
        {
            "text": "We performed an additional analysis to assess the association between infection on admission and in-hospital mortality after adjustment for covariates. In stepwise multivariable logistic regression, we found MELD-Na (OR 5.7 per every 5-point greater MELD-Na, 95% CI (5.47-5.91, p < 0.001) and ACLF (OR 52.6, 95% CI 22.42-131.79, p < 0.001) to be associated with in-hospital mortality. Because knowledge of the development of ACLF required information about the hospital course not immediately available upon admission, we repeated this analysis after excluding ACLF. In this model, the presence of an infection on admission was associated with a greater chance of in-hospital mortality [OR 1.9 (95% CI 1.10-3.36), p = 0.02].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multivariable Regression Models for the Association with Infection and Clinical Outcomes"
        },
        {
            "text": "The acquisition of a nosocomial infection was strongly associated with negative outcomes, including longer length of stay, and increased incidence of ICU admission, ACLF, and in-hospital mortality in univariable analyses ( Table 2) . Using stepwise multivariable logistic regression, we found nosocomial infection to be associated with an increased rate of in-hospital mortality (OR 6.0, 95% CI 2.38-14.68, p < 0.001). Additional adjustment for ICU admission attenuated the strength and magnitude of this association somewhat, but nosocomial infection remained associated with in-hospital mortality (OR 3.1, 95% CI 1.21-7.58, p = 0.01).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 223,
                    "end": 231,
                    "text": "Table 2)",
                    "ref_id": null
                }
            ],
            "section": "Multivariable Regression Models for the Association with Infection and Clinical Outcomes"
        },
        {
            "text": "The presence of an antibiotic-resistant infection compared to antibiotic susceptible infection was not associated with an increase in adverse outcomes ( Table 2 ). There was a numerically greater incidence of ICU admission among patients with known antibiotic susceptible infections compared to patients with known antibiotic-resistant infections which was not statistically significant after correction for multiple comparisons.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 153,
                    "end": 160,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Multivariable Regression Models for the Association with Infection and Clinical Outcomes"
        },
        {
            "text": "We retrospectively analyzed data collected from the admissions of 1112 unique patients with cirrhosis to urban safety-net hospitals in the year 2012. Infections present on admission were much more common (20% of patients) than nosocomial infections (4%). We did not identify an association between patient demographic characteristics and infections. Overall, infections were strongly associated with multiple important adverse outcomes, including short-term mortality. Among specimens tested (and including Clostridium difficile infections), antibiotic resistance was common (38%); however, we did not observe a greater incidence of adverse outcomes among patients with resistant infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The overall prevalence of infection observed in our study is consistent with the US national data representing a diversity of hospital types [1] as well as other studies from elsewhere in the world [2, 3, 10] . This suggests that the rate of infection on admission among patients with cirrhosis is not dependent upon any unique characteristics of patients admitted to safety-net hospitals. Consistent with this observation, we did not find differences in the presence of infection on admission based on demographic or socioeconomic factors that help to define the safety-net hospital patient population, including race/ethnicity, estimated household income, or insurance provider. This is in contrast to previously described infectionrelated disparities across racial/ethnic groups from other specialties. For example, a higher incidence of hospital acquired infections [7, 23] and greater infection-related hospitalization and in-hospital mortality [8, 9] has been observed among some minority populations. Indeed, it also may be that socioeconomic status, especially poverty, affects the risk of infection, as is the case for pediatric ear infections [24] . It is possible that the lack of association with household income observed here reflects inaccuracy of geographic income estimates or incompletely captured data in the medical record. Alternatively, it may be that cirrhosis itself represents so great a risk of infection that it supersedes any minor difference in risk associated with demographic characteristics.",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 144,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 198,
                    "end": 201,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 202,
                    "end": 204,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 205,
                    "end": 208,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 870,
                    "end": 873,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 874,
                    "end": 877,
                    "text": "23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 950,
                    "end": 953,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 954,
                    "end": 956,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1153,
                    "end": 1157,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Pre-admission proton-pump inhibitor prescription was common in this cohort (35%). Contrary to a previous report [25] , we did not identify an association between protonpump inhibitor prescription and infection on admission. The lack of association seen here may reflect the true absence of association, residual confounding from unmeasured covariates, or uncertainty regarding consistency of use prior to admission. Our data do not permit confirmation of adherence prior to admission, and thus must be interpreted with caution.",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 116,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Sarcopenia and malnourishment are known to be associated with poor outcomes in patients with cirrhosis [26] , and lower BMI has previously been shown to be associated with greater inpatient mortality [27] . However, we did not find an association between BMI and the presence of infection (on admission or nosocomial) or in-hospital mortality in univariable or multivariable analyses, suggesting that the detrimental effects of sarcopenia may not manifest directly through increased infection risk. Alternatively, this may reflect the limitations of BMI as a measure of a patient's true nutritional status and physiological reserve given the inability to distinguish between muscle, adipose, and fluid weight.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 107,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 200,
                    "end": 204,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Consistent with prior studies [6, 28, 29] , we found that both MELD-Na and the development of ACLF were strongly associated with in-hospital mortality. Due to the large effect of these associations, infection present on hospital admission itself was not independently associated with mortality when adjusted for the development of ACLF. However, infections themselves are among the most common causes of ACLF [6] . Because of this relationship, and as our definition of ACLF required information about the entire hospital course, we assessed for the association of infection with in-hospital mortality after exclusion of ACLF from the model. While still maintaining adjustment for other covariates such as MELD-Na, this revealed that infection on admission was associated with a twofold increase in the odds of in-hospital mortality.",
            "cite_spans": [
                {
                    "start": 30,
                    "end": 33,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 34,
                    "end": 37,
                    "text": "28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 38,
                    "end": 41,
                    "text": "29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 409,
                    "end": 412,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Given the consistent associations between infection and the overall severity of liver disease, as marked by greater MELD-Na [30] , we expected to find a higher 30-day readmission rate as well. Unlike the other major adverse outcomes recorded, however, we did not observe a difference in unadjusted 30-day readmission rates based on infection. It is possible that admissions to other local hospitals not captured in the medical record could alter these results, although there is not a particular reason to suspect that use of outside hospitals varied based on the presence of infection. It is also possible that our sample was insufficient to confirm small absolute differences in readmission risk associated with infection. Alternatively, unmeasured covariates, such as limited health literacy, language barrier, and the myriad other systemic challenges faced by patients at safety-net hospitals may have greater impact on readmission risk than the presence of infection.",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 128,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Surprisingly, documented nosocomial infections were relatively rare in our cohort, occurring in only 4% of patients. Exposures associated with nosocomial infection were ICU admission and use of mechanical ventilation. These observed associations are presumed to be due to the general increased risk of infection in critical illness [31] , as well as the increased risk of iatrogenic infection via central venous and urinary catheters [32] and ventilatorassociated pneumonia [33] . Nosocomial infections were associated with poor clinical outcomes, including longer length of stay, and more ICU admission, ACLF, and inhospital morality (after adjustment for multiple covariates). This is in contrast to a previous multicenter report [28] . Due to the retrospective nature of our study, it is possible that more severe nosocomial infections were preferentially identifiable in the record or that record-keeping varies by level of care (i.e., floor vs ICU). Such differences could explain the increased mortality associated with nosocomial infections we observed.",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 336,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 434,
                    "end": 438,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 474,
                    "end": 478,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 732,
                    "end": 736,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Overall, we found antibiotic resistance to be quite common, occurring in 38% of the infections with available susceptibility data. This high prevalence of resistance must be considered when choosing empiric antibiotic therapy for patients with cirrhosis [34, 35] , especially as broader initial antibiotic coverage is associated with greater survival [4] . We did not observe major variation in the rate of antibioticresistant infections by anatomical site, with most proportions approximately 30-40%. Similarly, there was no identified association with covariates anticipated to be associated with risk of antibiotic resistance, such as admission from a medical/nursing facility or the duration since the most recent known hospital admission.",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 258,
                    "text": "[34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 259,
                    "end": 262,
                    "text": "35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 351,
                    "end": 354,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Some prior studies suggest the prevalence of antibioticresistant infection is increased among minority patients; for example, the incidence of methicillin-resistant staphylococcus infection acquired in both the community and hospital setting is approximately twofold greater among black patients than among white patients [36] . We did not identify associations between antibiotic resistance and demographic or socioeconomic factors (i.e., race/ethnicity, insurance provider, or estimated household income).",
            "cite_spans": [
                {
                    "start": 322,
                    "end": 326,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Similarly, although we found antibiotic resistance to be common both among infections present on admission (40%) and nosocomial infections (28%), we did not identify a statistically significant difference between these proportions. Overall, these rates are much higher than the reported rate of multi-drug resistance observed at other centers [4] . Some of this is attributable to the expected greater prevalence of any degree of antibiotic resistance which we recorded in comparison to multi-drug resistance reported elsewhere [4] . In addition, it is possible that safety-net hospitals, serving diverse populations with a larger proportion of recent immigrant patients [13] , may harbor antibiotic resistance rates more akin to those of the developing world (i.e., higher) than the overall US population. Contrary to our expectation, pre-admission prescription of antibiotics for prophylaxis of hepatic encephalopathy or SBP was not associated with documented antibiotic resistance. However, pre-admission prescription of (non-rifaximin) antibiotics was relatively rare in our cohort, resulting in reduced statistical power to confirm an underlying association, if present.",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 346,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 528,
                    "end": 531,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 671,
                    "end": 675,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We anticipated that antibiotic-resistant infections would be associated with negative outcomes such as greater inhospital mortality, longer length of stay, and more ICU admission. These associations were not observed, which may reflect the availability of suitable alternative antibiotic regimens which preserved effectiveness. However, the relatively small sample size of infections with documented resistance testing limits inference here. Our results, however, are consistent with the previous evidence that common forms of antibiotic resistance, such as fluoroquinolone resistance are not associated with increased mortality [28] . This result should be considered when balancing the risk of antibiotic resistance against the potential benefit of prophylactic antibiotics.",
            "cite_spans": [
                {
                    "start": 629,
                    "end": 633,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The primary strength of this study is the safety-net hospital patient population which is not as well studied as the general population. The moderately large sample size and multicenter nature increase generalizability to other similar populations. There are, however, limitations that should be considered in interpretation of our results. As with any retrospective study, these data are subject to missingness and mischaracterization in the medical record. The absence of a prospective protocol requiring resistance testing or proactive patient follow-up, for example, could have caused underestimation of the rate of antibiotic resistance or 30-day readmission or mortality not occurring within a participating center. For a key covariate, i.e., MELD-Na, we have used a robust imputation method [21] to account for missing data to help offset this limitation. The total number of identified antibiotic-resistant infections was low, which reduces statistical power for identifying relevant associations.",
            "cite_spans": [
                {
                    "start": 798,
                    "end": 802,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Strengths and Limitations"
        },
        {
            "text": "We evaluated the nature and consequences of infections among 1112 patients with cirrhosis admitted to four large safety-net hospitals in the USA. Infections were quite common overall (20%), with respiratory and urinary tract infections the most common. We did not observe a difference in the incidence of infection on admission based on patient demographic factors. Infections on admission were associated with multiple key negative outcomes including greater short-term mortality (in-hospital and 30-day) and incidence of ICU admission and ACLF, as well as longer length of stay. Nosocomial infections were relatively uncommon overall (4%), but more common among patients admitted to the ICU. Antibiotic resistance was common (38%), but not clearly associated with an increase in key negative outcomes. Overall, our results demonstrate the critical role of infections in morbidity and mortality among patients with cirrhosis, as well as the need for increasing attention to the issue of antibiotic resistance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Funding The authors received no specific funding for this work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Prevalence and in-hospital mortality trends of infections among patients with cirrhosis: a nationwide study of hospitalised patients in the United States",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Singal",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Salameh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Kamath",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Aliment Pharmacol Ther",
            "volume": "40",
            "issn": "",
            "pages": "105--112",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Healthcare-associated and nosocomial bacterial infections in cirrhosis: predictors and impact on outcome",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sargenti",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Prytz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Strand",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Nilsson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kalaitzakis",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Liver Int",
            "volume": "35",
            "issn": "",
            "pages": "391--400",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Bacterial infections change natural history of cirrhosis irrespective of liver disease severity",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dionigi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Garcovich",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Borzio",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Am J Gastroenterol",
            "volume": "112",
            "issn": "",
            "pages": "588--596",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Epidemiology and effects of bacterial infections in patients with cirrhosis worldwide",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Piano",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Caraceni",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Gastroenterology",
            "volume": "156",
            "issn": "",
            "pages": "1368--1380",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The impact of bacterial infections on survival of patients with decompensated cirrhosis",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Strauss",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Ann Hepatol",
            "volume": "13",
            "issn": "",
            "pages": "7--19",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Survival in infectionrelated acute-on-chronic liver failure is defined by extrahepatic organ failures",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Bajaj",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "O&apos;leary",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Reddy",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Hepatology",
            "volume": "60",
            "issn": "",
            "pages": "250--256",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Hospital Acquired Infections 2011-2012 Report Disparities National Coordinating Center",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shangraw",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Racial disparities in infection-related mortality at Alice Springs Hospital",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Einsiedel",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Fernandes",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Woodman",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Med J Aust",
            "volume": "188",
            "issn": "",
            "pages": "568--571",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Racial/ ethnic disparities in infectious disease hospitalizations in Arizona",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Callinan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Holman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Esposito",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mcdonald",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Health Dispar Res Pract",
            "volume": "6",
            "issn": "",
            "pages": "49--71",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Multidrug-resistant bacterial infections in patients with decompensated cirrhosis and with acute-on-chronic liver failure in Europe",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fernández",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Prado",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Trebicka",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Hepatol",
            "volume": "70",
            "issn": "",
            "pages": "398--411",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Population characteristics of markets of safety-net and non-safety-net hospitals",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gaskin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hadley",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Urban Heal",
            "volume": "76",
            "issn": "",
            "pages": "351--370",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Characteristics of Safety-Net Hospitals",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Sutton",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Washington",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Fingar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Elixhauser",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Healthc Cost Util Proj",
            "volume": "213",
            "issn": "",
            "pages": "1--19",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "_media _files _publi catio ns_fund_repor t_2013_aug_1699_walla ce_undoc ument ed_unins ured_barri ers_immig rants _v2",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Wallace",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Torres",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "Z"
                    ],
                    "last": "Nobari",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pourat",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Early predictors of outcomes of hospitalization for cirrhosis and assessment of the impact of race and ethnicity at safety-net hospitals",
            "authors": [
                {
                    "first": "Vvpk",
                    "middle": [],
                    "last": "Mukthinuthalapati",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Akinyeye",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "P"
                    ],
                    "last": "Fricker",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "PLoS One",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Use of administrative claims data for identifying patients with cirrhosis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Nehra",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Clark",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Clin Gastroenterol",
            "volume": "47",
            "issn": "",
            "pages": "50--54",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Validation of a coding algorithm to identify patients with hepatocellular carcinoma in an administrative database",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Goldberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Halpern",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Weiner",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "L"
                    ],
                    "last": "Re",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Pharmacoepidemiol Drug Saf",
            "volume": "22",
            "issn": "",
            "pages": "103--107",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Update on MELD and organ allocation",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "O&apos;brien",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Clin Liver Dis",
            "volume": "5",
            "issn": "",
            "pages": "105--107",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Prevention of hospital acquired infections: a practical guide",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ducel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fabry",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Nicolle",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "American Community Survey",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "S"
                    ],
                    "last": "Dept Of Commerce",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A new method of classifying prognostic comorbidity in longitudinal studies: development and validation",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Charlson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pompei",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Ales",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Mackenzie",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J Chronic Dis",
            "volume": "40",
            "issn": "",
            "pages": "373--383",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Comparison of imputation methods for missing laboratory data in medicine",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Waljee",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mukherjee",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Singal",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BMJ Open",
            "volume": "3",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Controlling the false discovery rate: a practical and powerful approach to multiple testing",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Benjamini",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hochberg",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J R Stat Soc Ser B",
            "volume": "57",
            "issn": "",
            "pages": "289--300",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Racial and ethnic disparities in healthcare-associated infections in the United States",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Bakullari",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Metersky",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Hosp Epidemiol",
            "volume": "35",
            "issn": "",
            "pages": "10--16",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Demographic disparities among children with frequent ear infections in the United States",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Vakharia",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Shapiro",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bhattacharyya",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Laryngoscope",
            "volume": "120",
            "issn": "",
            "pages": "1667--1670",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Long-term use of antibiotics and proton pump inhibitors predict development of infections in patients with cirrhosis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "O&apos;leary",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Reddy",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Clin Gastroenterol Hepatol",
            "volume": "13",
            "issn": "",
            "pages": "753--759",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Sarcopenia in cirrhosis: looking beyond the skeletal muscle loss to see the systemic disease",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Bhanji",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Montano-Loza",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Watt",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Hepatology",
            "volume": "70",
            "issn": "",
            "pages": "2193--2203",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Obesity paradox in advanced liver disease: obesity is associated with lower mortality in hospitalized patients with cirrhosis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Karagozian",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bhardwaj",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Wakefield",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Baffy",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Liver Int",
            "volume": "36",
            "issn": "",
            "pages": "1450--1456",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Second infections independently increase mortality in hospitalized patients With cirrhosis: the north American Consortium for the study of end-stage liver disease (NACSELD) experience",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Bajaj",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "O&apos;leary",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Reddy",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Hepatology",
            "volume": "56",
            "issn": "",
            "pages": "2328--2335",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "NACSELD acuteon-chronic liver failure (NACSELD-ACLF) score predicts 30-day survival in hospitalized patients with cirrhosis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "O&apos;leary",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Reddy",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Garcia-Tsao",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Hepatology",
            "volume": "67",
            "issn": "",
            "pages": "2367--2374",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Hospital readmissions in patients with cirrhosis: a systematic review",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Orman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ghabril",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Emmett",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chalasani",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Hosp Med",
            "volume": "13",
            "issn": "",
            "pages": "490--495",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Incidence, risk factors and impact on outcomes of secondary infection in patients with septic shock: an 8-year retrospective study",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Sci Rep",
            "volume": "6",
            "issn": "",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Review of strategies to reduce central line-associated bloodstream infection (CLABSI) and catheter-associated urinary tract infection (CAUTI) in adult ICUs",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Vaughn",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Hosp Med",
            "volume": "13",
            "issn": "",
            "pages": "105--116",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Incidence of and risk factors for ventilator-associated pneumonia in critically ill patients",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Walter",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Cook",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Ann Intern Med",
            "volume": "129",
            "issn": "",
            "pages": "433--440",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Bacterial infections in cirrhosis: a position statement based on the EASL Special Conference",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jalan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fernandez",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wiest",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Hepatol",
            "volume": "60",
            "issn": "",
            "pages": "1310--1324",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Clinical Practice Guidelines for the management of patients with decompensated cirrhosis",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Angeli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bernardi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Villanueva",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Hepatol",
            "volume": "69",
            "issn": "",
            "pages": "406--460",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Racial disparities in invasive methicillin-resistant Staphylococcus aureus infections",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gualandi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Mu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Bamberg",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Clin Infect Dis",
            "volume": "67",
            "issn": "",
            "pages": "1175--1181",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Infections by anatomical site. Number of infections by anatomical site among admission, nosocomial, and antibiotic-resistant infections",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Characteristics of the study sample, by the presence of infection Mean (standard deviation, SD) for normally distributed continuous parameters, median (interquartile range) for skewed continuous parameters, frequency (%) for categorical parameters Bold values indicate statistically significant associations (p < 0.05 after adjustment for multiple comparisons via Benjamini-Hochberg method) Major hospital outcomes for the study sample overall and by the presence of infection sub-types",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "There is no known conflict of interest on the behalf of any author. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        }
    ]
}