{
    "paper_id": "53ce9e7230352d6ebc13a66207ad519f8dcbf2b1",
    "metadata": {
        "title": "Crash Course in Decision Making",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "It has been said that the difference between published research and real clinical practice is like the difference between opera and real life. The report by Foo et al. in this month's Academic Emergency Medicine shows how emergency physicians can use scientific method to ''get it in gear'' to produce a decision instrument, used in real time on huge numbers of patients, to render a major impact on public health. 1 Severe acute respiratory syndrome (SARS) is caused by an atypical coronavirus that is highly contagious and carries a 10% mortality rate. The incubation period is about one week, and for the first few days of illness, SARS patients manifest no particular clinical features that distinguish them from patients with any other less-lethal influenza-like illness (ILI). The Centers for Disease Control and Prevention (CDC) have issued specific recommendations for the diagnosis and evaluation of patients with suspected SARS. 2 These include a chest radiograph, pulse oximetry, blood cultures, sputum Gram's stain and culture, and testing for viral respiratory pathogens, notably influenza A and B and respiratory syncytial virus. Obviously, these tests require the patient to be in contact with other persons inside an emergency department. The CDC recommends the following precautions for outpatients with ''suspected SARS:'' 2 If SARS is suspected, provide and place a surgical mask over the patient's nose and mouth. If masking the patient is not feasible, the patient should be asked to cover his or her mouth with a disposable tissue when coughing, talking, or sneezing. Separate the patient from others in the reception area as soon as possible, preferably in a private room with negative pressure relative to the surrounding area. Standard precautions (e.g., hand hygiene); in addition to routine standard precautions, health care personnel should wear eye protection for all patient contact. Contact precautions (e.g., use of gown and gloves for contact with the patient or his or her environment). Use of an N-95 filtering disposable respirator for persons entering the patient's room.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 167,
                    "text": "Foo et al.",
                    "ref_id": null
                },
                {
                    "start": 415,
                    "end": 416,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 939,
                    "end": 940,
                    "text": "2",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "These recommendations seem reasonable on the surface. However, they could be construed as mandating all emergency department (ED) personnel to don mask, gown, and gloves prior to evaluating any patient with ILI symptoms. In mid-winter months, when every other ED patient has ILI symptoms, this mandate would be burdensome. The CDC vaguely recommends ''suspicion'' for SARS be raised for any patient with acute respiratory symptoms who has traveled to a geographic area particularly affected by SARS. Curiously, at the time of this writing, no areas of the world are reporting ongoing SARS transmission, yet the CDC's recommendation for infection control stated above were issued in September 2003, and are current and active. (In mid-2003, regions affected included Mainland China, Beijing China, Taiwan, Hanoi Vietnam, Toronto, and Singapore.) However, SARS may return in the winter months. A ''new probable case'' was reported in Singapore on September 23, 2003. 2 Regardless of whether SARS returns to the public consciousness, the CDC's recommendations for infection control of SARS have several major ramifications on the practice of emergency medicine. Numerous other contagious diseases that cause an ILI prodrome could emerge at any time and the CDC could issue similar infectious control recommendations. Most states and the federal government have the authority to mandate isolation of patients with serious contagious diseases, and the authority to quarantine their family members. If another pandemic hits, whether we like it or not, our ED triage area will become stage central where the health care resources will be allocated. It remains a rhetorical question as to whether we can prepare for a pandemic (or any disaster) in any specifically helpful way. However, we can learn from past experience to show how concerted reaction-almost pro-action-can make a difference in the triage process. Enter the paper by Foo and colleagues. 1 This study from Singapore makes a major contribution to public health because it provides data that probably could not be replicated. (I hope that we do not have this ''opportunity.'') The authors show how a large, urban ED must become the community pivot-point for the management of a widespread infectious disease. Within four weeks of the first report of SARS, the investigators developed criteria to triage patients with possible SARS. The paper then shows a crash-course, real-life demonstration of the evolution of a clinical decision instrument. In the traditional academic process, development of a screening instrument-for example, to assist in triage of patients with ankle pain, neck injury, or suspected acute pulmonary embolism-proceeds glacially through a painstaking process of data collection, analysis, peer review, publication, validation, and endless commentary. Foo and colleagues had no such luxury. The specter of a pandemic demanded an immediate, accurate, and efficient product of analytical and medical analysis. The consequences of a poorly designed decision instrument could have been catastrophic. Within one month, the authors raced through three versions to develop a highly efficient and accurate screening tool that was applied to every person who sought care at a very busy urban ED. The final version of the tool had eight questions (I refer the reader to the Data Supplement at www.aemj.org to see its content), and when applied to 8,383 patients with a 1.8% prevalence of SARS, the triage instrument led to admission of only 12% of patients screened. During the entire 12-week study period, only 28 of 10,084 patients discharged from the ED returned with SARS, equating to a falsenegative rate of 0.28% (99% confidence interval ¼ 0.16% to 0.44%). It is unlikely that a significant number of false-negative cases were lost to follow-up because the study hospital was the official SARS hospital in the entire country.",
            "cite_spans": [
                {
                    "start": 965,
                    "end": 966,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 1946,
                    "end": 1947,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In many ways, the paper by Foo et al. exemplifies the best of what emergency medicine can offer to society. The public hopes that our response to a dire situation will be immediate and flawless, whether we are extracting a throated chicken bone or mitigating a pandemic. As shown by Foo et al., often the only plausible response to address a sudden public emergency is to start with an educated guess as to the solution (a hypothesis, embodied in version one) followed by ballistic testing, revision, retesting, and rerevision. The paper by Foo ",
            "cite_spans": [
                {
                    "start": 541,
                    "end": 544,
                    "text": "Foo",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Evolution of an emergency department screening questionnaire for severe acute respiratory syndrome (SARS)",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Foo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tham",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Seow",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Acad Emerg Med",
            "volume": "11",
            "issn": "",
            "pages": "156--61",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "et al. illustrates how emergency medicine specialists can accelerate the scientific method to meet the needs of a public health emergency.-Jeffrey A. Kline, MD (jkline@ carolinas.org), Associate Editor, Academic Emergency Medicine, Department of Emergency Medicine, Carolinas Medical Center, Charlotte, NC doi:10.1197/j.aem.2003.10.016",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}