{
    "paper_id": "555c377733cf508166bfa87f3080acbf332a2ae0",
    "metadata": {
        "title": "Monitoring the Covid-19 epidemics in Italy from mortality data",
        "authors": []
    },
    "abstract": [
        {
            "text": "The mortality data can be used as an alternative source to monitor the status of Covid-19. We have studied a dataset including deaths up to the fourth week of April. There is a large excess, more pronounced at the beginning of the pandemic, showing a difference in age and gender compared to the Covid-19-confirmed cases. The study indicates that mortality information can be used to provide a less biased time profile of the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "trend. This is obtained from the average of 2015-2019, normalised to the number of deaths observed in the first 3 weeks of February. Such a model is designed to best extrapolate the observed mortality rate at the beginning of February 2020 into March and April. As an example, the time-series before (left) and after (right) the historical model subtraction is shown in Fig. 1 for the city of Brescia. The same procedure can be applied to any data category, in particular to other cities and regions. The mortality excess is compared with the official Covid-19 deaths provided daily by the Italian Protezione Civile [9] , as shown in the same figure (right). Confirmed deaths for Covid-19 are only available at regional granularity: values for cities have been obtained from the corresponding region, taking into account the fraction of active Covid-19 cases in the province as a function of time, and then rescaling for the population. This calculation assumes a uniform distribution of deaths within the same province; an uncertainty of 20% is assigned, obtained from a comparison between this estimate and the real value for a few cities where mortality data was available.",
            "cite_spans": [
                {
                    "start": 616,
                    "end": 619,
                    "text": "[9]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 370,
                    "end": 376,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "The mortality excess time-series seems to follow the laboratory-confirmed cases, with the start of the raise at the end of February, when the first Italian case of Covid-19 has been reported. The excess of mortality is higher than the confirmed Covid-19 cases at early days of the pandemic, indicating that at the beginning of the outbreak a large fraction of cases hasn't been identified by the official monitoring. Later, the two values tend to be closer, suggesting that the effective sampling of tested people has increased with time. Similar behaviour is observed for other cities and regions. A large spread of the ratio between the overall mortality excess and confirmed Covid-19 deaths is present: it is above two for many cities and, in some cases, turns out to be very large, as for the city of Genoa. Tab. 1 summarizes these values. We also report the aggregated result for the full Italian sample. The effective coverage of the ISTAT+SiSMG dataset is taken into account to estimate the total number of official deaths. The uncertainty assigned reflects the partial coverage of the data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Tab. 1: Excesses of mortality for several Italian cities compared to the official data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Age and gender of the mortality excess differ significantly from the laboratory-confirmed Covid-19 deaths. The following Fig.2 shows the comparison between the distributions subtracted of historical data for cities in the Northern part of Italy (Brescia, Milan, Genoa, and Bologna), where the impact of the virus has been stronger with a mortality of about 0.2%, and for cities of Center-. CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 121,
                    "end": 126,
                    "text": "Fig.2",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "The copyright holder for this preprint this version posted May 11, 2020. . South (Rome, Perugia, Bari, Potenza, Palermo, Messina), where the mortality is about a factor 10 less, with the official Covid-19 deaths. Both distributions look quite different from the official data and also between themselves. This is an indication that an important fraction of the excess in deaths is due to older people, dying at home or at the hospice, without even accessing the healthcare system. The difference between North and Center-South may also suggest that in cities with a smaller Covid-19 mortality the impact of the deaths not directly due to the virus but connected to lockdown could be much more significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "These data indicate that mortality information can be used to provide a less biased time profile of the pandemic. In general, there is a large excess of deaths, more pronounced at the beginning of the pandemic. The additional information regarding age, gender, and regional differences with respect to the official data may also provide a powerful handle to disentangle the actual Covid-19-related contribution from the deaths due to the stress of the healthcare system or to the reduced access to emergency rooms. The impact of this contribution should be minor, given that the difference between the excess of mortality and the official Covid-19 deaths becomes smaller, as time passes. If made available, the information about the cause of the death and the type of hospitalization, which are usually stored in a mortality database, will disentangle the different components, helping to identify the pure Covid-19 contribution. Similar comparisons can be also done between different countries, shedding light on the mechanisms of the spread of the infection and on its real impact.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 2: Baseline-subtracted distribution of the age at death compared to the official Covid-19 distribution."
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 2: Baseline-subtracted distribution of the age at death compared to the official Covid-19 distribution."
        },
        {
            "text": "The copyright holder for this preprint this version posted May 11, 2020. . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 11, 2020. . https://doi.org/10.1101/2020.05.07.20092775 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Monitoring the COVID-19 epidemic in the context of widespread local transmission",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "García-Basteiro",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chaccour",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Guinovart",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "The Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S2213-2600(20)30162-4"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "season: should the burden of influenza B be reconsidered?",
            "authors": [],
            "year": 2017,
            "venue": "Clin Microbiol Infect",
            "volume": "18",
            "issn": "10",
            "pages": "1266--1276",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Influenza Other Respir Viruses",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "17",
            "issn": "",
            "pages": "591--604",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Excess mortality among the elderly in European countries",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Eurosurveillance",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mølbak",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Espenhain",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Nielsen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Dati di mortalità: cosa produce l'Istat",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Sintesi attività sistema di sorveglianza mortalità giornaliera per monitoraggio impatto Covid",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Left. distribution of deaths in Brescia as a function of time. Right. baseline-subtracted distribution of deaths in Brescia compared to the official Covid-19 distribution. The ratio of the two distributions is displayed below.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Tab. 1: Excesses of mortality for several Italian cities compared to the official data.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}