{
    "paper_id": "558d36987d2d642de4b75274ab52ab192b7a9269",
    "metadata": {
        "title": "The use of comb-type copolymers to sustain the surface bactericidal effect of highly water-soluble cationic biocides",
        "authors": [
            {
                "first": "J",
                "middle": [
                    "J"
                ],
                "last": "Gerrard",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Arch UK Biocides Ltd, Hexagon House",
                    "location": {
                        "postBox": "PO Box 42",
                        "postCode": "M9 8ZS",
                        "settlement": "Blackley, Manchester",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "A"
                ],
                "last": "Annable",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Arch UK Biocides Ltd, Hexagon House",
                    "location": {
                        "postBox": "PO Box 42",
                        "postCode": "M9 8ZS",
                        "settlement": "Blackley, Manchester",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Moore",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Arch UK Biocides Ltd, Hexagon House",
                    "location": {
                        "postBox": "PO Box 42",
                        "postCode": "M9 8ZS",
                        "settlement": "Blackley, Manchester",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Controlled bioc [dal release, hygienic coating, comb copolymer, poly (hexamethyleneb[guan[de) hydrochloride",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The use of comb-type copolymers Io sustain Ihe surface bactericidal effect of highly waler-s01uble caU0nic bi0cides",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "A series of free radical comb-type acrylic copolymers was prepared [n a solution [ncorporating charged and/or neutral stabFlising species on the backbone. The polymer solutions were formulated with catFonFc bFocides to gFve physically stable formulatFons with a long shelf IFfe. Furthermore, through the control of polymer architecture of both the sFde-chaFn and the backbone, hydrophobFcFty, a controlled release of a biocFde could be achieved. ThFs technology has resulted [n the desFgn of temporary coatings demonstrating a sustaFned surface dFsFnfecting effect. In laboratory trFals, coated surfaces wFth polymeric/bFocidal formulations continued to show a disinfectFon effect after sever al washes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Une serFe de copolym@res acrylFques en peFgne ~. radical libre a 6t6 prepar6e dans une solution qu[ [ncorporait sur la cha~ne prFncipale des esp@ces stabFlisantes charg@es et/ou neutres. Les solutFons polym~riques ~taient formul~es en ut[l[sant des bioc[des cationiques pour donner des formulations qui 6talent phys[quement stables et qu[ jouissa[ent d'une Iongue dur~e de conservation avant vente. D'a[lleurs, grgce au contr61e de I'architecture polym6rique et de la cha~ne lat6rale et de la cha~ne pr[n cipale on pouva[t atte[ndre I'hydrophob[c[t6, une lib6ration contr616e d'un b[ocide. Cette technologie a about[ 9 la conception de rev~tements tempora[res qui font preuve d'un effet soutenu en ce qu[ concerne la d6s[nfect[on de surfaces. Au cours des essais de laborato[re, des surfaces rev~tues de formulat[ons polym~r[ques/b[ocides ont continu~ ~ fake preuve d'un effet d~sinfectant m~me apr~s plusieurs lavages. Kammartigo Kopolymore hellen, die antibaktoriollo Wirkung yon stark wassor-It)slichen kationischen Bioziden an der Oberll~iche zu erhallen Eine Ser[e yon kammartigen, frei radikalen Akryl Kopolymeren wurde [n e[ner LSsung m[t geladenen und/oder neutralen Stab[lisatoren [m RLickgrat hergestellt. Die Polymerl6sungen wurden m[t kat[on [schen BFoziden hergestellt, die sie lange haltbar machten. DFe HydrophobFt~t sowohl des Polymer-RE~ckgrades als auch der Nebenketten wurde genau kontolliert, damFt das BFozFd zFelgerecht freigesetzt werden konnte. D[ese Technolog[e hat es uns erlaubt, den T~stanstrichen e[ne nachhaltige Oberfl~chendisinfektionswirkung zu verleihen. Laborversuche zeigten daiS die antimikrobielle Wirkung trotz mehrerer Waschvorg~.nge verblieb.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The use of comb-lype copolymers to sustain the surface bactericidal effect of highly water-soluble cationic biocides positive bacteria, gram-negative bacteria and phage ', J Appl Microbiol, 93, 585 92, 2002 7. http:/www.vantocil.com, PHMB antimicrobial (1.2.05) ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "By definition, 1 a disinfectant should achieve a 99.999% reduction in viable bacteria. Whilst such contact disinfection performance is common in today's antimicrobial products, there is a drive to the development of products that can impart a hygienic effect on a range of substrates. The effect should last for anything between a few hours and several months, as required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "There has also been an increase in public awareness due to recent outbreaks of diseases such as SARS (severe acute respiratory syndrome), MRSA (methicillin resistant Staphylococcus aureus) and E coil. It has been reported that the SARS virus can survive on a surface for at least 24 hours2 , 3 Similarly, harmful bacteria such as Staphylococcus sp 4 and Salmonella sp ~,6 are known to have resilience when on a surface. The ease with which these diseases can survive and be transmitted from a surface is further reason to provide a sustained hygienic effect.",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 293,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 348,
                    "end": 349,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Such a sustained disinfection effect, as shown against standard laboratory organisms, can be achieved by using controlled delivery of a highly water-soluble biocide such as poly(hexamethylene biguanide)hydrochloride (PHMB)7 PHMB is a broad spectrum and fast-acting bactericide that has already found regional commercial applications (Japan, Europe and North America) in areas such as hospitals, food preparation, rest rooms, and restaurants, as well as in the home. Common surfaces that may benefit from a sustained effect include poly(propylene), stainless steel, ceramic, glass, cloth and fibre. By varying both the polymer backbone architecture and the side-chain hydrophilicity/hydrophobicity, it is possible to achieve the desired adsorption to the surface whilst maintaining good hygienic properties under repeated microbial challenges.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Comb copolymers (a copolymer that has a polymer backbone with grafted pendant side chains) with similar architecture have been investigated S and have shown their ability in preventing bacteria adhering to various substrates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Significantly during this research, it has been found that comb copolymer technology has allowed stable solutions to be achieved when negative charges in the backbone are in the presence of cationic species such as quaternary ammonium compounds or PHMB.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Standard test procedures used to measure surface hygiene/disinfection effects, such as the Japanese JlS Z 2801 (2000), 9 have proved inadequate to show differences and hence differentiate between the varying comb copolymers. Therefore, test methods have been developed in-house based on variations of JIS Z 2801 (2000).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The aim of this paper is to show how the controlled release of the biocide PHMB, using comb copolymer technology, gives desirable log reductions through repeated challenge cycles when exposed to water and microbial inoculations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Four main types of comb copolymers were synthesised using a free radical solution polymerisation process. The comb copolymers were prepared with varying backbone charges and hydrophobicity; in total, over 70 differing polymers were prepared of the various types listed below:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of c o m b copolymers"
        },
        {
            "text": "1. anionic (ie containing acid-functional acrylic monomers); 2. basic (ie containing amino-functional acrylic monomers);",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of c o m b copolymers"
        },
        {
            "text": "The use of comb-lype copolymers to sustain the surface bactericidal effect of highly water-soluble cationic biocides J J Gerrard, J A Annable and J Moore 3. non-ionic (ie containing non-ionic-functional acrylic monomers); 4. amphoteric (ie containing both acid and amino-functional acrylic monomers). A jacketed glass reactor fitted with a stirrer, nitrogen bleed,  thermocouple and condenser, was cleaned and dried prior to use.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 301,
                    "end": 424,
                    "text": "A jacketed glass reactor fitted with a stirrer, nitrogen bleed,  thermocouple and condenser, was cleaned and dried prior to",
                    "ref_id": null
                }
            ],
            "section": "Preparation of c o m b copolymers"
        },
        {
            "text": "An initiator solution was prepared using dimethyl 2',2'azobis isobutyrate (WAKO Pure Chemical Industries 98%) dissolved in a (ethanol/water) solvent (1% on moles of total monomer at 2.5% solution concentration).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Synthesis of comb copolymers"
        },
        {
            "text": "A monomer solution containing the acrylic monomers (backbone) and polyethylene (propylene) glycol methyl ether methacrylate (side-chains)in the solvent (ethanol/water) was prepared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Synthesis of comb copolymers"
        },
        {
            "text": "Into the reactor was added the solvent (ethanol/water) followed by the monomer solution, (line washed through) with more of the solvent mixture. The reactor was heated to 75~ using a circulating heated water bath and stirred at 1 80rpm under a nitrogen blanket. On reaching the correct temperature, time zero, 25% of the initiator solution was added to the reactor and left for 30 minutes before adding the second aliquot of 50% of the initiator solution. The polymerisation was maintained at 75~ for a further three and a half hours before increasing the temperature to 80~ On reaching the required temperature, a third aliquot 12.5% of initiator solution was added to the reactor and allowed to polymerise for a further two hours, after which time the final aliquot 12.5% of initiator solution was added. After two hours, the comb copolymer solution was cooled and removed from the reactor. The total time of the polymerisation was eight hours. The final solution was generally colourless and free of particulate matter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Synthesis of comb copolymers"
        },
        {
            "text": "When possible, characterisation of the comb copolymers was performed, typically the molecular weight using GPC (gel permeation chromatography), the glass-transition temperature using DMTA (dynamic mechanical thermal analysis) or DSC (differential scanning calorimetry), the film hardness using the Konig pendulum hardness, the solution viscosity using a Brookfield viscometer, the surface tension using a Du Nouy ring, the cloud point temperature of the aqueous solution, the solubility of the comb copolymer in water of a dried film, and the free monomer content analysis using HPLC (high-performance liqu id chromatography).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Synthesis of comb copolymers"
        },
        {
            "text": "All four types of comb copolymers were formulated with PHMB to form stable solutions. This stability had been expected for both the basic and the nonionic comb copolymers but not those containing acid functionality in the acid and amphoteric cases. Normally, gross flocculation of polymers containing these species should occur. This flocculation was demonstrated with the addition of either PHMB or quaternary ammonium biocide to commercial acrylic emulsion polymers containing acid functionality and also with a homopolymer of methacrylic acid.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formulation of comb copolymers with bactericide P H M B"
        },
        {
            "text": "The stability gained in these polymer systems has been attributed to a shielding of the charged species in the acid and amphoteric comb copolymers due to aggregates or micelle structures which formed with an enhanced steric hindrance being gai ned from the pendant polyethylene (propylene) glycol side chains. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formulation of comb copolymers with bactericide P H M B"
        },
        {
            "text": "Acid Red 52 dye test (test protocol 1)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Test protocols"
        },
        {
            "text": "This test method was developed to measure the amount of free or unbound PHMB that remained upon the addition of the comb copolymers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Test protocols"
        },
        {
            "text": "CI Acid Red 52 is an anionic dye that reacts with the cationic PHMB. When solutions of the two are mixed and allowed to react, a precipitate forms decreasing the total amount of dye in the solution. The total amount of PHMB available determines the total amount of precipitate; any CI Acid Red 52 that remains in the solution can be measured using an ultraviolet (UV) spectrometer. Initially the four types of comb copolymers were tested by formulating with and without PHMB and the activated dye C I Acid Red 52.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Test protocols"
        },
        {
            "text": "It was expected that the acid-functional comb copolymers would have the greatest interactions, which could lead to reduced biocidal activity against some micro-organisms. This was confirmed, although some sustained activity was shown for all four cases via microbial testing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Test protocols"
        },
        {
            "text": "Preparation of comb copolymers and P H M B formulations (test protocol 2)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Test protocols"
        },
        {
            "text": "It was possible to prepare the 'formulations' of the comb copolymer and the PHMB in either (a) a mixed solvent (ethanol/water) or (b) an aqueous solution. The PHMB was used as a 20% aqueous solution and added to the comb copolymer solution at varying concentrations, with Ioadings of 0.5% up to 80% PHMB on comb copolymer weight.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Test protocols"
        },
        {
            "text": "On the whole, the formulations were made at 5, 10, 1 6.7 and 50% Ioadings of PHMB and the nomenclature used in the later examples was as follows: Several techniques were used to apply a coating to a substrate such as cotton wool, cellu lose wipe or trigger spray, but for consistency, the testing of the release rate and the sustained effect on the formulations were applied using a 'Sheen' wire applicator bar.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Test protocols"
        },
        {
            "text": "The first surface that the formulations were coated (to form a dried film) onto for testing was glass. Coated films are currently being tested on other surfaces such as polypropylene, stainless steel, aluminium and ceramic, but these results will be reported separately.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Test protocols"
        },
        {
            "text": "The panels (150mm x 100mm) were weighed prior to coating and after drying to ascertain the film weight from which the total level of PHMB could be calculated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Release of P H M B from a dried coated formulation (test protocol 4)"
        },
        {
            "text": "Approximately ten dried panels per test were used to measure the release rate of the PHMB from the film (carried out in duplicate).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Release of P H M B from a dried coated formulation (test protocol 4)"
        },
        {
            "text": "The coated glass panel was immersed separately (film side up) in distilled water (1 litre)in a two-litre beaker being stirred ata constant speed using a magnetic follower.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Release of P H M B from a dried coated formulation (test protocol 4)"
        },
        {
            "text": "After a known time, two water samples were taken for analysis and the experiment was stopped. This was repeated for all panels at various time intervals. A similar experiment was performed with the duplicates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Release of P H M B from a dried coated formulation (test protocol 4)"
        },
        {
            "text": "The water samples were analysed using an ultraviolet (UV) spectrometer and the absorbance of each sample measured at the specific peak corresponding to the Z max of the PHMB molecule (236nm).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Release of P H M B from a dried coated formulation (test protocol 4)"
        },
        {
            "text": "Vol.88, B2, 83-156, May 2005",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surface Coatings International Part B: Coatings Transactions"
        },
        {
            "text": "The use of comb-lype copolymers to sustain the surface bactericidal effect of highly water-soluble cationic biocides J J Gerrard, J A Annable and J Moore",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surface Coatings International Part B: Coatings Transactions"
        },
        {
            "text": "Calibration of PHMB using Lambda 900 UV/VlS/NIR spectrometer (test protocol 5)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surface Coatings International Part B: Coatings Transactions"
        },
        {
            "text": "The spectrometer was calibrated using known concentrations of PHMB diluted in distilled water. The ;g max for the system was measured at 236nm. The comb copolymer solutions, with several known concentrations of PHMB, were also measured from which a calibration graph was produced by plotting UV absorbance against PHMB concentration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surface Coatings International Part B: Coatings Transactions"
        },
        {
            "text": "Measurements were taken at 1 2, 5, 1 O, 15, 30, 45 and 60 minutes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surface Coatings International Part B: Coatings Transactions"
        },
        {
            "text": "Calculation of m i n i m u m inhibitory concentrations (test protocol 6)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surface Coatings International Part B: Coatings Transactions"
        },
        {
            "text": "The intrinsic bacteriostatic activity of the formulations was evaluated by measur-ing the minimum inhibitory concentrations (MICs).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surface Coatings International Part B: Coatings Transactions"
        },
        {
            "text": "Bacteria (Pseudomonas aeruginosa ATCC 1 5442) were grown in nutrient broth for 1 6 to 20 hours at 37~ (to give approximately 109 cells per ml).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surface Coatings International Part B: Coatings Transactions"
        },
        {
            "text": "A 0.1% (v/v) inoculum was used to seed fresh medium and 100HI was then added to each well of a microtitre plate, except for the first well that contained 200pl.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surface Coatings International Part B: Coatings Transactions"
        },
        {
            "text": "Using double dilutions, the concentration of the formulations being investigated was varied in each well along the ordinate axis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surface Coatings International Part B: Coatings Transactions"
        },
        {
            "text": "The presence or absence of growth was determined by visual inspection after 24 hours of incubation at 37~ The MIC is the lowest concentration of the sample required to inhibit bacterial growth. The residual antibacterial activity of the samples was determined by the following methodology:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surface Coatings International Part B: Coatings Transactions"
        },
        {
            "text": "1. All formulations were diluted to a 0.5% active ingredient (AI) PHMB. A 50/11 aliquot of each formulation was placed in a ceramic tile well and allowed to dry for approximately one hour.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surface Coatings International Part B: Coatings Transactions"
        },
        {
            "text": "2. Bacteria (Ps aeruginosa ATCC 1 5442) were grown in nutrient broth at 37~ for 1 6 to 20 hours. 3. An inoculum of approximately 108 organisms per ml was prepared in a physiological saline (0.85% NaCI). 4. A 1 50ml aliquot of bacterial inoculum was pipetted into the ceramic tile well previously coated by the formulation, and incubated at room temperature. 5. After five minutes of contact time, the inoculum was removed by pipette and the number of viable organisms enumerated (samples were serially diluted in a CEN neutraliser 1 by 102, a lml aliquot was added to 9ml of impedance broth, and RABIT [rapid automated bacterial impedance technique] technology was used to enumerate bacterial cells). 6. The coated formulations in the ceramic wells were then washed up to five times with 5ml aliquots of sterile water. 7. Following the washing steps, the coatings were re-inoculated with a 1 50HI aliquot of bacterial inoculum. 8. As above, the inoculum was removed after five minutes and the number of viable organisms enumerated by the method described above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surface Coatings International Part B: Coatings Transactions"
        },
        {
            "text": "This was a similar test to that described in the residual bactericidal methodology with a modification as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Repeat inoculation test (test protocol 8)"
        },
        {
            "text": "Removal of the washing procedure steps (6) and (7) and replacing this with an inoculum challenge over a varied and longer timescale.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Repeat inoculation test (test protocol 8)"
        },
        {
            "text": "The first inoculation was at time T 0, the removal of the inoculum as in the previous test after five minutes, and the number of viable organisms enumerated using RABIT technology. The second inoculation was at time T 2 hours, following the protocol and enumerating viable organisms as before. These inocu-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Repeat inoculation test (test protocol 8)"
        },
        {
            "text": "The use of comb-type copolymers to suslain lhe surface bactericidal effecl of highly water-soluble c~ionic biocide~ J J Gerrard, J A Annable and J Moore lations were repeated at 7, 24, 48 and 72 hours.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Repeat inoculation test (test protocol 8)"
        },
        {
            "text": "RABIT (rapid automated bacterial impedance technique) technology measures the change in conductance of a bacterial suspension over time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Repeat inoculation test (test protocol 8)"
        },
        {
            "text": "Actively growing bacteria break down uncharged or weakly charged molecules in a defined media to give end products that are highly charged. The resultant increase in conductance can be directly related to bacterial concentrations by the use of a calibration graph.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Repeat inoculation test (test protocol 8)"
        },
        {
            "text": "Release of PHMB from formulations using test protocol no 4",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "The calibration graph (see Figure 4 ) of PHM• standards was used to calculate the total PHMB released from the formulations that were measured using test protocol no 4.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 27,
                    "end": 35,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "The comb copolymer (see no 1, Table 1 ) was formulated with various Ioadings of PHMB and coated on to glass panels, allowed to dry, and then immersed The solution viscosities were measured at 20% corlcerltrat[on in a 50/50 aqueous ethanol at 25~ using RV sp[rldle 31 at 100rpm. ** Solution measurement made using spindle 31 at 20rpm Konig hardness Er[chsen Model 299/300 using a pendulum swing on dried coated film. Cloud point = measured at 1% polymer concentration in water. Surface tension = 1% polymer concentration in water using Uu Nouy ring. Molecular weight Waters Alliance GPC using Phenomenex styragel columns with PMMA standards; acid-functional polymer was methylated prior to analysis. The amphoteric polymers could not be measured using GPC. n/m = not measured.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 30,
                    "end": 37,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Optimisation of PHMB loading"
        },
        {
            "text": "Vol.88, B2, 83-156, May 2005 under water. Samples of the water were taken and analysed for PHMB (see Table  3 ). Figure 6 shows that the coated film with a 50% loading of PHMB was unable to maintain a sustainable controlled release of PHMB. This can be attributed to the high water solubility of the PHMB which was the dominating factor in controlling the solubility of the coated system, whereas the coated films containing 5 and 10% PHMB were able to control the release as the major influence on the solubility of the formulation was due to the comb copolymer.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 101,
                    "end": 109,
                    "text": "Table  3",
                    "ref_id": null
                },
                {
                    "start": 113,
                    "end": 121,
                    "text": "Figure 6",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Surface Coatings International Part B: Coatings Transactions"
        },
        {
            "text": "Therefore, the loading of PHMB in to the coated film is an important factor in determining the release profile of form ulated comb copolymers. Figure 7 shows formulations with added methyl methacrylate in the backbone and the effect demonstrated on the release of PHMB from a film that had been coated on to glass. All three formulations gave good controlled release of PHMB. Increasing the methyl methacrylate in the backbone gave a controlled reduction in the release of PHMB from the coated formulations after one hour.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 143,
                    "end": 151,
                    "text": "Figure 7",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Surface Coatings International Part B: Coatings Transactions"
        },
        {
            "text": "Therefore, the loading of monomer in the backbone is another important factor in determining the release profile of PHMB from similar formulated comb copolymers. Figure 8 shows that the coated formulations with similar Ioadings of PHMB but varying the hydrophilicity by increasing side-chain length, results in higher solubility of the formulations, giving rise to an increase in the release of PHMB.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 162,
                    "end": 170,
                    "text": "Figure 8",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Surface Coatings International Part B: Coatings Transactions"
        },
        {
            "text": "Hydrophilicity variability due to the side-chain is another factor in determining the release profile from similarly formulated comb copolymers. Figure 9 shows that coated films with similar Ioadings of PHMB but modifying the hydrophobicity of copolymerised monomers in the backbone gave a varied controlled release of PHMB. Increasing the hydrophobicity in the backbone gave a reduced release of PHMB from the coated formulation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 145,
                    "end": 153,
                    "text": "Figure 9",
                    "ref_id": null
                }
            ],
            "section": "Surface Coatings International Part B: Coatings Transactions"
        },
        {
            "text": "The variability of hydrophobicity in the backbone is another important factor in determining the release profile from similarly formulated comb copolymers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surface Coatings International Part B: Coatings Transactions"
        },
        {
            "text": "The use of comb-lype copolymers to sustain the surface bactericidal effect of highly water-soluble cationic biocides J J Gerrard, J A Annable and J Moore Figure 10 shows that in all four types when no PHMB is present, bacteria proliferate. However, when PHM~3 is formulated with non-ionic, cationic and amphoteric comb copolymers, the intrinsic bacteriostatic activity is maintained (with these three copolymer formulations, the points as shown in Figure  10 to overlap one and other). Some loss of bacteriostatic activity is seen when the acidic comb copolymers are formulated with PHM~3. The activity, however, returns when the weight of PHM~3 to polymer in the formulation is increased to 50%.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 154,
                    "end": 163,
                    "text": "Figure 10",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 448,
                    "end": 458,
                    "text": "Figure  10",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "MICs of comb copolymer formulations at varying PHMB Ioadings versus Pseudomonas aeruginosa"
        },
        {
            "text": "Residual bactericidal activity using test protocol no 7 Figure 1 1 shows that all three formulations give good antimicrobial efficacy after two washes unlike the PHMB blank.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 56,
                    "end": 64,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "MICs of comb copolymer formulations at varying PHMB Ioadings versus Pseudomonas aeruginosa"
        },
        {
            "text": "With further washing, increasing the level of methyl methacrylate in the backbone prolonged the activity of the coated film, extending the coating lifetime and its sustainable effect. Figure 12 shows the added sustained effect after two washings by increasing the hydrophobicity in the backbone of the comb copolymer.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 184,
                    "end": 193,
                    "text": "Figure 12",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "MICs of comb copolymer formulations at varying PHMB Ioadings versus Pseudomonas aeruginosa"
        },
        {
            "text": "Repeat inoculum challenge using test protocol 8 Figure 13 shows that under severe microbial challenges, it was possible to sustain a good antimicrobial efficacy. In the cases of the formulated comb copolymers 13c, increasing the functionality in the backbone gave an excellent antimicrobial effect with a 6-log reduction after four repeat inoculations.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 48,
                    "end": 57,
                    "text": "Figure 13",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "MICs of comb copolymer formulations at varying PHMB Ioadings versus Pseudomonas aeruginosa"
        },
        {
            "text": "Figu re 14 shows that increasing the PEG side-chain length increased the solubility of the comb copolymer, releasing the PHMB from the formulations more quickly. The formulation containing (Meg PEG 350MA) was more sustainable to repeated microbial inoculations of the Ps aeruginosa.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MICs of comb copolymer formulations at varying PHMB Ioadings versus Pseudomonas aeruginosa"
        },
        {
            "text": "For each polymer type, it has been possible to design stable comb copolymer/PHMB formulations that could give both an immediate and sustained biocidal effect.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "There are several factors that have been shown to be key in maintaining a sustained effect through controlling the release of PHM• from a coated formulation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Technical Committee 21 6, 'Chemical disinfectants and antiseptics', developed for bactericidal testing",
            "authors": [],
            "year": null,
            "venue": "EN 1040 Protocol, European Committee for Standardisation (CEN)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Touching a door is enough to catch SARS virus",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hawkes",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "The Times",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Centre for Disease Control",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Contamination of room door handles by Methicillin-sensitive/Methicillin-resistant Staphylococcus aureus",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Oie",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Hosokawa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kamiya",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Hospital Infection",
            "volume": "51",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Survival of food-borne pathogens on stainless steel surfaces and crosscontamination to food",
            "authors": [
                {
                    "first": "H D",
                    "middle": [],
                    "last": "Kusumaningrum",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Riboldi",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hazeleger",
                    "suffix": ""
                },
                {
                    "first": "R R",
                    "middle": [],
                    "last": "Beumer",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Jnt J Food Micro",
            "volume": "85",
            "issn": "3",
            "pages": "227--263",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Comparative surface-to-hand and fingertip-to-mouth transfer of gram",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rusin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Maxwell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gerba",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "----CH2CH2CH2 \",, H / \" H z \" H / H H H fl",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "P01y(hexamethylenebiguanide)hydr0chl0ride (PHMB)The use of comb-type copolymers to suslain the surface bactericidal effect of highly water-soluble c~tionic biocides J J Gerrard, J A Annable and J Moore",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Acid comb copolymer aggregates/micelles in aqueous mediaTentative micellar structure of acid comb copolymer in water",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Structure of CI Acid Red 52 CI Acid Red 52 (max 568nm)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Standard UV spectra of released PHMB as a function of time Residual bactericidal activity (test protocol 7)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Release of PHMB from coated films at varying PHMB Ioadings",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Release of PHMB from coated films with varying levels of MMA in the backbone at 5% PHMB loading",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Release of PHMB from coated films varying side-chain molecular weight at PHMB loading 5%",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Release of PHMB from coated films varying hydr0ph0bicity in the backbone at 10% Intrinsic activity of comb copolymers with PHMB (all formulations were tested using protocol number 6 at 0.5% AI of PHMB)",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Characterisation properties of comb copolymerTable 1",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Formulated comb copolymers (1, 2 and 3) at 5% PHMB loading with added MMA",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Formulated composilions (1 and 4) varying side-chain molecular weight at 5% loading PHMB",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Formulalions varying the hydrophobicily of copolymerised monomers in the backbone (2, 5 and 6) at 10% PHMB loading",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to thank Arch Biocides Ltd for allowing this paper to be published.It should be noted that originally this paper was presented at the PRA Hygienic Coatings & Surfaces Conference held in Orlando Florida USA in January 2004.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": " Table 7 : Repeated washing to tesl the anlimicrobial elfecl from coated lilms formulated from comb copolymers (7, 8 and 9) with increasing level of MMA in the backbone at 5% PHMB loading 1. the loading of PHMB in the formulation: too much leads to a loss of controlled release; 2. the molecular weight of the MeOPEG side chain which controls part of the hydrophilic behaviour of the formulation and steric stability; 3. the hydrophobic characteristic of the acrylic monomers in the polymer backbone control film solubility and hence the release of the biocide; and 4. the charge functionality within the polymer backbone and how it controls the interactions with PHM• and its release from a coated film.Formulations prepared from a range of comb copolymers, as described in this paper, have been tested using a test protocol based on JIS Z 2801 (2000). 9 This protocol was developed in-house and has shown when tested varied sustained surface efficacy. The result of this has allowed better predictions of comb copolymer compositions that give both an immediate kill and a sustained surface disinfecting effect.The use of comb-type copolymers to sustain the surface bactericidal effect of highly water-soluble c~tionic biocides J J Gerrard, J A Annable and J Moore ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1,
                    "end": 8,
                    "text": "Table 7",
                    "ref_id": null
                }
            ],
            "section": "annex"
        }
    ]
}