{
    "paper_id": "55f45cef2d7df64aa4f3d5d80e554030617b7b59",
    "metadata": {
        "title": "Supplementary webappendix Mathematical Supplement to A Systematic Review of the Incubation Periods of Acute Respiratory Viral Infections in The Lancet Infectious Diseases",
        "authors": [
            {
                "first": "Justin",
                "middle": [],
                "last": "Lessler",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nicholas",
                "middle": [
                    "G"
                ],
                "last": "Reich",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ron",
                "middle": [],
                "last": "Brookmeyer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Trish",
                "middle": [
                    "M"
                ],
                "last": "Perl",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kenrad",
                "middle": [
                    "E"
                ],
                "last": "Nelson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Derek",
                "middle": [
                    "A T"
                ],
                "last": "Cummings",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "We found three different types of observed data in the literature review: (i) those that gave an exact incubation period, (ii) those that provided a range of potential incubation periods and (iii) those that provided a range of possible times for infection and for symptom onset. For the purposes of estimation, data that gave only the day of infection or symptom onset was considered censored such that the time of infection or symptom onset could have been at any time during that day. Under our assumption that the incubation period follows a log-normal distribution, the likelihood for each observation can be written down in explicit mathematical terms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection and notation"
        },
        {
            "text": "The incubation period is defined to be the time between infection with a pathogen and clinical symptom onset resulting from the infection. Let E and S be the true times of the infecting exposure and symptom onset, respectively. Then T = S − E is the true incubation period. Often incubation period data are coarse because one or both of the infection time E and the time of symptom onset S are not observed exactly but instead are observed to lie within an interval of time, i.e. to be interval censored.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection and notation"
        },
        {
            "text": "Let f θ (t) be the probability density function (p.d.f.) for the incubation period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection and notation"
        },
        {
            "text": "When both E and S are observed exactly (\"exact\" data), the likelihood for the data is L(θ; X) = f θ (S − E).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection and notation"
        },
        {
            "text": "If just one of E and S are interval censored and the other time is observed exactly, then the data would be expressed as a range of possible values of the incubation period. For example, if we know S exactly, then the smallest possible incubation period would be T L = S − E R and the largest would be T R = S − E L where E L and E R are the left and right limits of the possible times of exposure. The likelihood for this single interval censored data is L(θ; X) =",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection and notation"
        },
        {
            "text": "When both E and S are observed to be within an interval, a typical observation would consist of four points in time, (E L , E R , S L , S R ), indicating the left and right boundaries on the possible exposure and symptom onset times. The likelihood for such data, referred to as doubly interval censored data, would be L(θ; X) =",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection and notation"
        },
        {
            "text": "is the assumed p.d.f. of exposure times. In all of our doubly interval censored analyses, we assumed that the probability of exposure was uniform over the observed exposure interval.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection and notation"
        },
        {
            "text": "Furthermore, doubly interval censored data can be represented as single interval censored data by using the smallest and largest possible incubation periods (S L − E R and S R − E L , respectively) as an observed interval of possible incubation periods. We refer to such data as interval reduced data. In a strict likelihood sense, this simplification changes the information contained in the data. However standard methods exist to analyze single interval censored data and they were computationally much more efficient than those that we programmed to analyze doubly interval censored data (Reich NG, Lessler J, Cummings DAT, Brookmeyer R. Estimating incubation periods with coarse data. Under review.).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection and notation"
        },
        {
            "text": "We investigated several different methodological approaches to modeling the observed incubation period data for a given disease. Based on the work of Sartwell (1) and Cowling et al. (2) , all models assumed that incubation periods are log-normally distributed. All analyses used interval reduced data unless stated otherwise.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 185,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Modeling the incubation period"
        },
        {
            "text": "The base model considered was one where all studies share a common median incubation period, that is all observed incubation periods were drawn from the same distribution. However, studies observe incubation periods differently due to factors such as the shift in predominant strain of a disease over time, the study environment (e.g. a laboratory versus an outbreak in a hospital) and varying definitions of symptom onset. To account for the potential effect of between study variation we fit a hierarchical model with study specific medians.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modeling the incubation period"
        },
        {
            "text": "Throughout this section we will use a common notation where T i j denotes the incubation period for the i th person in the j th study on a given disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modeling the incubation period"
        },
        {
            "text": "This model is a standard accelerated failure time model and is a special case of Model B where there is only a single study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model A: Common median across studies"
        },
        {
            "text": "In this model, e µ * is the median of the data and e σ is the dispersion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model A: Common median across studies"
        },
        {
            "text": "Several methods of fitting this model were explored. We fit the model using Bayesian Markov Chain Monte Carlo (MCMC) techniques. Weakly informative or uninformative log-normal priors were chosen for the median and 1 σ 2 . For example, in the analysis of the incubation period of human coronavirus, the prior for the median was a log-normal distribution with median 2 days and variance 1 and the prior for the inverse variance was a log-normal distribution with median 1.5 and variance 100. In this case, we looked at many different prior values for the median (ranging from 1 to 10) and dispersion (ranging from 1 to 2) and with no clinical difference in the resulting estimates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model A: Common median across studies"
        },
        {
            "text": "We also fit this model with standard maximum likelihood estimation (MLE) using the survreg() function in the survival package in R (3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model A: Common median across studies"
        },
        {
            "text": "For each disease, the results from the two methods were very similar. In the main paper, we report the results from the MLE analysis for each disease except for human coronavirus. In this case, the MLE algorithm failed to converge and we report the MCMC results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model A: Common median across studies"
        },
        {
            "text": "For a given disease, we assume that each study has a distinct median but that all studies share a common dispersion. Specifically, the model is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model B: Hierarchical model with study-specific medians"
        },
        {
            "text": "where µ * is the overall mean of the data on the log scale and e µ * is the overall median. Similarly, σ is the common dispersion parameter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model B: Hierarchical model with study-specific medians"
        },
        {
            "text": "These models were fit with Bayesian Markov Chain Monte Carlo (MCMC) methods using the software OpenBugs. Uninformative priors were chosen for 1 σ 2 , e µ * (the median), and 1 τ 2 (the inverse variance). For the median we chose a uniform prior bounded by 0.0001 and 100 days and for 1 τ 2 and 1 σ 2 we chose a gamma distribution with shape of 1 and rate of 0.001. Varied starting values for each parameter were chosen and 100,000 iterations were run for each model. The chains were visually inspected to ensure adequate convergence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model B: Hierarchical model with study-specific medians"
        },
        {
            "text": "These models shoes very little between study variance and produced estimates consistent with model A, so the common median analysis is reported in this manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model B: Hierarchical model with study-specific medians"
        },
        {
            "text": "Choosing a data representation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method comparison and validation"
        },
        {
            "text": "We conducted a simulation study to investigate the performance of the MLE methods, specifically, to see if using the doubly interval censored data was more accurate at estimating the percentiles of the underlying distribution than using interval reduced data. Across many different true underlying distributions, the methods only varied a little bit in their performance, and often at levels that did not yield scientifically significant differences in the estimates. Mean squared error, percent average bias and 95% confidence interval coverage probabilities were all used to assess the efficiency of the methods. Based on these simulation results and the fact that the estimates for the real datasets were not clinically different, we chose to use interval reduced data to produce the estimates in this manuscript. Details on the simulation study can be found in the paper by Reich, et al. as cited above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method comparison and validation"
        },
        {
            "text": "To test the robustness of our log-normal parametric assumption, the distribution of the observed data was estimated using a standard non-parametric algorithm as implemented in the Icens R package (4, 5) . This method finds estimates for the cumulative distribution function of equivalent support by the data, using a self consistency algorithm to find the maximum likelihood estimate for these regions.",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 199,
                    "text": "(4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 200,
                    "end": 202,
                    "text": "5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Non-parametric model validation"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The distribution of incubation periods of infectious disease",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Sartwell",
                    "suffix": ""
                }
            ],
            "year": 1950,
            "venue": "Am J Hyg",
            "volume": "51",
            "issn": "",
            "pages": "310--318",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Alternative methods of estimating an incubation distribution: examples from severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Muller",
                    "suffix": ""
                },
                {
                    "first": "Iol",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Louie",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcgeer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Epidemiology",
            "volume": "18",
            "issn": "2",
            "pages": "253--262",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "R: a language for data analysis and graphics",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ihaka",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gentleman",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J Comput Graph Stat",
            "volume": "5",
            "issn": "3",
            "pages": "299--314",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The empirical distribution function and arbitrary grouped, censored and truncated data",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Turnbull",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "J R Stat Soc Ser B Methodol",
            "volume": "38",
            "issn": "3",
            "pages": "290--295",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The Icens package",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gentleman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vandal",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}