{
    "paper_id": "5616e68657bf48d07925ee4160880c90fec663d6",
    "metadata": {
        "title": "Characterization of eight novel full-length genomes of SARS-CoV-2 among imported COVID-19 cases from abroad in Yunnan, China",
        "authors": [
            {
                "first": "Yuanyuan",
                "middle": [],
                "last": "Jia",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Cuixian",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mi",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xianyao",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jianjian",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jiafa",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ying",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xinping",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yue",
                "middle": [],
                "last": "Feng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xingqi",
                "middle": [],
                "last": "Dong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xueshan",
                "middle": [],
                "last": "Xia",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Recent correspondence in this Journal has highlighted the current threat posed by recently-emerging corona virus disease 2019 in the world. 1 The COVID-19 is infection caused by the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) and is characterized by fever, dry cough, weak, and so on. 2,3 SARS-CoV-2 has already caused a global pandemic. By 26 Apr, 2020, the spread of SARS-CoV-2 has led to more than 3.0 million infections and above 200,000 deaths; 4 thus, its outbreak has become a global public health problem. Recently, COVID-19 epidemic in China has been well controlled, whereas the risk of imported COVID-19 cases has increased dramatically. 5 As of April 26, 2020, a total of 1,636 abroad imported patients were reported in China. 6 However, limited studies on full-length genome characterization of SARS-CoV-2 from COVID-19 cases imported from abroad. Here, we characterized the genotype and mutation characteristics of SARS-CoV-2 isolated from eight imported cases from abroad in Yunnan, China.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 141,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 666,
                    "end": 667,
                    "text": "5",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 756,
                    "end": 757,
                    "text": "6",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor："
        },
        {
            "text": "Eight COVID-19 patients imported from overseas were admitted to Yunnan Provincial Infectious Disease Hospital from March 15, 2020 to March 26, 2020. The epidemiological history and respiratory symptoms of the eight patients were summarized in Figure 1A and 1B. The 8 patients include 4 males and 4 females, with ages ranging from 6 years to 70 years old. No patient has ever been to Wuhan city in China. Two cases YN_Im01 and YN_Im03 were from Spain to Yunnan, YN_Im02 from France, YN_Im04 from Cambodia, YN_Im05 from Sri Lanka, and YN_Im06-08, a family cluster of COVID-19 patients from the United States (Fig.1A) . Six cases showed different degrees of respiratory symptoms before hospitalization. YN_Im06 was severe, YN_Im01, YN_Im05, YN_Im07, and YN_Im08 were moderate, YN_Im02 was mild, and YN_Im03 and YN_Im04 were asymptomatic according to the latest COVID-19 diagnostic criteria (5th edition) published by the National Health Commission of China (Fig.1B) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 243,
                    "end": 252,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 606,
                    "end": 614,
                    "text": "(Fig.1A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 954,
                    "end": 962,
                    "text": "(Fig.1B)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Dear Editor："
        },
        {
            "text": "So far, three main clades involving G, V, and S have been identified based on marker mutations in the complete SARS-CoV-2 genome according to the latest genotyping rules recommended by the GISAID databas. 7 G clade containing D614G variant in S protein is predominant in Europe, V clade possessing G251V mutation in ORF3 is more common in Asia and Europe, and S clade having L84S substitution in ORF8 is move prevalent in North America. 8 In this study, eight complete genome sequences of SARS-CoV-2 isolated from sputum samples were successfully amplified and sequenced with 38 overlapping fragments. Dataset comprise SARS-CoV-2 full-length sequences of representative clade G, V, and S as previously reported, and reference sequences with the highest similarity (12 sequences) based on BLAST in Genbank using the eight sequences obtained in this study as the query set. Further, phylogenetic trees for SARS-CoV-2 full-length nucleotide sequences were constructed based on the obtained datasets with the maximum-likelihood method using IQ-tree. Phylogenetic analyses revealed that the six isolates, including one from France (YN_Im02), two from Spain (YN_Im01 and YN_Im03), and three from the United States (YN_Im06-08) were clustered as G clade with a high bootstrap value of 99%, one strain from Cambodia (YN_Im04) was grouped into S clade with a bootstrap value of 80%, and the remaining one from Sri Lanka was classified within other clade, a large unclassified sequences because lack the signature variants (Fig.1C) . Of note, the three sequences YN_Im06-08 isolated from a family cluster of SARS-CoV-2 infection formed a close monophyletic subclade supported by a bootstrap value of 100% and had 99.99% nucleotide identity, indicating the three sequences originate from the same strain.",
            "cite_spans": [
                {
                    "start": 437,
                    "end": 438,
                    "text": "8",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 1513,
                    "end": 1521,
                    "text": "(Fig.1C)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Dear Editor："
        },
        {
            "text": "To further characterize the characteristics of virus variation, the sequence analyses based on SARS-CoV-2 full-length nucleotide and amino acid sequences was performed using the strain Wuhan-Hu-1 (Genbank no. NC_045512) identified earliest in Wuhan seafood market, in Hubei, China as the reference strain for nucleotide and amino acid positions. 9 The results revealed that 15, 12 and 10 nucleotide mutations to clades G, S, and other, respectively, were mapped across the SARS-CoV-2 full-length genome. Corresponding to these nucleotide substitutions, 8, 6, and 5 non-synonymous amino acid substitutions were detected in clades G, S, and other, respectively.",
            "cite_spans": [
                {
                    "start": 346,
                    "end": 347,
                    "text": "9",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor："
        },
        {
            "text": "Of note, all clade G strains possessed another P4715L marker substitution in nsp12 besides the signature mutation D614G variant in S protein. YN_Im05 strain belonging to other clade have a unique 3-nucleotide deletion between 518 and 520 nt that was not found in G and S clades, leading to a methionine deletion at position 58 in leader protein. Moreover, three novel mutations, including D1962V in nsp3 from the strain YN_Im03, L1375F in nsp3 and A829T in S protein from the isolate YN_Im04 were first identified in this study according to the comparison with 11,231 genomic sequences available at GISAID on 4/26/2020. 10 Interestingly, S23T and R203W mutations located in N protein were identified in the three isolates from a family cluster of SARS-CoV-2 infection. Given that the three COVID-19 patients were diagnosed on the same day and the viruses originated from the same strain, indicated that the strain is replicating and mutating rapidly in different individuals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Editor："
        },
        {
            "text": "In summary, we characterized the full-length genomes of SARS-CoV-2 strains from eight COVID-19 cases imported from abroad in Yunnan, China. Our results showed that the predominant SARS-CoV-2 clade was G (6 cases), followed by S clade (one case) and unclassified clade (one case). Further, comparative genomic analyses revealed that a novel signature amino acid substitution P4715L in nsp12 was found in the G clade strains. Moreover, three novel mutations, including D1962V in nsp3, L1375F in nsp3, and A829T in S protein were first identified in this study. The present study highlights the urgent need for continuous molecular screening and epidemic surveillance for SARS-CoV-2 among COVID-19 individuals imported from abroad to prevent future outbreaks of SARS-CoV-2 infection in China. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Editor："
        },
        {
            "text": "The authors declare no competing financial interests. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Global COVID-19 fatality analysis reveals Hubei-like countries potentially with severe outbreaks",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lv",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Long",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Fu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Infect",
            "volume": "pii",
            "issn": "20",
            "pages": "30157--30159",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A novel coronavirus outbreak of global health concern",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Horby",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Hayden",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "470--473",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1054--1062",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Imported COVID-19 cases pose new challenges for China",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Infect",
            "volume": "pii",
            "issn": "20",
            "pages": "30179--30180",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Phylodynamics of SARS-CoV-2 transmission in Spain",
            "authors": [
                {
                    "first": "Francisco",
                    "middle": [],
                    "last": "Díez-Fuertes",
                    "suffix": ""
                },
                {
                    "first": "María",
                    "middle": [],
                    "last": "Iglesias-Caballero",
                    "suffix": ""
                },
                {
                    "first": "Sara",
                    "middle": [],
                    "last": "Monzón",
                    "suffix": ""
                },
                {
                    "first": "Pilar",
                    "middle": [],
                    "last": "Jiménez",
                    "suffix": ""
                },
                {
                    "first": "Sarai",
                    "middle": [],
                    "last": "Varona",
                    "suffix": ""
                },
                {
                    "first": "Isabel",
                    "middle": [],
                    "last": "Cuesta",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A new coronavirus associated with human respiratory disease in China",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "G"
                    ],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "579",
            "issn": "7798",
            "pages": "265--269",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "This work was supported by the National Natural Science Foundation of China (NSFC) (82041005), Kunming Science and technology plan project (2020-1-N-023), the Reserve Talents Project for Young and Middle-Aged Academic and Technical Leaders of Yunnan Province (2019HB012), and Youth Talent Program of Yunnan \"Ten-thousand Talents Program\" (YNWR-QNBJ-2018-054).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Maps of the study region, epidemiological characteristics, phylogenetic analysis based on the complete genome sequences of the SARS-CoV-2 from eight COVID-19 cases imported from abroad in Yunnan, China. (A) Eight cases of imported SARS-CoV-2 infection in travelers returning to Yunnan from overseas in 2020. (B) Demographic characteristics and respiratory symptoms. (C) Maximum-likelihood tree based on the complete SARS-CoV-2 genomic sequence",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We thank the members of the Yunnan Infectious Disease Hospital for the data and sample collection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}