{
    "paper_id": "56190d365b6a59d7bb9e990b27393fb70fee543d",
    "metadata": {
        "title": "A Young Adult with Cough and Wheezing Since Infancy",
        "authors": [
            {
                "first": "M",
                "middle": [
                    "Ellen"
                ],
                "last": "Acree",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Chicago",
                    "location": {
                        "settlement": "Chicago",
                        "region": "IL",
                        "country": "USA"
                    }
                },
                "email": "mary.acree@uchospitals.edu"
            },
            {
                "first": "M",
                "middle": [
                    "E"
                ],
                "last": "Acree",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Chicago",
                    "location": {
                        "settlement": "Chicago",
                        "region": "IL",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A 20-year-old male presented to the Infectious Diseases clinic for evaluation of treatment options for recurrent respiratory papillomas. The patient was born with vocal cord paralysis and underwent tracheostomy at 4 weeks of life. At age 2 months, he was found to have a papilloma in his trachea, which was treated with intralesional steroids and laser excision. During his childhood years, his tracheostomy was closed, and he was found to have occasional, small papillomas in the trachea on airway inspection. However, when he reached puberty, the number and size of the papillomas increased dramatically. He required laryngoscopies for excision of the papillomas and intralesional cidofovir injections approximately every 3 months. Shortness of breath and hoarseness would develop periodically, indicating the need for a laryngoscopy in the near future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "At age 13 years, the patient was found on chest imaging to have pulmonary lesions, which was concerning for lower respiratory tract spread of the papillomas. He was begun on weekly α-interferon injections, which he continued for approximately 1 year. Unfortunately, the size and number of his papillomas did not improve, nor did the frequency of his laryngoscopies. He was given a guarded prognosis, which prompted a second opinion at a tertiary medical center.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "At age 16 years, the patient was admitted to our pediatric hospital for bronchoscopy and laryngoscopy. He was found to have diffuse circular papillomas throughout the trachea. A large sessile lesion was found almost completely occluding the entrance to the right upper lobe. The Pediatric Infectious Diseases service was consulted, who recommended addition of inhaled cidofovir therapy and sulindac, which is a nonsteroidal antiinflammatory drug that had been shown in in vitro studies to induce apoptosis of human papillomavirus (HPV)-associated cervical carcinoma cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The patient continued with laryngoscopies approximately every 3 months for excision of papillomas. At age 20 years, he presented to the emergency department with hemoptysis. Repeat chest computed tomography (CT) scan demonstrated complete obstruction of the right upper lobe bronchus with a large endobronchial mass, which was presumably a papilloma ( Fig. 13.1) . The patient was also noted to have a postobstructive pneumonia and interval worsening of severe mediastinal lymphadenopathy. Bronchoscopy and endobronchial ultrasound and biopsy of the mass were performed. Pathology revealed squamous papilloma with focal, severe dysplasia. The patient completed a course of antibiotic therapy for pneumonia and was scheduled with the adult Infectious Diseases clinic for consideration of additional treatment options.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 352,
                    "end": 362,
                    "text": "Fig. 13.1)",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "A 20-year-old male presented to the Infectious Diseases clinic for evaluation of treatment options for recurrent respiratory papillomas. The patient was born with vocal cord paralysis and underwent tracheostomy at 4 weeks of life. At age 2 months, he was found to have a papilloma in his trachea, which was treated with intralesional steroids and laser excision. During his childhood years, his tracheostomy was closed, and he was found to have occasional, small papillomas in the trachea on airway inspection. However, when he reached puberty, the number and size of the papillomas increased dramatically. He required laryngoscopies for excision of the papillomas and intralesional cidofovir injections approximately every 3 months. Shortness of breath and hoarseness would develop periodically, indicating the need for a laryngoscopy in the near future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "M. Ellen Acree"
        },
        {
            "text": "At age 13 years, the patient was found on chest imaging to have pulmonary lesions, which was concerning for lower respiratory tract spread of the papillomas. He was begun on weekly α-interferon injections, which he continued for approximately 1 year. Unfortunately, the size and number of his papillomas did not improve, nor did the frequency of his laryngoscopies. He was given a guarded prognosis, which prompted a second opinion at a tertiary medical center.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "M. Ellen Acree"
        },
        {
            "text": "At age 16 years, the patient was admitted to our pediatric hospital for bronchoscopy and laryngoscopy. He was found to have diffuse circular papillomas throughout the trachea. A large sessile lesion was found almost completely occluding the entrance to the right upper lobe. The Pediatric Infectious Diseases service was consulted, who recommended addition of inhaled cidofovir therapy and sulindac, which is a nonsteroidal antiinflammatory drug that had been shown in in vitro studies to induce apoptosis of human papillomavirus (HPV)-associated cervical carcinoma cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "M. Ellen Acree"
        },
        {
            "text": "The patient continued with laryngoscopies approximately every 3 months for excision of papillomas. At age 20 years, he presented to the emergency department with hemoptysis. Repeat chest computed tomography (CT) scan demonstrated complete obstruction of the right upper lobe bronchus with a large endobronchial mass, which was presumably a papilloma ( Fig. 13.1 ). The patient was also noted to have a postobstructive pneumonia and interval worsening of severe mediastinal lymphadenopathy. Bronchoscopy and endobronchial ultrasound and biopsy of the mass were performed. Pathology revealed squamous papilloma with focal, severe dysplasia. The patient completed a course of antibiotic therapy for pneumonia and was scheduled with the adult Infectious Diseases clinic for consideration of additional treatment options.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 352,
                    "end": 361,
                    "text": "Fig. 13.1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "M. Ellen Acree"
        },
        {
            "text": "The patient was restarted on α-interferon. Tissue from a recent papilloma excision was sent for HPV genotyping, which was consistent with either HPV 6 or 11. Figure 13 .2a shows positive nuclear staining for low-risk HPV DNA (serotypes 6 and 11) within a benign intra-airway papilloma using in situ hybridization. With the knowledge that his HPV type was included as a component of the commercially used recombinant HPV vaccine, the decision was made to administer the vaccine series in an effort to stimulate an HPV-directed immune response. Additionally, topical imiquimod was applied to the vaccine injection site, which is currently being evaluated in clinical trials as a way to augment the HPV vaccine-associated immune response.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 158,
                    "end": 167,
                    "text": "Figure 13",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "M. Ellen Acree"
        },
        {
            "text": "Unfortunately, the patient continued to have hemoptysis, and repeated laryngoscopies showed no regression of his papillomas. Intravenous cidofovir therapy was initiated, but shortly thereafter he required another admission for refractory hemoptysis, which was found to be stemming from the large, right-sided endobronchial lesion. After multiple failed bronchial artery embolizations, the patient underwent right pneumonectomy. He initially did well after surgery and was discharged to home on oxygen administered by nasal cannula. However, he presented approximately 1 week later with shortness of breath. He was found to have hypercarbic respiratory failure, which progressed to acute respiratory distress syndrome (ARDS), and this was the cause of his death at age 20 years. Of note, pathology from his pneumonectomy revealed squamous cell cancer with positive mediastinal lymph nodes. Figure 13 .3 shows a cut section of the lung with multiple areas of squamous cell carcinoma invading the adjacent lung parenchyma. Figure 13 .4 shows photomicrographs of four pathologic specimens obtained at the time of pneumonectomy. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 889,
                    "end": 898,
                    "text": "Figure 13",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1020,
                    "end": 1029,
                    "text": "Figure 13",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "M. Ellen Acree"
        },
        {
            "text": "HPV is a DNA virus that causes common warts, anogenital warts, and a number of cancers in immunocompetent and immunocompromised hosts. It has more than 100 types. Several of the manifestations of HPV infection and their associated HPV types are presented in ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Human Papillomavirus (HPV)"
        },
        {
            "text": "Respiratory papillomas are the most common benign laryngeal tumor in children. Juvenile recurrent respiratory papillomatosis (RRP) is typically identified between the ages of 2 and 3 years and is related to acquisition of HPV during passage through the birth canal of an infected mother. Risk factors for development of RRP include being a firstborn child, which often implies longer labor, having a teenage mother with genital condylomata, and having a mother with a lower socioeconomic status. RRP is caused most commonly by HPV types 6 and 11 and less commonly by type 16. The estimated incidence of juvenile RRP is 4.3 per 100,000 children. RRP can cause obstruction of the larynx, which can lead to hoarseness and respiratory difficulty. Laryngoscopy will often reveal multiple verrucous growths along the true vocal cords, along the false vocal cords, in the subglottic region, and in the trachea. Many children with RRP will require multiple procedures to excise the papillomas. Often, the lesions will diminish around puberty. Rarely, the papillomas can spread into the lower respiratory tract and undergo malignant transformation. Multiple therapies have been attempted for RRP, including interferon, photodynamic therapy, ribavirin, acyclovir, intralesional and intravenous cidofovir, intralesional mumps vaccine, bevacizumab, and others. Systemic therapy should be considered when the patient requires more than four surgical interventions per year, when there is evidence of spread to the lungs, when the papillomas are noted to regrow rapidly after excision, and when there is airway obstruction. Approximately 10% of patients with RRP will require systemic therapy. α-interferon is the most common sys-temic therapy utilized in patients with RRP. It is believed to trigger a host immune response that inhibits viral protein synthesis. However, responses have been mixed in the literature and there are tolerability concerns. Some experts recommend a trial of α-interferon for 6 months followed by an assessment of disease response before deciding to continue. Abbreviated from [3] ",
            "cite_spans": [
                {
                    "start": 2091,
                    "end": 2094,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Recurrent Respiratory Papillomatosis"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Recurrent respiratory papillomatosis",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Venkatesan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Pine",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Underbrink",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Otolaryngol Clin North Am",
            "volume": "45",
            "issn": "3",
            "pages": "671--94",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Recurrent respiratory papillomatosis",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Derkay",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Laryngoscope",
            "volume": "111",
            "issn": "1",
            "pages": "57--69",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Mandell, Douglas, and Bennett's principles and practice of infectious diseases",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Bonnez",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Papillomaviruses",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Bennett",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dolin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Blaser",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1794--806",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Human papillomavirus vaccination: recommendations of the Advisory Committee on Immunization Practices (ACIP)",
            "authors": [],
            "year": 2014,
            "venue": "Centers for Disease Control and Prevention (CDC)",
            "volume": "63",
            "issn": "",
            "pages": "1--30",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Computed tomography of the chest with intravenous contrast showing obstruction of the right upper lobe bronchus (arrow), presumably due to an endobronchial papilloma. Severe postobstructive pneumonia is also demonstrated a b Fig. 13.2 (a) (Left): In situ hybridization for low-risk (serotypes 6 and 11) HPV DNA demonstrates abundant positive nuclear staining in a benign intra-airway papilloma (HPV 6/11 ISH, 10×). (b) (Right): In situ hybridization for low-risk (serotypes 6 and 11) HPV DNA demonstrates positive nuclear staining in an area of invasive squamous cell carcinoma (HPV 6/11 ISH, 10×) (Photos courtesy of Dr. David B. Chapel, University of Chicago, Department of Pathology)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Cut section of the lung showing multiple foci of white-tan squamous cell carcinoma, arising from an intermediate bronchus and invading the adjacent lung parenchyma. Hemorrhage and necrosis are grossly visible (Photo courtesy of Dr. David B. Chapel, University of Chicago, Department of Pathology)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "• Recurrent respiratory papillomatosis (RRP) of childhood is a disease caused by human papillomavirus (HPV), most often type 6 or 11, . 13.4 (a) (Left upper): Benign squamous papillomas extend from an airway wall, resulting in airway occlusion. The airway beyond the obstructing papilloma was significantly dilated on gross examination (H&E, 2.5×). (b) (Right upper): A benign squamous papilloma (left) extends into an airway lumen, with no invasion into the airway wall (right). HPV-related changes are present in the squamous epithelium, but high-grade dysplasia is absent (H&E, 2.5×). (c) (Left lower): Benign squamous papillomas extend from the bronchiolar wall into the airway lumen (top half of photomicrograph",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "). There is promi-nent hyalinization of one papillary fibrovascular core. Squamous cell carcinoma arises from the benign papillary epithelium and invades the underlying lung parenchyma (lower right) (H&E, 2.5×). (d) (Right lower): Squamous cell carcinoma (lower left) invades and destroys the normal alveolar lung parenchyma (upper right). Note the pushing border of invasion, neutrophilic microabscesses, and tumor necrosis. Significant keratinization is absent (H&E, 10×) (Photos courtesy of Dr. David B. Chapel, University of Chicago, Department of Pathology) which is acquired during passage through the birth canal. • RRP causes papilloma growth in the larynx and trachea and rarely can spread to the lower respiratory tract and undergo malignant transformation. • RRP is often treated with local, intralesional therapy. • Systemic therapy should be considered in patients who require multiple surgical interventions per year, when there is spread to the lungs, when the papillomas rapidly regrow after excision, and when there is airway obstruction. • Although HPV 6 and 11 are considered low risk for malignancy, in RRP, they may cause squamous cell cancer of the lung as in this patient. • Gardasil 9 includes HPV types 6 and 11 that are considered low risk for malignancy but cause genital warts and HPV types 16, 18, 31, 33, 45, 52, and 58 that associated with high risk for cervical, vaginal, vulvar, anal, penile, and oropharyngeal squamous cell cancer. • HPV 16 and 18 cause approximately 70% of all cervical cancers, and HPV types 31, 33, 45, 52, and 58 cause about 15% of all cervical cancers.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Human papillomavirus (HPV) types and their disease association",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}