{
    "paper_id": "5653111eaab14d277d82c0f823c5c8fafe2fa238",
    "metadata": {
        "title": "Is Traditional Chinese Medicine Useful in the Treatment of SARS?",
        "authors": [
            {
                "first": "Wei",
                "middle": [],
                "last": "Jia",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shanghai Jiao Tong University",
                    "location": {
                        "postCode": "200030",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Wenyuan",
                "middle": [],
                "last": "Gao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tianjin University",
                    "location": {
                        "postCode": "300072",
                        "settlement": "Tianjin",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "medicines and formulas have been used nationwide, and some of the representative drugs were injection of Herba houttuyniae, granule of Radix isatidis (Ban-langen), and combination formulas such as injection of Qing-kai-ling containing extractions from cholic acid, pearl shell, capejasmine fruit, honeysuckle flower, etc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "According to the report on June 9 by Xin-hua News Agency, a technical task force group of National Anti-SARS Administration has organized a multicentered clinical evaluation with more than 400 medical staff members participated. A total of 562 patients were enrolled in two groups, group A treated with the Western medicine and group B treated with combined Western and Chinese medicine. It was reported that patients in both groups had undergone a 14-day fever reduction period from the onset of fever to normal level. The fever-lowering process was smooth in group B, and patients in group A experienced fluctuations, most significantly at day 6-7.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This clinical trial revealed that the treatment with combination of traditional Chinese and Western medicine effectively improved clinical symptoms including dyspnea, non-productive caugh, fatigue, and malaise etc. Compared with group A, the mean time/durations of these symptoms in patients treated in group B were relatively shorter or less, specifically, dyspnea (2d), caugh (2d), fatigue (1d), and malaise (1d). There was no difference in headache and myalgias between the two groups. It was also observed that the combined Western/TCM program was advantageous in improving hypoxemia and protecting functions of lung and heart. Additionally, the use of TCM during the treatment significantly reduced the consumption of corticosteroids such as methylprednisolone and hydrocortisone for patients with severe cases, therefore reduced side effects from the large dose of corticosteroids.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There was a two-day international Anti-SARS forum held in Beijing on June 3, where officials and medical experts participated from thirteen Southeast Asian countries. Clinical results from treatment with TCM were presented by TCM experts from six major Chinese hospitals. The presentations reported several clinical findings. (1) TCM was able to speed up the recovery of inflammation in lung and have radiological efficacy. Patients in Beijing Di-tan hospital were x-ray examined at 20 days on the status of unilateral or bilateral peripheral or central interstitial infiltrates that were initially diagnosed. 25 out of 30 patients with TCM involvement showed removal of air-space shadowing Dear Editor, SARS has created international anxiety because of its relatively high contagiosity, rapid progression of disease, relatively high death rate, and the fact that it has caused illness in a large proportion of exposed medical and nursing personnel. As of June 13, 2003, there had been 8454 cases and 792 deaths (a death rate of 9.4 percent) reported in 32 countries. The main effective preventive measure for SARS is to quarantine those already infected. This is coupled with actions to disinfect public facilities, and to reduce travel, meetings and gatherings in the disease areas. At the time of this writing, the SARS epidemic was largely under control worldwide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Since the main centre of the infection has been in Southeast Asia, China took a major 'strike' in the combat with SARS, accounting for over 60 percent of the patients, including probably the very first victim of the disease from Guangdong province. Over the past two months, there have been extensive news reports on the use of herbal therapies to prevent or treat SARS in south east Asia, especially in the mainland of China, and it has become a general knowledge that traditional Chinese medicine (TCM) was responsible for the relatively low death rate of SARS patients in China. Due to the lack of scientific reports published, to date, from Chinese anti-SARS research programs, and the fact that most of clinical research programs are still on-going at this point, we provide an initial comment on this TCM issue based on the published information as well as our observations and communications within the community.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "From the officially reported numbers of patients and deaths in the mainland of China, the death rate calculated (approximately 6.5 percent) was lower than the worldwide average number (9.3 percent). As far as we know, more than 50 percent of patients have been treated with an integrated Western medicine/Chinese medicine approach since early April. The treatment with TCM involved the use of herbal medicines in the dosage forms of injection, decoction, and other oral liquid forms. Most of the herbal medicines fall into two categories: drugs for clearing heat and dampness plus detoxification, and drugs for promoting blood circulation and relieving blood stasis. Hundreds of herbal treatment. Based on the clinical findings we strongly believe that TCM is helpful in the treatment of SARS, particularly in the reduction of (1) fever, (2) air-space shadowing of the chest radiographs, (3) the use of corticosteroids, and most importantly, (4) the death rate of severe SARS patients. However, there are no laboratory evidences demonstrated that TCM can readily kill or inhibit the recently identified coronavirus, the causative agent of SARS. It is not likely that TCM can be used for prevention of SARS for the elderly and the frontline medical staff. Thus far, there are no established treatments for SARS virus other than palliative measures, although there are reasonable expectations that modern medical interventions such as antiviral and immunizations will become available within one to two years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We also learned from reports (from Sino-Japan Friendship Hospital in Beijing) that TCM had been used as the only measure to treat a number of patients and yielded satisfactory clinical results. Several groups reported favorable results with TCM, but somewhat contradictory with other results. At this point, we believe TCM is only a part of palliative treatment that may enhance the overall clinical efficacy. Most of the TCM agents are mildly effective and slow-acting, and therefore, should not be used as the only treatment modality due to the rapid progression of disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "(83.8 percent), while the reference group (treated with Western medicine) showed a removal of 47.8 percent (11 out of 23 cases). The similar chest radiographic results were reported by the Eastern Hospital, an affiliate of Beijing TCM University, where the TCM/Western medication group showed 87.1 percent recovery rate and reference group 56.3 percent at 21 days. The differences were statistically significant. (2) TCM was able to reduce the use of corticosteroids. Eastern Hospital reported that, at the end of the treatment period, the daily use of methylprednisolone averaged at a dose of 183.55 ± 202.07 mg in TCM group and 285.94 ± 267.35 mg in reference group, indicating a significant dose reduction (P < 0.05). (3) TCM was able to reduce death rate of the severe patients. Beijing You-an Hospital reported that a total of 102 patients were classified to moderate level and severe level according to their diagnosed disease status. The death rate of patients with moderate level was zero in both treatment groups. However, the death rate of severe-level patients was 15.4 percent when treated with combined Western and Chinese medicine and 47.4 percent when treated with Western medication alone. The difference was statistically significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In light of these findings in the treatment with TCM, the Chinese health agencies urged the implementation of integrated TCM and Western medicine during the",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Managing SARS amidst uncertainty",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Wenzel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Edmond",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "1947--1948",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "State Administration of Traditional Chinese Medicine news release",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The prevention and treatment of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "16",
            "issn": "",
            "pages": "53--55",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A novel coronavirus associated with sever acute respiratory syndrome",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Ksiazek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Erdman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Goldsmith",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "20",
            "pages": "1947--1958",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Analysis of symptoms of 65 cases of SARS with traditional Chinese medicine",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "M"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "L"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "F"
                    ],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Trad Chin Med",
            "volume": "18",
            "issn": "5",
            "pages": "333--335",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}