{
    "paper_id": "57404b1743fc6ff4b636471806fc31c87d7bae09",
    "metadata": {
        "title": "Applying Lessons from the Past in Haiti: Cholera, Scientific Knowledge, and the Longest-Standing Principle of International Health Law",
        "authors": [
            {
                "first": "Adam",
                "middle": [],
                "last": "Rainis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Ottawa",
                    "location": {
                        "settlement": "Ottawa",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Houston",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Ottawa",
                    "location": {
                        "settlement": "Ottawa",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "R"
                ],
                "last": "Houston",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Ottawa",
                    "location": {
                        "settlement": "Ottawa",
                        "country": "Canada"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The tragedy of the Haitian cholera epidemic-where a disease brought to the country by United Nations (UN) peacekeepers has killed at least 10,000 people and sickened over 800,000-has propelled a range of complex international law issues into the public eye. The repercussions of the ongoing debate over accountability, and the purposes and limits of UN immunity, are likely to reverberate for years to come. Despite considerable attention from the international law community, however, almost none of the resulting scholarship has focused on the international health law aspects of the case. The international spread of the vast majority of infectious diseases has been the subject matter of international law only since the 2005 revision of the International Health Regulations (IHRs). By contrast, preventing the international transmission of cholera has been the object of multilateral state negotiation for over 160 years, resulting in it becoming the sole subject matter of not merely the first, but the first three binding international health law treaties over a century ago. Since that time, cholera prevention has remained an unbroken thread woven through the history of international health law, from the initial International Sanitary Conventions, through the formation of the World Health Organisation, and into the twenty-first century. The current iteration of the IHRs are today one of the most universally accepted sources of binding international legal obligations of any kind; as the only disease that has appeared in all previous iterations over nearly 125 years, preventing the transnational spread of cholera approaches customary international law status. This chapter builds upon these themes to re-examine the conduct of the United Nations through this lens. It explores UN standards, and actual UN practice, as they relate to medical guidance to peacekeeping missions, preventative measures for peacekeepers such as vaccination and prophylaxis, and treatment of sewage and sanitation. In doing so, it offers valuable lessons from the past and the present on how international law around infectious disease might be effectively implemented, and followed, in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The tragedy of the Haitian cholera epidemic-where United Nations peacekeepers introduced a previously unknown disease into the country, causing the most serious cholera epidemic anywhere in the world in over a century-has propelled a range of complex international law issues into the public eye. 1 The most prominent among these have related to UN accountability and justice for the victims of the epidemic. 2 These issues have been the subject of extensive advocacy efforts, including highprofile legal proceedings on behalf of the victims. 3 Only after more than six years did the United Nations finally acknowledge a role in the epidemic and, in a weakly worded apology, accept its moral, though not its legal, responsibility to address the damage it caused. 4 In the absence of a binding legal decision, the debate over accountability, and the point where UN immunity tips into impunity, remains unresolved.",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 298,
                    "text": "1",
                    "ref_id": null
                },
                {
                    "start": 409,
                    "end": 410,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 543,
                    "end": 544,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 763,
                    "end": 764,
                    "text": "4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction (of Cholera)"
        },
        {
            "text": "Despite the undeniable importance of these issues, however, they have overshadowed the violation of an even longer-standing principle of international law that remains at the epicentre of the Haitian tragedy: that the international community shares responsibility for taking measures to prevent certain infectious diseases, and in particular cholera, from spreading across borders. While the boundaries of this principle continue to evolve, particularly as new threats emerge ranging from avian flu to Zika virus, it was preventing the international spread of cholera that first brought nations together to lay the foundations of international health law over 160 years ago. Cholera was in turn the sole subject of the first binding multilateral agreement in international health law-indeed, the first three such agreements-and the disease has remained a constant thread woven throughout the history and development of international health law to the present day. The Haitian epidemic thus serves as a reminder both of why the international community first came together to address the shared threat of cholera using the tool of international law, and the deadly consequences of ignoring this longstanding principle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction (of Cholera)"
        },
        {
            "text": "Legal measures to prevent the international spread of cholera also offer an intriguing perspective on the development of international law, as in contrast to other fields, international health law is necessarily influenced by scientific knowledge alongside legal theory and state practice. From the very first International Sanitary Conference onwards, national delegations usually comprised both diplomats and scientists. 5 1 Jenson et al. (2011). 2 Transnational Development Clinic at Yale Law School, Global Health Justice Partnership of the Yale Law School and the Yale School of Public Health, and Association Haïtienne de droit de l'Environnement (2013). 3 Weinmeyer (2016). 4 United Nations (2016). 5 Howard- Jones (1975) .",
            "cite_spans": [
                {
                    "start": 427,
                    "end": 450,
                    "text": "Jenson et al. (2011). 2",
                    "ref_id": null
                },
                {
                    "start": 681,
                    "end": 682,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 716,
                    "end": 728,
                    "text": "Jones (1975)",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Introduction (of Cholera)"
        },
        {
            "text": "After all, bacteria do not obey legal diktats rooted in abstract concepts such as state sovereignty. 6 Thus, effective rules to prevent the spread of disease must involve what we might now term evidence-based policy.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 102,
                    "text": "6",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction (of Cholera)"
        },
        {
            "text": "This being the case, a historical analysis of international health law is complicated by the realisation that what may once have been accepted as scientific fact, and therefore seen as a sensible basis for law and action, may by modern standards seem inadequate or even entirely incorrect. This is readily apparent in the early development of international law around cholera and will be discussed in detail later in this chapter; for the time being, it suffices to say that while acceptance of the principle that evidence-based measures should be taken to prevent the international spread of cholera is widespread and longstanding, the precise measures thought capable of doing so have necessarily evolved alongside changes in scientific knowledge and understanding. The evidentiary aspect has implications not only for what measures might be considered sufficient, but also those that might be deemed excessive; as discussed below, one of the key goals of adopting international standards relating to the spread of cholera has been to avoid undue interference with international trade through overzealous application of measures like quarantines or import bans. As such, adherence to the underlying principle of preventing the international spread of cholera cannot be assessed by determining whether the practice of states or other international law actors is the same as it was a century ago; rather, it must be by whether their practice at any given time has been guided by contemporaneous evidence-based standards in the service of that principle. Nevertheless, while our understanding of the manner in which the international spread of cholera could be prevented has evolved considerably over the last 160 years, certain elements of our knowledge have changed more drastically than others. Some central concepts, such as the importance of clean water and proper sanitation, have long been well understood; others, such as the utility of vaccination as a preventative measure, have fluctuated over time, as new vaccines, and evidence of their efficacy, emerge. Furthermore, collection and sharing of accurate information has also historically been a core component both of the law (particularly in the recording and notification of cases) and of the broader science that informs what measures the law should either require or, in cases where overreaction is a concern, permit, in fulfilment of the principle of preventing the international spread of cholera. Although international health law has expanded over the past 160 years, these core elements, and cholera itself, remain constant. All these elements come into play in what unfolded in Haiti.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction (of Cholera)"
        },
        {
            "text": "Imported diseases have played a crucial role in Haitian history since long before the cholera epidemic. European contact brought diseases like smallpox that devastated the original indigenous inhabitants, removing a source of manual labour for the colonial powers and leading to their replacement with African slaves. In turn, yellow fever first brought from Africa as an inadvertent by-product of this human cargo later took a serious toll on soldiers freshly dispatched from France, playing a valuable supporting role in making Haiti the first and only modern state to gain independence through a successful slave revolt. 7 It has even been suggested that popular perceptions associating Haiti with the emerging HIV epidemic in the early 1980s caused a drastic reduction in American tourists, in turn leading to a drop in income that helped destabilise and eventually topple the Duvalier regime. 8 The bitter irony of these events is that historical records indicate Haiti was one of the few countries to escape the scourge of cholera during the nineteenth century epidemics that propelled the very development of international health law that forms the focus of this chapter. 9 By the turn of the twenty-first century, Haiti was the poorest country in the Western Hemisphere. Beginning in 2004, it was also home to the United Nations Stabilisation Mission in Haiti, better known by its French acronym MINUSTAH. Then, on January 12, 2010, an earthquake of magnitude 7.0 devastated the country. Estimates of the number of people killed have varied widely, from the official Haitian government figure of over 300,000 to other estimates below 100,000. 10 Hundreds of thousands more were left homeless, and Haiti's already inadequate health and sanitation infrastructure suffered considerable damage.",
            "cite_spans": [
                {
                    "start": 1179,
                    "end": 1180,
                    "text": "9",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Cholera Comes to Haiti"
        },
        {
            "text": "Despite concerns about the potential for the rapid spread of disease in crowded temporary camps housing displaced victims of the earthquake, it was not until ten months later, in mid-October of 2010, that the first cases of cholera appeared. 11 This unwelcome appearance was not in the capital city of Port-au-Prince, but in the rural area of Mirebalais. It was here that a MINUSTAH base had recently welcomed a contingent of soldiers from Nepal, a cholera-endemic country in the midst of its own outbreak. At least one of these soldiers was carrying Vibrio cholerae, the bacterium that causes cholera. 12 Cholera is spread through water contaminated with infected faeces. It causes severe vomiting and diarrhoea, and can cause death by dehydration within as little as a few hours if left untreated. Due to improper sanitation practices, infected faeces from the MINUSTAH base entered the Artibonite river system, which is relied upon by tens of thousands of Haitians for farming, bathing and drinking. 13 The disease spread rapidly throughout the country, and was found in all ten regions of the country by the following month, as well as over the border in the Dominican Republic. 14 It subsequently spread into Cuba and Mexico. 15 7 Marr and Cathey (2013) . 8 Evans (1988 The cholera-naïve population of Haiti had no resistance to the disease, exacerbating its toll. Although the number of new cases decreased considerably following the initial peak of the epidemic, infections continued, with spikes occurring in the wake of further natural disasters such as Hurricane Matthew in 2016. 16 As of early 2017, according to World Health Organisation statistics, the epidemic had killed over 9000 people and sickened close to 800,000 more. 17 There is also evidence that these figures reflect substantial underestimates, particularly during the early months of the epidemic. 18 Sadly, this previously unknown disease now appears to have firmly established itself in Haiti, where it will continue to pose a threat in the absence of access to clean water and sanitation. A combination of basic shoe-leather epidemiological investigation and high-tech genetic analysis of disease samples demonstrates conclusively that the Haitian strain of cholera has its origins in Nepal and arrived via the MINUSTAH base. 19 Had the UN adhered to the longstanding international law principle of preventing the international spread of cholera, this tragedy could have been prevented.",
            "cite_spans": [
                {
                    "start": 1003,
                    "end": 1005,
                    "text": "13",
                    "ref_id": null
                },
                {
                    "start": 1236,
                    "end": 1258,
                    "text": "Marr and Cathey (2013)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1261,
                    "end": 1274,
                    "text": "8 Evans (1988",
                    "ref_id": null
                },
                {
                    "start": 1590,
                    "end": 1592,
                    "text": "16",
                    "ref_id": null
                },
                {
                    "start": 2305,
                    "end": 2307,
                    "text": "19",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Cholera Comes to Haiti"
        },
        {
            "text": "Customs and binding rules to prevent the spread of disease have a long history in virtually every culture. The Bible, which influenced the development of the law in many modern states, provides examples of such rules. For instance, Leviticus devotes two chapters to leprosy and how it should be dealt with, coming out in favour of isolation as the preferred recourse: \"All the days wherein the plague shall be in him he shall be defiled; he is unclean: he shall dwell alone; without the camp shall his habitation be.\" 20 In turn, governments at all levels have long imposed rudimentary legal measures to keep disease from their own territories; the term quarantine itself originates from the Italian \"quaranta\", referring to the length of the forty-day isolation period imposed on incoming ships by city-states like Venice to prevent the arrival of bubonic plague in the fifteenth century. 21 Historically, however, such efforts focused on protecting the state from outside threats rather than collaboration among states to address mutual interests. It took a new menace to bring nations together to explore novel ways of tackling shared concerns. The menace in question was cholera.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Germ of an Idea: Cholera and the First International Sanitary Conference"
        },
        {
            "text": "The landmark occasion bringing states together was the first International Sanitary Conference, convened in Paris in 1851. It would be the first of fourteen such Conferences spanning a period of nearly ninety years. Today, this first Conference is widely recognised as the origin point of international health law. 22 The Conference occurred at the beginning of a period of rapid change in the development of international law and policy, thus also playing a role in the broader development of modern international relations. 23 To give some perspective, at the time of the first Conference, foundational agreements in international law such as the first Geneva Convention, as well as accords on other issues that underpin the modern diplomatic and legal order such as telegraphs and postal service, were still a decade or more away. The underlying goal of preventing the spread of disease was also an easy place to find common ground; as one later Conference delegate would state, \"the only researches made in common by the different governments of Europe were to oppose a barrier in the way of the march of epidemic diseases, and especially of cholera.\" 24 Historically found in the Indian Subcontinent, and thus referred to as \"Asiatic cholera\" in numerous sources, cholera's rapid spread echoed that of globalisation. Although both bubonic plague and yellow fever were also on the agenda of the Conference, it was primarily the initial two cholera pandemics-the first (approx. 1817-24) sweeping across Asia and lapping Europe's eastern boundaries, and the second (approx. 1829-51) penetrating deep into Europe's heart-that provided the impetus for states to come together to address the threat posed by the international spread of disease. Unlike plague and yellow fever, which posed a risk mostly to trade interests and colonial possessions, cholera threatened Europe itself.",
            "cite_spans": [
                {
                    "start": 1156,
                    "end": 1158,
                    "text": "24",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Germ of an Idea: Cholera and the First International Sanitary Conference"
        },
        {
            "text": "Although endemic diseases like tuberculosis exacted a higher toll overall, the trail of a cholera epidemic across the continent was a particularly obvious one, with the arrival of the disease following soon after news of an outbreak in a neighbouring port. Moreover, cholera was especially capable of making an impression: the trappings of death by cholera-profuse vomiting and the characteristic rice-water diarrhoeawere particularly shocking to polite sensibilities, carrying none of the romanticism of wasting away from consumption (TB). 25 Even today, in the era of headline-grabbing diseases like Ebola, it retains the \"ignominious distinction of probably being the pathogen that can kill the most number of humans in the shortest period of time\", something that would also help stoke fear upon its arrival in Haiti. 26 Not only was cholera an early priority in developing a shared legal framework, it was also intimately linked with other driving elements of globalisation in the nineteenth century. Such links have continued until the present day. 27 In particular, its spread was tied directly to the increasing size and speed of international trade, which was itself rapidly redefining international relations. In turn, striking the balance between preventing the spread of cholera and minimizing disruption to burgeoning international trade has been a constant theme in the development of the law. Other 22 See for instance, Fidler (2005) . 23 Huber (2006) . See also Harrison (2006) . 24 World Health Organisation (1958) . 25 Evans (n 8) . 26 Ryan (2011) . 27 Lee and Dodgson (2000) . conditions in the nineteenth century helped facilitate its spread as well. Unlike many other diseases that increasingly drew the attention of European politicians and scientists in the age of colonial expansion, cholera was readily adaptable to life outside the tropics. It was spread through poor sanitation, meaning it could be passed on as readily, if not more readily, in England or France as in its historical home in the Ganges Delta. Rapid European urbanisation in the era of industrialisation fuelled precisely such conditions; crowded slums with inadequate sanitation proved a fertile breeding ground. Ultimately, as one commentator describes it, \"Asiatic cholera has a good claim to be regarded as the classic epidemic disease of the nineteenth century, above all of Europe in the age of industrialisation.\" 28 Taken altogether, these factors ensured that cholera became the focus of the Conference.",
            "cite_spans": [
                {
                    "start": 822,
                    "end": 824,
                    "text": "26",
                    "ref_id": null
                },
                {
                    "start": 1435,
                    "end": 1448,
                    "text": "Fidler (2005)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1451,
                    "end": 1453,
                    "text": "23",
                    "ref_id": null
                },
                {
                    "start": 1454,
                    "end": 1466,
                    "text": "Huber (2006)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1478,
                    "end": 1493,
                    "text": "Harrison (2006)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1496,
                    "end": 1498,
                    "text": "24",
                    "ref_id": null
                },
                {
                    "start": 1525,
                    "end": 1531,
                    "text": "(1958)",
                    "ref_id": null
                },
                {
                    "start": 1534,
                    "end": 1536,
                    "text": "25",
                    "ref_id": null
                },
                {
                    "start": 1537,
                    "end": 1548,
                    "text": "Evans (n 8)",
                    "ref_id": null
                },
                {
                    "start": 1551,
                    "end": 1553,
                    "text": "26",
                    "ref_id": null
                },
                {
                    "start": 1554,
                    "end": 1565,
                    "text": "Ryan (2011)",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 1568,
                    "end": 1570,
                    "text": "27",
                    "ref_id": null
                },
                {
                    "start": 1571,
                    "end": 1593,
                    "text": "Lee and Dodgson (2000)",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "The Germ of an Idea: Cholera and the First International Sanitary Conference"
        },
        {
            "text": "Nonetheless, the International Sanitary Conference of 1851 is notable mostly for its significance as the starting point for international health law. Only twelve states participated in the initial event; in a sign of the very different map of the world in 1851, four of these states would be absorbed into a unified Italy shortly after. 29 Furthermore, although it brought control of disease into the international sphere, its focus was not global collaboration against a mutual threat, but rather regional collaboration to protect Europe from foreign contagion, an approach that from a modern perspective could be charitably described as Eurocentric. 30 Its tangible outcomes were even less impressive, with no lasting multilateral agreement emerging from the Conference. However, as discussed in detail below, it was not ultimately disagreement over the value of preventing the spread of cholera that created the delay in agreeing upon the concrete and codified steps to address it. Rather, it was lack of understanding of what those measures should be, hindered by the dearth of basic knowledge such as what caused cholera and how it was spread. Interestingly, the balance of the medical and the political was struck in the delegations for each participating country, with each team of two consisting of a diplomat and a physician. As Howard-Jones notes, the voting system at the first Conference allowed these two members to vote separately, even contradictorily. 31 Under such circumstances, it is difficult to know what to make of the knowledge that \"[i]n his address at the closure of the first conference, the French Minister of Agriculture and Trade congratulated the participants on their discretion and wisdom in divorcing themselves not only from all questions of politics -but also of science.\" 32 Ultimately, despite the involvement of an increasingly large and diverse set of countries over subsequent Conferences, a scientific consensus on cholera and its causes was not quickly forthcoming. Nevertheless, Birn argues that the meetings themselves, \"far more than the elaboration of the germ theory, the identification of vectors and microorganisms, or the signing of 28 Evans (n 8). 29 World Health Organisation, First Ten Years (n 24). 30 Huber (n 23). For another interesting perspective, see Ersoy et al. (2011) . 31 Howard-Jones (n 5). 32 World Health Organisation, First Ten Years (n 24). conventions best characterise success in this initial stage.\" 33 This is fortunate, given that it would take another six meetings over 41 years before sufficient consensus was found to permit a binding agreement to be reached.",
            "cite_spans": [
                {
                    "start": 652,
                    "end": 654,
                    "text": "30",
                    "ref_id": null
                },
                {
                    "start": 2183,
                    "end": 2185,
                    "text": "28",
                    "ref_id": null
                },
                {
                    "start": 2253,
                    "end": 2255,
                    "text": "30",
                    "ref_id": null
                },
                {
                    "start": 2311,
                    "end": 2330,
                    "text": "Ersoy et al. (2011)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 2333,
                    "end": 2335,
                    "text": "31",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Germ of an Idea: Cholera and the First International Sanitary Conference"
        },
        {
            "text": "It is tempting to look at the history of the health sciences as a linear series of discrete, progressive steps, but the development of the International Sanitary Conferences serves to illustrate that this is certainly not the case. As outlined by Howard-Jones in his masterful exploration of the progression of scientific knowledge over the course of the fourteen Conferences, medical concepts today considered basic facts were bitterly contested or entirely unknown at earlier junctures, making it difficult to take evidence-based action. 34 As was subsequently said of the first Conference, \"both diplomats and doctors who participated in these…discussions had in common their total ignorance of the nature and mode of propagation of the three diseases -cholera, plague, and yellow fever -under consideration.\" 35 And even as science was posited as objective and free of political considerations, the discoveries of eminent scientistssuch as the German Robert Koch and Louis Pasteur of France-could also fuel national rivalries. 36 Consider what is widely agreed to be the seminal moment in the field of epidemiology, which itself stems directly from the cholera epidemics of the nineteenth century. This moment did not even occur until three years after the initial International Sanitary Conference. In 1854, Doctor John Snow mapped cholera cases during an epidemic in London's Soho district. His map allowed him to trace the source of the epidemic back to a well in Broad Street, demonstrating that the disease was transmitted through contaminated water. 37 Despite justified acclaim today, the medical establishment of the era was not so accepting of Snow's theory that cholera was waterborne; for decades afterwards, other theories on the origins of cholera continued to hold sway at the Conferences, ranging from airborne transmission to some unique property of the soil, or to elaborate combinations of such factors. Even after Robert Koch, the founder of modern microbiology, identified the cholera bacterium in 1884, helping advance the germ theory of disease in the process, widespread acceptance of the cause of cholera was not immediate. One of the most influential proponents of alternative theories, the famed German hygienist Max von Pettenkofer, would hold onto them until the end of his career. 38 Indeed, as a further illustration of the fickle integration of scientific discovery into mainstream medical thought, Vibrio 33 Birn (2009). 34 Howard-Jones (n 5). 35 World Health Organisation, First Ten Years (n 24). 36 Bynum (1993) . 37 For more detail on John Snow, including his other work on cholera, see Halliday (2007) . 38 Morabia (2007) . cholerae had already been isolated and identified as the cause of cholera, to virtually no acclaim, by Filippo Pacini in 1854, the same year that Snow had the handle removed from the Broad Street pump. 39 In the end, unanimous acceptance of cholera as a waterborne disease would not come until the Eleventh Conference in 1903. 40 As a result, the desire to take effective steps to prevent cholera transmission was initially hampered by a lack of scientific knowledge, further exacerbated by the slow mainstream acceptance of new discoveries.",
            "cite_spans": [
                {
                    "start": 540,
                    "end": 542,
                    "text": "34",
                    "ref_id": null
                },
                {
                    "start": 1031,
                    "end": 1033,
                    "text": "36",
                    "ref_id": null
                },
                {
                    "start": 2480,
                    "end": 2482,
                    "text": "35",
                    "ref_id": null
                },
                {
                    "start": 2534,
                    "end": 2536,
                    "text": "36",
                    "ref_id": null
                },
                {
                    "start": 2537,
                    "end": 2549,
                    "text": "Bynum (1993)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 2552,
                    "end": 2554,
                    "text": "37",
                    "ref_id": null
                },
                {
                    "start": 2626,
                    "end": 2641,
                    "text": "Halliday (2007)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 2644,
                    "end": 2646,
                    "text": "38",
                    "ref_id": null
                },
                {
                    "start": 2647,
                    "end": 2661,
                    "text": "Morabia (2007)",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 2866,
                    "end": 2868,
                    "text": "39",
                    "ref_id": null
                },
                {
                    "start": 2991,
                    "end": 2993,
                    "text": "40",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Science of Cholera"
        },
        {
            "text": "During the course of the six International Sanitary Conferences that took place during the period leading up to the first binding agreement, international interest had increased considerably, with more than thirty countries and territories participating in at least one. Haiti itself would participate in the 1881 International Sanitary Conference in Washington, the only one of the Conferences ever to take place in the Western Hemisphere. This increasing internationalisation was due in large part to the fact cholera itself had become a truly global problem over the same period, affecting almost all corners of the globe. During the latter half of the nineteenth century, the world suffered through the third (approx. 1852-1860) and fourth (approx. 1863-1875) cholera pandemics, and it was in the midst of a fifth (approx. 1881-1896) by the time the first binding multilateral agreement on preventing international transmission of disease was signed at the seventh International Sanitary Conference in Venice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Conventional Approach: The First International Sanitary Conventions"
        },
        {
            "text": "A landmark agreement in international law, the International Sanitary Convention (1892) is the first link in an unbroken chain of international health law agreements that continue to bind countries today. Fourteen nations, including all the major European (and, by extension, colonial) powers, ratified the first Convention. 41 Given global concern about the disease, it is little surprise that the sole subject of the first binding agreement in international health law was cholera. Despite its significance as the first agreement in international health law, the scope of the first International Sanitary Convention is quite limited. Its focus was the Suez Canal, which had shortened the travel time between Europe and the Indian Subcontinent considerably since it opened in 1869. As such, the Convention addressed only westbound shipping through the Suez Canal, in response to concerns about this direct path between the perceived source of the disease and European ports. Once sown, however, the seeds of international health law sprouted quickly. In quick succession, subsequent International Sanitary Conventions yielded the first expansions of the field of international health 39 Lippi and Gotuzzo (2014) . 40 Howard-Jones (n 5). 41 Protocoles et Procès-verbaux de la Conférence sanitaire internationale de Venise inaugurée le 5 janvier 1892 (Rome: Impr. Nationale de J. Bertero, 1892). law, or, perhaps more precisely in the earliest years, the field of international cholera law. Measures agreed upon in Dresden (1893) included expanding the geographic scope of the agreement and adding notification provisions. 42 The next agreement, this time in Paris (1894), dealt specifically with the Islamic pilgrimage to Mecca, continuing the emphasis on keeping \"Asiatic cholera\" out of Europe. 43 Cholera thus remained the sole topic of international health law throughout the earliest three agreements. Not until 1897 did international health conventions expand to encompass a second disease, with an agreement focusing on bubonic plague. 44 Subsequently, in 1903, the previous agreements were consolidated into a single new agreement, which maintained the focus on cholera and plague, but added reference to yellow fever. 45 The resulting list of three diseases would remain the three constants throughout the subsequent history of international health law, even as later agreements would adjust both the roster of diseases addressed, and the scope of measures countries needed to undertake in order to monitor, prevent and address their spread.",
            "cite_spans": [
                {
                    "start": 325,
                    "end": 327,
                    "text": "41",
                    "ref_id": null
                },
                {
                    "start": 1185,
                    "end": 1187,
                    "text": "39",
                    "ref_id": null
                },
                {
                    "start": 1188,
                    "end": 1212,
                    "text": "Lippi and Gotuzzo (2014)",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1215,
                    "end": 1217,
                    "text": "40",
                    "ref_id": null
                },
                {
                    "start": 1238,
                    "end": 1240,
                    "text": "41",
                    "ref_id": null
                },
                {
                    "start": 1797,
                    "end": 1799,
                    "text": "43",
                    "ref_id": null
                },
                {
                    "start": 2043,
                    "end": 2045,
                    "text": "44",
                    "ref_id": null
                },
                {
                    "start": 2227,
                    "end": 2229,
                    "text": "45",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Conventional Approach: The First International Sanitary Conventions"
        },
        {
            "text": "The International Sanitary Conferences would continue until the outbreak of World War II, with further Conferences in 1911 and 1926 before ultimately concluding with the Fourteenth International Sanitary Conference in 1938. Haiti itself participated in the 1926 Conference and was among over 60 countries to be party to the resulting Convention. The 1926 International Sanitary Convention emphasised the importance of mandatory case notification for select diseases including cholera, and highlighted the role of international organisations in the sharing of this information. 46 It also required states to prevent the embarkation onto ships of individuals showing symptoms or people whose relations with the sick placed them at risk, and imposed measures in a range of circumstances regarding the disinfection of human waste where cholera was confirmed or suspected. 47 Public health and national interests remained awkward companions; the US Surgeon General pronounced the agreement \"a decided improvement\" over the previous conventions, with the caveat that it was still the result of negotiation among states with varying goals conducted \"by men of all degrees of intelligence\". 48 Meanwhile, the inclusion of the first two diseases considered native to Europe rather than necessarily imported from abroad-smallpox and typhus-was still outweighed by the addition of extensive further regulation around religious pilgrims in the Middle East. Cumming (1926) . 49 Fidler (n 22). Further Conventions emerged from the Conferences, though they were not always completed in the same years; for instance, the International Sanitary Convention for Aerial Navigation came into force in 1935. Just as steamships and railways had previously changed the speed with which diseases could disseminate, this Convention highlighted the role new technologies could play in rapidly spreading new diseases, and prescribed special measures for six diseases, including cholera. 50 Cholera, the first disease to be regulated under international law, would thus remain a constant presence throughout the development of international health law within the first century of its development; it would also justify its presence by continuing to pose an international threat to health.",
            "cite_spans": [
                {
                    "start": 577,
                    "end": 579,
                    "text": "46",
                    "ref_id": null
                },
                {
                    "start": 1445,
                    "end": 1459,
                    "text": "Cumming (1926)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1462,
                    "end": 1464,
                    "text": "49",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Conventional Approach: The First International Sanitary Conventions"
        },
        {
            "text": "By the early twentieth century, international cooperation on public health also led to the development of formal international health bodies, including the Office International d'Hygiène Publique (OHIP) in 1907 and the Health Organisation of the League of Nations in the aftermath of World War I. At times, politics came to the fore; plans to combine the two were undone by objections of the United States, a member of OHIP but not the League. 51 These organisations were complemented by regional bodies like the International Sanitary Bureau, the precursor to the Pan-American Health Organisation (PAHO). This organisation was in fact the oldest of all international health bodies, having been formed in 1902; it would promptly address cholera within its own regional Convention in 1903. 52 Concern for cholera was evident at all levels. For instance, a 1920 report from a League of Nations delegation highlights the role of foreign soldiers-foreshadowing events in Haiti-in spreading cholera from Russia to Poland. 53 These organisations in turn have a direct lineage to today's World Health Organisation (WHO), which inherited their functions or, in the case of PAHO, absorbed the entire organisation under its umbrella. Since its formation in 1948 as a specialised agency of the United Nations, the WHO has assumed the role of coordinating international public health. In the process, it has moved towards creating a truly global approach to health, shifting away from the Eurocentric viewpoint of the early Conventions towards a more universalist outlook in line with the objectives of the UN system. Furthermore, from its inception, the WHO has had more power than its predecessor organisations. In particular, Article 21 of the WHO's Constitution gives the organisation the authority to create regulations to address \"sanitary and quarantine 50 International Sanitary Convention for Aerial Navigation (1935), 49 Stat. 3279; Treaty Series 901. 51 World Health Organisation, First Ten Years (n 24). 52 'First General International Sanitary Convention of the American Republics, Held at New Willard Hotel, Washington, D.C., December 2, 3, and 4, 190' (1903) 18 Public Health Reports 233. 53 Pottevin and Norman White (1920). requirements and other procedures designed to prevent the international spread of disease\". 54 Further enhancing its reach is its \"opt-out\" model for such regulations, replacing the opt-in nature of traditional treaties such as the International Sanitary Conventions, thus ensuring the near-universal reach of its rules. 55 It is also important to note that in addition to its legal function, the WHO also plays a key role in promoting international standards for cholera prevention and control from a scientific perspective. 56 Although not themselves legally binding, these standards influence national policy and international responses, including around proper measures for the prevention of cross-border spread. These standards thus necessarily inform the legal response.",
            "cite_spans": [
                {
                    "start": 2128,
                    "end": 2161,
                    "text": "December 2, 3, and 4, 190' (1903)",
                    "ref_id": null
                },
                {
                    "start": 2192,
                    "end": 2194,
                    "text": "53",
                    "ref_id": null
                },
                {
                    "start": 2195,
                    "end": 2228,
                    "text": "Pottevin and Norman White (1920).",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 2755,
                    "end": 2757,
                    "text": "56",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Spreading to a New Host: The WHO and the International Health Regulations"
        },
        {
            "text": "Even more direct is the lineage of the International Sanitary Conventions themselves; they were inherited by the WHO and adopted by the Fourth World Health Assembly as the International Sanitary Regulations (ISR) in 1951, exactly a century after the initial International Sanitary Conference. 57 At the time of their adoption, they covered six \"quarantinable diseases\" including cholera. Nonetheless, after the initial adoption of the International Sanitary Regulations, evolution over the next half century would be slow; as Fidler notes, one of the only large-scale changes was to cut back drastically on the number of restrictions governing religious pilgrimages. 58 Still, the ISR were revised and re-christened as the International Health Regulations (IHR) in 1969, at which time typhus and relapsing fever were removed from the list of diseases, leaving only four: cholera, plague and yellow fever, plus smallpox. 59 At this point, improved sanitary standards had largely removed cholera as a concern in the European states that first gathered in 1851, but it remained a threat in many parts of the world.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spreading to a New Host: The WHO and the International Health Regulations"
        },
        {
            "text": "Indeed, by this time the seventh cholera pandemic was underway, having begun in Indonesia in 1961. Further complicating matters, the strain of cholera responsible, El Tor, posed new challenges for detection and eradication, as it was more both more resilient in the environment and more likely to be carried asymptomatically. 60 Thus, as a serious health concern, cholera remained a focus of the International Health Regulations under the auspices of the WHO, just as it had been the initial impetus for the first Conferences and subsequent Conventions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spreading to a New Host: The WHO and the International Health Regulations"
        },
        {
            "text": "However, the threat of the seventh pandemic also demonstrated that the existing IHRs were inadequate to the task of preventing the international spread of cholera. Choi (2008) . 60 Cvjetanovic and Barua (1972) . \"to undertake a study of the implications of the removal of cholera from the International Health Regulations and to report to the next meeting of the Committee on International Surveillance of Communicable Diseases.\" 61 The central debate at the Twenty-Sixth World Health Assembly (1973) consequently focused around the failure of the IHRs to effectively stop the spread of cholera. In turn, the decision to keep cholera in the IHRs, while modifying the specifics of the response, highlights the international consensus on the importance of maintaining binding legal rules hindering its international spread. 62 At the same time, the resulting modifications reflect how emerging scientific evidence resulted in changes to the measures to be taken to prevent that spread. The biggest modification to the IHRs at the time was to remove requirements around cholera vaccination, including the right of countries to demand a vaccination certificate from incoming travellers. What had once been considered an appropriate action was now judged an overreaction not supported by scientific evidence of its public health efficacy. This is because it was determined that the vaccine then in use was ineffective. 63 As will be seen, this shift in vaccine policy as a result of monitoring the effectiveness of existing tools holds lessons for what would occur in Haiti.",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 175,
                    "text": "Choi (2008)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 178,
                    "end": 180,
                    "text": "60",
                    "ref_id": null
                },
                {
                    "start": 181,
                    "end": 209,
                    "text": "Cvjetanovic and Barua (1972)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Spreading to a New Host: The WHO and the International Health Regulations"
        },
        {
            "text": "A similar discussion took place around cholera and the concept of \"preventive medication in international traffic.\" The Committee on International Surveillance of Communicable Diseases, tasked with examining the issue, noted that \"preventive medication would be justified… provided that the drug used was effective in preventing the spread of the disease when administered orally as a single acceptable dose without adverse effects, and did not cause bacterial resistance.\" 64 However, the Committee concluded that existing evidence did not suggest any of the drugs under discussion for cholera would meet this standard. This discussion too would gain renewed relevance four decades later.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spreading to a New Host: The WHO and the International Health Regulations"
        },
        {
            "text": "The interaction of scientific/medical developments and the law is further illustrated by the subsequent revision of the IHRs in response to one of the greatest triumphs of modern medicine: the eradication of smallpox, the first-and at this time only-successful eradication of any human disease. Smallpox was removed from the IHRs in 1981. By contrast, the need to keep cholera within the scope of the International Health Regulations was periodically reinforced, as when it reappeared in Latin America after a century-long absence in 1991, affecting over 330,000 people, and killing more than 3500, across 13 countries in the first nine months alone. 65 As such, its capacity to emerge in new territories, spread rapidly, and cause drastic loss of life was aptly demonstrated nearly 100 years after the first binding agreement designed to prevent its international spread. Tauxe and Blake (1992) .",
            "cite_spans": [
                {
                    "start": 651,
                    "end": 653,
                    "text": "65",
                    "ref_id": null
                },
                {
                    "start": 873,
                    "end": 895,
                    "text": "Tauxe and Blake (1992)",
                    "ref_id": "BIBREF69"
                }
            ],
            "ref_spans": [],
            "section": "Spreading to a New Host: The WHO and the International Health Regulations"
        },
        {
            "text": "The next landmark development for international health law was the dramatic revision and expansion of the International Health Regulations in 2005, and their entry into force in 2007. As outlined in article 3(3) of the revised IHRs, \"[t]he implementation of these Regulations shall be guided by the goal of their universal application for the protection of all people of the world from the international spread of disease.\" 66 To this end, the International Health Regulations of 2005 cover a far broader range of infectious diseases, accommodating new threats from emerging and previously unknown diseases alongside long-standing ones such as cholera. Immediately prior to the revisions, by contrast, the IHRs still focused only on the first three diseases to be tackled by international health law: cholera, plague and yellow fever. The need for such a revision had been debated since the mid-1990s. 67 Nevertheless, the ultimate catalyst for revision was once again a new global threat, much as cholera had been for the first International Sanitary Conference over 150 years earlier. 68 In this case, the severe acute respiratory syndrome (SARS) epidemic of 2002-3 highlighted numerous barriers to preventing and managing the cross-border spread of disease. Among these was the reticence of China to share information with the rest of the world about this novel disease. Consequently, the revised IHRs expressly require states to develop appropriate surveillance with \"the capacity to detect, assess, notify and report\" events that, according to a laid-out set of criteria, could be termed \"public health emergencies of international concern\" rather than relying upon a small and finite list of diseases. Nevertheless, given its intimate connection to the development of the IHRs, and its long-held status as an internationally notifiable disease, cholera can still be thought of as the definitive example of a disease whose spread is a matter of international concern. This status is further supported by the fact that, under the updated IHRs, it remains explicitly identified as a disease for which any incident must always be evaluated using IHR criteria, given cholera has \"demonstrated the ability to cause serious public health impact and to spread rapidly internationally\". 69 The current IHRs require states to develop a minimum capacity to address public health emergencies of international concern at airports, ports, and other border crossings. For the first time, the IHRs also make explicit room for third parties, such as non-governmental organisations (NGOs), to provide information where state communication is insufficient; this highlights the role of non-state parties in upholding an important legal principle. Furthermore, in addition to minimum capacities, the IHRs emphasise the need for any additional response measures taken by states to 66 take into account scientific principles, available scientific evidence, and any available guidance or advice from the WHO. 70 Establishing such standards also offers a degree of protection to states that might be reticent to report a disease for fear of disproportionate reprisal by other states. Thus, WHO guidance, and increasing scientific knowledge about a disease like cholera in general, both explicitly inform the steps that must be taken to comply with the IHRs.",
            "cite_spans": [
                {
                    "start": 1087,
                    "end": 1089,
                    "text": "68",
                    "ref_id": null
                },
                {
                    "start": 2284,
                    "end": 2286,
                    "text": "69",
                    "ref_id": null
                },
                {
                    "start": 2865,
                    "end": 2867,
                    "text": "66",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Going Global: The Revised International Health Regulations (2005)"
        },
        {
            "text": "The 2005 IHRs are the most recent iteration of a set of rules around the international spread of disease whose development began in 1851. In the often hazy world of international law, where knowing who accepts the rules is as important as the rules themselves, the current IHRs are one of the most widely accepted agreements in existence. Thanks to the WHO's opt-out structure, they are legally binding on 196 states as of 2017-more parties than there are members of the United Nations itself. 71 Certainly, even these revised IHRs have their deficiencies, perhaps most notably the absence of a proper enforcement mechanism. However, these weaknesses do not undo the virtually universal acceptance of the IHRs. To paraphrase an analysis of a previous iteration of the IHRs in the aftermath of the reforms of the early 1970s, despite their imperfections \"the present Regulations remain the most acceptable means of trying\" to attain their underlying objective. 72 Existing weaknesses also do not negate the underlying goal of preventing the international spread of disease-a principle whose development within international health law began with cholera. As the Haitian tragedy illustrates, adherence to this principle remains as important today as it was in 1851. Furthermore, the IHRs are not the only place where cholera is integrated into international law.",
            "cite_spans": [
                {
                    "start": 494,
                    "end": 496,
                    "text": "71",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Going Global: The Revised International Health Regulations (2005)"
        },
        {
            "text": "While the WHO is the primary UN body dealing with rules to prevent the international spread of cholera, other international legal instruments can help to further this goal. Some such instruments do so in broad strokes encompassing cholera within their ambit. For instance, the International Covenant on Economic, Social and Cultural Rights obliges states to take steps necessary for the \"prevention, treatment and control of epidemic, endemic, occupational and other diseases\". 73 At the same time, evolving human rights norms also increasingly implicate cholera; for example, the United Nations now has both a Special Rapporteur on the Right to Health, and a Special Rapporteur on the Rights to Safe Drinking Water and Sanitation. In turn, 70 Ibid., Art. 43. 71 World Health Organisation (2005) . 72 Delon (1975 international humanitarian law highlights obligations not to destroy or render useless key infrastructure such as drinking water installations and supplies. 74 And the burgeoning field of international environmental law has numerous implications for preventing the spread of cholera. This includes not only rules around clean water and sanitation that would necessarily affect the spread of the disease, but also the emergence of both transboundary responsibility between states and the notion of the precautionary principle. 75 While these evolving areas of law have serious but indirect implications for cholera, it also remains an explicit consideration in multiple fields of international law outside that of health. Even prior to the formal establishment of the UN, concerns about the international spread of cholera and other diseases found their way into other areas of what would soon become the UN framework. The Convention on International Civil Aviation (1944) explicitly highlights the need for each state \"to take effective measures to prevent the spread by means of air navigation\" of cholera and other designated diseases. 76 Although the Convention, under the auspices of the International Civil Aviation Organisation (ICAO), has gone through eight revisions since that time, this provision remains the same today, and as such is binding on 191 state parties as of 2017. Cholera has also been an explicit consideration in far more recent agreements. For instance, the International Convention for the Control and Management of Ships' Ballast Water and Sediments, which entered into force in 2017 under the auspices of the International Maritime Organisation (IMO), explicitly includes cholera as the first of its \"indicator microbes, as a human health standard\" for ballast water. 77 This is little surprise given that ballast water was a prime suspect in the international spread of cholera in the aftermath of the Peruvian epidemic. 78 Taken together, it is clear that the international spread of cholera has been explicitly considered by states in the context of international law-making on multiple occasions, even outside the auspices of the IHRs.",
            "cite_spans": [
                {
                    "start": 741,
                    "end": 743,
                    "text": "70",
                    "ref_id": null
                },
                {
                    "start": 789,
                    "end": 795,
                    "text": "(2005)",
                    "ref_id": null
                },
                {
                    "start": 798,
                    "end": 800,
                    "text": "72",
                    "ref_id": null
                },
                {
                    "start": 801,
                    "end": 812,
                    "text": "Delon (1975",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 970,
                    "end": 972,
                    "text": "74",
                    "ref_id": null
                },
                {
                    "start": 1339,
                    "end": 1341,
                    "text": "75",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Disease Spreads: Other Treaties and Frameworks"
        },
        {
            "text": "But it is in the area of international trade that cholera has appeared most often. One novel tool offered by international trade law is that it also supplies enforcement mechanisms largely absent from other areas of international law such as health. As noted earlier, minimizing trade disruption by standardizing measures taken against 74 Jorgensen (2007) . 75 Jones (1999 cholera was a primary goal from the first International Sanitary Conference onwards. This objective was highlighted early in the first Conference by the French Minister of Foreign Affairs, who stated that \"the imbalance created in the international system and trade by having separate sanitary regulations has to be eliminated.\" 79 When Fidler outlines the \"classical regime\" of the first century of international health law, he describes it as having \"two basic parts: obligations on States Parties to (1) notify each other about outbreaks of specified infectious diseases in their territories; and (2) limit disease-prevention measures that restricted international trade and travel to those based on scientific evidence and public health principles.\" 80 These issues are reflected throughout the development of international health law. For instance, the International Sanitary Convention (1903) notes, \"No merchandise is capable by itself of transmitting plague or cholera. It only becomes dangerous when contaminated by plague or cholera products.\" 81 Similar debates around the effectiveness of cholera prevention measures and their impact on trade have surfaced much more recently, particularly in the context of states imposing excessive, scientifically unsupported measures on others to prevent the importation of cholera. The economic consequences can be severe; as one example, it is estimated the 1991 epidemic cost Peru hundreds of millions of dollars in lost trade and tourism. 82 As such, highlighting the need for proportionate, evidence-based responses is important in order to help minimise the possibility states will cover up epidemics for fear of the economic consequences.",
            "cite_spans": [
                {
                    "start": 336,
                    "end": 355,
                    "text": "74 Jorgensen (2007)",
                    "ref_id": null
                },
                {
                    "start": 358,
                    "end": 360,
                    "text": "75",
                    "ref_id": null
                },
                {
                    "start": 361,
                    "end": 372,
                    "text": "Jones (1999",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Commerce and Cholera"
        },
        {
            "text": "Consequently, measures in excess of what is necessary to prevent the international spread of cholera have been the subject of trade disputes. It is important to note that the motivation of preventing the spread of cholera-when exercised in good faithis not questioned; it is only the character and quality of the measures taken for this purpose that are. Today, the most important agreement governing the question of scientifically appropriate measures for restricting trade in the interests of public health protection is the WTO Agreement on the Application of Sanitary and Phytosanitary Measures. 83 This agreement has underscored the vital importance of scientific knowledge, including the availability of evidence of the efficacy of measures undertaken by countries to avoid cholera.",
            "cite_spans": [
                {
                    "start": 563,
                    "end": 602,
                    "text": "Sanitary and Phytosanitary Measures. 83",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Commerce and Cholera"
        },
        {
            "text": "For instance, in 1998, the WTO Committee on Sanitary and Phytosanitary Measures met to discuss concerns raised by Tanzania over the prohibition placed on fish imports from Tanzania and other East African countries by the European Commission over fears of importing cholera. 84 The meeting makes particular reference to standards set by both the WHO and the Food and Agriculture Organisation (FAO), reinforcing the importance of UN bodies in developing the standards underpinning 79 Ersoy et al. (2011) . 80 Cash and Narasimhan (2000) . 83 law. 85 Once again, it is important to note that while in this case the use of a total embargo on imports is criticised as excessive, the underlying goal of preventing the international transmission of cholera is not. Thus, international trade law highlights how seriously the issue of cholera transmission is taken, as well as the importance of scientific standards in determining which measures are appropriate, and which measures are not, to prevent international transmission.",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 276,
                    "text": "84",
                    "ref_id": null
                },
                {
                    "start": 479,
                    "end": 481,
                    "text": "79",
                    "ref_id": null
                },
                {
                    "start": 482,
                    "end": 501,
                    "text": "Ersoy et al. (2011)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 504,
                    "end": 506,
                    "text": "80",
                    "ref_id": null
                },
                {
                    "start": 507,
                    "end": 533,
                    "text": "Cash and Narasimhan (2000)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 536,
                    "end": 538,
                    "text": "83",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Commerce and Cholera"
        },
        {
            "text": "The examples discussed up until this point highlight unremitting attention to the principle of preventing the international spread of cholera not merely in international health law but in international law more broadly. At the same time, it is true that legal commentators have expressed scepticism about the strength of international law as it regards infectious disease. 86 Certainly many of the criticisms frequently raised, particularly in relation to specific rules that have been breached nearly as often as observed, have some validity. Nonetheless, in the case of cholera in particular, states have demonstrated a continuous and consistent pattern of integrating the prevention of its spread into international law. This is not simply a matter of historical inertia; cholera has been inserted explicitly into new agreements in a variety of fields of law, while the need to retain it during the reform of existing instruments has been explicitly debated and its presence reconfirmed. At the same time, ongoing discussion has ensured that both the minimum precautions that need to be taken to prevent the international spread of cholera, and the maximum measures that scientific evidence will support, have evolved over time. At a minimum, the development of international health law over the past century and a half shows a clear recognition by international law actors that the principle of prevention of the international spread of cholera is an important one. Indeed, if any longstanding principle relating to any disease can be thought to have attained the status of customary international law, it is this one. Unfortunately, this would not be reflected in the actions of the United Nations in Haiti.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cholera in Customary International Law"
        },
        {
            "text": "There remains some ambiguity as to precisely where the United Nations fits in under international law. A detailed exploration of this issue is well beyond the scope of this chapter. Nevertheless, given its key role in the development of international law, and promotion of respect for the same, it does not seem credible to suggest the longestablished principle of preventing the international spread of cholera should have 85 Ibid. 86 See for example, Fidler (1997). no implications for the UN. This is all the more the case given that MINUSTAH's mandate explicitly involves assisting with \"the restoration and maintenance of the rule of law, public safety and public order in Haiti\". 87 Consider Chang's assertion that [a] factor that sets the UN apart from an ordinary public organisation is its role as the guardian of international norms and order. This role not only confers the UN what is commonly referred to as a 'moral authority', but carries with it a special responsibility to discharge duties in a manner that is consistent to the very standards it seeks to promote, thereby demanding an ethical sense of accountability higher than those already required in the political, legal or administrative realms. 88",
            "cite_spans": [
                {
                    "start": 453,
                    "end": 467,
                    "text": "Fidler (1997).",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 721,
                    "end": 724,
                    "text": "[a]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Cholera and the UN"
        },
        {
            "text": "In turn, the Status of Forces Agreement (SOFA) between the UN and Haiti explicitly establishes that MINUSTAH shall cooperate with the Haitian government \"with respect to sanitary services and shall extend to each other the fullest cooperation in matters concerning health, particularly with respect to control of communicable diseases, in accordance with international conventions.\" 89 Furthermore, although the focus of this chapter is on international law, it is worth noting that were immunity removed from the picture, the UN's actions likely would have violated domestic Haitian law. Haitian laws and regulations prohibit both (a) disposal of human waste in waterways and (b) negligence, including the negligent transmission of a contagious disease. 90 Given the role of the UN and its specialised agencies not only in developing both binding laws and relevant standards around cholera, but in responding to outbreaks on the ground in vulnerable settings, the UN cannot fail to be aware of what measures might be taken, from open communication to basic sanitation, to uphold the principle of preventing the international spread of cholera. Even if the principle were to be found to fall within the scope of the operational immunity afforded the United Nations, they would still generally be expected to act in accordance with it, particularly in the absence of any justifications for departing from it. Thus, it seems rational to conclude that the UN would be expected to take reasonable steps (and refrain from unreasonable ones) to prevent the international spread of cholera based on scientific and public health principles, while also sharing information about cholera with other international law actors.",
            "cite_spans": [
                {
                    "start": 755,
                    "end": 757,
                    "text": "90",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Cholera and the UN"
        },
        {
            "text": "Ultimately, the UN's conduct in Haiti, both in the circumstances leading up to the epidemic and after its consequences became clear, fail to demonstrate the respect that this longstanding principle-one predating the UN by nearly a century, and codified over 50 years before its formation-deserves. In 1851, when nations first joined together to recognise the threat posed by cholera, it took over four decades to agree on appropriate measures. As discussed earlier in this chapter, that delay was rooted primarily in a lack of scientific knowledge necessary to put the underlying legal principle into effect. The UN in 2010 had no such excuse.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cholera and the UN"
        },
        {
            "text": "Consequently, an evaluation of what occurred in Haiti must also take the state of scientific knowledge into account. Here, it is clear that the epidemic was entirely foreseeable, particularly for an organisation experienced with post-conflict and postdisaster settings. Although disasters do not automatically result in outbreaks of disease, they are a harbinger of conditions that may fuel such outbreaks. The situation following the earthquake was aptly summed up by the US Centers for Disease Control and Prevention (CDC) in a briefing document nine months before the epidemic began:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Haiti: The Largest Single-Country Cholera Epidemic in a Century"
        },
        {
            "text": "An outbreak of cholera is very unlikely at this time. For a cholera outbreak to occur, two conditions must be met: (1) there must be significant breeches [sic] in the water, sanitation, and hygiene infrastructure used by groups of people, permitting large-scale exposure to food or water contaminated with Vibrio cholera organisms; and (2) cholera must be present in the population. While the current water, sanitation, and hygiene infrastructure in Haiti would certainly facilitate transmission of cholera (and many other illnesses), cholera is not circulating in Haiti, and the risk of cholera introduction to Haiti is low. Most current travelers to Haiti are relief workers from countries without endemic cholera, and they are likely to have access to adequate sanitation and hygiene facilities within Haiti, such that any cholera organisms they import would be safely contained. Similarly, importation of cholera through contaminated food has not been documented in Haiti in decades and is unlikely to become a problem during the relief efforts. 91",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 159,
                    "text": "[sic]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Haiti: The Largest Single-Country Cholera Epidemic in a Century"
        },
        {
            "text": "Under such circumstances, and boasting similar expertise, the UN could not fail to be aware that the introduction of the cholera bacterium would be \"like throwing a lighted match into a gasoline-filled room.\" 92 Yet although Nepal is a cholera endemic country, and despite the fact it was itself experiencing an increase in cholera cases at the time, Nepalese peacekeepers were deployed without effective measures to mitigate the possibility they might be bringing a deadly disease with them. 93 Once they arrived, terrible sanitation practices ensured that the local community would soon be exposed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Haiti: The Largest Single-Country Cholera Epidemic in a Century"
        },
        {
            "text": "There are some legitimate questions as to exactly what preventative measures the UN should have taken in 2010; just as the state of knowledge was not the same in 1851 as it was in 1892, so too has it developed in the fallout from the Haitian epidemic. In fact, the epidemic has served as a springboard for new research, and knowledge gleaned in its aftermath will inform future actions. For instance, one review of the genetic evidence establishing the source of the epidemic not only 91 Centers for Disease Control and Prevention (2010) . 92 Sontag (2012) . 93 Maharjan (2010) .",
            "cite_spans": [
                {
                    "start": 508,
                    "end": 537,
                    "text": "Control and Prevention (2010)",
                    "ref_id": null
                },
                {
                    "start": 540,
                    "end": 542,
                    "text": "92",
                    "ref_id": null
                },
                {
                    "start": 543,
                    "end": 556,
                    "text": "Sontag (2012)",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 559,
                    "end": 561,
                    "text": "93",
                    "ref_id": null
                },
                {
                    "start": 562,
                    "end": 577,
                    "text": "Maharjan (2010)",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Haiti: The Largest Single-Country Cholera Epidemic in a Century"
        },
        {
            "text": "proposes that genome sequencing should become a frontline screening method for promptly identifying the origin of infectious agents, but that current barriers limiting such use, such as the absence of a public database of recurring pathogens from different regions, be addressed to make this possible. 94 However, it is clear that risks arose even before the infected peacekeepers arrived in Haiti. One fundamental problem arises from the fact that at the time the epidemic began, the Medical Manual for UN Peacekeeping then in use focused entirely upon preventing peacekeepers from falling ill, without considering what threats peacekeepers might introduce into the populations they are meant to protect. 95 Much like the Fortress Europe approach of the early International Sanitary Conventions, this is an archaic approach treating disease as a one-way threat emanating from certain populations to menace others. This is despite both hundreds of years of history of soldiers serving as vectors for disease, and the more recent fact that UN peacekeeping presents a unique set of risk factors for introducing outside diseases into vulnerable populations. 96 Recall the CDC briefing document highlighted earlier, which states \"[m]ost current travelers to Haiti are relief workers from countries without endemic cholera\". 97 By contrast, the current model of UN peacekeeping relies heavily on troops from lower income countries which themselves face higher domestic burdens of infectious disease. In turn, peacekeeping brings these troops into contact with vulnerable populations in interactions that would otherwise be unlikely to occur. Here, trade serves to illustrate the unique international interactions facilitated by United Nations peacekeeping. Given that, according to Nepalese Government statistics, bilateral trade with Haiti in 2010 amounted to roughly US$10,000, peacekeeping appears to have been responsible for creating an interaction that would not have happened outside the auspices of the United Nations. 98 This is not to suggest for a moment that such interactions are undesirable; it is simply to note the importance of ensuring that the accompanying risks are evaluated and addressed. Indeed, as international cooperation between countries of the global south increases outside the UN framework, it is important that the potential health ramifications are considered by both national governments and nongovernmental organisations.",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 304,
                    "text": "94",
                    "ref_id": null
                },
                {
                    "start": 1155,
                    "end": 1157,
                    "text": "96",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Haiti: The Largest Single-Country Cholera Epidemic in a Century"
        },
        {
            "text": "Thus, it is clear that guidance on specific pre-deployment measures to prevent the spread of cholera by UN peacekeepers was lacking. In fact, cholera is mentioned only once in the Manual, and then only in a chart contained in an annex to the document. 99 The obvious inadequacy of the measures in place is underscored by the fact the United Nations sought to untruthfully embellish what actions they had taken. For instance, Edmond Mulet, then Under-Secretary-General in charge of MINUS-TAH, told media that peacekeepers were tested for cholera before deployment to 94 Orata et al. (2014) . 95 United Nations Department of Peacekeeping Operations (1999) . 96 For further discussion, see Houston (2015) . Haiti, something repeatedly demonstrated to be untrue. 100 The lack of any such predeployment measures was confirmed by the Nepalese Army's Chief Medical Officer, among others. 101 While there is room for some debate over the precise pre-deployment measures that should have been taken based on the state of knowledge in 2010, there is no such ambiguity when it comes to sanitary practices on UN bases. Even once the cholera bacterium was imported, meeting basic sanitary standards-in essence, ensuring that the water source relied upon by tens of thousands of Haitians was not contaminated with human faeces-would almost certainly have prevented the epidemic. As documented both by journalists and epidemiological investigators, sanitary practices at the UN base were deplorable, with leaking pipes and overflowing open-air waste pits on the banks of the river. 102 In confirmation of these views, a leaked UN report reveals that an internal UN investigation had itself revealed serious concerns with sanitation practices at the time of the outbreak. 103 It is also helpful to examine the actions of the UN following the initial outbreak, and how they conform with the principle of preventing the international spread of cholera. Here, the UN's actions do not reflect the importance of open sharing of information that helped catalyse the reforms leading to the 2005 International Health Regulations. Most immediately, the UN attempted to cover up what had happened, including efforts to hide or repair facilities, while issuing misleading press statements about sanitary standards on the base. 104 They also refused a request by Haitian epidemiologists to examine the MINUSTAH soldiers at the base in the early days of the epidemic. 105 It is hard to justify such actions in the context of the legal principle discussed in this paper, or even of the WHO guidance document on national cholera policies that states \"[m]ore detailed information on the sources and routes of transmission of infection should be sought by epidemiological investigation of outbreaks.\" 106 The UN's actions have not greatly improved over the longer term. This is most clearly illustrated in their response to the final report of the UN-appointed Independent Panel charged with investigating the epidemic, which made seven recommendations. 107 Although Secretary-General Ban Ki-moon promised a prompt follow-up on these recommendations, such action was not forthcoming. 108 In 2013, two years after the report was made public, an NGO report noted that of the seven recommendations made by the Panel, only two had been implemented, and a further two partially implemented. 109 None of the suggested pre-deployment measures-prophylaxis, screening and vaccination-had been acted upon at all. Also not acted upon was the recommendation that UN installations treat faecal waste using on-site systems that inactivate pathogens before disposal.",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 254,
                    "text": "99",
                    "ref_id": null
                },
                {
                    "start": 566,
                    "end": 588,
                    "text": "94 Orata et al. (2014)",
                    "ref_id": null
                },
                {
                    "start": 591,
                    "end": 653,
                    "text": "95 United Nations Department of Peacekeeping Operations (1999)",
                    "ref_id": null
                },
                {
                    "start": 656,
                    "end": 658,
                    "text": "96",
                    "ref_id": null
                },
                {
                    "start": 687,
                    "end": 701,
                    "text": "Houston (2015)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 759,
                    "end": 762,
                    "text": "100",
                    "ref_id": null
                },
                {
                    "start": 881,
                    "end": 884,
                    "text": "101",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1567,
                    "end": 1570,
                    "text": "102",
                    "ref_id": null
                },
                {
                    "start": 1756,
                    "end": 1759,
                    "text": "103",
                    "ref_id": null
                },
                {
                    "start": 2300,
                    "end": 2303,
                    "text": "104",
                    "ref_id": null
                },
                {
                    "start": 2439,
                    "end": 2442,
                    "text": "105",
                    "ref_id": null
                },
                {
                    "start": 2768,
                    "end": 2771,
                    "text": "106",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 3151,
                    "end": 3154,
                    "text": "108",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 3353,
                    "end": 3356,
                    "text": "109",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Haiti: The Largest Single-Country Cholera Epidemic in a Century"
        },
        {
            "text": "In 2014, three years after the seven recommendations were made, the UN posted a \"Fact Sheet\" online outlining their response to them. Notably, it states that the UN accepts the proposal to vaccinate peacekeepers for cholera, an example of how both evolving technology and ongoing evaluation can change policy: consider how cholera vaccination was accepted in the 1920s and rejected in the 1970s. At the same time, it rejects the recommendations on screening and prophylaxis. 110 The fact sheet does not provide the evidence relied upon to support this decision, instead referring to a closed-door PAHO/WHO Expert Consultation on Pharmacological Measures for Prevention of Cholera Introduction in Non-endemic Areas; although a final report was generated in this consultation, it has never been publically released. 111 Thus, while the actual results of the Expert Consultation may indeed be compelling, it is impossible to evaluate them. Concealing from public and expert scrutiny what is presumably an objective evaluation by scientific experts of prospective methods of preventing cholera transmission is not in any way conducive to preventing the international spread of cholera in future. By contrast, where further research has been conducted and shared publically, very different conclusions have been reached. Modelling from Yale University suggests that not only would screening and prophylaxis be effective, but that they would be more cost-effective than vaccination. 112 The UN has yet to directly engage with this study and its implications.",
            "cite_spans": [
                {
                    "start": 475,
                    "end": 478,
                    "text": "110",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 814,
                    "end": 817,
                    "text": "111",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1477,
                    "end": 1480,
                    "text": "112",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Haiti: The Largest Single-Country Cholera Epidemic in a Century"
        },
        {
            "text": "As for the recommendation to treat faecal waste on-site, the Fact Sheet notes \"the UN has undertaken substantial actions to improve wastewater management in field missions.\" However, a subsequent internal audit of waste management in MINUSTAH facilities conducted in 2014 gives a final rating of \"unsatisfactory\", indicating serious on-going problems even four years after the epidemic began. 113 Such revelations cast doubt on the efforts of the UN to reform its practices. That this audit report was not made public until 2016 does not help their case. This is not to say the UN has not learned anything about the consequences of poor sanitation. For instance, leaked internal documents from the MINUSCA peacekeeping mission in Central African Republic identify health hazards to the local population from a UN dumpsite, and state \"[t]he Mission should be highly concerned as this could easily culminate in litigation against MINUSCA which should be avoided taking into account lessons learnt from the Haiti case\". 114 Similarly, given the inadequacy of the existing medical guidelines for peacekeeping missions, the United Nations also quietly updated its medical manual for peacekeeping operations five years after the epidemic began. The updated version directly acknowledges the risks that peacekeepers pose to vulnerable populations, noting \"the danger inherent in the introduction of diseases into the host country's environment, particularly where such diseases are assumed to be non-existent prior to peacekeeping.\" 115 It adds: \"This is especially important for communicable diseases such as cholera.\" The revised manual also explicitly includes extensive guidelines for educating peacekeepers about cholera. While these changes are to be welcomed, it remains to be seen how the updated manual will be applied in practice.",
            "cite_spans": [
                {
                    "start": 393,
                    "end": 396,
                    "text": "113",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Haiti: The Largest Single-Country Cholera Epidemic in a Century"
        },
        {
            "text": "Importantly, it must also be noted that the more substantive changes focus heavily on cholera and preventing a repeat of the Haitian scenario, rather than effectively tackling the broader concern of introducing diseases into vulnerable populations. Malaria, for instance, already presents a risk to individual peacekeepers across multiple UN missions, where they are frequently exposed to malaria vectors in the field. In turn, this poses the threat of the introduction, or re-introduction, of malaria into malariafree areas, or the introduction of drug-resistant strains into areas where those drugs are still effective. 116 This latter scenario is of particular concern given that peacekeepers from countries where resistance to artemisinin-based drugs has emerged are frequently deployed in regions of Africa where the burden of malaria is especially high and those drugs remain a vital public health tool. 117 This is a key example of the need for further practical reforms in the aftermath of Haiti.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Haiti: The Largest Single-Country Cholera Epidemic in a Century"
        },
        {
            "text": "Lastly, the Haitian epidemic serves as a reminder of a fundamental concept drawn from the field of medicine applicable not only to the UN but to any states or NGOs engaging in activities that carry a risk of the international transmission of disease: First, do no harm. This should be a primary consideration no matter how well intentioned the intervention, particularly where it affects communities whose circumstances heighten their vulnerability to disease. Only time will tell if the UN, as flagbearer for international cooperation, will belatedly embrace this concept as a result of its experiences in Haiti, along with the related commitments to open communication and evidence-based approaches to disease that have formed part of international health law, particularly in relation to cholera, for well over a century. (2015). 116 Fernando et al. (2016) and Juliao et al. (2013) . 117 Houston and Houston (2015) .",
            "cite_spans": [
                {
                    "start": 833,
                    "end": 836,
                    "text": "116",
                    "ref_id": null
                },
                {
                    "start": 837,
                    "end": 859,
                    "text": "Fernando et al. (2016)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 864,
                    "end": 884,
                    "text": "Juliao et al. (2013)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 887,
                    "end": 890,
                    "text": "117",
                    "ref_id": null
                },
                {
                    "start": 891,
                    "end": 917,
                    "text": "Houston and Houston (2015)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Haiti: The Largest Single-Country Cholera Epidemic in a Century"
        },
        {
            "text": "Two centuries after the first pandemic kicked off the globalisation of cholera, it remains both a threat to those who lack access to clean water and sanitation and an important topic under international law. In 2017, controversy over sharing information about cholera erupted within the race for the Directorship-General of the WHO, although allegations that he had covered up cholera outbreaks while serving as Ethiopia's Minister of Health were not enough to derail the eventual winner, Tedros Adhanom Ghebreyesus. 118 At the same time, cholera continues to claim victims around the world, including the massive epidemic in conflict-ridden Yemen that the UN Under-Secretary-General for Humanitarian Affairs has referred to as a \"man-made catastrophe\" and whose toll could soon eclipse that in Haiti. 119 And in Haiti itself, a once novel disease threatens to become endemic in the absence of concerted action.",
            "cite_spans": [
                {
                    "start": 517,
                    "end": 520,
                    "text": "118",
                    "ref_id": null
                },
                {
                    "start": 802,
                    "end": 805,
                    "text": "119",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "As noted at the beginning of this chapter, UN responsibility for the Haitian cholera epidemic touches on a wide range of international law issues. At its core, however, it is a problem that would have been avoided if the UN had only taken steps to adhere to the oldest principle of international health law. With a history stretching back over 160 years, including over a century of binding multilateral obligations, it is evident that preventing the international spread of cholera is a robust and longstanding international legal principle. It is also clear that the UN violated it. It is less clear what the practical implications of this principle and its violation are for the people of Haiti going forward. The term \"cholera forcing\" was pejoratively coined to refer to the idea that \"cholera epidemics, both in the nineteenth century and today, were and can be the key stimulus for procurement of safe water and sanitation.\" 120 This has not been the experience in Haiti, where the introduction of this previously unknown disease has only exacerbated serious pre-existing problems with access to water and sanitation. As of the time of this writing, a series of plans to address cholera has come and gone, with none of them ever raising even close to the funds required to carry them out. 121 The more recent package accompanying Secretary-General Ban Ki-moon's apology in December of 2016 remains drastically underfunded. 122 Furthermore, despite the increased prominence of the issue as a result of the epidemic, the precise boundaries between operationally necessary immunity and harmful impunity for the United Nations have still not been delineated; this leaves no legal stick to enforce unfulfilled promises. And while the UN has taken some steps to prevent a similar public health disaster from occurring in the future, it is not yet clear if these steps will be sufficient, or indeed whether they are being taken in practice as well as on paper. By contrast, the West African Ebola outbreak, which claimed a similar number of lives but garnered considerably more media coverage, has attracted not only vastly greater sums of money but also drawn far more international attention to failures to implement the IHRs, as well as broader questions about the capacity of the WHO, and the wider international community, to effectively tackle the international spread of disease. 123 The difference in attitude towards the two diseases was hammered home in the midst of the Ebola outbreak, when the UN was quick to suspend the rotation of peacekeepers from the affected countries to MINUSTAH in Haiti. 124 Ebola, perceived as a danger by wealthy and influential countries that have not felt threatened by cholera for decades, may yet direct the course of changes of international law around the transmission of disease. For Haiti, however, a tragic first encounter with cholera, occurring a century and a half after it served as the initial catalyst for states to come together to establish legal measures to prevent the international spread of disease, has resulted in much legal debate but little justice.",
            "cite_spans": [
                {
                    "start": 932,
                    "end": 935,
                    "text": "120",
                    "ref_id": null
                },
                {
                    "start": 1296,
                    "end": 1299,
                    "text": "121",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1430,
                    "end": 1433,
                    "text": "122",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2387,
                    "end": 2390,
                    "text": "123",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 2609,
                    "end": 2612,
                    "text": "124",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Nepal Troops Not Tested' BBC",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Haiti Cholera Outbreak",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "World Health Organisation, WHO guidance on formulation of national policy on the control of cholera (1992) WHO/CDD/SER/92",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "United Nations Secretary-General, Press Release-Secretary-General, Upon Receiving Experts' Report on Source of Haiti Cholera Outbreak, Announces Intention to Name Follow-up Task Force",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Report Card Finds the Most Effective, No-Cost UN Recommendations for Cholera in Haiti Remain Unimplemented Two Years Later",
            "authors": [
                {
                    "first": "Haiti",
                    "middle": [],
                    "last": "Physicians For",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Fact Sheet United Nations follow-up to the recommendations of the Independent Panel of Experts on the Cholera Outbreak in Haiti",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Although it has an official document number",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "068-Audit of waste management in the United Nations Stabilisation Mission in Haiti",
            "authors": [],
            "year": 2015,
            "venue": "United Nations Office of Internal Oversight Services",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Haiti in the Shadow of Cholera' The New York Times",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Editorial",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "UN Haiti Cholera Response Multi-Partner Trust Fund",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "International law and communicable diseases",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Aginam",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Bull World Health Organ",
            "volume": "80",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Haiti: UN troops rotation from Africa suspended to keep Ebola away. Haitian-Caribbean News Network",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Belt",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The stages of international (global) health: histories of success or successes of history?",
            "authors": [
                {
                    "first": "A-E",
                    "middle": [],
                    "last": "Birn",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Glob Public Health",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Policing hearts of darkness: aspects of the international sanitary conferences",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "F"
                    ],
                    "last": "Bynum",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Hist Philos Life Sci",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Impediments to global surveillance of infectious diseases: consequences of open reporting in a global economy",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Cash",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Narasimhan",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Bull World Health Organ",
            "volume": "78",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Acute watery diarrhea and cholera: Haiti pre-decision brief for public health action",
            "authors": [],
            "year": 2010,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "When do-gooders do harm: accountability of the United Nations toward third parties in peace operations",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Int Peacekeeping",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "A journey of a thousand leagues: from quarantine to international health regulations and beyond",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Choi",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Int Law",
            "volume": "29",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The Lancet 1321; United Nations General Assembly 'Protecting humanity from future health crises-Report of the High-level Panel on the Global Response to Health Crises",
            "authors": [],
            "year": 2014,
            "venue": "The Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Leaked UN report faults sanitation at Haiti Bases at time of cholera outbreak",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Clarke",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Pilkington",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "The Guardian",
            "volume": "",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Final report of the independent panel of experts on the cholera outbreak in Haiti",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cravioto",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The international sanitary convention",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Cumming",
                    "suffix": ""
                }
            ],
            "year": 1926,
            "venue": "Am J Public Health",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The seventh pandemic of cholera",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cvjetanovic",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Barua",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Nature",
            "volume": "239",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The international health regulations: a practical guide. World Health Organisation",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Delon",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "International sanitary conferences from the Ottoman perspective (1851-1938)",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ersoy",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Gungor",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Akpinar",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Hygiea Int",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Epidemics and revolutions: cholera in nineteenth-century Europe",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Evans",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Past & Present",
            "volume": "123",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "The risk of imported malaria in security forces personnel returning from overseas missions in the context of prevention of re-introduction of malaria to Sri Lanka",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Fernando",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Malar J",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "The role of international law in the control of emerging infectious diseases",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Fidler",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Bull Inst Pasteur",
            "volume": "95",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "From international sanitary conventions to global health security: the new international health regulations",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Fidler",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Chin J Int Law",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Nepalese origin of cholera epidemic in Haiti",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Frerichs",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Clinic Microbiol Infect",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Cholera Forcing\". The myth of the good epidemic and the coming of good water",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Halliday",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am J Public Health",
            "volume": "99",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Disease, diplomacy and international commerce: the origins of international sanitary regulation in the nineteenth century",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Harrison",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Glob Hist",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Haiti faces fresh cholera outbreak after Hurricane Matthew, aid agencies fear. The Guardian (London",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Holpuch",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Peace and pestilence: lessons on peacekeeping and public health from the Haitian cholera epidemic",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Houston",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Foreign Affairs",
            "volume": "",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Screening and treating UN peacekeepers to prevent the introduction of artemisinin-resistant malaria into Africa",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Houston",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Houston",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS Med",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "The scientific background of the International Sanitary Conferences",
            "authors": [
                {
                    "first": "Howard-Jones N",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "World Health Organisation",
            "volume": "",
            "issn": "",
            "pages": "1851--1938",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "The unification of the globe by disease? The international sanitary conferences on cholera",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Huber",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Hist J",
            "volume": "49",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Humanities Laboratory Student Research Team (2011) Cholera in Haiti and other Caribbean regions, 19th century",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jenson",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Szabo",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Duke",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Haiti",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Emerg Infect Dis",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "International control of cholera: an environmental perspective to infectious disease control",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Indiana Law J",
            "volume": "74",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "The protection of freshwater in armed conflict",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jorgensen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Int Law Int Relat",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Importation of chloroquine-resistant Plasmodium falciparum by Guatemalan peacekeepers returning from the Democratic Republic of the Congo",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Juliao",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Malar J",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "In the time of cholera: how the U.N. created an epidemic-then covered it up",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Katz",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Foreign Policy",
            "volume": "",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Haiti: injustice in a time of cholera",
            "authors": [
                {
                    "first": "Le",
                    "middle": [],
                    "last": "Masurier",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "24",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Globalisation and cholera: implications for global governance",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dodgson",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Glob Gov",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Strategies to prevent cholera introduction during international personnel deployments: a computational modeling analysis based on the 2010 Haiti outbreak",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Lewnard",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLOS Med",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "The greatest steps towards the discovery of Vibrio cholerae",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lippi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gotuzzo",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Clinic Microbiol Infect",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Mortality rates during cholera epidemic",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Luquero",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Emerg Infect Dis",
            "volume": "22",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Sept 24) Cholera outbreak looms over capital",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Maharjan",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "The Himalayan Times (Kathmandu)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "The 1802 Saint-Domingue yellow fever epidemic and the Louisiana purchase",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Marr",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Cathey",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Public Health Manag Pract",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "International dissemination of epidemic Vibrio cholerae by cargo ship ballast and other nonpotable waters",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Mccarthy",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Khambaty",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Appl Environ Microbiol",
            "volume": "60",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "13) Candidate to lead the W.H.O. accused of covering up epidemics",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Mcneil",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "The New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "N. blames warring sides for Yemen's \"Man-Made\" cholera \"Catastrophe",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Miles",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Reuters",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Ministry of Foreign Affairs (Nepal)",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Epidemiologic interactions, complexity, and the lonesome death of Max von Pettenkofer",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Morabia",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am J Epidemiol",
            "volume": "166",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Two years later, Haitian earthquake death toll in dispute. Columbia",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "O&apos;connor",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal. Rev. New York",
            "volume": "",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "The 2010 cholera outbreak in Haiti: how science solved a controversy",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "D"
                    ],
                    "last": "Orata",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Keim",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Boucher",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS pathogens",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Typhus and cholera in Poland: the action of the league of nations",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Pottevin",
                    "suffix": ""
                },
                {
                    "first": "Norman",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1920,
            "venue": "The Lancet",
            "volume": "196",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "The cholera pandemic, still with us after half a century: time to rethink",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "T"
                    ],
                    "last": "Ryan",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS Negl Trop Dis",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Haiti, global failures on a cholera epidemic",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sontag",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Epidemic cholera in Latin America",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "V"
                    ],
                    "last": "Tauxe",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Blake",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "JAMA",
            "volume": "267",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Lessons from the history of quarantine, from plague to influenza A",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "International encyclopedia of public health",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Transnational Development Clinic at Yale Law School, Global Health Justice Partnership of the Yale Law School and the Yale School of Public Health, and Association Haïtienne de droit de l'Environnement (2013) Peacekeeping without accountability: The United Nations' responsibility for the Haitian cholera epidemic",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": ") Secretary-General's remarks to the General Assembly on a new approach to address cholera in Haiti",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "United Nations, New York United Nations Department of Peacekeeping Operations (1999) Medical support manual for United Nations peacekeeping operations",
            "authors": [],
            "year": 2015,
            "venue": "AMA J Ethics",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "The first ten years of the World Health Organisation. World Health Organisation World Health Organisation (2005) States Parties to the International Health Regulations",
            "authors": [],
            "year": 1958,
            "venue": "World Health Organisation",
            "volume": "",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "WTO Agreement on the Application of Sanitary and Phytosanitary Measures, 1867 UNTS 493. 84 World Trade Organisation Committee on Sanitary and Phytosanitary Measures, Summary of the Meeting held on 10-11 June 1998 (17 August 1998) G/SPS/R/11.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Between the United Nations and the Government of Haiti Concerning the Status of the United Nations Operation in Haiti (entered into force 9 July 2004) 2271 UNTS 235. 90 Law No. XV on Rural Hygiene; Civil Code arts. 1168 & 1169(4).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "97 Centers for Disease Control and Prevention (n 94). 98 Ministry of Foreign Affairs (Nepal) (2013). 99 United Nations Department of Peacekeeping Operations, Medical Support Manual 1999, (n 96), Annex 9-5.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "United Nations Multidimensional Integrated Stabilisation Mission in the Central African Republic, Interoffice Memorandum-MINUSCA Waste Management Status Update and Risks (03 October 2016) UN Doc CSD/025/16. 115 United Nations Department of Peacekeeping Operations & Department of Field Support",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Haiti Cholera Reaches Dominican Republic' BBC (London, 17 November 2010) http://www. bbc.com/news/world-latin-america-11771109, accessed 1 May 2017. 15 World Health Organisation (2013).",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Procès-Verbaux de la Conférence Sanitaire Internationale de de Dresde, 11 mars-15 avril 1893 (Dresde: Impr. B.G. Teubner, 1893). 43 Conférence Sanitaire Internationale de Paris, 7 février-3 avril 1894: Procès-Verbaux (Paris: Impr. Nationale, 1894). 44 Conférence Sanitaire Internationale de Venise, 16 février-19 mars 1897: Procès-Verbaux (Rome: Forzani et Cie, Imprimeurs du Sénat, 1897). 45 International Sanitary Convention (1903) 35 Stat. 1770; Treaty Series 466. 46 International Sanitary Convention (1926), 45 Stat. 2492; Treaty Series 762. 47 Ibid. 48",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "In 1971, the World Health Assembly requested the Director-General of the WHO 54 Constitution of the World Health Organisation (adopted 22 July 1946, entered into force 7 April 1948) 14 UNTC 185, Art. 21. 55 Fidler (n 22). 56 See for example, World Health Organisation, WHO guidance on formulation of national policy on the control of cholera (1992) WHO/CDD/SER/92.16 REV.1.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "). 73 International Covenant on Civil and Political Rights (adopted 16 December 1966, entered into force 23 March 1976) 999 UNTS 171, Art. 12.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "). 76 Convention on International Civil Aviation (adopted 7 December 1944, entered into force 4 April 1947) 15 UNTS 295, Art.14. 77 International Convention for the Control and Management of Ships' Ballast Water and Sediments (adopted 13 February 2004, entered into force 8 September 2017) International Maritime Organisation, Reg D-2(2). 78McCarthy and Khambaty (1994).",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Fidler (n 22). 81 International Sanitary Convention (1903), 35 Stat. 1770; Treaty Series 466, Art. 11. 82",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements Adam would like to thank his friends and colleagues at the Institute for Justice & Democracy in Haiti (IJDH).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}