{
    "paper_id": "57a0ff7c2bf332982cf810ac865d43c81d1035ac",
    "metadata": {
        "title": "Journal Pre-proof Safety management of nasopharyngeal specimen collection from suspected cases of coronavirus disease 2019 CRediT authorship contribution statement Safety management of nasopharyngeal specimen collection from suspected cases of coronavirus disease 2019 ☆",
        "authors": [
            {
                "first": "Yan",
                "middle": [],
                "last": "Qian",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tongji Medical College of Huazhong University of Science & Technology，Wuhan，Hubei",
                    "location": {
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Tieying",
                "middle": [],
                "last": "Zeng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tongji Medical College of Huazhong University of Science & Technology，Wuhan，Hubei",
                    "location": {
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Hui",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tongji Medical College of Huazhong University of Science & Technology，Wuhan，Hubei",
                    "location": {
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Min",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tongji Medical College of Huazhong University of Science & Technology，Wuhan，Hubei",
                    "location": {
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Junhua",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tongji Medical College of Huazhong University of Science & Technology，Wuhan，Hubei",
                    "location": {
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Na",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tongji Medical College of Huazhong University of Science & Technology，Wuhan，Hubei",
                    "location": {
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Daiqi",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tongji Medical College of Huazhong University of Science & Technology，Wuhan，Hubei",
                    "location": {
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yu",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tongji Medical College of Huazhong University of Science & Technology，Wuhan，Hubei",
                    "location": {
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Y",
                "middle": [],
                "last": "Qian",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tongji Medical College of Huazhong University of Science & Technology，Wuhan，Hubei",
                    "location": {
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "T",
                "middle": [],
                "last": "Zeng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tongji Medical College of Huazhong University of Science & Technology，Wuhan，Hubei",
                    "location": {
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "H",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tongji Medical College of Huazhong University of Science & Technology，Wuhan，Hubei",
                    "location": {
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tongji Medical College of Huazhong University of Science & Technology，Wuhan，Hubei",
                    "location": {
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tongji Medical College of Huazhong University of Science & Technology，Wuhan，Hubei",
                    "location": {
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "N",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tongji Medical College of Huazhong University of Science & Technology，Wuhan，Hubei",
                    "location": {
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "D",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tongji Medical College of Huazhong University of Science & Technology，Wuhan，Hubei",
                    "location": {
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Y",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tongji Medical College of Huazhong University of Science & Technology，Wuhan，Hubei",
                    "location": {
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Hui",
                "middle": [],
                "last": "Wang ＊ ＊ ＊ ＊",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tongji Medical College of Huazhong University of Science & Technology，Wuhan，Hubei",
                    "location": {
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Nucleic acid examination is the gold standard for diagnosis of coronavirus disease 2019, and nasopharyngeal swab is the main method of sampling. During nasopharyngeal swab sampling, the medical staff has to be in close contact with the patient. The patient may cough, vomit, and breathe hard to produce a large number of droplets or aerosols, increasing the risk of cross-infection. In addition, the quality of nasopharyngeal swab collection is different due to the irregular operation and psychological fear of the collectors, which leads to false negative or false positive, which affects the judgment of the patient's condition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What is known？ ？ ？ ？"
        },
        {
            "text": "Establishing a special room for nasopharyngeal swab sampling in the fever clinic of a designated hospital and conducting safety management strategies in aspects of specimen collection environment, collectors, sampling methods and specimen management have achieved effective results in reducing the infection risk of suspected cases and nursing staff, improving the standardization of biological specimen collection and ensuring the quality of specimens. 3 The causative pathogen of the coronavirus disease 2019 (COVID-19) is the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). Early detection, diagnosis, treatment, and quarantine and isolation strategies of patients with COVID-19 can significantly prevent and control the transmission of the virus. By appropriately identifying the infected individuals and minimizing the transmission of the virus in the community, it is possible to effectively control the spread of infection. The early clinical symptoms of COVID-19 lack specificity, and its etiology is difficult to identify through computed tomography scans. Therefore, the handbook guide [1] suggests that the gold standard of diagnosing COVID-19 is real-time fluorescence-based real-time isolation rooms and install air purification systems. Therefore, our hospital designed and set up a special room under negative pressure for nasopharyngeal swab sampling, with an air change rate of 12 times per hour. To prevent close contact between suspected cases and the sampling collector, a transparent acrylic board with two openings for sampling was set up to separate the two areas for them ( Figure 1 ). The room was installed with air disinfectors and ultraviolet air purifiers.",
            "cite_spans": [
                {
                    "start": 454,
                    "end": 455,
                    "text": "3",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1110,
                    "end": 1113,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 1612,
                    "end": 1620,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "What is new？ ？ ？ ？"
        },
        {
            "text": "Continuously running medical plasma air sterilizers and an ultraviolet light irradiation twice a day were both used. [7] . The nursing leads also received 5 training on operating standards of nasopharyngeal swab sampling, health education, matters needing attention, and measures in special circumstances. After theoretical learning, they received training on skills in self-protection and nasopharyngeal swab sampling. These nursing leads were required to pass an assessment with scenario simulation before they were able to begin working.",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 120,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Disinfection of the nasopharyngeal swab sampling room"
        },
        {
            "text": "All nursing leads passed the assessment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disinfection of the nasopharyngeal swab sampling room"
        },
        {
            "text": "The ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Personal protection for nasopharyngeal swab sampling"
        },
        {
            "text": "The fever clinic collected 250 swab samples per day on average, with a peak of 300 samples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concentrated collection based on time intervals"
        },
        {
            "text": "To ensure the effectiveness of disinfection during sampling, shorten working time of nurses in the specimen collection room, concentrated collection method based on time intervals was conducted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concentrated collection based on time intervals"
        },
        {
            "text": "Two-hour rotation included one hour of sampling and one hour of disinfection was adopted. Two 6 nurses worked together in the two hours. A nurse collected nasopharyngeal swab samples, while another nurse explained relevant process and health education to the suspected cases waiting outside the sampling room. The concentrated collection method speeded sampling operation, and only 2-3 minutes was required for each sampling.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concentrated collection based on time intervals"
        },
        {
            "text": "The novel coronavirus is highly contagious. Thus, nurses working in close contact with patients such as swab sampling are at a higher risk of infection. Nurses may experience anxiety and other negative emotions during the operation. Nursing administrators paid close attention to nurses' mental health and provided timely psychological support. All the eight sampling nurses were assigned based on voluntary. The nursing administrator participated in the task of nasopharyngeal swab sampling at the early stage. Importance of protection was strengthened and personal protection was double-checked before operating every time. Support and encouragement to swab sampling work and nurses were constantly. Online questionnaires for dynamic self-assessments and continuous support from a professional psychological counseling team were also provided to the nurses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Psychological support for nurses conducting nasopharyngeal swab sampling"
        },
        {
            "text": "The suspected cases and their family were informed the process of swab sampling, possible adverse events and other important precautions, and a written informed consent from were required to sign by both of them before the sampling operation. was the patient and his or her family before collection. The suspected cases were told to avoid eating, drinking and aerosol inhalation and antibiotic treatment two hours before sampling operation. A video and a series of pictures showed the process of nasopharyngeal swab sampling and provided guide for suspected cases about how to properly cooperate during sampling. All the collected specimens should be placed in a double-layered bag with a clear bio-safety marking without delay, stored at 4℃ [6] and submitted to the laboratory within 2 hours. Medical waste produced during the collection process should be sealed in a double-layered yellow bag with a \"special infection\" label and delivered to the special medical waste temporary storage room.",
            "cite_spans": [
                {
                    "start": 742,
                    "end": 745,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Process of nasopharyngeal specimen collection"
        },
        {
            "text": "An appropriate process for nasopharyngeal specimen collection from suspected cases of corona virus disease 2019 was developed following the principles of \"early collection, sterile operation and low temperature storage\" [6] . With the increase in numbers of suspected cases of COVID-19 and nucleic acid amplification test kits, the number of nasopharyngeal swab sampling continues to increase. From January 7, 2020 to February 16, 2020, over 11,000 nasopharyngeal swab samples were successfully collected at our hospital. Eight nurses operated over 1,375 times on average without any collector being infected. Through the establishment of the sampling room, 8 strict disinfection of the sampling environment, training of professional nurses, enhancement of personal protection, standardization of collection methods and processes, and timely and safe specimen transport, the goal of safety management was achieved. This is important and significant in ensuring the safety of healthcare professionals and improving the efficiency of nucleic acid amplification test for diagnosis of corona virus disease 2019.",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 223,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Outcome"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "National Administration of Traditional Chinese Medicine",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The National Health Commission of the People's Republic of China: Corona Virus Disease 2019 Diagnosis and Treatment Plan (5th Trial Edition Revised Version)",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Infection prevention and control during health care when novel coronavirus (nCoV) infection is suspected",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Manual for Prevention and Control of Novel Coronavirus Pneumonia (2020-01-28)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Investigation on implementing the Hospital Air Purification Management Standard WS/T368-2012",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "X"
                    ],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Chin J Infect Control",
            "volume": "18",
            "issn": "11",
            "pages": "1032--1039",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Global guidelines on the prevention of surgical site infection",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "National Health Commission of the People's Republic of China",
            "authors": [],
            "year": null,
            "venue": "Internet]．Protocol on Prevention and Control of Novel Coronavirus Pneumonia",
            "volume": "",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "National Health Commission of the People's Republic of China [Internet]．Guidelines on Use of Medical Protective Supplies in Prevention and Control of Novel Coronavirus Pneumonia (Trial Edition)",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "article introduces safety management strategies of nasopharyngeal specimen collection from suspected cases of coronavirus disease 2019 in a tertiary designated hospital. The key points includes establishing a special sampling room, strict sterilization of the entire environment, training of professional nurses, enhancement of personal protection, standardization of methods and processes for swab collection, and a timely and safety sample submission. More than 11,000 nasopharyngeal specimens were collected by eight nurses, with an average of 1,375 specimen swab collections each nurse, and no one was infected.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "polymerase chain reaction of the upper respiratory tract samples (e.g., throat swab, nasal swab), lower respiratory tract samples (e.g., bronchial lavage, alveolar lavage), and blood or other samples. Currently, the nucleic acid testing of COVID-19 mainly involves the nasopharyngeal swabs.Previous nasopharyngeal swab sampling was done in an open environment. During the process, droplets and aerosol produced by sneezing, coughing, and talking of patients and close contact between healthcare professionals and COVID-19-infected patients can directly cause respiratory tract infections[2][3] in healthcare professionals. At the beginning of January 2020, the fever clinic of our hospital established a special sampling room, implemented series of infection control and prevention measures, and has achieved significant result.1. Environmental safety management1.1. Design of the special room for nasopharyngeal swab samplingSuspected cases of COVID-19 may present with symptoms of coughing, sneezing, and vomiting and talk during the process of swab sampling. This can lead to small environmental contamination around the patient and is an important resource of nosocomial infection[4], largely increasing the risk of patient cross-infection and transmission to healthcare professionals. Air purification in the hospital is an important measure in the prevention and control of respiratory tract-transmitted diseases, specifically airborne diseases[5]. According to the requirements of the Hospital Air Purification Management Standard WS/T368-2012 (referred to as \"the regulation\" below), locations with respiratory tract-transmitted disease patients can use negative pressure4",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "National Health Commission of the People's Republic of China classified COVID-19 as a Class B infectious disease under the Law of the People's Republic of China on Prevention and Treatment of Infectious Diseases. Prevention and control methods for Class A infectious diseases were used. According to the Protocol on Prevention and Control of Novel Coronavirus Pneumonia (Edition 3)[6], all individuals who come in contact with or are suspected to be in contact with contaminants (blood, body fluids, secretions, vomitus, and excreta) from patients with COVID-19 or asymptomatic carriers and contaminated items or surfaces are required to adapt the third-level protection. Sampling personnel are required to wear personal protective equipment (PPE) including N95 (or higher level) masks, goggles, full body suits, double-layer latex gloves, and water-resistant shoe covers. Healthcare professionals were required to strictly follow the protection procedures before operation in the following order: hand disinfection → medical mask → disposable cap → goggles → body suit→ shoe covers→ gloves→ full protection face mask→ second layer of gloves. Collectors were required to change their PPE every 4 hours or when protective gears are contaminated with patient's vomitus. Nurses should strictly follow the sterile practice procedures during swab sampling and change gloves between samplings in the following order to ensure \"two gloves per person\": hand disinfection → removal of the second layer of gloves → hand disinfection → removal of the first layer of gloves → hand disinfection → donning the first layer of gloves → hand disinfection→ donning the second layer of gloves.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The infection management department conducted weekly air sampling and testing to ensure the disinfection effectiveness. Medical plasma air sterilizers were cleaned and maintained strictly according to the product manual. The SARS-CoV-2 is sensitive to ultraviolet light. Ultraviolet light irradiation kept working ≥60 minutes after completing every day sampling tasks. Working time of the ultraviolet lights was recorded to ensure its effectiveness. It would be changed timely after 1,000 hour of use. Following the Novel Coronavirus Infected Pneumonia Prevention and Control Protocol (3rd Edition)[6], medical devices, objective surfaces, floor and contaminated materials in the sampling room were cleaned and disinfected strictly. The floor, walls, operating surfaces, medical carts, door handles, and patient seats were thoroughly wiped and disinfected twice daily with 1,000 mg/L chlorine-based disinfectant. Patient secretions, vomitus and other contaminants were initially removed with absorbent material (such as paper towels) from item surfaces and the floor, which were subsequently covered with cleaning cloths soaked in 2,000 mg/L chlorine-based disinfectant for 30 minutes.Because time was limited and the task was crucial, we had to facing the urgent state of \"train in the morning and work in the afternoon\". Eight nursing leads were selected by the nursing department together with the infection management department. They were trained throughPowerPoint presentations PPT and videos based on Manual for Prevention and Control of Novel",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "ml viral transport medium or sterile saline. The collector disposes the end of the swab and closes the test tube cap tightly.As children may not cooperate well, the specimen collection is performed with children in the supine position, a family member helps to support the child's chin, and the collector collects the spacemen while pressing the child's forehead. Collecting specimens from a bedbound patient should be conducted in an individual room with an air cycling ultraviolet disinfector. No unrelated personnel stay during collection. The collector helps the patient to tilt his/her head to one side during the collection process to prevent suffocation caused by vomiting. The air disinfector keeps working for 2 hours after the sampling is completed. For a patient under noninvasive ventilation, the collector ensures that the patient' s vital signs are stable before sampling and increases the oxygen output for 2 minutes before stopping the ventilation. The patient's vital signs are closely observed after sampling completed.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The author would like to thank all the participants in this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The authors have no conflicts of interest to declare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest"
        },
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "The study was conducted in accordance with the Declaration of Helsinki (2013) and approved by the Ethics Committee of the Tongji Hospital, Tongji Medical College, Huazhong University of Science and Technology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical approval"
        }
    ]
}