{
    "paper_id": "5814cd304eed1b4764c864fd02687609efc7b379",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Inleiding -350",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18.1"
        },
        {
            "text": "18.2.1 Ecologie -350 visroos, een wondinfectie bij o.a. varkenshouders met de bacterie Erysipelothrix rhusiopathiae) of melkerskoorts (infectie bij melkers met Leptospira interrogans serovar Hardjo).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiologie van zoönosen -350"
        },
        {
            "text": "z Antibioticaresistentie",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiologie van zoönosen -350"
        },
        {
            "text": "Antibiotica zijn van onschatbare waarde voor de bestrijding van bacteriële infecties bij mens en dier. Het gebruik van antibiotica bij dieren kan echter uiteindelijk leiden tot resistentie en therapiefalen. Een bekend voorbeeld is de livestock-geassocieerde meticillineresistente Staphylococcus aureus (LA-MRSA). Een groot deel van de MRSA gevonden bij patiënten in Nederland is een LA-MRSA. Het aanpakken van het resistentieprobleem is alleen mogelijk door het nemen van maatregelen voor antibioticagebruik bij zowel mens als dier.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiologie van zoönosen -350"
        },
        {
            "text": "z One Health",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiologie van zoönosen -350"
        },
        {
            "text": "Het One Health-concept is een wereldwijde strategie om interdisciplinaire samenwerking en communicatie te bevorderen over alle aspecten van gezondheidszorg voor mens, dier en omgeving. Voor infectieziekten in Nederland betreft dit nauwe samenwerking tussen de verschillende instituten en organisaties die zich bezighouden met volksgezondheid, zoals het Centrum voor Infectieziektenbestrijding (CIb) van het RIVM en de Nederlandse Voedsel-en Warenautoriteit (NVWA). Deze organisaties hebben een Vademecum zoönosen uitgebracht, een praktische gids over hoe te handelen met betrekking tot melding, signalering en bestrijding van zoönosen in de humane en veterinaire gezondheidszorg.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiologie van zoönosen -350"
        },
        {
            "text": "Het vóórkomen van zoönosen wordt bepaald door de diversiteit van dierpopulaties in een bepaald gebied en is onder meer afhankelijk van klimaat, temperatuur, vochtigheidsgehalte, bodemgesteldheid en beschikbaar leefterrein. In een dichtbevolkt land als Nederland is de beschikbare ruimte voor dieren in het wild beperkt, maar is de biodiversiteit in steden opvallend hoog. Naast reservoirdieren zoals vogels en plaagdieren (vaak ratten en muizen maar ook konijnen, katten of slangen) zijn ook insecten en spinachtigen belangrijk als vectoren. In Nederland zijn teken belangrijke vectoren voor zoönosen zoals de ziekte van Lyme. De aanwezigheid en activiteit van teken worden beïnvloed door temperatuur, vochtigheidsgraad, bodemgesteldheid en begroeiing en door de aanwezige gastheren. In de winter is de tekenactiviteit zeer laag. Het samenspel tussen vector, vectorgastheer, pathogeen en reservoirdier kan zeer ingewikkeld zijn; paarden kunnen bijvoorbeeld geïnfecteerd worden met het West Nile-virus door de beet van een specifieke mug, maar de viremie is te laag om weer een volgende mug te besmetten (dead end host). De mens raakt wel geïnfecteerd door muggen die zich op besmette vogels hebben gevoed. De mug, meestal van het geslacht Culex, voedt zich op mensen en vogels, en de indruk bestaat dat bij warm weer de voorkeur voor de mens toeneemt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ecologie"
        },
        {
            "text": "Een zoönose is een infectieziekte die van dier op mens kan overgaan of andersom. Mensen komen op diverse manieren in contact met dieren. Zo heeft 55 % van de Nederlandse gezinnen één of meer huisdieren, heeft Nederland een hoge dichtheid aan voedselproducerende landbouwhuisdieren en kunnen mensen in contact komen met dieren in het wild tijdens buitenactiviteiten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inleiding"
        },
        {
            "text": "De contacten tussen mens en dier kunnen direct zijn, door aanraking, aanhoesten, likken of bijten, of indirect door contact met feces of urine, inhalatie van stof met besmette excreta, contaminatie van het milieu, het eten van besmet voedsel of via een vector.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inleiding"
        },
        {
            "text": "De epidemiologie van zoönosen wordt vooral bepaald door ecologische factoren, sociaal-economische omstandigheden en leefgewoonten van mensen en dieren. Mensen reizen meer en eten anders dan vroeger (consumeren van ongepasteuriseerde melkproducten, rauw vlees, vlees van exotische diersoorten), waardoor de risico's op zoönosen kunnen toenemen. De veestapel in ons land is in de loop der jaren (bijna) vrij gemaakt van ziekten als tuberculose, brucellose en leptospirose. De verspreiding van Q-koorts en bepaalde multiresistente bacteriën is waarschijnlijk mede het gevolg van de intensieve wijze waarop veel dieren in Nederland worden gehouden. Om een infectieziekte van zoönotische oorsprong vast te stellen, is de anamnese van de patiënt van groot belang. Men moet daarbij onder andere vragen naar huidig verblijf, recente reizen, bijzondere omstandigheden, beroep (slager, boer), hobby's (tuinieren, boswandelen, jagen, vissen enz.), huisdieren en voedselconsumptie. Een deel van de zoönosen is aangifteplichtig volgens de Wet publieke gezondheid en een deel is veterinair aangifteplichtig volgens de Wet dieren (voorheen de Gezondheids-en welzijnswet voor dieren, GWWD). Voor enkele zoönosen zijn zelfs aparte wetten aangenomen, zoals die ter voorkoming van de overdracht van parasieten in rauwe vis. Europese lidstaten melden elk jaar aan het ECDC (European Centers for Disease Prevention and Control) de bij mensen vastgestelde zoönosen. De veterinair aangifteplichtige zoönosen worden gemeld bij de European Food Safety Authority (EFSA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inleiding"
        },
        {
            "text": "z Zoönosen voor speciale risicogroepen: zwangeren, chronisch zieken, immuungecompromitteerden en beroepsziekten",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inleiding"
        },
        {
            "text": "Sommige infectieziekten verlopen anders of heftiger bij zwangeren en bij mensen met een immuunstoornis of chronische ziekte (zie ook 7 H. 17). Dit geldt ook voor een aantal zoönosen, zoals infecties veroorzaakt door Toxoplasma gondii, Chlamydia abortus, Listeria monocytogenes, Campylobacter, Salmonella, Yersinia pseudotuberculosis, Coxiella burnetii, Leptospira, brucellasoorten en schimmels. Daarom dienen mensen met een verminderde weerstand zoals jonge kinderen, ouderen en zwangere vrouwen rondom de partus geen direct én indirect contact met kleine herkauwers te hebben, ook niet wanneer zij ogenschijnlijk gezond zijn, omdat een deel van de besmettingen symptoomloos kan verlopen. Sommige zoönosen worden vooral gezien bij bepaalde beroepsgroepen, zoals erysipeloïd (vlekziekte ofwel anthracis en Francisella tularensis (via wondjes, inhalatie en door ingestie). Directe overdracht bij contact tussen mens en dier vindt plaats bij brucellose, antrax, bartonellose, rabiës, Q-koorts, psittacose, severe acute respiratory syndrome (SARS) en aviaire influenza.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inleiding"
        },
        {
            "text": "Veel micro-organismen kunnen via direct contact met haren, huidschilfers, uitwerpselen, speeksel en bijtwonden gemakkelijk op de mens worden overgebracht. De portes d' entrée kunnen de huid, de tractus respiratorius, de tractus digestivus en via een beet ook diepere weefsels en bloed zijn (. tab. 18.1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inleiding"
        },
        {
            "text": "Brucellose komt in Nederland niet (meer) voor maar wordt nog wel gezien als importziekte.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Brucellose"
        },
        {
            "text": "De ziekte wordt veroorzaakt door intracellulaire bacteriën van het geslacht Brucella. Dit gebeurt vrijwel altijd door het consumeren van besmette zuivelproducten zoals traditioneel bereide rauwmelkse kaas. Brucellose bij mensen gaat gepaard met koorts in een golvend patroon ('febris undulans') later gevolgd door septische (oligo)artritis van vooral de grote gewrichten en de wervelkolom. De diagnose wordt bevestigd door serologisch onderzoek; een positieve kweek van bloed of punctiemateriaal of een positieve PCR. Bij onverwachte positieve kweken op het laboratorium moet rekening worden gehouden met de mogelijkheid van onbewuste besmetting van laboratoriummedewerkers en wordt er postexpositieprofylaxe gegeven.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Brucellose"
        },
        {
            "text": "Miltvuurwordt veroorzaakt door de miltvuurbacterie: B. anthracis. B. anthracis kan op verschillende manieren op de mens worden overgedragen. Door het inademen van sporen na het opgraven van een besmet kadaver, via wondjes, of door het eten van onvoldoende verhit, besmet, vlees kunnen mensen besmet worden. Antraxinfecties van de huid komen nog wel eens voor als beroepsziekte bij mensen die werken met dierenhuiden, zoals 'wolbewerkers' . De bacterie kan onder bepaalde omstandigheden, bijvoorbeeld in een kadaver, sporen vormen die zeer lang, afhankelijk van de bodemsoort tot tientallen jaren, in de omgeving kunnen overleven.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Miltvuur of antrax"
        },
        {
            "text": "In de eerste helft van de vorige eeuw kwam miltvuur nog regelmatig in Nederland voor, maar sinds de invoering van de Destructiewet in de jaren vijftig en tegenwoordig de Wet dieren is het aantal gevallen zeer drastisch afgenomen. In totaal zijn sinds 1976 (toen de ziekte aangifteplichtig werd) slechts zeven gevallen van miltvuur bij mensen gemeld. Cutane antrax is een zeldzame importziekte. Antrax is weer in de belangstelling gekomen in relatie tot bioterrorisme, waarbij in de Verenigde Staten sporen werden verspreid via 'poederbrieven' .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Miltvuur of antrax"
        },
        {
            "text": "Cultuur en woon-en leefomstandigheden hebben een sterke relatie met het bestaan en de verspreiding van zoönosen. Door verandering van de sociaal-economische omstandigheden in onder meer de voormalige Oostbloklanden is in de Baltische staten een sterke toename te zien van tekenencefalitis ofwel tickborne encefalitis (TBE), een tekenoverdraagbare infectieziekte. Mensen begeven zich meer in de leefomgeving van de teek (bossen) en worden vaker gebeten. Enerzijds zijn dit de mensen die toenemend paddenstoelen en bosvruchten zijn gaan verzamelen als bron van inkomsten, anderzijds zijn het mensen die meer tijd en geld hebben voor vrijetijdsbesteding in de bossen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sociaal-economische omstandigheden van de mens"
        },
        {
            "text": "(Trek)vogels kunnen via hun excreta aviaire influenza overbrengen (zie ook 7 H. 2). Honden kunnen hun tijdens een boswandeling opgedane teken introduceren in een geheel nieuwe omgeving, bijvoorbeeld een stadspark. Vossen komen steeds meer het leefgebied van mensen binnen, zoals tuinen en parken, en kunnen de grond door hun feces besmetten met eieren van Echinococcus multilocularis (vossenlintworm). Import van zwerfhonden of puppy's uit Oost-Europa of Marokko kan hondsdolheid (rabiës) met zich meebrengen (als deze dieren niet zijn gevaccineerd). Door migratie binnen Europa en door het vrijlaten van huisdieren worden exotische dieren in het wild geïntroduceerd, zoals stinkdieren en wasbeerhonden. Deze kunnen nieuwe infectieziekten bij zich dragen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Migratie van dieren"
        },
        {
            "text": "Toename van transport van (exotische) dieren en dierlijke producten leidt tot de consumptie van voedingsmiddelen uit andere landen, waar de controle op besmettingen mogelijk minder strikt is. Deze voeding kan besmet zijn en daardoor consumenten besmetten. Niet alleen het voedingspatroon is veranderd, maar ook de bereidingswijze van voedsel. Het (onvoldoende) opwarmen van kant-en-klaarproducten en het snel bereiden van zowel vlees als groente is onvoldoende voor het doden van eventuele pathogenen die in of op het voedsel zitten. Pogingen om rabiëspatiënten te behandelen met geïnduceerd coma en toediening van rivabirine en amantadine, het zogenoemde Milwaukee-protocol, hebben gefaald en dienen niet meer te worden toegepast. Volgens de WHO sterven jaarlijks ongeveer 50.000 mensen aan rabiës, vooral in Azië. Mensen die beroepshalve risico lopen, wordt aangeraden zich te beschermen door vaccinatie (zie ook LCI-richtlijn). Het klassieke rabiësvirus (genotype 1) circuleert niet meer in Nederland, maar de verwante European bat-lyssavirussen (EBLV 1 en 2) circuleren wel onder vleermuizen. Het oprapen van zieke, gewonde of dode vleermuizen kan gevaarlijk zijn en dient altijd met handschoenen te worden gedaan. De vleermuizen kunnen met spoed worden onderzocht door het Centraal Veterinair Instituut na insturen door de NVWA. Ook na contact met potentieel besmette vleermuizen dient een patiënt postexpositieprofylaxe te krijgen. Het risico op overdacht van EBLV na een beet van een knaagdier, zoals een eekhoorn, wordt zo laag ingeschat dat hiervoor geen rabiesprofylaxe wordt geadviseerd.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Humane voedingsmiddelen"
        },
        {
            "text": "Patiënten met een verminderde afweer kunnen een gecompliceerd verloop vertonen, waaronder ontstekingshaarden in bot (osteomyelitis), hart (endocarditis), lever, milt of longen en centraal zenuwstelsel. Bij hiv-positieve patiënten kan een B. henselae-infectie anders verlopen, met een ziektebeeld waarbij op de huid of subcutaan tumorachtige noduli ontstaan met ulceratie en korstvorming, bekend als bacillaire angiomatose. De laesies kunnen millimeters tot centimeters groot zijn, met regionale lymfadenopathie. Deze tumoren kunnen ook op mucosae en in de darmen of in de lever (peliosis hepatis) voorkomen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overdracht van micro"
        },
        {
            "text": "De ziekte kan op elke leeftijd optreden maar de meeste patiënten zijn kinderen en jongvolwassenen. Kattenkrabziekte komt wereldwijd voor en lijkt seizoengebonden. In Nederland doen de meeste gevallen -naar schatting 300-1.000 per jaar -zich voor tussen augustus en januari. De overdracht vindt plaats door een krab of beet of door contact met speeksel van een besmette kat en niet van mens tot mens. De bacterie komt in het speeksel en onder de nagels van de kat terecht door het likken en krabben van de vacht waarin met bacteriën besmette vlooienuitwerpselen zijn achtergebleven. Vooral jonge katten met vlooien (<24 maanden) zijn dragers van de bacterie. Slechts 60 % van de patiënten heeft inderdaad een verhaal van contact met een kat.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "z Epidemiologie"
        },
        {
            "text": "De gevoeligste methode voor antigeendetectie is de PCR op pus en biopsiemateriaal. Wat kleuringen in preparaten en kweek betreft kunnen Bartonella spp. het best zichtbaar worden gemaakt met zilverimpregnatiekleuringen in weefsels. Ze zijn echter alleen zichtbaar in de acute fase van de infectie. De bacterie is moeilijk te kweken. IgM-en IgG-antistoffen in serum zijn aan te tonen met ELISA-of immunofluorescentietechnieken. IgG-antistoffen zijn echter ook bij een deel van de gezonde mensen aantoonbaar en zijn daardoor minder goed bruikbaar voor het stellen van de diagnose. ontstaan symptomen. De incubatietijd beloopt meestal twee tot drie weken, maar extremen van drie tot dertig dagen zijn gemeld.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "z Diagnostiek"
        },
        {
            "text": "We onderscheiden: 4 Acute Q-koorts: Q-koorts is meestal asymptomatisch, maar een griepachtig ziektebeeld met koorts en hoofdpijn is de meest frequente klinische presentatie. Hoesten is een weinig frequent symptoom van Q-koorts. Een thoraxröntgenfoto is meestal normaal aan het begin van de ziekte. Bij longontsteking (zie . fig. 18 .2) is er meestal geen of weinig sputumproductie en zijn bij auscultatie geen afwijkingen te horen. De longontsteking is meestal mild maar kan in een enkel geval levensbedreigende vormen aannemen. Eventuele hepatitis met afwijkende waarden van leverenzymen is meestal asymptomatisch. Zeldzame complicaties zoals peri-en myocarditis, aseptische meningitis en encefalitis zijn beschreven. Het risico op symptomatische Q-koorts en complicaties is aanzienlijk hoger bij mensen met een immuunstoornis of met immunosuppressieve medicatie. 4 Chronische Q-koorts: Jaren na de acute infectie kan chronische Q-koorts manifest worden in 1 tot 5 % van de gevallen. Vasculitis en, minder frequent, endocarditis zijn de beruchte complicaties. Mensen met een verlaagde cellulaire afweer of hartklepafwijkingen hebben een verhoogd risico, evenals vrouwen gedurende de zwangerschap.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 324,
                    "end": 331,
                    "text": "fig. 18",
                    "ref_id": null
                }
            ],
            "section": "z Diagnostiek"
        },
        {
            "text": "z Epidemiologie Q-koorts komt over de hele wereld voor, met uitzondering van Nieuw-Zeeland. Herkauwers (rundvee, schapen en geiten) vormen het belangrijkste dierlijke reservoir. Q-koorts veroorzaakt abortus bij dieren (abortusstorm) en hoewel de besmette dieren nauwelijks ziek zijn, kunnen zij de bacterie langdurig uitscheiden in urine en feces en ook in grote hoeveelheden in placentair weefsel en vruchtwater. Mensen raken meestal geïnfecteerd door het inademen van de sporen, maar infectie door ingestie van rauwe melk of door direct contact met dieren komt ook voor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "z Diagnostiek"
        },
        {
            "text": "In de periode 2007-2011 was de incidentie van humane Q-koorts in Nederland sterk toegenomen, samenhangend met uitbraken bij vooral melkgeiten. Sinds geiten en schapen verplicht worden gevaccineerd, is de incidentie humaan weer terug op het niveau van voor 2007. Sinds 2013 worden in Nederland ongeveer 20-30 gevallen per jaar gerapporteerd, waarvan het merendeel mannen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "z Diagnostiek"
        },
        {
            "text": "De diagnose Q-koorts is meestal gebaseerd op het aantonen van IgM-en IgG-antistoffen tegen fase-I-en -II-antigenen maar de polymerasekettingreactie (PCR) wordt steeds vaker gebruikt en kan bacteriëmie aantonen in de eerste week van de acute ziekte of bij endocarditis. Na behandeling van chronische Q-koorts worden antistofconcentraties gebruikt om het beloop te vervolgen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "z Diagnostiek"
        },
        {
            "text": "Een 62-jarige man werd verwezen door de huisarts in verband met koorts en buikpijn. Hij had sinds enkele weken progressieve pijn rond de navel met uitstraling naar de rug. De laatste drie dagen had hij koude rillingen gehad, maar hij had geen temperatuur gemeten. Hij vertelde naast een geitenstal te wonen in de regio waar vorig jaar Q-koorts veelvuldig was voorgekomen. Bij lichamelijk onderzoek zagen wij een weinig zieke man; de bloeddruk was 120/70 mmHg, de pols 60/min en de lichaamstemperatuur 37,4°C. Over hart en longen hoorden wij geen afwijkingen. In de buik werd een drukpijnlijke pulserende zwelling gevoeld juist boven de navel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Casus 18.2"
        },
        {
            "text": "Laboratoriumdiagnostiek toonde alleen een verhoogde CRP-concentratie van 91 mg/l. Bij CT van het abdomen werd een aneurysmatische verwijding van de abdominale aorta gezien, met een maximale diameter van 7,6 cm; rondom dit aneurysma was er vetinfiltratie en lokaal waren er enkele mesenteriale lymfeklieren (zie fig. . 18.2). De CT-bevindingen, de koude rillingen en de verhoogde ontstekingsparameters wezen op een mycotisch aneurysma. Bloedkweken bleven negatief. Omdat het ging om een symptomatisch aneurysma, werd een bifurcatiestent geplaatst. Vanwege de hoge incidentie van Q-koorts in de regio werd gedacht aan een mycotisch aneurysma door Q-koorts. De PCR voor C. burnetii op bloed was positief en serologisch onderzoek gaf een IgG-titer van 1:4.096 voor het fase-I-antigeen van Coxiella, wat past bij chronische Q-koorts. Vanwege het mycotische aneurysma op basis van C. burnetii werd de patiënt behandeld met doxycycline en hydroxychloroquine gedurende ten minste één jaar. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 311,
                    "end": 317,
                    "text": "fig. .",
                    "ref_id": null
                }
            ],
            "section": "Casus 18.2"
        },
        {
            "text": "z Microbiologie Q-koorts (zie ook 7 H. 3) wordt veroorzaakt C. burnetii. Dit is een obligaat intracellulaire bacterie die lastige te kweken is, ook omdat de kweek in een BioSafetyLevel-3-lab dient te worden uitgevoerd. Het is een kleine, gramnegatieve coccobacillus die potentieel als wapen voor biologische oorlogsvoering of bioterrorisme kan worden gebruikt. De expressie van antigenen van C. burnetii varieert tijdens de verschillende groeifasen. Buiten de gastheer overleeft de bacterie als een kleine spore die zeer goed bestand is tegen wisselende omstandigheden van vochtigheid en temperatuur en zelfs tegen sommige ontsmettingsmiddelen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Q-koorts"
        },
        {
            "text": "z Pathofysiologie en ziektebeelden Na inhalatie van C. burnetii ontstaat een lokale granulomateuze ontsteking die meestal (in ca. 60 % van de gevallen) symptoomloos verloopt. Afhankelijk van de gezondheidstoestand van de patiënt, de virulentie van het pathogeen, de transmissieroute en de grootte van het inoculum breidt de infectie zich uit en wisselen in presentatie maar koorts en hoofdpijn staan in het begin van de ziekte op de voorgrond. De infectie kan een bont ziektebeeld geven met faryngitis, hepatosplenomegalie en lymfadenopathie. De diagnose wordt bevestigd door het aantonen van antistoffen in serum, meestal met behulp van immunofluorescentie (IF) of door PCR in respiratoir materiaal. Daarbij is materiaal uit de diepere luchtwegen, zoals sputum of bronchusspoelsel, te verkiezen boven een keeluitstrijk, maar veelal is de eerste niet beschikbaar. Chlamydia psittaci is goed te behandelen met doxycycline of met een macrolide. z Behandeling Q-koorts is meestal een milde, zelflimiterende ziekte waarvoor geen therapie nodig is tenzij er sprake is van een onderliggende ziekte. Symptomatische ziekte wordt behandeld met doxycycline of met quinolonen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Q-koorts"
        },
        {
            "text": "z Preventie",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS, MERS-coronavirus en aviaire influenza"
        },
        {
            "text": "De preventie bestaat voornamelijk uit het bestrijden van infecties met C. burnetii in de veestapel en het beschermen van personeel dat beroepshalve in aanraking kan komen met mogelijk besmette dieren. Pasteuriseren van melk voorkomt besmetting via de voedselroute. In Nederland worden melkschapen en -geiten gevaccineerd. Er bestaat een humaan vaccin, dat buiten Nederland wel wordt toegepast voor mensen met bijvoorbeeld klepvitia en een sterk verhoogd (beroeps)risico. In Nederland is dit vaccin niet beschikbaar.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS, MERS-coronavirus en aviaire influenza"
        },
        {
            "text": "z Melding Q-koorts valt in groep C van de humane infecties met een meldingsplicht. Veterinair geldt ook een meldingsplicht in geval van abortusproblemen op melkgeiten en -schapenbedrijven.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS, MERS-coronavirus en aviaire influenza"
        },
        {
            "text": "Dit is een infectie veroorzaakt door Chlamydia psittaci, een bacterie die veel voorkomt bij verschillende soorten vogels. Papegaaiachtigen worden van oudsher beschouwd als bron, maar veel andere vogels kunnen de bacterie ook dragen en verspreiden. Het exacte aandeel van verschillende vogelsoorten als bron voor humane infecties is niet duidelijk. Infecties bij mensen kunnen optreden in de context van contact met zieke vogels maar dit is niet altijd evident. Het ziektebeeld kan erg ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Psittacose of ornithose ('papegaaienziekte')"
        },
        {
            "text": "Consumptie van besmet voedsel van dierlijke oorsprong is een belangrijke oorzaak van zoönosen. Veel zogenoemde voedselinfecties zijn zoönosen; de meest voorkomende in Nederland zijn de salmonellosen en de campylobacteriosen (zie 7 H. 5). Ook T. gondii is een belangrijk pathogeen, dat ten dele door voedsel wordt overgedragen en ten dele via kattenfeces in het milieu. Bij deze infectie vormen congenitale infecties het grootste probleem (zie 7 H.15). Trichinose door het eten van niet goed verhit zwijnen-, varkens-of paardenvlees wordt vooral in Oost-Europa nog veelvuldig gezien. In West-Europa is het een importziekte geworden maar zijn er af en toe kleine uitbraken door import van besmet vlees (bijv. chorizoworst uit Spanje, paardenvlees uit de VS).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Indirecte overdracht door consumptie"
        },
        {
            "text": "Toxoplasmose wordt veroorzaakt door T. gondii, een intracellulair protozo uit de orde der Eucoccidia. Het organisme is al sinds het begin van de twintigste eeuw bekend maar de volledige levenscyclus werd pas in de jaren zeventig ontrafeld. Deze eencellige parasiet kent een geslachtelijke en een niet-geslachtelijke voortplanting en verschillende stadia: de oöcyste (de geslachtelijke vorm, met twee sporocysten en twee tot vier sporozoïeten), de tachyzoïet (snel delend en boogvormig) en de weefselcyste met daarin de bradyzoïet (zeer traag delend). Door geslachtelijke vermenigvuldiging worden in de kattendarm oöcysten (circa 10-12 µm) gevormd die met de feces worden uitgescheiden en afhankelijk van temperatuur en vochtigheid in twee tot vijf dagen uitrijpen tot infectieuze oöcysten. Katten worden besmet door infectieuze oöcysten uit gecontamineerde aarde of water, of door het opeten van weefselcysten uit een tussengastheer (bijv. de muis). De grootste aantallen oöcysten worden uitgescheiden door jonge katten die een primaire infectie doormaken. Deze oöcysten kunnen tot anderhalf jaar infectieus blijven. Bij de kat kan zowel een geslachtelijke als een niet-geslachtelijke cyclus optreden (zie . fig. 18 .3).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1208,
                    "end": 1215,
                    "text": "fig. 18",
                    "ref_id": null
                }
            ],
            "section": "Toxoplasma z Microbiologie"
        },
        {
            "text": "z Pathofysiologie en ziektebeelden Bij de mens vindt besmetting plaats door consumptie van onvoldoende verhit vlees of door direct contact met oöcysten z Epidemiologie F. tularensis komt op het noordelijk halfrond vrij algemeen voor in de natuur. De ziekte leek sinds 1953 niet meer in Nederland voor te komen maar sinds 2011 is er een opvallende toename van het aantal ziektegevallen bij zowel dieren als mensen. Het belangrijkste reservoir wordt gevormd door hazen, konijnen en andere knaagdieren waaronder woelmuizen. Hazen zijn erg gevoelig voor de bacterie en sterven aan de infectie, vandaar de naam hazenpest. Door direct contact met besmette dieren kan de ziekte overgedragen worden op mensen. Muggen, teken en dazen kunnen ook fungeren als vector voor infecties bij de mens. Verder zijn uitbraken beschreven door de consumptie van besmet water of door inademing van aerosolen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Toxoplasma z Microbiologie"
        },
        {
            "text": "z Ziektebeelden",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Toxoplasma z Microbiologie"
        },
        {
            "text": "Over het algemeen presenteren humane ziektegevallen zich met koorts, koude rillingen en spierpijn na een incubatietijd van drie tot vijf dagen. We onderscheiden verschillende klinische uitingsvormen afhankelijk van de porte d' entrée, het inoculum en de immuunstatus van de patiënt. De ulceroglandulaire vorm van tularemie komt het meest voor, waarbij op de huid een pijnlijk ulcus ontstaat ter plaatse van de inoculatie en nabijgelegen lymfeklieren geïnfecteerd raken en vervolgens kunnen abcederen. Het primaire ulcus kan worden aangezien voor de eschar bij rickettsia-infecties. Bij lymfadenopathie zonder evident cutaan focus spreekt men van glandulaire tularemie. Pneumonie komt na de ulceroglandulaire vorm het meest voor. Deze kan ontstaan na inhalatie van aerosolen of na hematogene verspreiding van de bacterie naar de longen. Na consumptie van besmet voedsel of water ontstaat de faryngeale vorm. Deze patiënten presenteren zich met het beeld van een faryngitis of tonsillitis. Tot slot is de typhoïdale vorm van belang, die vaker wordt gezien bij immuungecompromitteerde patiënten. Hierbij is sprake van een systemische infectie zonder duidelijk primair focus of lymfadenopathie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Toxoplasma z Microbiologie"
        },
        {
            "text": "De kans dat patiënten in Nederland ongediagnosticeerd blijven is groot, aangezien men zich niet vaak bewust is van tularemie. Een goede anamnese is belangrijk om de blootstelling aan het pathogeen te achterhalen. Denk hierbij bijvoorbeeld aan jagers of boswachters die recent in contact zijn geweest met zieke of dode hazen. Daarnaast kan F. tularensis in het laboratorium worden gemist als niet de juiste diagnostische methoden worden gebruikt. Naast kweken is serologie een veelgebruikte methode voor het aantonen van een infectie. Antistoffen zijn vaak na twee weken aantoonbaar in het bloed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "z Diagnostiek"
        },
        {
            "text": "z Behandeling en preventie Met behulp van antibiotica is de mortaliteit van tularemie gedaald tot maximaal 4 %. Antibiotica die zeer effectief zijn tegen tularemie, zijn aminoglycosiden, ciprofloxacine en doxycycline. In gebieden waar F. tularensis onder dieren voorkomt, dient men karkassen met beschermende kleding te hanteren en insectenbeten te voorkomen. Er is geen meldingsplicht. vooral worden veroorzaakt door de ontstekingsreactie op desintegrerende cysten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "z Diagnostiek"
        },
        {
            "text": "z Verworven infectie Bij personen met een ongestoorde afweer verloopt een postnataal verworven infectie met T. gondii in 80-90 % van de gevallen geheel asymptomatisch. Bij ongeveer 20 % komt één tot drie weken na besmetting een niet-pijnlijke lymfadenopathie van vooral de cervicale lymfeklieren voor. De klieren voelen aan als niet pijnlijke tuinbonen en liggen, anders dan bij lymforeticulaire ziekten, los van elkaar. Bij de helft van deze patiënten treden griepachtige verschijnselen op, met eventueel splenomegalie en/of een kortdurende huiduitslag. De symptomen kunnen op en af gaan en tot enkele maanden aanhouden. In sommige gevallen kan het beeld klinisch lijken op een vroeg stadium van de ziekte van Hodgkin of een lymfatische leukemie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "z Diagnostiek"
        },
        {
            "text": "z Oculaire infectie",
            "cite_spans": [],
            "ref_spans": [],
            "section": "z Diagnostiek"
        },
        {
            "text": "Oculaire toxoplasmose bij een postnataal verworven infectie komt ook in Nederland voor. Ondanks therapie ontwikkelt (kattenfeces, gecontamineerde grond (via tuinieren) of water) (zie . fig. 18.4 ). Na orale besmetting met oöcysten of weefselcysten dringen de vrijkomende tachyzoïeten door de darmwand. Deze tachyzoïeten kunnen zich snel vermenigvuldigen in allerlei soorten kernhoudende cellen. Eén tot twee weken na infectie komt de vorming van weefselcysten (met daarin bradyzoïeten) tot stand. De cysten kunnen zich in elk weefsel bevinden en handhaven, maar de organen die het meest worden aangedaan zijn hersenen, retina, spierweefsel en hartspier. Deze weefselcysten zijn vrijwel rond, kunnen tot 200 µm groot zijn, bevatten vele honderden bradyzoïeten en veroorzaken geen ontstekingsreactie in de omliggende weefsels. Het aantal en de lokalisatie van de weefselcysten kan variëren, evenals de schade die ze kunnen teweegbrengen. Mogelijk onder invloed van de immuunrespons gaat de lytische fase van de replicatie over in een fase waarbij binnen een stevige cystewand vertraagde deling optreedt. Dit resulteert in de vorming van weefselcysten met bradyzoïeten, die vrijwel inert zijn bij een gastheer met normale afweer. Cellulaire immunodeficiëntie resulteert in activatie van deze weefselcysten, waarbij klinische symptomen In de acute fase van de infectie kan de parasiet worden aangetoond in lichaamsvloeistoffen, biopten of buffy coat met behulp van moleculaire technieken (PCR). De parasitemie is van korte duur (enkele weken) waardoor bij personen met een ongestoorde afweer meestal geen DNA aantoonbaar is in bloed.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 185,
                    "end": 194,
                    "text": "fig. 18.4",
                    "ref_id": null
                }
            ],
            "section": "z Diagnostiek"
        },
        {
            "text": "In de klinische praktijk wordt de diagnose bij verdenking op toxoplasmose meestal gesteld met behulp van serologisch onderzoek, dat wil zeggen het aantonen van IgG-, IgM-en IgA-antistoffen. Er zijn veel serologische methoden beschikbaar, al dan niet geautomatiseerd. Het verschijnen van antistoffen bij een eerder seronegatief individu (seroconversie) wijst erop dat de infectie in de tussenliggende periode is opgelopen. Seroconversie of een viervoudige titerstijging is bewijzend voor een acute infectie. Vooral IgM-antistoffen kunnen ook na de acute infectie langdurig aantoonbaar blijven (afhankelijk van de methode tot langer dan 8 jaar). IgG-antistoffen blijven na een infectie levenslang aanwezig. Voor de diagnose van congenitale toxoplasmose tijdens de zwangerschap kan bij een seroconversie of andere serieuze verdenking gebruikgemaakt worden van een PCR van vruchtwater. Als hierin toxoplasma-DNA wordt aangetoond, is de foetus vrijwel zeker geïnfecteerd. Een negatieve PCR sluit een diagnose niet altijd uit. Er dient rekening te worden gehouden met de invloed van therapie op de sensitiviteit van zowel PCR als serologie. Als een kind één jaar na de geboorte nog IgG-positief is, kan worden aangenomen dat het congenitaal is geïnfecteerd.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "z Diagnostiek"
        },
        {
            "text": "De serologische diagnose van toxoplasma-infectie bij patiënten met afweerstoornissen zoals aids is moeizaam, tenzij men weet dat zij tevoren seronegatief voor toxoplasmose waren. Bij aidspatiënten met een gereactiveerde toxoplasmose kunnen de antistoftiters laag zijn.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "z Diagnostiek"
        },
        {
            "text": "z Behandeling en preventie De standaardbehandeling van toxoplasmose bestaat uit de combinatie van pyrimethamine en sulfadiazine, aangevuld met dan 80 % bij 38 weken. De klinische verschijnselen van congenitale infecties zijn sterk afhankelijk van het trimester waarin de moeder geïnfecteerd is geraakt. Bij infectie van het kind in het eerste trimester is de schade het grootst, met grote kans op ernstige pathologie. Een deel van deze zwangerschappen zal voortijdig eindigen door intra-uteriene vruchtdood (spontane abortus). Bij een infectie in het tweede en derde trimester van de zwangerschap is de kans op schade aan het kind kleiner (zie 7 H. 15.3.7).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "z Diagnostiek"
        },
        {
            "text": "Bij patiënten met een gestoorde afweer, zoals bij transplantaties, leukemie, lymfomen, behandeling met cytostatica of corticosteroïden, of onbehandelde hiv/aids, kan een ernstiger verloop van toxoplasma-infecties worden gezien. Voordat behandeling mogelijk werd, was cerebrale toxoplasmose bij hiv/ aidspatiënten de meest voorkomende neurologische aandoening, met in het algemeen een subacuut verloop. Ten gevolge van de massawerking treedt meestal eerst focale uitval op (hemiparese, spraakstoornissen). Dit kan worden gevolgd door desoriëntatie en een verlaagd bewustzijn. Op de CT-scan worden meestal multipele bilaterale laesies gezien die aankleuren met contrast.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "z Diagnostiek"
        },
        {
            "text": "Primaire toxoplasma-infectie bij patiënten met afweerstoornissen kan resulteren in een gedissemineerd, snel progressief beeld met hoge koorts, huiduitslag, pneumonie, hepatosplenomegalie, myocarditis en diffuse meningo-encefalitis. Bij deze vorm treedt meestal geen lymfadenopathie op.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "z Diagnostiek"
        },
        {
            "text": "Bij transplantatiepatiënten kan reactivatie van een oude toxoplasma-infectie maar ook de overdracht van de parasiet uit het donororgaan tot een actieve infectie leiden, met ernstige gevolgen zoals cerebrale of gedissemineerde infecties en sterfte. neurologisch beeld als gevolg. De diagnostiek bestaat uit het aantonen van antilichamen in het serum. Slechts in uitzonderingsgevallen zal een larve aantoonbaar zijn in een biopt of het oog. Behandeling is afhankelijk van het klinische beeld. Als er antiwormmiddelen worden gegeven, moeten vaak corticosteroiden worden toegevoegd om een lokale reactie door een afstervende larve tegen te gaan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "z Diagnostiek"
        },
        {
            "text": "Echinococcus multilocularis is een 6 mm kleine lintworm van de vos (niet te verwarren met Echinococcus granulosus (zie 7 H. 19). Ook de hond kan eindgastheer zijn. Hij veroorzaakt bij tussengastheren als de mens een ziektebeeld dat ook wel alveolaire echinokokkose wordt genoemd. De afwijking begint bijna altijd in de lever maar breidt zich uit als een maligniteit en kan ingroeien in andere organen. De mens lijkt geen erg geschikte tussengastheer omdat de infecties vaak abortief verlopen. De diagnose kan alleen worden gesteld als serologie gecombineerd wordt met beeldvorming (echo, CT-scan of MRI). De prevalentie van E. multilocularis onder vossen neemt toe in Europa en heeft ook Nederland bereikt. Er is aangetoond dat meer dan 50 % van de vossen in het zuiden van Limburg E. multilocularis bij zich draagt. De eerste patiënt die in Nederland een infectie met E. multilocularis had opgelopen, werd in 2008 in Zuid-Limburg gezien. Ook in Oost-Groningen zijn geïnfecteerde vossen gevonden. Binnen Europa wordt in Zuid-Duitsland (Beieren) en in Zwitserland E. multilocularis in hoge percentages gevonden bij vossen en wordt de infectie ook bij honden en in toenemende aantallen bij mensen vastgesteld.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "z Diagnostiek"
        },
        {
            "text": "Een 50-jarige man krijgt koorts, vijf dagen nadat hij is teruggekeerd van een vakantie in Zuidoost-Azië. Al snel krijgt hij daarbij spierpijn, wordt misselijk en moet braken. Op de vijfde ziektedag is hij erg ziek. Bij lichamelijk onderzoek wordt een zeer zieke en kortademige man gezien met een lage bloeddruk en andere tekenen van septische shock en een rode periferie van de beide sclerae. Het laboratoriumonderzoek laat een leukocytose, een lichte trombopenie, een fors verhoogd plasmacreatinine en een verhoogd serumbilirubine zien. Hij wordt opgenomen op de intensive care. Kort hierna wordt hij snel toenemend kortademig en begint hij bloed op te hoesten. Op een röntgenfoto van de longen wordt een vlekkerig beeld gezien passend bij een hemorragische pneumonitis (zie . fig. 18 .5). Met behandeling van de shock, kunstmatige beademing en intraveneus penicilline knapt de patiënt langzaam op; na elf dagen wordt hij ontslagen. De diagnose leptospirose wordt serologisch bevestigd door een tweede serummonster dat was afgenomen een week na opname. Vier maanden later groeit in de bloedkweek die bij opname werd afgenomen L. interrogans. Dit ziektebeeld staat bekend onder de naam ziekte van Weil.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 778,
                    "end": 785,
                    "text": "fig. 18",
                    "ref_id": null
                }
            ],
            "section": "Casus 18.3"
        },
        {
            "text": "folinezuur. Behandeling is niet nodig bij niet-zwangere personen met een normale afweer, tenzij er uitgesproken of langdurige symptomen optreden. Tijdens de zwangerschap en voor congenitale toxoplasmose wordt de combinatie van pyrimethamine en sulfadiazine geadviseerd, aangevuld met folinezuur. Bij toxoplasmose bij patiënten met afweerstoornissen is therapie of secundaire profylaxe meestal wel noodzakelijk. Preventie is vooral van belang voor zwangere vrouwen en seronegatieve patiënten met een gestoorde afweer. De maatregelen bestaan vooral uit het vermijden van contact met kattenfeces of mogelijk verontreinigde grond (zandbakken, tuinieren met blote handen) en het vermijden van de consumptie van onvoldoende verhit vlees. Diepgevroren producten zijn wel veilig, omdat de parasieten het invriezen niet overleven.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Casus 18.3"
        },
        {
            "text": "Sommige bacteriën, virussen of parasieten kunnen lange tijd buiten de gastheer overleven. Daardoor is de leefomgeving van de mens een belangrijke bron van infectie met verschillende micro-organismen, ook al zijn de dieren die de pathogenen in het milieu hebben gebracht al lang verdwenen. Zo kunnen mensen zwemmen in water waarin Trichobilharzia voorkomt en op die manier zwemmersjeuk oplopen, kan men stro gebruiken waarin nog infectieuze C. burnetii voorkomt en zo Q-koorts oplopen, of men kan besmet raken met een hantavirus, een veroorzaker van nier-of longziekte (zie hierna), zonder een muis te hebben gezien.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Indirecte overdracht via het milieu"
        },
        {
            "text": "Hantavirussen zijn een groep virussen behorend tot de familie van de bunyavirussen. Hantavirussen circuleren in wilde knaagdieren. In Nederland en West-Europa komt vooral puumalavirus voor. Mensen besmetten zich vooral door het inademen van besmette stofdeeltjes van ingedroogde knaagdierenurine, speeksel en keutels waarin het virus nog lang in leven kan blijven. De hantavirussen die in Europa circuleren, kunnen een meer of minder ernstig nierlijden (acute nierinsufficiëntie) veroorzaken. Meestal beperkt het beeld zich echter tot een vrij onschuldige griep: hoofdpijn, buikpijn, misselijkheid, koorts en spierpijn zijn de belangrijkste verschijnselen. De nieren kunnen licht ontstoken zijn maar dit leidt doorgaans niet tot complicaties. De ziekte gaat veelal vanzelf weer over.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Indirecte overdracht via het milieu"
        },
        {
            "text": "Toxocara canis en Toxocara cati zijn spoelwormen van hond respectievelijk kat. In Nederland heeft 3 tot 5 % van deze huisdieren toxocara-eieren in de feces. De eieren komen in het milieu terecht en moeten eerst gedurende enkele weken embryoneren. De eieren zijn resistent tegen weersomstandigheden. De zandbak is een bekende besmettingsbron. De symptomen worden veroorzaakt door larven die na ingestie van de eieren vrijkomen, de darmwand penetreren en door het lichaam zwerven tot ze vastlopen. Dit ziektebeeld wordt ook viscerale larva migrans genoemd. Symptomen kunnen afwezig zijn en zijn verder weinig specifiek, zoals bronchitisachtige klachten en malaise; in het bloed kan eosinofilie aantoonbaar zijn. Soms treedt migratie naar het oog op, wat ernstige oculaire symptomen kan veroorzaken. Incidenteel komen de larven in de hersenen of het centrale zenuwstelsel terecht, met een hemorragische pneumonitis een belangrijke doodsoorzaak bij leptospirose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Indirecte overdracht via het milieu"
        },
        {
            "text": "Na de acute leptospiremische fase kunnen nog andere complicaties optreden zoals (aseptische) meningitis en uveïtis. Deze fase is een immunologische reactie op de infectie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Indirecte overdracht via het milieu"
        },
        {
            "text": "Het beloop van melkers-en modderkoorts is nogal wisselend, maar meestal milder dan dat van de ziekte van Weil. De koorts kan zeer hoog oplopen en het herstel van de patiënt kan erg lang duren.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Indirecte overdracht via het milieu"
        },
        {
            "text": "z Epidemiologie Veel zoogdieren, vooral kleine knaagdieren, kunnen Leptospira dragen zonder ziekteverschijnselen. Humane leptospirose is in Nederland zeldzaam. Mensen die beroepsmatig in contact komen met dieren lopen een verhoogd risico (dierenartsen, rattenvangers, rioolwerkers, boeren enz.). Via de urine van besmette dieren kan oppervlaktewater worden besmet. Dit is tegenwoordig een belangrijke bron van besmetting tijdens recreatie zoals zwemmen en raften in tropische landen. Ook na evenementen in Nederland waarbij contact is met water of modder worden soms patiënten met leptospirose gezien.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Indirecte overdracht via het milieu"
        },
        {
            "text": "Leptospirose is een meldingsplichtige ziekte.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Indirecte overdracht via het milieu"
        },
        {
            "text": "In de beginjaren van de registratie (sinds 1925) waren inheemse infecties het frequentst, maar de laatste decaden komen reisgerelateerde infecties meer voor. De sterke toename van inheemse en, in mindere mate, de uitheemse infecties in 2014 is nog onverklaard.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Indirecte overdracht via het milieu"
        },
        {
            "text": "In Nederland worden ernstige vormen van leptospirose veroorzaakt door de serovars Icterohaemorrhagiae en Copenhageni van de serogroep Icterohaemorrhagiae. Het reservoir van Leptospira serovar Hardjo is, naast de rat, ook melkvee. Geïnfecteerde urine of melk van een door L. serovar Hardjo besmette koe kan mensen besmetten. Infectie leidt in een minderheid van de gevallen tot een koortsende ziekte. Door screening en eventueel behandeling van melkvee komen infecties met L. serovar Hardjo bijna niet meer voor in Nederland, maar invoer van vee bleek onlangs de oorzaak van een nieuwe infectie van een veehouder en zijn vee. Muizen vormen het reservoir van serovar Grippotyphosa. De incidentie van humane infecties is laag en lijkt verband te houden met de grootte van de veldmuizenpopulatie. Infecties met L. serovar Canicola komen voor bij honden en zelden ook bij katten, maar door vaccinatie is de incidentie laag en is overdracht van leptospirose van gezelschapsdieren op mensen uiterst zeldzaam.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Indirecte overdracht via het milieu"
        },
        {
            "text": "De diagnostische bevestiging van leptospirose wordt in Nederland verricht door het Nationaal Referentiecentrum Leptospirosen, gevestigd in het Koninklijk Instituut voor de Tropen (KIT) in Amsterdam sinds 1925.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "z Diagnostiek"
        },
        {
            "text": "Voor de routinediagnostiek wordt meestal gebruikgemaakt van serologie. Vanouds is de goudstandaard gebaseerd op de microscopische agglutinatietest (MAT). In deze assay wordt onderzocht of patiëntenserum agglutinatie (klontering) kan veroorzaken van verschillende leptospiraserovars. De agglutinatie wordt bepaald met donkerveldmicroscopie. De MAT is sensitief en tamelijk specifiek voor verschillende serovars maar z Microbiologie Leptospira zijn lange, dunne, spiraalvormige bacteriën, die aan het uiteinde omgebogen zijn (wandelstok). Zij behoren tot de familie van de Leptospiraceae. Humane leptospirose wordt veroorzaakt door stammen van de pathogene species L. interrogans. Inmiddels zijn binnen de species L. interrogans 25 serogroepen en meer dan 300 serovars of stammen beschreven.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "z Diagnostiek"
        },
        {
            "text": "z Pathofysiologie en ziektebeelden Leptospira kunnen het lichaam binnendringen via kleine beschadigingen van de huid, of door de mucosa van mond, neus en ogen. Na een incubatieperiode van ongeveer een week begint de eerste leptospiremische fase, die drie tot zeven dagen kan duren. Afhankelijk van het serotype en gastheerfactoren herstelt de patiënt na enkele dagen, of hij wordt zieker. Leptospira-infecties veroorzaken een breed scala van ziekten variërend van subklinische infecties, milde koortsende ziekten zoals melkerskoorts (veroorzaakt door serovar Hardjo) en modderkoorts (serogroep Grippotyphosa), tot potentieel fatale ziektebeelden zoals de ziekte van Weil (vooral serogroep Icterohaemorrhagiae) en hemorragische pneumonitis. Leptospirose begint meestal met piekende koorts en (achter) hoofdpijn. Spierpijnen -klassiek is de pijn in de kuitenkomen vaak voor, evenals misselijkheid en braken. Bij lichamelijk onderzoek valt een perifere episcleritis op aan beide ogen. Het laboratoriumonderzoek laat een leukocytose met linksverschuiving zien. Hepatitis is afwezig, zelfs als de bilirubinewaarden torenhoog zijn. Creatinekinasewaarden zijn vaak verhoogd. De nierfunctie dient te worden geëvalueerd.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "z Diagnostiek"
        },
        {
            "text": "De ziekte van Weil is een acute, ernstig verlopende septische vorm van leptospirose met nierfunctiestoornissen en geelzucht, die opname op een intensivecareafdeling vereist. De nierfunctiestoornissen zijn het gevolg van een interstitiële nefritis met behoud van urineproductie met wat leukocyturie, proteïnurie en soms microscopische hematurie. Hemorragische complicaties zoals neusbloedingen en hemoptyse zijn het gevolg van vasculitis. Zonder mogelijkheden tot kunstmatige beademing is overbrengen. Bij vele infectieziekten is er echter geen dierlijk reservoir (meer) nodig om de transmissie van mens op mens aan de gang te houden. De mate waarin een vector geschikt is om een specifiek pathogeen over te dragen, verschilt per pathogeen en per vector.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "z Diagnostiek"
        },
        {
            "text": "Overdacht van infectieziekten door vectoren verloopt volgens verschillende patronen. Hoe ingrijpend vectorovergedragen infectieziekten kunnen zijn, wordt bijvoorbeeld geïllustreerd door de epidemiologie van pest. De verwekker hiervan, Yersinia pestis, komt van nature voor bij kleine, in het wild levende knaagdieren en wordt door rattenvlooien overgedragen op de mens. Bij pestepidemieën zoals die in het verleden in Europa meer dan 250 miljoen slachtoffers hebben geëist, is de transmissie verschoven naar aerogene overdracht tussen mensen zonder tussenkomst van de vector. Een andere situatie is die van gele koorts. Bij de transmissie tussen primaten in de jungle, de zogenoemde sylvatische transmissie, kan een mens geïnfecteerd worden. Als deze persoon de infectie meeneemt naar geürbaniseerde gebieden, kan daar directe transmissie van mens op mens plaatsvinden mits er genoeg geschikte muggen zijn. Sommige leishmaniaparasieten worden van knaagdieren of honden op de mens overgebracht door zandvliegen, maar van andere leishmaniaparasieten is geen dierlijk reservoir bekend. Zoiets geldt ook voor de rickettsiasoorten, waarvan de meeste een dierlijk reservoir hebben en worden overgedragen door teken. Vlektyfus is hierop een beruchte uitzondering. In koude streken en in tijden waarin de vector, de klerenluis, veel voorkwam zoals tijdens verschillende oorlogen, heeft door Rickettsia prowazekii veroorzaakte vlektyfus miljoenen slachtoffers geëist. Momenteel komt deze epidemische ziekte nog voor in verschillende ontwikkelingslanden, vooral in Noordoost-Afrika.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "z Diagnostiek"
        },
        {
            "text": "Malaria tropica is een van de bekendste vectorgebonden ziekten. Deze wordt alleen van mens op mens overgedragen door muggen van het geslacht Anopheles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "z Diagnostiek"
        },
        {
            "text": "Door muggen overgedragen ziekten komen vooral voor in warme streken, maar tot het midden de vorige eeuw kwam malaria tertiana ook nog voor in Nederland. Waarschijnlijk door opwarming van de aarde en door transport in onder andere autobanden, is het verspreidingsgebied van Aedes-muggen uitgebreid en komen de door deze muggensoort overgedragen ziekten dengue en chikungunya inmiddels ook in Zuid-Europa voor. Ook de migratie van dieren kan het verspreidingsgebied van een zoönotische infectie vergroten. Een voorbeeld hiervan is de West Nile-virusinfectie, ook overgebracht door muggen. In 1999 heeft een vogel de infectie waarschijnlijk geïntroduceerd in de Bronx Zoo in New York. In de jaren daarna is het virus verspreid geraakt over Noord-Amerika en is nu een enzoötische infectie met incidentele transmissie naar de mens. Mensen en paarden zijn zogeheten dead-end hosts, die wel ziek worden maar niet voor verdere verspreiding zorgen. Een voorbeeld dichter bij huis is de ziekte van Lyme veroorzaakt door de bacterie Borrelia burgdorferi die wordt overgebracht via teken, in Nederland van de soort Ixodes ricinus. Het vóórkomen van de ziekte van Lyme is de afgelopen jaren enorm toegenomen. Ook andere borreliaspecies zijn aangetoond in teken. In Nederlandse teken zijn daarnaast wordt pas positief op de vijfde tot tiende dag van de ziekte en is dus voor vroegdiagnostiek vaak niet bruikbaar. Bovendien is het aanhouden van een groot aantal leptospiraserovars zeer specialistisch werk dat alleen door referentielaboratoria wordt uitgevoerd. Een veelgebruikte en eenvoudige techniek is ELISA, waarmee IgM-antistoffen kunnen worden aangetoond. Helaas zijn commercieel verkrijgbare testkits lang niet altijd goed geëvalueerd, of schieten tekort in zowel sensitiviteit als specificiteit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "z Diagnostiek"
        },
        {
            "text": "Inmiddels is DNA-amplificatie met PCR toegevoegd aan de diagnostiek. Een indeling gebaseerd op DNA wordt steeds belangrijker en resulteert in een iets andere classificatie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "z Diagnostiek"
        },
        {
            "text": "Uit bloed of lichaamsvloeistoffen die worden afgenomen tijdens de eerste tien dagen en vóór antibiotische behandeling kan Leptospira worden gekweekt. Daarna kan het nog gedurende enkele weken aantoonbaar zijn in de urine. De kweek moet dan binnen twee uur worden ingezet, omdat Leptospira snel doodgaat in urine. Het kan echter lang duren, zelfs weken tot maanden, voordat een kweek positief wordt. In de acute fase is leptospirose vooral een klinische diagnose die is gebaseerd op de blootstelling van de patiënt en op herkenning van het ziektebeeld.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "z Diagnostiek"
        },
        {
            "text": "z Behandeling Leptospira zijn goed gevoelig voor antibiotica zoals penicilline, amoxicilline en doxycycline. Ernstige leptospirose wordt behandeld met intraveneus penicilline viermaal daags 1,5 miljoen eenheden gedurende zeven dagen. Vanwege de betere biologische beschikbaarheid gaat bij orale behandeling de voorkeur uit naar amoxicilline. Het meeste effect bij ernstige leptospirose wordt bereikt wanneer de behandeling vroeg wordt begonnen, dus meestal nog voordat de diagnose serologisch kan worden bevestigd. Ook later in de ziekte lijkt behandeling nog voordelen te bieden, maar de immunologische complicaties (meningitis en uveïtis) worden daardoor nauwelijks beïnvloed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "z Diagnostiek"
        },
        {
            "text": "Preventie van leptospirose is moeilijk. In landen met een hoge levensstandaard zijn monitoring van rundvee (in de melk of serologisch bij niet-melkgevende runderen) en controle van potentieel besmette wateren gangbaar. In ontwikkelingslanden zijn dergelijke maatregelen veel moeilijker te realiseren.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "z Preventie"
        },
        {
            "text": "Mensen die buiten werken en in contact kunnen komen met rattenurine of besmet vee, moeten zich beschermen met handschoenen, laarzen en veiligheidsbrillen bij bepaalde werkzaamheden zoals grondwerk, 'sloten' , oogsten, het hanteren van dode foetussen en dergelijke. In Nederland is een vaccin beschikbaar dat alleen voor honden wordt gebruikt. Er is geen vaccin voor humaan gebruik geregistreerd.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "z Preventie"
        },
        {
            "text": "Bloedzuigende artropoden zoals muggen, vliegen, teken, vlooien, luizen en mijten zijn belangrijke vectoren voor overdracht van pathogenen. Bij zoönosen is er een dierlijk reservoir van waaruit de vector het pathogeen aan de mens kan De vectoren zijn harde teken van het geslacht Ixodes; in Europa is I. ricinus, de 'schapenteek' , de belangrijkste vector (. fig. 18 .8), in Azië I. persulcatus en in Noord-Amerika I. scapularis en I. pacificus.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 358,
                    "end": 365,
                    "text": "fig. 18",
                    "ref_id": null
                }
            ],
            "section": "Indirecte overdracht via een vector"
        },
        {
            "text": "De teek heeft een levenscyclus van twee tot drie jaar, waarin hij drie stadia doorloopt: larve (0,5-1 mm groot), nimf (1-1,5 mm groot) en volwassen teek (3-10 mm groot). In elk stadium voedt de teek zich − in de actieve periode van maart tot november − éénmaal met bloed van een gastheer. ook andere ziekteverwekkers aangetoond zoals rickettsia-, anaplasma-, ehrlichia-en babesiaspecies, maar transmissie naar de mens is (nog) niet waargenomen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Indirecte overdracht via een vector"
        },
        {
            "text": "Het genus Borrelia behoort tot de familie van de Spirochaetaceae. Dit zijn gramnegatieve, kurkentrekkervormige, beweeglijke bacteriën die dun (0,1 µm) en relatief lang (5-250 µm) zijn. Er zijn ten minste twintig borreliaspecies bekend, waarvan B. recurrentis, de verwekker van febris recurrens of relapsing fever, en B. burgdorferi (. fig. 18.6 Wanneer bij een tekenbeet een borreliabacterie wordt geïnjecteerd, vermenigvuldigt deze zich eerst in de huid. De incubatietijd varieert van 3 tot 32 dagen. De infectie roept een ontstekingsreactie op in de huid en dat leidt tot een zichtbare afwijking die vanuit het centrum groter wordt, het erythema migrans (. fig. 18.7) . Na dagen tot weken dissemineren de bacteriën door het lichaam en infecteren andere organen. Het aantal bacteriën in de weefsels is laag.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 335,
                    "end": 344,
                    "text": "fig. 18.6",
                    "ref_id": null
                },
                {
                    "start": 659,
                    "end": 669,
                    "text": "fig. 18.7)",
                    "ref_id": null
                }
            ],
            "section": "Borreliose z Microbiologie"
        },
        {
            "text": "B. burgdorferi kan in inactieve staat persisteren in huid-, gewrichts-en zenuwweefsel, zelfs na antibiotische behandeling, en na geruime tijd (soms vele jaren) de kop opsteken. Dit is ook bekend van andere spirocheten (B. recurrentis, T. pallidum). Er zijn ook chronische ziektebeelden beschreven die niet reageren op antibiotica, waarbij een auto-immuun ontstekingsmechanisme wordt verondersteld.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Borreliose z Microbiologie"
        },
        {
            "text": "De geschiedenis van de ontdekking van de ziekte van Lyme is een fraai voorbeeld van onderzoek naar ecologische verbanden en vectoren van een infectie waarvan men vermoedde dat het een zoönose moest zijn.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "z Epidemiologie"
        },
        {
            "text": "In 1975 trad in Lyme, een kleine gemeente in Connecticut, een epidemie op van artritis onder schoolkinderen. Een kwart van de patiënten had daarbij huidlaesies die zij associeerden met een tekenbeet. De reumatoloog Steere legde het verband tussen de tekenbeet, de huidaandoeningen en het seizoenskarakter van de ziekte. Zes jaar later was Burgdorfer, een rickettsiaspecialist uit de Rocky Mountains, op zoek naar de ziekteverwekkers in teken op Long Island. Hierin trof hij spirocheten aan die later konden worden gekweekt en die werden beschreven als Borrelia burgdorferi. vervolgens overdragen op een volgende gastheer (. fig. 18.9 ). De teek maakt met zijn zuigsnuit een gaatje in de huid van de gastheer en spuit speeksel naar binnen dat antistollings-en ontstekingsremmende factoren bevat, zodat een minimale lokale reactie ontstaat. Een vastgezogen teek laat pas los wanneer zij is volgezogen. De borreliabacteriën migreren tijdens het bloedmaal naar de speekselklieren en komen via het speeksel in de gastheer terecht. Dit proces gaat niet snel. Wanneer de teek binnen 24 uur wordt verwijderd, is het risico op infectie laag. Ook voor kleine en grote huisdieren is B. burgdorferi pathogeen;",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 624,
                    "end": 633,
                    "text": "fig. 18.9",
                    "ref_id": null
                }
            ],
            "section": "z Epidemiologie"
        },
        {
            "text": "Wanneer de larve, nimf of teek op kleding terechtkomt, zal hij doorkruipen totdat hij zich aan huid kan hechten en een bloedmaal kan nemen. Een tekenbeet is pijnloos en verloopt in de meeste gevallen onopgemerkt. Patiënten met de ziekte van Lyme weten daarom vaak niet of en wanneer zij door een teek gebeten zijn.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "z Epidemiologie"
        },
        {
            "text": "Kleine knaagdieren en andere in het wild levende zoogdieren zijn de belangrijkste reservoirs van de borreliabacteriën, met geregeld bacteriëmieën. Wanneer teken zich voeden met bloed van deze dieren, kunnen zij zichzelf besmetten en pathogeen De prevalentie van besmette teken varieert: er zijn streken in Europa met 100 % besmetting van teken (nimfen), andere met 10 %; in Nederland is de besmettingsgraad rond de 20 % maar kan zo hoog zijn als 50 %. Wereldwijd stijgt de besmettingsgraad en dijt het verspreidingsgebied uit. Verticale overdracht vindt niet plaats, daardoor zijn de larven die uit het eitje komen onbesmet. Een larf kan zich pas besmetten bij de eerste bloedmaaltijd.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "z Epidemiologie"
        },
        {
            "text": "De kans op het ontwikkelen van erythema migrans na een tekenbeet wordt geschat op 0,3 tot 5,2 %. De kans op asymptomatische seroconversie daarnaast, wordt geschat op 3,2 tot 5,4 %. Het risico op overdracht neemt toe naarmate de teek langer vastgezogen zit. Indien de teek binnen 24 uur wordt verwijderd, is de kans op infectie (symptomen of seroconversie) kleiner dan 3 %. Kweek en PCR. De sensitiviteit van het kweken van borreliabacteriën uit patiëntenmateriaal zoals huidbiopten, bloed, synovia en liquor is te laag voor de klinische praktijk. PCR heeft geen plaats in de routine diagnostiek maar kan in twijfelgevallen hulp bieden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "z Epidemiologie"
        },
        {
            "text": "Serologie. Het belangrijkste hulpmiddel bij de diagnostiek is de serologie. Specifieke antistoffen zijn pas aantoonbaar na drie tot vier weken (IgM) en zes tot acht weken (IgA en IgG). De relatief trage opkomst van antistoffen heeft tot gevolg dat ze bij erythema migrans geen toepassing hebben omdat de 'klinische blik' de diagnose beter stelt. Bovendien blijft meetbare antistofproductie vaak uit na vroege behandeling van erythema migrans. Ook in de vroege fase (tot 6-8 weken) van gedissemineerde ziekte van Lyme is de sensitiviteit van antistofbepalingen beperkt, ongeveer 80 %. Daarom zal men bij verdenking in de vroege fase en een negatieve antistoftest, deze later nog eens herhalen. Pas na acht weken is de sensitiviteit >98 %.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "z Epidemiologie"
        },
        {
            "text": "Voor serologie worden ELISA-, IFA-en immunoblottechnieken gebruikt. ELISA-systemen zijn gebaseerd op antigeen van verschillende herkomst en zuiverheid en zijn meestal erg sensitief. Men spreekt van opeenvolgende generaties tests die een toenemende specificiteit, oplopend tot 95 % voor IgG, combineren met een hoge sensitiviteit. Werkwijzen waarbij een (te) hoogsensitieve tweedegeneratie-ELISA wordt gecombineerd met een meer specifieke IgM/G-immunoblot ter bevestiging, worden veel gebruikt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "z Epidemiologie"
        },
        {
            "text": "Voor de diagnose neuroborreliose dient intrathecale antistofproductie te worden aangetoond. Een antistofconcentratie die hoger is dan die in het serum, is hiervoor bewijzend.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "z Epidemiologie"
        },
        {
            "text": "Specifiek IgM verdwijnt doorgaans na enkele maanden; specifiek IgG tegen één of meer antigenen kan jaren na infectie en genezing aantoonbaar blijven en daarom heeft serologisch vervolgonderzoek na behandeling meestal geen zin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "z Epidemiologie"
        },
        {
            "text": "Het is belangrijk te weten dat de meeste borrelia-infecties asymptomatisch verlopen, ook al worden er wel antistoffen aangetoond. De aanwezigheid van antistoffen tegen B. burgdorferi geeft voorafgaand contact met borrelia-antigenen aan, maar zegt niets over het stadium of het verloop van de ziekte, noch over de bescherming ertegen. De seroprevalentie kan hoog zijn bij gezonde mensen die veel worden blootgesteld aan teken, tot wel 20 % in bepaalde groepen. Anderzijds kunnen patiënten chronische stadia van ziekte van Lyme ontwikkelen of zelfs een tweede infectie oplopen ondanks aanwezigheid van circulerende antistoffen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "z Epidemiologie"
        },
        {
            "text": "Wie zich bezighoudt met Lyme-diagnostiek, dient zich goed te informeren over de voorspellende waarden van een test.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "z Epidemiologie"
        },
        {
            "text": "EM is ook beschreven met systemische klachten zoals moeheid en malaise, koorts, hoofdpijn, spier-en gewrichtspijnen, regionale lymfadenitis, gegeneraliseerde lymfadenopathie, tekenen van meningitis, hepatitis, splenomegalie, keelpijn en hoesten. De klachten en symptomen komen niet altijd allemaal tegelijk voor, ze kunnen elkaar afwisselen. In ongeveer een vijfde van de patiënten zijn dit zelfs de eerste symptomen, niet voorafgegaan door EM.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "z Epidemiologie"
        },
        {
            "text": "Na weken tot maanden ontwikkelt zich bij ongeveer 15 % van de patiënten neuroborreliose met manifestaties van een lymfocytaire meningitis, encefalitis, (bilaterale) hersenzenuwuitval (nervusfacialisparese, vooral bij kinderen sterk verdacht voor ziekte van Lyme) of perifere neuroradiculopathie (syndroom van Bannwarth), waarbij de intensiteit van de symptomen kan variëren in de tijd.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "z Epidemiologie"
        },
        {
            "text": "Cardiale complicaties. Cardiovasculaire symptomen (0,3-4 %) van de ziekte van Lyme treden meestal vroeg (weken tot enkele maanden) na de initiële infectie op. Geleidings-en ritmestoornissen met verschijnselen van duizeligheid, flauwvallen, pijn op de borst en vermoeidheid kunnen optreden evenals myocarditis met linkerventrikeldisfunctie en cardiomegalie. De prognose is doorgaans goed, hoewel bij sommige patiënten een permanente pacemaker noodzakelijk blijkt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "z Epidemiologie"
        },
        {
            "text": "Gewrichtsaandoeningen. Vroeg na de infectie kan artritis optreden: in Europa gebeurt dit bij ongeveer 5-8 % van de infecties; in de VS veel vaker. Chronische spier-en gewrichtsklachten kunnen al in deze fase ontstaan zonder typische waarneembare afwijkingen. Deze klachten komen voor bij minder dan 10 % van de behandelde gevallen van Lyme en dat is niet vaker dan in de algemene populatie. 3. Late infectie (stadium 3, persisterende infectie). Chronische huidinfectie met de Lyme-spirocheet resulteert in acrodermatitis chronica atrophicans (ACA), een huidziekte waarbij de huid atrofisch wordt, haar elasticiteit verliest en blauwachtig verkleurt. Acrodermatitis kan zich vele jaren na de initiële infectie openbaren. Vaak klagen de patiënten ook over koortsperioden, hoofdpijn, malaise en spierpijn.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "z Epidemiologie"
        },
        {
            "text": "De 'late' artritis begint meestal enkele maanden na de acute fase. Lyme-artritis is een oligoarticulaire gewrichtsaandoening van de grote gewrichten. De knie is het vaakst aangetast. Artritis kan kort (drie dagen) duren of chronisch (twee jaar) en recidiverend verlopen. Lyme-artritis is een erosieve, destruerende artritis met blijvend functieverlies in chronische stadia. Een klein deel van de onbehandelde patiënten ontwikkelt een chronisch neurologisch ziektebeeld. Psychische en psychiatrische ziektebeelden zoals depressieve en cognitieve stoornissen en concentratiestoornissen zijn beschreven in vroege en late ziekte van Lyme. Oogsymptomen door conjunctivitis, keratitis, (epi)scleritis, (pan)uveitis, iridocyclitis, retinitis en orbitale myositis komen voor bij vroege en late Lyme. Verder worden lymfadenopathie, malaise met anorexie, moeheid, hoofdpijn, spier-en gewrichtspijn, nekpijn en (matige) koorts/temperatuursverhoging genoemd als symptomen van Lyme.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "z Epidemiologie"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Oogafwijkingen door toxoplasmose kunnen het gevolg zijn van zowel congenitale als verworven infecties",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Leptospirose is vooral een klinische diagnose; ernstige leptospirose moet snel worden behandeld",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Bij besmetting met B. burgdorferi krijgt 1-3 % van de gastheren een klinische infectie en 97-99 % een subklinische",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Klinische infecties met B. burgdorferi kunnen vroeg of laat optreden; vele orgaansystemen kunnen betrokken raken",
            "authors": [],
            "year": null,
            "venue": "Europa komt verhoudingsgewijs veel neuroborreliose voor",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "De aanwezigheid van antistoffen tegen B. burgdorferi geeft voorafgaand contact met borrelia-antigenen aan, maar zegt niets over het stadium of het verloop van de ziekte, noch over bescherming tegen de ziekte. De diagnose ziekte van Lyme wordt vooral gesteld op het klinisch beeld",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Met dank aan Herjan Bavelaar (Radboud MC) en Daan Notermans (RIVM) voor hun bijdragen aan dit hoofdstuk",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Pan American Health Organization. Zoonoses and communicable diseases common to man and animals",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "N"
                    ],
                    "last": "Literatuur Acha",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Szyfres",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "I",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Diagnosis and treatment of Lyme disease",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Bratton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Whiteside",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Hovan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Engle",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "D"
                    ],
                    "last": "Edwards",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Mayo Clin Proc",
            "volume": "83",
            "issn": "5",
            "pages": "566--71",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Bartonella spp. in pets and their effect on human health",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "B"
                    ],
                    "last": "Chomel",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Boulouis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Maruyama",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Breitschwerdt",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Emerg Infect Dis",
            "volume": "12",
            "issn": "3",
            "pages": "389--94",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Q-koorts, een potentieel ernstig ziekte",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Delsing",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Ned Tijdschr Geneeskd",
            "volume": "153",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Global zoonoses",
            "authors": [],
            "year": null,
            "venue": "Merck veterinary manual",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Decreased prevalence and age-specific risk factors for T. gondii IgG antibodies in The Netherlands between",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hofhuis",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "T"
                    ],
                    "last": "Pelt W Van, Duynhoven",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Van",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Nijhuis",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mollema",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Klis Fr Van Der",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Epidemiol Infect",
            "volume": "2010",
            "issn": "",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Advies van de Gezondheidsraad",
            "authors": [
                {
                    "first": "Lyme",
                    "middle": [],
                    "last": "Onder De Loep",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "(Bron: Ned Tijdschr Geneeskd. 2009;153:A112)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figuur 18.3 De transmissieroute van T. gondii. vrouwen in de vruchtbare leeftijd naar 18,5 % in 2006/2007. Seropositiviteit is in Nederland geassocieerd met de regio waar men woont (hoger in het noordwesten), stedelijk gebied, consumptie van rauw varkensvlees, het houden van een kat en een laag opleidingsniveau. z Diagnostiek",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "EpidemiologieToxoplasma komt wereldwijd voor en heeft een scala van gastheren, zowel zoogdieren als vogels. Alleen katten kunnen oöcysten in het milieu brengen. De seroprevalentie van toxoplasmose vertoont wereldwijd schommelingen, die primair gerelateerd zijn aan de geschiktheid van de klimatologische omstandigheden voor de overleving van toxoplasma-oöcysten in de bodem en aan eetgewoonten. In Europa neemt de seroprevalentie af sinds de tweede helft van de twintigste eeuw.De seroprevalentie is in Nederland afgenomen van 40 % in de totale bevolking in 1996/1997 naar 26 % in 2006/2007; voor b a . Figuur 18.4 a Weefselcyste door T. gondii. b Tachyzoïet.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figuur 18.5 Thoraxfoto van een patiënt met een hemorragische pneumonie.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Kattenkrabziekte wordt veroorzaakt door B. henselae. Het geslacht Bartonella bevat een aantal species van zeer kleine intracellulaire gramnegatieve staafjes waarvan er enkele pathogeen zijn voor de mens. B. henselae veroorzaakt kattenkrabziekte en bacillaire angiomatose. De bacterie is moeilijk te kweken en groeit vooral op specifieke voedingsbodems.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Tularemie wordt veroorzaakt door de bacterie F. tularensis. Twee subspecies zijn vooral van belang voor humane infecties: F. tularensis ssp. tularensis en F. tularensis ssp. holarctica. De laatstgenoemde variant is vooral endemisch in Europa en is laagvirulent. De virulentere ssp. tularensis wordt voornamelijk gevonden in Noord-Amerika en Canada.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Figuur 18.2 CT-scan van het abdomen van de patiënt. (Bron: Ned Tijdschr Geneeskd. 2009;153:A112) 18.3 · Overdracht van micro-organismen op de mens door direct contact 18.4 Indirecte overdracht van microorganismen op de mens Indirect (. tab. 18.2) kunnen pathogenen worden overgedragen via: 4 consumptie van besmette producten afkomstig van een dier: Salmonella, Campylobacter, Toxoplasma, B. anthracis; 4 contaminatie van het milieu of water met excreta van een dier: hantavirus, Toxocara canis/cati, Echinococcus multilocularis, Leptospira; 4 vectoren: insect of teken: ziekte van Lyme, kattenkrabziekte.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": ". Tabel 18.2 Enkele zoönosen door indirecte overdracht, hun verwekkers, portes d'entrée en reservoir. In Frans Guyana en Suriname wordt sinds een aantal jaren een ernstige vorm van toxoplasmose gezien met een totaal ander ziektebeeld dan elders in de wereld, namelijk met koorts en longproblemen (acute respiratory distress syndrome, ARDS). Er lijkt een relatie te bestaan met het eten van onvoldoende verhit vlees van dieren uit het oerwoud.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "), de verwekker van de ziekte van Lyme, de bekendste zijn. Lyme-borreliose is de meest voorkomende ziekte van het noordelijk halfrond die door teken wordt overgedragen. Binnen de groep van B. burgdorferi (sensu lato) worden verschillende pathogene species onderscheiden zoals B. burgdorferi sensu strictu (s.s.), B. garinii, B. afzelii en de minder frequent voorkomende B. bavariensis en B. spielmanii. In Noord-Amerika komt alleen B. burgdorferi s.s. voor en daardoor kan de klinische presentatie van Lyme-borreliose op de twee continenten iets verschillen.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": ".Figuur 18.6 De bacterie Borrelia burgdorferi. . Figuur 18.7 Lokale huidinfectie (erythema migrans) als ziektebeeld bij de ziekte van Lyme. . Figuur 18.8 Verschillende stadia van Ixodes ricinus (schapenteek).",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": ".Figuur 18.9 Infectieroute van de ziekte van Lyme. (Aangepast van 7 http://www.cdc.gov/ncidod/dvbid/lyme/ld_transmission.htm). heeft de Gezondheidsraad een commissie opdracht gegeven het onderwerp onder de loep te nemen. Het rapport geeft een indeling van de ziekte van Lyme waarin de mate van diagnostische onzekerheid wordt weerspiegeld. Bij de ziekte van Lyme worden klassiek de volgende stadia onderscheiden (zie ook . tab. 18.3): 1. Vroege infectie (stadium 1, gelokaliseerde infectie). Het kenmerk van de eerste gelokaliseerde infectie is erythema migrans (EM, zie . fig. 18.7), een zich centrifugaal uitbreidende roodheid van de huid rond de insteekplaats van de teek, die vier tot tien dagen na de tekenbeet ontstaat. De diameter van EM is al gauw 5 cm of meer (tot 40 cm). Erythema migrans wordt gezien bij meer dan 80 % van de patiënten in de vroege stadia van de ziekte van Lyme. In Europa is de laesie meestal pijnloos, jeukt en schilfert niet en is niet verheven. In Noord-Amerika kunnen er meer kenmerken van ontsteking zijn en kunnen er verschillende EM-laesies zijn. EM kan onopvallend zijn, vooral op een door de zon gebruinde huid. Bij kinderen wordt EM vaak gezien in het gezicht, in de nek, op de rug en op de benen. Slechts ongeveer de helft van de patiënten met EM herinnert zich een tekenbeet. Een zeldzamere presentatie van de acute infectie is het borrelialymfocytoom. Het komt vooral voor bij kinderen, aan de oorlellen en oorschelp. Bij volwassenen is de tepelhof een voorkeurslokalisatie. 2. Vroege infectie (stadium 2, gedissemineerde infectie). Gedissemineerde ziekte van Lyme treedt op bij 2-9 % van de patiënten met erythema migrans. Door verspreiding van de micro-organismen via bloed of lymfebanen kunnen binnen enkele dagen tot weken secundaire EM-laesies ontstaan op diverse andere plaatsen of in de buurt van de initiële laesie. Dit is vooral beschreven in Noord-Amerika. Recidiverende honden, katten, koeien en paarden kunnen de ziekte van Lyme oplopen, waarvan artritis het bekendste symptoom is.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "De ziektebeelden in Europa en in Noord-Amerika verschillen enigszins, omdat de verschillende B. burgdorferi-species iets verschillende ziektebeelden veroorzaken. Infectie met B. burgdorferi s.s. geeft vooral gewrichtsklachten, met B. afzelii vooral huidaandoeningen en met B. garinii veelal neurologische aandoeningen. Aangezien in Europa vooral B. afzelii en B. garinii voorkomen, ziet men in Europa vaker systemische huidaandoeningen zoals acrodermatitis chronica atrophicans (ACA) en neuroborreliose. Het ziektebeeld varieert en is soms aspecifiek en kan lijken op andere chronische aandoeningen. De bevestiging van de diagnose kan lastig zijn. Veel patiënten met onbegrepen ziektebeelden zijn ongerust dat zij mogelijk lijden aan de ziekte van Lyme. De beleving van burgers over Lyme strookt niet altijd met de gangbare wetenschappelijke opvattingen. . Tabel 18.3 De ziekte van Lyme: klinische verschijnselen en enkele symptomen die samenhangen met de organen die het vaakst zijn aangedaan bij de ziekte van Lyme.De diagnose van de ziekte van Lyme is gebaseerd op gedegen anamnese en lichamelijk onderzoek, ondersteund door serologisch onderzoek. Voor een pathognomonische aandoening zoals erythema migrans dient geen aanvullende diagnostiek te worden verricht. Bij een duidelijk klinisch beeld van de latere stadia volstaat meestal serologisch onderzoek van bloed. Bij neurologische symptomen, zoals een parese van de nervus facialis, wordt ook de liquor cerebrospinalis onderzocht op borrelia-antistoffen.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "z Behandeling en preventie Vanwege de atypische presentatie van sommige vormen van Lyme, de overlap met andere niet geduide syndromen en de problemen met sensitiviteit en specificiteit van de diagnostiek, heeft de Gezondheidsraad ervoor gekozen zijn adviezen te baseren op een pragmatische indeling. Patiënten met kenmerkende symptomen van vroege lokale of gedissemineerde ziekte worden eventueel getest en behandeld indien dat niet eerder is gebeurd. Patiënten met persistente kenmerkende symptomen worden, ook al zijn ze eerder behandeld, eventueel toch behandeld wanneer er gerede verdenking is op actieve ziekte.Voor onbehandelde patiënten met (langdurige) niet-kenmerkende klachten wordt er bij negatieve serologische testresultaten voor gekozen niet te behandelen. Bij positieve testresultaten dient de arts te bepalen wat de kans is op actieve ziekte van Lyme en eventueel te behandelen. Is de patiënt al wel behandeld voor Lyme, dan is de kans op actieve ziekte van Lyme klein en is er zelden reden alsnog te behandelen.In streken waar de besmettingsgraad van teken hoog is, is het aan te raden voorzorgsmaatregelen te nemen om een tekenbeet te voorkomen. Dit kan met beschermende kleding, insectenwerende stoffen zoals DEET (30-50 % oplossingen) en dagelijkse controle op de aanwezigheid van teken na verblijf in bossen en struikgewas. Na een tekenbeet wordt de huid gedurende drie maanden geïnspecteerd op het optreden van erythema migrans. Na infectie met een borreliabacterie ontstaat geen blijvende immuniteit en mensen kunnen dus verschillende keren geïnfecteerd worden.Het is niet nodig om bij elke tekenbeet profylactisch antibiotica te gebruiken. De CBO-richtlijn van 2013 stelt dat antibiotische profylaxe kan worden overwogen indien deze wordt toegediend binnen 72 uur na het verwijderen van een teek. Er wordt geen voordeel gezien wanneer de teek wordt verwijderd nadat deze korter dan 24 uur op de huid heeft gezeten. Goed letten op symptomen van actieve infectie in de maanden volgend op de tekenbeet en deze behandelen is een alternatieve aanbevolen werkwijze. Er is nog geen vaccin beschikbaar tegen Lyme-borreliose. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}