{"paper_id": "588fb15ca974bb0798d62f9f5703e4eb87b8499d", "metadata": {"title": "3. Surveillance and Control of Communicable Disease in Conflicts and Disasters", "authors": [{"first": "Tim", "middle": [], "last": "Healing", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "To describe the principles of health surveillance in conflict and disaster situations • To assist in organizing a health surveillance system in conflict and disaster situations • To describe the principles of control of communicable diseases in conflict and disaster situations • To assist in organizing a response to outbreaks and epidemics • To introduce the challenges associated with health surveillance and communicable diseases in conflict and disaster situations", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Tim Healing • To describe the principles of health surveillance in conflict and disaster situations • To assist in organizing a health surveillance system in conflict and disaster situations • To describe the principles of control of communicable diseases in conflict and disaster situations • To assist in organizing a response to outbreaks and epidemics • To introduce the challenges associated with health surveillance and communicable diseases in conflict and disaster situations", "cite_spans": [], "ref_spans": [], "section": "Surveillance and Control of Communicable Disease in Conflicts and Disasters"}, {"text": "There are five fundamental principles for the control of communicable disease in emergencies:", "cite_spans": [], "ref_spans": [], "section": "Part A -Introduction"}, {"text": "• Rapid assessment -identify and quantify the main disease threats to the population and determine the population's health status • Prevention -provision of basic health care, shelter, food, water, and sanitation • Surveillance -monitor disease trends and detect outbreaks • Outbreak control -control outbreaks of disease. Involves proper preparedness and rapid response (confirmation, investigation, implementation of controls)", "cite_spans": [], "ref_spans": [], "section": "Part A -Introduction"}, {"text": "• Disease management -prompt diagnosis and effective treatment Rapid assessment has been dealt with elsewhere in this book as have the prevention aspects of disease control (adequate shelter, clean water, sanitation, and food, together with basic individual health care). This chapter therefore covers surveillance, outbreak/epidemic control, and public health aspects of disease management. The topics are dealt with in general terms. More details can be found in references.", "cite_spans": [], "ref_spans": [], "section": "Part A -Introduction"}, {"text": "Disasters, particularly conflicts, by damaging or destroying the infrastructures of societies (health, sanitation, food supply) and by causing displacement of populations, generally lead to increased rates of disease. Outbreaks and epidemics are not inevitable in these situations and are relatively rare after rapid-onset natural disasters, but there is a severe increase in the risk of epidemics during and after complex emergencies involving conflict, large-scale population displacement with many persons in camps and food shortages. In most wars more people die from illness than from trauma. Preventing such problems, or at least limiting their effects, falls on those responsible for the health care of the population affected by the emergency. They must be able to • assess the health status of the population affected and identify the main health priorities • monitor the development and determine the severity of any health emergency that develops (including monitoring the incidence of and case fatality rates from diseases, receiving early warning of epidemics and monitoring responses) At first sight, undertaking public health activities in emergencies, especially in conflicts, may seem to be difficult or impossible. The destructive nature of warfare may prevent or inhibit the provision of adequate food and shelter, of clean water and sanitation and vaccination programs. Despite the difficulties that warfare imposes, it is generally possible to undertake at least limited public health programs, including disease surveillance and control activities.", "cite_spans": [], "ref_spans": [], "section": "Disasters and Disease"}, {"text": "In other types of disaster public health activities may be expected to be less affected by the security situation than in a war (although aid workers may be at risk if populations are severely deprived of resources such as food, shelter, water, or cash), and with limited access and damage to communication systems and other parts of the infrastructure assessment, surveillance and control activities can be severely restricted. For example, following the Pakistan earthquake late in 2005 access was severely restricted for some time and the urgent need to treat the injured and provide food and shelter meant that the limited transport available was heavily committed.", "cite_spans": [], "ref_spans": [], "section": "Disasters and Disease"}, {"text": "The surveillance and control of communicable disease require data which can be collected in one of three ways:", "cite_spans": [], "ref_spans": [], "section": "Features"}, {"text": "1. Surveillance systems -covering all or at least a significant proportion of the population 2. Surveys -in which data are collected from a small sample of the affected population considered to be representative of the whole 3. Outbreak investigations -in-depth investigations designed to identify the cause of deaths or diseases and identify control measures", "cite_spans": [], "ref_spans": [], "section": "Features"}, {"text": "Although the latter two can provide valuable information for disease control and form part of the surveillance process, proper control of disease requires regular monitoring of the overall disease situation, which in turn requires the establishment of a properly designed health surveillance system. It is important therefore that responsibility for surveillance activities is defined at the beginning of planning for an aid mission. Generally speaking, a team will be required, including a team leader (often an aid agency health coordinator), who should ideally have surveillance experience, clinical workers, a water and sanitation specialist, and representatives of the local health services and communities. The team may also need clerical, logistic, information technology and communications specialists.", "cite_spans": [], "ref_spans": [], "section": "Features"}, {"text": "The World Health Organization defines health surveillance as \"the ongoing systematic collection, analysis and interpretation of data in order to plan, implement and evaluate public health interventions.\" Data for surveillance must be accurate, timely, relevant, representative, and easily analyzed, and the results must be disseminated in a timely manner to all who need to receive them. In addition the data collected, the methods used for collection and the output must be acceptable to those surveyed (health-care professionals and the population).", "cite_spans": [], "ref_spans": [], "section": "Features"}, {"text": "In emergencies the time that can be given to surveillance by medical personnel is likely to be limited and surveillance activities will be far from the minds of most of those involved. Therefore the methods used need to be rapid, practical, and consistent, and while the greatest possible accuracy must be achieved, \"the best must not be the enemy of the good.\" It is necessary to strike a balance between collecting large amounts of information (\"what we would like to know\") and collecting too little which can lead to an ineffective response. Those responsible for establishing surveillance programs must therefore try to determine what is really needed (\"what we need to know\"). It is better to err on the side of too much than of too little.", "cite_spans": [], "ref_spans": [], "section": "Features"}, {"text": "Ideally any existing surveillance system should be used. There is no point in establishing a system if one already exists, unless the existing one is inadequate or inappropriate or has broken down irretrievably.", "cite_spans": [], "ref_spans": [], "section": "Features"}, {"text": "Surveillance systems for use in conflict and disaster situations should therefore adhere as far as possible to the criteria given in Table 13 .1.", "cite_spans": [], "ref_spans": [{"start": 133, "end": 141, "text": "Table 13", "ref_id": "TABREF0"}], "section": "Features"}, {"text": "Notes on these criteria:", "cite_spans": [], "ref_spans": [], "section": "Features"}, {"text": "Complexity and inflexibility are incompatible with surveillance systems generally and particularly when operating in emergencies where collection of data may be difficult and where situations can change very fast.", "cite_spans": [], "ref_spans": [], "section": "As simple and flexible as possible"}, {"text": "Defining what you \"need to know\" will allow you to set up the appropriate data collection methods (questionnaires, sites, etc.) and to design the system so that it can obtain and handle the information required.", "cite_spans": [], "ref_spans": [], "section": "Appropriate in terms of the information required"}, {"text": "Information that is accurate but out of date is useless for immediate disease control purposes and of little value for forward planning. Communications therefore form an integral part of any surveillance system.", "cite_spans": [], "ref_spans": [], "section": "Capable of providing such information in a timely manner"}, {"text": "Do not try to overreach when setting up a system. For example, expatriate staff may best be used to recruit local staff for the system and in supervisory activities rather than in collecting data. ", "cite_spans": [], "ref_spans": [], "section": "Appropriate in terms of the resources available"}, {"text": "This criterion is certainly a goal to aim for as sustainability must be the target for all aid work. However, there may be situations where an emergency system is needed rapidly and where it cannot readily be integrated into existing systems or be developed as a new long-term system.", "cite_spans": [], "ref_spans": [], "section": "Sustainable in the long term within local resources"}, {"text": "6. Based on standardized sampling methods", "cite_spans": [], "ref_spans": [], "section": "Sustainable in the long term within local resources"}, {"text": "The sampling system must use the same data collection methods throughout if data are to be comparable. Ideally this should be methods that are internationally agreed and approved. Agreement should be sought for the methods from the other agencies on the ground to ensure consistency.", "cite_spans": [], "ref_spans": [], "section": "Sustainable in the long term within local resources"}, {"text": "Without case definitions that are agreed by all parties the likelihood of success of a surveillance system is very low. This is especially so when laboratory support is minimal or absent since clinical case definitions have to be drawn very tightly if different diseases are not to be confused.", "cite_spans": [], "ref_spans": [], "section": "Based on agreed case definitions"}, {"text": "Routine surveillance requires more than material from ad hoc sources. Sites such as medical centers (in towns, villages, or refugee camps), hospitals, and/or public health units should be recruited.", "cite_spans": [], "ref_spans": [], "section": "Capable of providing regular information from defined sites"}, {"text": "The more comprehensive the coverage of the system, the more likely is it that the data will be accurate and complete and that problems will not be missed. Such coverage can be problematic. The coverage of the different systems that can be used is discussed below.", "cite_spans": [], "ref_spans": [], "section": "Capable of covering the whole affected area"}, {"text": "The data collected and the methods used should ideally fit in with systems that are operating or have previously operated in the area.", "cite_spans": [], "ref_spans": [], "section": "Compatible with existing systems"}, {"text": "Following from Criterion 10, if systems are already in existence or in abeyance but revivable then this should be done so as to ensure compliance by local health-care services and continuity of data collection and analysis.", "cite_spans": [], "ref_spans": [], "section": "Use existing systems as far as possible"}, {"text": "Existing records are of considerable value for predictive purposes. Knowledge of past problems makes it possible to anticipate future trends and problems and allows for early planning decisions.", "cite_spans": [], "ref_spans": [], "section": "Use existing records as far as possible"}, {"text": "If several health agencies are operating it is essential to ensure collaboration among them in surveillance activities to avoid confusion and duplication of effort.", "cite_spans": [], "ref_spans": [], "section": "Involve collaboration between agencies so as to avoid duplication"}, {"text": "14. Involve collaboration with local services so as to avoid duplication As above, early involvement of local health and surveillance services will reduce workloads and avoid duplication of effort.", "cite_spans": [], "ref_spans": [], "section": "Involve collaboration between agencies so as to avoid duplication"}, {"text": "If those from whom the data are collected, those who are collecting the data, and those who will receive the results are unhappy with the system, the system is unlikely to operate effectively.", "cite_spans": [], "ref_spans": [], "section": "Acceptable to those surveyed"}, {"text": "These criteria can be used to evaluate a plan for a surveillance system and also, with some additions, to evaluate an existing system. However, failure to fulfil all these criteria need not rule out a system. In many emergencies it can be difficult to meet such a wide range of \"best case\" criteria, and the question that must be asked is whether the proposed system is capable of fulfilling its purposecan it provide sufficiently accurate essential information to those who need it when they need it?", "cite_spans": [], "ref_spans": [], "section": "Acceptable to those surveyed"}, {"text": "The emphasis of an emergency surveillance program may need to be altered as the situation changes especially if a particular item emerges as being of key importance. Those running the surveillance program should use the data gathered and a continuous assessment of the general running of the system, to alter the program as required (preferably after consultation with relevant stakeholders).", "cite_spans": [], "ref_spans": [], "section": "Acceptable to those surveyed"}, {"text": "When designing health surveillance systems, it is essential to do the following: ", "cite_spans": [], "ref_spans": [], "section": "Designing Health Surveillance Systems"}, {"text": "The population under surveillance may be relatively small and well defined (such as the population of a refugee camp) or a much less defined group such as mobile groups of refugees or IDPs or the population of a village, town, or region, the size of whose population may be unknown or may be fluctuating because of a disaster. Establishment of denominators may therefore be difficult.", "cite_spans": [], "ref_spans": [], "section": "Population Under Surveillance"}, {"text": "Even refugees or IDP camps may present a challenge as, while the size of the population may appear to be (or actually be) stable, its makeup may vary over time because of movements in and out. If the age or sex makeup of the camp alters, the pattern of disease may also alter.", "cite_spans": [], "ref_spans": [], "section": "Population Under Surveillance"}, {"text": "Both the number of cases detected and the rate of factors such as morbidity or mortality per unit of population are important values needed to inform emergency programs.", "cite_spans": [], "ref_spans": [], "section": "Demography: Numbers vs. Rates"}, {"text": "Those responsible for all aspects of health care need to know what numbers of cases are involved so as to ensure adequate provision of services (amounts of medicines, numbers of hospital beds, etc.). However, simple numbers are of little value in assessing trends and patterns since increases or decreases in numbers of cases (or numbers of deaths) may reflect changes in population size (resulting, for example, from population displacement) rather than a trend due to (for example) a particular disease. In addition, several rates (such as the crude mortality rate) are key indicators in defining health emergencies (see below).", "cite_spans": [], "ref_spans": [], "section": "Demography: Numbers vs. Rates"}, {"text": "Knowing the demography of the affected population is therefore important and all agencies working in an emergency should agree on and use the same population figures.", "cite_spans": [], "ref_spans": [], "section": "Demography: Numbers vs. Rates"}, {"text": "The essential demographic data needed include the following:", "cite_spans": [], "ref_spans": [], "section": "Demography: Numbers vs. Rates"}, {"text": "• Total population size • Population structure -Overall sex ratio and the sex ratio in defined age groups -Population under 5 years old, with age breakdown (0-4 years) -this group has special needs and is usually a key factor in planning the emergency response -Age pyramid -Ethnic composition and place of origin -Number of vulnerable persons (e.g., pregnant and lactating women, members of female-headed households, unaccompanied children, destitute elderly, disabled and wounded persons) At the outset it is therefore important to establish methods to obtain demographic data. Often the best that can be managed initially is a rough estimate, but this can usually be refined later. It is helpful to use several methods and cross-check the figures to obtain the best estimate. Surrogates of the whole population (such as those attending a clinic) may be the best that can be achieved early on. The ease with which such data can be obtained usually depends on the size and scale of the population under consideration. The demography of a well-run refugee camp is quite easy to obtain but that of a larger area may be much more difficult. A lack of knowledge of the size of a displaced group can be confounded by a lack of knowledge of the size of the resident population. In many countries with poor infrastructures, accurate census data are not available. In some instances tax records may be helpful if these can be obtained. It should be noted that demographic data, especially if they involve refugees and IDPs, can be politically sensitive and interested parties may place undue weight on any figures that are given.", "cite_spans": [], "ref_spans": [], "section": "Demography: Numbers vs. Rates"}, {"text": "Ideally, communicable disease surveillance should be nationwide (or at least \"affected area wide\"), drawing information from a range of health-care centers that cover a sufficient proportion of the population to ensure that the great majority of cases (preferably all) of the relevant conditions are reported. A surveillance system in a refugee or IDP camp is effectively a miniature comprehensive system as it is possible to cover the whole population.", "cite_spans": [], "ref_spans": [], "section": "Types of Surveillance System Comprehensive Systems"}, {"text": "There are situations where comprehensive surveillance is not possible and these often arise in disasters. Damaged access and communications and staff shortages frequently mean that only limited numbers of reporting sites (sentinel sites) can be used. As far as possible these should be chosen to ensure a wide coverage of the area and also to maximize the proportion of the population that is covered. Sentinel surveillance systems are inherently less satisfactory than comprehensive systems largely because they provide a much less complete coverage. The calculation of rates can sometimes be difficult or impossible; such systems can be very labour intensive, and important events may be missed. Both types of system may rely on notification of cases based solely on clinical evidence (and this is the most likely situation in conflicts and disasters at least in the early stages), or may include laboratory verification of some or (preferably) all diagnoses. If there is more than one center involved in establishing the diagnosis (for example, a clinical department, a hospital laboratory, and a reference laboratory) the channels of reporting must be very carefully set up so as to avoid duplicate reporting.", "cite_spans": [], "ref_spans": [], "section": "Sentinel Surveillance Systems"}, {"text": "Surveillance must provide information on key health indicators, which should include the following: ", "cite_spans": [], "ref_spans": [], "section": "Setting Surveillance Priorities"}, {"text": "The selection of information sought in these categories must be done carefully. It is neither possible nor desirable to monitor everything, especially in the early stages of a disaster response. At that stage (the acute phase) the priority of surveillance is the detection of factors that can have the greatest and most rapid effect on the population. In terms of communicable disease this means diseases that affect large numbers of people and have epidemic potential. In most instances this also means diseases for which effective rapid control measures exist. While gathering data on other largescale disease problems should not be excluded, the main surveillance and control efforts should be aimed where they can do the most immediate good.", "cite_spans": [], "ref_spans": [], "section": "Activities in related sectors"}, {"text": "In the very early stages, only clinical information may be available since laboratory diagnostic services will probably be damaged or simply unavailable. However, this need not be a problem if the medical response is also geared to a syndromic approach. As the situation stabilizes, laboratory support becomes available, and longer term control measures can be supported, the surveillance can become more refined and additional diseases (for example, those which can cause severe morbidity and mortality in the longer term -such as tuberculosis, HIV or AIDS, and STDs) can be added to the list.", "cite_spans": [], "ref_spans": [], "section": "Activities in related sectors"}, {"text": "The main morbidity figures that are routinely sought are as follows:", "cite_spans": [], "ref_spans": [], "section": "Morbidity"}, {"text": "• Incidence -the number of new cases of a particular disease reported over a defined period • Attack rate (used in outbreaks -usually expressed as percentage) (also called incidence proportion or cumulative incidence) -number of new cases within a specified time period/size of the population initially at risk (×100). (e.g., if 30 per 1,000 persons develop a condition over 2 weeks, the AR/IP/CI is 30/1,000 [3.0%])", "cite_spans": [], "ref_spans": [], "section": "Morbidity"}, {"text": "• Incidence rate -number of new cases per unit of person-time at risk. In the above example, the IR is 15/1,000 person-weeks. (This statistic is useful where the amount of observation time differs between people, or when the population at risk varies with time)", "cite_spans": [], "ref_spans": [], "section": "Morbidity"}, {"text": "• Prevalence -the total number of cases of a particular disease recorded in a population at a given time (also called \"point prevalence\") (NB: Prevalence \"rate\" is the number of cases of a disease at a particular time/population at risk)", "cite_spans": [], "ref_spans": [], "section": "Morbidity"}, {"text": "There are a number of ways of estimating morbidity. Health information systems based on health center attendance are the most common but are passive and rely on who presents to the services. Other ways of gathering morbidity data include the following:", "cite_spans": [], "ref_spans": [], "section": "Morbidity"}, {"text": "• Surveys -in which data are collected from a small sample of the emergencyaffected population deemed to be representative of the whole (or from a particular group for a specific purpose)", "cite_spans": [], "ref_spans": [], "section": "Morbidity"}, {"text": "• Outbreak investigations -which entail in-depth investigations designed to identify the cause of deaths or diseases and identify control measures", "cite_spans": [], "ref_spans": [], "section": "Morbidity"}, {"text": "As with disease, changes in numbers of deaths may reflect changes in population size. Determination of rates is needed because mortality rate is an important surveillance indicator in an emergency. Often the first indication that a problem is developing is an increase in death rate, especially in particular vulnerable groups. All deaths occurring in the community must therefore be recorded.", "cite_spans": [], "ref_spans": [], "section": "Mortality"}, {"text": "The following indicators can provide the essential information to define the health situation in a population:", "cite_spans": [], "ref_spans": [], "section": "Mortality"}, {"text": "• Crude mortality rate (CMR) is the most important indicator as it indicates the severity of the problem, and changes in CMR show how a medical emergency is developing. CMR is usually expressed as number of deaths per 10,000 persons per day. If the CMR rises above 1/10,000 per day (>2/10,000 per day for young children) an acute emergency is developing and the emergency phase lasts until the daily CMR falls to 1/10,000 per day or below.", "cite_spans": [], "ref_spans": [], "section": "Mortality"}, {"text": "• Age-specific mortality rate (number of deaths in individuals of a specific age due to a specific cause/defined number of individuals of that age/day). In children this is usually given as the number of deaths in children younger and older than 5 years/1,000 children of each age/day). NB: If population data for the under 5s are not available, an estimate of 17% of the total population may be used.", "cite_spans": [], "ref_spans": [], "section": "Mortality"}, {"text": "• Maternal mortality rate. Maternal mortality is a sensitive indicator of the effectiveness of health-care systems. A maternal death is usually defined as the death of a woman while pregnant or within 42 days of the termination of the pregnancy (for whatever cause) from any cause related to or aggravated by the pregnancy or its management. The 42-day cut-off is recommended by WHO but some authorities use a time of up to a year. Maternal mortality rate = (number of deaths from puerperal causes in a specified area in a year/number of live births in the area during the same year) × 1,000 (or ×100,000)", "cite_spans": [], "ref_spans": [], "section": "Mortality"}, {"text": "• Cause-specific death rates (case fatality rates -usually given as a percentage). Proportion of cases of a specified condition which are fatal within a specified time. Case fatality rate = (no. of deaths from given disease in a given period/no. of diagnosed cases of that disease in the same period) × 100", "cite_spans": [], "ref_spans": [], "section": "Mortality"}, {"text": "The following indicators must be measured:", "cite_spans": [], "ref_spans": [], "section": "Nutritional Status"}, {"text": "• Prevalence of global acute malnutrition (includes moderate and severe malnutrition) in children 6-59 months of age (or 60-110 cm in height) (percentage of children with weight for height under two standard deviations below the median value in a reference population and/or edema)", "cite_spans": [], "ref_spans": [], "section": "Nutritional Status"}, {"text": "• Prevalence of severe acute malnutrition in children 6-59 months of age (or 60-110 cm in height) (percentage of children with weight for height under three standard deviations below the median value in a reference population and/or edema)", "cite_spans": [], "ref_spans": [], "section": "Nutritional Status"}, {"text": "•", "cite_spans": [], "ref_spans": [], "section": "Nutritional Status"}, {"text": "• Estimate number of children needing to be cared for in selective feeding programs • Estimate number of additional calories per day provided by selective feeding programs", "cite_spans": [], "ref_spans": [], "section": "Prevalence of micronutrient deficiencies"}, {"text": "Immunization programs are a vital part of the public health measures undertaken following disasters. For example, measles vaccination is one of the most important health activities in such situations. The need for campaigns may be assessed on the basis of national vaccination records if they exist. In the absence of such records questioning of mothers may provide the information required, or children or their parents may have written vaccination histories with them (rare). The effectiveness of the programs undertaken can be assessed in defined populations by recording the percentage of children vaccinated. In less well defined populations an assessment of coverage may be made using the numbers of children attending clinics as a surrogate for the population as a whole.", "cite_spans": [], "ref_spans": [], "section": "Immunization"}, {"text": "Items such as water, sanitation, food, and shelter are essential to maintain a healthy population and prevent communicable diseases. Depending on the circumstances it may be necessary to monitor these elements in the affected population.", "cite_spans": [], "ref_spans": [], "section": "Vital Needs"}, {"text": "Indicators such as number of consultations per day, number of vaccinations, number of admissions to hospitals, number of children in feeding programs are typically reported. Other factors such as effectiveness of the supply chain, maintenance of the cold chain, and laboratory activities may also be surveyed.", "cite_spans": [], "ref_spans": [], "section": "Health Service Activities"}, {"text": "Activities in related sectors such as water and sanitation, shelter and security may also be included.", "cite_spans": [], "ref_spans": [], "section": "Activities in Related Sectors"}, {"text": "The major sources of health data will be hospitals and clinics (both national and those established by aid agencies), individual medical practitioners, and other health-care workers. Specialized agencies should be able to provide data on particular needs (e.g., food, water, sanitation, and shelter).", "cite_spans": [], "ref_spans": [], "section": "Sources of Data"}, {"text": "Case definitions are an essential part of surveillance. If the diseases (or syndromes) that are to be covered by the system are not clearly defined, and if the definitions are not adhered to, the results become meaningless -changes from week to week are as likely to be due to changes of definition as to real changes in numbers of cases. This is especially important when laboratory confirmation is not possible. It is therefore important that all agencies working in an emergency agree to and use the same case definitions so that there is consistency in reporting. Case definitions must be prepared for each health event or disease or syndrome. If available, the case definitions used by the host country's MOH should be used to ensure continuity of data. Several different sets of case definitions already exist, either in generalized form (for example, those produced by the Centers for Disease Control in Atlanta) or sets prepared for specific emergencies (e.g., the WHO Communicable Disease Toolkit for the Iraq Crisis in 2003). Standard case definitions may have to be adapted according to the local situation. It should be noted that such case definitions are designed for the purposes of surveillance, not for use in the management of patients, nor are they an indication of intention to treat the patients.", "cite_spans": [], "ref_spans": [], "section": "Case Definitions"}, {"text": "When case definitions based purely on clinical observations are used, each case can only be reported as suspected, not confirmed (see Table 13 .2).", "cite_spans": [], "ref_spans": [{"start": 134, "end": 142, "text": "Table 13", "ref_id": "TABREF0"}], "section": "Case Definitions"}, {"text": "Although lacking precision, such definitions can make it possible to establish the occurrence of an outbreak. Samples can subsequently be sent to a referral laboratory for confirmation. Once samples have been examined and the causative organism has been identified, a more specific case definition can be developed to detect further cases. ", "cite_spans": [], "ref_spans": [], "section": "Case Definitions"}, {"text": "Visits to surveillance sites and discussions with staff involved will help define the recording and data transmission systems required. The great advances in information technology that have been made in recent years have greatly facilitated the collection, recording, transmission, and analysis of surveillance data, but care must be taken that the systems put in place are appropriate. In areas where electricity supplies are problematical and communications poor it may be better to use a paper recording system and verbal data transmission by radio than a computerized system.", "cite_spans": [], "ref_spans": [], "section": "Recording and Transferring Data"}, {"text": "Data verification is essential for the credibility of a surveillance system. Those responsible for surveillance systems must ensure good adherence to case definitions if a symptom-based system is in operation and that laboratory quality control systems operate where appropriate. Regular assessments of record keeping and the accuracy of data transfer are required. Triangulation of results from several sources can sometimes help to detect anomalies.", "cite_spans": [], "ref_spans": [], "section": "Verification"}, {"text": "Frequency of reporting will usually depend on the severity of the health situation. In general, daily reporting during the acute phase of an emergency will be needed, although in an acute medical emergency (such as a severe cholera outbreak) even more frequent reporting may be necessary, especially if the situation is fluctuating rapidly. The frequency may reduce to (say) weekly as the situation resolves.", "cite_spans": [], "ref_spans": [], "section": "Frequency of Reporting"}, {"text": "Who is to analyze the data and how it is to be analyzed must be established at the outset. In a relatively defined area such as a camp, a data analysis session may be the last of the daily activities of the person responsible for surveillance. If record keeping and analysis protocols have been carefully worked out initially this task is not necessarily a large additional burden. Surveillance systems that cover larger areas and bigger and more diffuse populations usually rely on a central data collection point where designated staff analyze the data. Use of such a system requires good data transmission systems.", "cite_spans": [], "ref_spans": [], "section": "Data Analysis"}, {"text": "Output is as important as input. Collecting data without dissemination of results is a sterile exercise and tends rapidly to demotivate those who are collecting the data. There are some important points to consider:", "cite_spans": [], "ref_spans": [], "section": "Output of Surveillance Systems"}, {"text": "• The results of surveillance must be presented in a readily comprehensible form.", "cite_spans": [], "ref_spans": [], "section": "Output of Surveillance Systems"}, {"text": "• Surveillance reports should be produced regularly and widely distributed to aid agencies, and to national and international governments and organizations. This will help those involved to understand the overall picture, rather than just that in the area where they are working, and will allow them to take informed decisions about future actions.", "cite_spans": [], "ref_spans": [], "section": "Output of Surveillance Systems"}, {"text": "Surveillance systems should be evaluated constantly to ensure that they are working properly, that the data are representative, analysis is appropriate and accurate, and that results are being disseminated to where they are needed.", "cite_spans": [], "ref_spans": [], "section": "Evaluation of Surveillance Systems"}, {"text": "The public health aspects of communicable disease control can be broadly divided into preventive activities (such as vector control and vaccination programs) and the investigation and control of outbreaks and epidemics. Experience from many emergencies and disasters has made it possible to identify a number of syndromes or diseases that are most likely to occur in such situations (Table 13 .3). This makes it possible to plan activities and interventions on the basis of likely occurrences, even before those involved are present at the scene of the disaster, and to make initial purchases and establish stockpiles of appropriate medicines and equipment.", "cite_spans": [], "ref_spans": [{"start": 383, "end": 392, "text": "(Table 13", "ref_id": "TABREF0"}], "section": "Introduction"}, {"text": "\"Prevention is better than cure\" and proper attention to preventive measures from the earliest stage of the response to the disaster will greatly reduce the risks to the health of the population from infectious disease.", "cite_spans": [], "ref_spans": [], "section": "Prevention"}, {"text": "A key method of preventing communicable disease is the provision of shelter, adequate amounts of clean water, sufficient safe food, and proper sanitation (latrines and facilities for personal hygiene, clothes washing, and drying).", "cite_spans": [], "ref_spans": [], "section": "Provision of Appropriate Physical Conditions"}, {"text": "Arthropod vectors (mosquitoes, ticks) can be controlled by appropriate spraying programs and also by habitat management (e.g., the removal of places where water can accumulate and mosquitoes breed). Provision of bed nets, particularly nets impregnated with insecticide, is effective for reducing infection with agents such as malaria and Leishmania.", "cite_spans": [], "ref_spans": [], "section": "Control of Disease Vectors"}, {"text": "Control of rodents, by proper control of rubbish, by rodent proofing food stores, by attention to domestic hygiene and by use of rodenticides, will reduce the risks of transmission of rodent-borne diseases such as plague and Lassa fever.", "cite_spans": [], "ref_spans": [], "section": "Control of Disease Vectors"}, {"text": "Medical waste includes laboratory samples, needles and syringes, body tissues, and materials stained with body fluids. This requires careful handling, especially the sharps, as infectious agents such as those causing hepatitis B and C, HIV and AIDS, and viral hemorrhagic fevers can be transmitted by these materials. Used sharps should be disposed of into suitable containers (proper sharps boxes are ideal but old metal containers such as coffee or milk powder tins are adequate).", "cite_spans": [], "ref_spans": [], "section": "Disposal of Contaminated Materials"}, {"text": "Medical waste should ideally be burned in an incinerator. This should be close to the clinic or hospital but downwind of the prevailing wind. A 200-L oil drum can be used for this purpose with a metal grate half way up and a hole at the bottom to allow in air and for the removal of ash. Larger-scale and more permanent incinerators can be constructed if necessary. Burning pits can be used in emergency. If burning is not possible items should be buried at least 1.5 m deep. This is more suitable than burning for large items of human tissue such as amputated legs. Ensure there is no risk of groundwater contamination. A few others, such as malaria and other vector-borne diseases (e.g., typhus and leishmaniasis), are also likely to occur but are region specific. TB and HIV or AIDS can also cause major problems in the longer term", "cite_spans": [], "ref_spans": [], "section": "Disposal of Contaminated Materials"}, {"text": "This is a complex process involving not just considerations of infection risk but also legal, sociocultural, and psychological factors. There are a number of specialist publications which can be of help.", "cite_spans": [], "ref_spans": [], "section": "Dealing with the Dead"}, {"text": "After almost every natural disaster, fear of disease has encouraged authorities to dispose rapidly of the bodies of the dead, often without identifying them, and this sometimes seems almost to take precedence over dealing with the living. However, in sudden impact disasters (such as the Indian Ocean tsunami in 2004), the pattern and incidence of disease found in the dead will generally reflect those in the living. The situation is much the same in wars and other long drawn out disasters, although these may affect disease patterns and create vulnerable groups.", "cite_spans": [], "ref_spans": [], "section": "Health Aspects"}, {"text": "In fact dead bodies pose little risk to health (with some exceptions listed below) since few pathogenic microorganisms survive long after the death of their host. The diseased living are far more dangerous. The decay of cadavers is due mainly to organisms they already contain and these are not pathogenic.", "cite_spans": [], "ref_spans": [], "section": "Health Aspects"}, {"text": "Those most at risk are those handling the deceased, not the community. The most likely risks to them are as follows: ", "cite_spans": [], "ref_spans": [], "section": "Health Aspects"}, {"text": "Mortuary facilities may need to be provided where the dead can be preserved until appropriate legal proceedings have been undertaken and where relatives, etc., may easily attend to identify and claim the deceased. Cold stores and refrigerated vehicles can be used as temporary mass mortuary facilities. Alternatively such facilities can be provided in buildings, huts, or tented structures, but refrigeration will be needed.", "cite_spans": [], "ref_spans": [], "section": "Ensure disinfection of vehicles and equipment"}, {"text": "The dead must always be treated with dignity and respect. As far as possible the appropriate customs of the local population or the group to which the deceased belonged should be observed. If the dead have to be buried in mass graves then the layout of the cemetery must be carefully mapped to facilitate exhumation if needed. When an individual may have died of a particularly dangerous infection, then body bags should be used (and also for damaged cadavers). In general, bodies should be buried rather than cremated (as exhumation for purposes of identification may be needed). Bodies should be buried at least 1.5 m deep or, if more shallowly, should have earth piled at least 1 m above the ground level and 0.5 m to each side of the grave (to prevent access by scavengers and burrowing insects). Disinfectants such as chloride of lime should not be used. New burial sites should be at least 250 m from drinking water sources and at least 0.7 m above the saturated zone.", "cite_spans": [], "ref_spans": [], "section": "Ensure disinfection of vehicles and equipment"}, {"text": "Vaccination programs are an essential part of disease prevention. Information about existing vaccination programs must be obtained during the assessment process and this should include information from external assessors (e.g., WHO, UNICEF, NGOs) as to the effectiveness of the vaccination programs that have been undertaken in the past. It cannot be assumed that simply because children have received vaccines that these vaccines were effective.", "cite_spans": [], "ref_spans": [], "section": "Vaccination Programs"}, {"text": "Measles kills large number of children in developing countries and is one of the greatest causes of morbidity and mortality in children in refugee and IDP camps. Mass vaccination of children between the ages of 6 months and 15 years should be an absolute priority during the first week of activity in humanitarian situations and can be conducted with the distribution of vitamin A.", "cite_spans": [], "ref_spans": [], "section": "Vaccination Priorities in Emergencies"}, {"text": "A system for maintaining measles immunization must be established once the target population has been covered adequately in the initial campaign. This is necessary to ensure that children who may have been missed in the original campaign, children reaching the age of 6 months, and children first vaccinated at the age of 6-9 months who must receive a second dose at 9 months of age are all covered.", "cite_spans": [], "ref_spans": [], "section": "Vaccination Priorities in Emergencies"}, {"text": "Some of the children vaccinated during such a mass campaign may have been vaccinated before. This does not matter and a second dose will have no adverse effect. It is essential to ensure full coverage against measles in the population. Other EPI vaccinations for children are not generally included in the emergency phase because they can only prevent a minor proportion of the overall morbidity and mortality at that stage. However, should specific outbreaks occur then the appropriate vaccine should be considered as a control measure.", "cite_spans": [], "ref_spans": [], "section": "Vaccination Priorities in Emergencies"}, {"text": "Vaccination programs require the following:", "cite_spans": [], "ref_spans": [], "section": "Vaccination Priorities in Emergencies"}, {"text": "• Appropriate types of vaccines.", "cite_spans": [], "ref_spans": [], "section": "Vaccination Priorities in Emergencies"}, {"text": "• Appropriate amounts of these vaccines.", "cite_spans": [], "ref_spans": [], "section": "Vaccination Priorities in Emergencies"}, {"text": "• Equipment (needles, syringes, sterilization equipment, sharps disposal). Emergency immunization kits, including cold chain equipment, are available from a number of sources, including UNICEF and some NGOs (e.g. MSF).", "cite_spans": [], "ref_spans": [], "section": "Vaccination Priorities in Emergencies"}, {"text": "• Logistics (transport, cold chain).", "cite_spans": [], "ref_spans": [], "section": "Vaccination Priorities in Emergencies"}, {"text": "• Staff: a vaccination team may be quite large. It must include the following personnel:", "cite_spans": [], "ref_spans": [], "section": "Vaccination Priorities in Emergencies"}, {"text": "-A supervisor.", "cite_spans": [], "ref_spans": [], "section": "Vaccination Priorities in Emergencies"}, {"text": "-Logistics staff.", "cite_spans": [], "ref_spans": [], "section": "Vaccination Priorities in Emergencies"}, {"text": "-Staff to prepare and administer vaccines.", "cite_spans": [], "ref_spans": [], "section": "Vaccination Priorities in Emergencies"}, {"text": "-Record keepers.", "cite_spans": [], "ref_spans": [], "section": "Vaccination Priorities in Emergencies"}, {"text": "-Security staff (to maintain order and control crowds) may also be needed.", "cite_spans": [], "ref_spans": [], "section": "Vaccination Priorities in Emergencies"}, {"text": "Maintenance of the cold chain is particularly important. This is the system of transporting and storing vaccines within a suitable temperature range from the point of manufacture to the point of administration. The effectiveness of vaccines can be reduced or lost if they are allowed to get too cold, too hot, or are exposed to direct sunlight or fluorescent light. Careful note should be taken of the conditions needed to transport different vaccines because these can vary.", "cite_spans": [], "ref_spans": [], "section": "The Cold Chain"}, {"text": "The essential cold chain equipment needed to transport and store vaccines within a consistent safe temperature range includes the following:", "cite_spans": [], "ref_spans": [], "section": "The Cold Chain"}, {"text": "• Dedicated refrigerators for storing vaccines and freezers for ice packs (fridges and freezers powered by gas or kerosene are available as alternatives to electric machines, and solar-powered fridge/freezer combinations specially designed for vaccine storage are also available) • A suitable thermometer and a chart for recording daily temperature readings If possible, vaccines should be stored in their original packaging because removing the packaging exposes them to room temperature and light. Check the temperature to ensure the vaccines have not been exposed to temperatures outside the normal storage ranges for those vaccines (see Table 13 .4). Max. storage time at the different levels: primary, 6 months; region, 3 months; district, 1 month; health center, 1 month; health post, daily usemax. 1 month Diluents must never be frozen. Freeze-dried vaccines supplied packed with diluent must be stored between +2 and +8°C. Diluents supplied separately should be kept between +2 and +8°C", "cite_spans": [], "ref_spans": [{"start": 641, "end": 649, "text": "Table 13", "ref_id": "TABREF0"}], "section": "The Cold Chain"}, {"text": "Vaccines must be kept at the correct temperature since all are sensitive to heat and cold to some extent. All freeze-dried vaccines become much more heat-sensitive after they have been reconstituted. Vaccines sensitive to cold will lose potency if exposed to temperatures lower than optimal for their storage, particularly if they are frozen. Some vaccines (BCG, measles, MR, MMR, and rubella vaccines) are also sensitive to strong light and must always be protected against sunlight or fluorescent (neon) light. These vaccines are usually supplied in dark brown glass vials, which give them some protection against light damage, but they must still be covered and protected from strong light at all times.", "cite_spans": [], "ref_spans": [], "section": "Vaccine Storage"}, {"text": "Only vaccine stocks that are fit for use should be kept in the vaccine cold chain. Expired or heat-damaged vials should be removed from cold storage. If unusable vaccines need to be kept for a period before disposal (e.g., until completion of accounting or auditing procedures) they should be kept outside the cold chain, separated from all usable stocks and carefully labelled to avoid mistaken use.", "cite_spans": [], "ref_spans": [], "section": "Vaccine Storage"}, {"text": "Diluents for vaccines are less sensitive to storage temperatures than are the vaccines with which they are used (although they must be kept cool), but may be kept in the cold chain between +2 and +8°C if space permits. However, diluent vials must never be frozen (kept in a freezer or in contact with any frozen surface) as the vial may crack and become contaminated.", "cite_spans": [], "ref_spans": [], "section": "Diluents"}, {"text": "When vaccines are reconstituted, the diluent should be at same temperature as the vaccine, so sufficient diluent for daily needs should be kept in the cold chain at the point of vaccine use (health center or vaccination post). At other levels of the cold chain (central, provincial, or district stores) it is only necessary to keep any diluent in the cold chain if it is planned to use it within the next 24 h.", "cite_spans": [], "ref_spans": [], "section": "Diluents"}, {"text": "Freeze-dried vaccines and their diluents should always be distributed together in matching quantities. Although the diluents do not need to be kept in the cold chain (unless needed for reconstituting vaccines within the next 24 h), they must travel with the vaccine at all times, and must always be of the correct type, and from the same manufacturer as the vaccine that they are accompanying. Each vaccine requires a specific diluent, and therefore, diluents are not interchangeable (for example, diluent made for measles vaccine must not be used for reconstituting BCG, yellow fever, or any other type of vaccine). Likewise, diluent made by one manufacturer for use with a certain vaccine cannot be used for reconstituting the same type of vaccine produced by another manufacturer.", "cite_spans": [], "ref_spans": [], "section": "Diluents"}, {"text": "Some combination vaccines comprise a freeze-dried component (such as Hib) which is designed to be reconstituted by a liquid vaccine (such as DTP or DTP-HepB liquid vaccine) instead of a normal diluent. For such combination vaccines, it is again vital that only vaccines manufactured and licensed for this purpose are combined. Note also that for combination vaccines where the diluent is itself a vaccine, all components must now be kept in the cold chain between +2 and +8°C at all times. As for all other freeze-dried vaccines, it is also essential that the \"diluent\" travels with the vaccine at all times.", "cite_spans": [], "ref_spans": [], "section": "Diluents"}, {"text": "The effectiveness of a vaccination program will need to be assessed. The program can be evaluated both by routinely collected data and, if necessary, by a survey of vaccination coverage.", "cite_spans": [], "ref_spans": [], "section": "Effectiveness of Vaccination Programs"}, {"text": "Routine data on coverage is obtained by comparing the numbers vaccinated with the estimated size of the target population (and clearly depends on accurate assessment of the latter). A coverage survey requires the use of a statistical technique called a two-stage cluster survey details of which can be found in the appropriate WHO/EPI documents.", "cite_spans": [], "ref_spans": [], "section": "Effectiveness of Vaccination Programs"}, {"text": "Information about the effectiveness of the campaign should be obtained from routine surveillance of communicable disease. If, for example, large number of measles cases continue to occur, or there is an outbreak, then data on coverage should be reexamined. If this is shown to be good (over 90%) then the efficacy of the vaccine must be suspected. If the field efficacy is below the theoretical value 85% (for measles vaccine -data on efficacy of other vaccines can be obtained online) then possible causes of a breakdown in the vaccination program must be investigated (failure of the cold chain, poorly respected vaccination schedule). Methods for measuring vaccine efficacy can be found in the WHO/EPI literature.", "cite_spans": [], "ref_spans": [], "section": "Effectiveness of Vaccination Programs"}, {"text": "Mass chemoprophylaxis for bacterial infections such as cholera and meningitis is not usually recommended except on a small scale (for example, the use of Rifampicin may be considered to prevent the spread of meningococcal meningitis among immediate contacts of a case), but the difficulties of overseeing such activities and the risks of the development of antibiotic resistance outweigh any benefits that might be gained. The use of chemoprophylaxis for malaria must be undertaken with care. It may be indicated for vulnerable groups of refugees/IDPs (for example, children and pregnant women) arriving in an endemic area, particularly if they come from a nonmalarious area, but care must be taken to provide drugs to which the local strains of malaria are sensitive. The spread of resistance means that many of the standard drugs are ineffective and the replacements are both costly and may have unwanted side effects.", "cite_spans": [], "ref_spans": [], "section": "Chemoprophylaxis"}, {"text": "Public health education and information activities play a vital role in disease prevention. Vaccination programs will not work unless there is acceptance by the public of the necessity for such programs. Individuals must be informed as to why these programs are necessary and also where and when they need to take their children for vaccination.", "cite_spans": [], "ref_spans": [], "section": "Public Health Education"}, {"text": "Such activities are also essential to inform people about particular health programs (for example, feeding programs or vector control programs) and about the steps they can take to protect their health and that of their families (e.g., good hygiene). Information can be propagated in many ways: ", "cite_spans": [], "ref_spans": [], "section": "Public Health Education"}, {"text": "Staff who are trained in this type of activity therefore play a key role in disease prevention. Heath education also requires transport and equipment (such as video or film projectors, screens, generators, blackboards, etc.).", "cite_spans": [], "ref_spans": [], "section": "Leaflets"}, {"text": "Details of the treatment of individuals for various infectious diseases and the facilities needed are covered elsewhere in this book and in many textbooks covering disasters and disease response. In terms of the population aspects of the treatment of disease, important requirements are to ensure that there are • appropriate laboratories (microbiological, parasitological, hematological, biochemical) available to confirm diagnoses and monitor treatment.", "cite_spans": [{"start": 339, "end": 401, "text": "(microbiological, parasitological, hematological, biochemical)", "ref_id": null}], "ref_spans": [], "section": "Treatment"}, {"text": "• adequate supplies of appropriate antimicrobial agents available and the facilities to transport these, store, and distribute them under appropriate conditions (e.g., controlled temperature), together with relevant instruction for use.", "cite_spans": [], "ref_spans": [], "section": "Treatment"}, {"text": "The provision of laboratory facilities in emergencies is usually limited to basic tests such as those for malaria. More advanced tests, including identification of microorganisms and the determination of antimicrobial sensitivities, require more sophisticated facilities. These may be available in the affected country but are unlikely to be operating in the disaster-affected area. It is more likely that specimens will have to be transported to laboratories abroad.", "cite_spans": [], "ref_spans": [], "section": "Laboratories and Specimen Transport"}, {"text": "Collection of specimens requires appropriate equipment. This will include items such as swabs, transport media, needles, syringes, or vacum sampling systems for blood sampling, different blood collection bottles (with and without anticoagulants) and other sterile specimen tubes, and containers for faeces and urine. Transporting specimens must be done safely, and packing specimens for shipment requiring specially trained personnel.", "cite_spans": [], "ref_spans": [], "section": "Laboratories and Specimen Transport"}, {"text": "Treatment of disease requires good supplies of appropriate antimicrobial agents. It is important to ensure that the agents chosen are suitable for use in the area. It is common for doctors in affected areas to ask for the latest therapeutic agents. However, these agents, although effective, are often expensive and not part of the normal treatment programs in the region. The local doctors may not therefore be familiar with the use of these agents, nor may laboratories be capable of monitoring their use. It is better to use funds, which are often limited, to supply larger amounts of older (generic) agents. One caveat is the possibility that regular use may have allowed resistance to certain agents to develop in a country. Data on this may be available from local surveillance records. Antimicrobials should always be supplied with relevant guidelines in a language that can be understood locally. If local laboratories are unable to test microbes for resistance to antimicrobials, isolates or specimens should be sent as soon as possible to appropriate reference laboratories for testing.", "cite_spans": [], "ref_spans": [], "section": "Antimicrobials"}, {"text": "Outbreaks of communicable disease may occur before preventive measures can take effect or because the measures are in some way inadequate or fail. An epidemic is generally defined as the occurrence in a population or region of a number of cases of a given disease in excess of normal expectancy. An outbreak is an epidemic limited to a small area (a town, village, or camp).", "cite_spans": [], "ref_spans": [], "section": "Response to Outbreaks and Epidemics Features"}, {"text": "The term alert threshold is used to define the point at which the possibility of an epidemic or outbreak needs to be considered and preparedness checked. The areas where vaccination campaigns are a priority need to be identified and campaigns started.", "cite_spans": [], "ref_spans": [], "section": "Response to Outbreaks and Epidemics Features"}, {"text": "The term epidemic (outbreak) threshold is used to define the point at which an urgent response is required. This will vary depending upon the disease involved (infectiousness, local endemicity, transmission mechanisms) and can be as low as a single case.", "cite_spans": [], "ref_spans": [], "section": "Response to Outbreaks and Epidemics Features"}, {"text": "Infections where a single case represents a potential outbreak include the following: ", "cite_spans": [], "ref_spans": [], "section": "Response to Outbreaks and Epidemics Features"}, {"text": "Infections where the threshold is set higher, usually based on long-term collection of data, and will vary from location to location, include the following:", "cite_spans": [], "ref_spans": [], "section": "Typhus"}, {"text": "• Human African trypanosomiasis • Visceral leishmaniasis", "cite_spans": [], "ref_spans": [], "section": "Meningococcal meningitis"}, {"text": "A surveillance system that is functioning well should pick up the signs that an outbreak or epidemic is developing and should therefore allow time for measures to be introduced that will prevent or limit the scale of the event. However, this may not always work and it is essential therefore that plans are made to combat outbreaks or epidemics.", "cite_spans": [], "ref_spans": [], "section": "Meningococcal meningitis"}, {"text": "In addition to the establishment of surveillance, outbreak preparation involves the following:", "cite_spans": [], "ref_spans": [], "section": "Meningococcal meningitis"}, {"text": "• Preparing an epidemic/outbreak response plan for different diseases covering the resources needed, the types of staff and their skills that may be needed and defining specific control measures.", "cite_spans": [], "ref_spans": [], "section": "Meningococcal meningitis"}, {"text": "• Ensuring that standard treatment protocols are available to all health facilities and health workers and that staff are properly trained.", "cite_spans": [], "ref_spans": [], "section": "Meningococcal meningitis"}, {"text": "• Stockpiling essential supplies. This includes supplies for treatment, for taking and shipping samples, other items to restock existing health facilities and the means to provide emergency health facilities if required.", "cite_spans": [], "ref_spans": [], "section": "Meningococcal meningitis"}, {"text": "• Identifying appropriate laboratories to confirm cases and support patient management, make arrangements for these laboratories to accept and test specimens in an emergency, and set up a system to ship specimens to the laboratory.", "cite_spans": [], "ref_spans": [], "section": "Meningococcal meningitis"}, {"text": "• Identifying emergency sources of vaccines for vaccine-preventable diseases and make arrangements for emergency purchase and shipment. Ensure that vaccination supplies (needles, syringes, etc.) are adequate. Make sure the cold chain can be maintained.", "cite_spans": [], "ref_spans": [], "section": "Meningococcal meningitis"}, {"text": "• Identifying sources for other supplies, including antimicrobials, and make arrangements for emergency purchase and shipment.", "cite_spans": [], "ref_spans": [], "section": "Meningococcal meningitis"}, {"text": "If the number of reported cases is rising, is this in excess of the expected number? Ideally work with rates rather than numbers (see above) because (for example) the number of cases in a refugee camp could increase if the number of people in the camp increases without an outbreak occurring. Verify the diagnosis (laboratory confirmation) and search for links between cases (time and place). Laboratory confirmation requires the collection of appropriate specimens and their transport to an appropriate laboratory.", "cite_spans": [], "ref_spans": [], "section": "Confirmation of the Outbreak"}, {"text": "In the case of a limited outbreak this team should be set up by the lead agency with membership from other relevant organizations, including MOH, WHO, other UN organizations, NGOs, etc. In the case of an epidemic the MOH will probably take the lead or may ask WHO or another UN agency to do so. The team will need to include a coordinator, and specialists from the various disciplines needed to control the outbreak. This may include health workers, laboratory staff, water and sanitation, vector control, and health education specialists, representatives of the MOH or other local health authorities, representatives of local utilities (e.g., water supply), representatives of the police and/or military, and representatives of the local community.", "cite_spans": [], "ref_spans": [], "section": "Outbreak Control Team"}, {"text": "This team should meet at least once a day to review the situation and define the necessary responses. It has additional responsibilities, including implementing the response plan, overseeing the daily activities of the responders, ensuring that treatment protocols are followed, identifying resources (both material and human) to manage the outbreak and obtaining these as necessary, and coordinating with local, national, and international authorities as required. The team should also act as the point of contact for the media. A media liaison officer should be appointed and all media contact should be through this individual. This will allow team members to refer media representatives to a central point and reduce interference with their activities. It will also ensure that a consistent message based on the most complete data is given to the media.", "cite_spans": [], "ref_spans": [], "section": "Outbreak Control Team"}, {"text": "The appropriate national authorities should be informed of the outbreak. In addition to their responsibilities to their own population and to any refugees within their borders, they have a responsibility under the Revised International Health Regulations (2005) to report outbreaks of certain diseases. These include four diseases regarded as public-health emergencies of international concern:", "cite_spans": [], "ref_spans": [], "section": "Information"}, {"text": "• Smallpox • Polio (wild-type) In some cases, Member States must report outbreaks of additional diseases: cholera, pneumonic plague, yellow fever, viral hemorrhagic fever, and West Nile fever, and other diseases that are of special national or regional concern (e.g., dengue fever, Rift Valley fever, and meningococcal disease).", "cite_spans": [], "ref_spans": [], "section": "Information"}, {"text": "Once the diagnosis has been confirmed and the causative organism identified, then there are a number of steps that must be taken in addition to continuing to treat those affected:", "cite_spans": [], "ref_spans": [], "section": "Investigation"}, {"text": "• Produce a case definition for the outbreak. This is primarily a surveillance tool that will reduce the inclusion of cases that are not part of the outbreak and prevent dilution of the focus and activities of the main control effort.", "cite_spans": [], "ref_spans": [], "section": "Investigation"}, {"text": "• Collect and analyze descriptive data by Time, Person, and Place (time and date of onset, individual characteristics of those affected -age, sex, occupation, etc., location of cases). Plot the distribution of the cases on a map (can help locate source(s) of an outbreak and determine spread) and plot outbreak curves (which will help estimates of how the outbreak is evolving).", "cite_spans": [], "ref_spans": [], "section": "Investigation"}, {"text": "• Determine the population that is at risk.", "cite_spans": [], "ref_spans": [], "section": "Investigation"}, {"text": "• Determine the number of cases and the size of the affected population. Calculate the attack rate.", "cite_spans": [], "ref_spans": [], "section": "Investigation"}, {"text": "• Formulate hypotheses for the pathogen about the possible source and routes of transmission.", "cite_spans": [], "ref_spans": [], "section": "Investigation"}, {"text": "• Conduct detailed epidemiological investigations to identify modes of transmission, vectors/carriers, risk factors).", "cite_spans": [], "ref_spans": [], "section": "Investigation"}, {"text": "• Report results and make recommendations for action.", "cite_spans": [], "ref_spans": [], "section": "Investigation"}, {"text": "The two main statistical tools used to investigate outbreaks are as follows:", "cite_spans": [], "ref_spans": [], "section": "Outbreak Investigations"}, {"text": "• Case-control studies in which the frequency of an attribute of the disease in individuals with the disease is compared to the same attribute in individuals without the disease matched in terms of age, sex, and location (the control group)", "cite_spans": [], "ref_spans": [], "section": "Outbreak Investigations"}, {"text": "• Cohort studies in which the frequency of attributes of a disease is compared in members of a group (for example, those using a particular feeding center) who do or do not show symptoms However the design and methods involved in such studies are often too complex for the austere environment of conflict and disaster.", "cite_spans": [], "ref_spans": [], "section": "Outbreak Investigations"}, {"text": "• Implement prevention and control measures specific to the disease organism (e.g., clean water, personal hygiene for diarrheal disease) • Prevent infection (e.g., by vaccination programs) • Prevent exposure (e.g., isolate cases or at the least provide a special treatment ward or wards)", "cite_spans": [], "ref_spans": [], "section": "Control Activities"}, {"text": "• Evaluate the outbreak detection and response -were they appropriate, timely, and effective?", "cite_spans": [], "ref_spans": [], "section": "Evaluation"}, {"text": "• Change/modify policies and preparedness to deal with outbreaks if required • What activities are needed to prevent similar outbreaks in the future (e.g., improved vaccination programs, new water treatment facilities, public health education, etc.)?", "cite_spans": [], "ref_spans": [], "section": "Evaluation"}, {"text": "• Produce and disseminate an outbreak report. The report should include details of the outbreak, including the following: -Cause -Duration, location, and persons involved -Cumulative attack rate (number of cases/exposed population) -Incidence rate -Case fatality rate -Vaccine efficacy (if relevant) (no. of unvaccinated ill − no. of vaccinated ill/no. of unvaccinated ill) -Proportion of vaccine-preventable cases (no. of vaccine-preventable cases/no. of cases) -Recommendations", "cite_spans": [], "ref_spans": [], "section": "Evaluation"}, {"text": "This is an easy-to-use tool which is of great value for handling epidemiological data and for organizing study designs and results, which can be downloaded free of charge from the Internet. It is produced by the Centers for Disease Control (Atlanta) and is a series of microcomputer programs which can be used both for surveillance and for outbreak investigation and includes features used by epidemiologists in statistical programs, such as SAS or SPSS, and database programs such as dBase.", "cite_spans": [], "ref_spans": [], "section": "Epi Info™ 6"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Public Health Action in Emergencies Caused by Epidemics. Geneva: WHO, 1986. CDC Atlanta. Case definitions for infectious conditions under public health surveillance", "authors": [{"first": "P", "middle": [], "last": "Bres", "suffix": ""}], "year": 1997, "venue": "Morbidity and Mortality Weekly Report", "volume": "46", "issn": "RR10", "pages": "1--55", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Updated guidelines for evaluating public health surveillance systems", "authors": [{"first": "Atlanta", "middle": [], "last": "Cdc", "suffix": ""}], "year": 2001, "venue": "Morbidity and Mortality Weekly Report", "volume": "50", "issn": "RR13", "pages": "1--3", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Epidemiology for the Uninitiated", "authors": [{"first": "D", "middle": [], "last": "Coggon", "suffix": ""}, {"first": "D", "middle": [], "last": "Barker", "suffix": ""}, {"first": "G", "middle": [], "last": "Rose", "suffix": ""}], "year": 2003, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Communicable Disease Control in Emergencies -A Field Manual", "authors": [{"first": "M", "middle": ["A"], "last": "Connolly", "suffix": ""}], "year": 2005, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Last JM (Ed). Dictionary of Epidemiology", "authors": [{"first": "Mb (", "middle": [], "last": "Gregg", "suffix": ""}, {"first": "", "middle": [], "last": "Ed", "suffix": ""}], "year": 2001, "venue": "Field Epidemiology", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Medicins Sans Frontieres. Refugee Health -An Approach to Emergency Situations", "authors": [], "year": 1997, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Geneva: International Committee of the Red Cross", "authors": [{"first": "R", "middle": ["M"], "last": "Merrill", "suffix": ""}, {"first": "Tc ;", "middle": [], "last": "Timmreck", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Redmond", "suffix": ""}, {"first": "P", "middle": ["F"], "last": "Mahoney", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Ryan", "suffix": ""}, {"first": "C", "middle": [], "last": "Macnab", "suffix": ""}], "year": 1996, "venue": "Introduction to Epidemiology", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Sphere Project. Humanitarian Charter and Minimum Standards in Disaster Response. Geneva: the Sphere Project", "authors": [], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "take action to prevent or control outbreaks and epidemics • monitor the progress of health interventions and their impact and modify them if required • ensure the provision of appropriate aid (and prevent inappropriate aid) • provide information for relevant agencies (e.g., national Ministry of Health (MOH), UN, NGOs, donors) for use in planning, funding applications, etc.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Establish a protocol for evaluating the surveillance system as a whole Each of these is examined in more detail.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Average family/household size In situations where populations are displaced and extensive population movements may be occurring, it is also necessary to know the following:• The number of arrivals and departures per week • The predicted number of future arrivals at the sampling sites", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Some vector-borne diseases (plague, typhus) because the vectors may be present on the cadaver• Acute hemorrhagic fevers (Ebola, Marburg, Lassa) Those handling cadavers should do the following: • Take universal precautions for blood and body fluids • Dispose of or disinfect used gloves • Avoid contamination of personal items • Wash hands after handling bodies and before eating • Have hepatitis B vaccination •", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Cold boxes for transporting and storing vaccines• Ice packs to keep vaccines cool • Insulating material to separate ice packs from the vaccines when in the cold boxes (e.g., bubble wrap or expended polystyrene foam)", "latex": null, "type": "figure"}, "TABREF0": {"text": "", "latex": null, "type": "table"}, "TABREF1": {"text": "Types of cases", "latex": null, "type": "table"}, "TABREF2": {"text": "Syndromes or diseases that occur commonly in disasters", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Bloody diarrhea </td><td>Suspected meningitis\n</td></tr><tr><td>Acute watery diarrhea </td><td>Acute jaundice syndrome\n</td></tr><tr><td>Suspected cholera </td><td>Acute hemorrhagic fever syndrome\n</td></tr><tr><td>Lower respiratory tract infection </td><td>Trauma/injury\n</td></tr><tr><td>Measles </td><td>Malnutrition\n</td></tr><tr><td> </td><td>Acute flaccid paralysis\n</td></tr></table></body></html>"}, "TABREF3": {"text": "WHO-recommended storage conditions for different vaccines", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Vaccine </td><td>Primary </td><td>Region </td><td>District/health center\n</td></tr><tr><td>OPV </td><td>−15 to −25°C </td><td>−15 to −25°C </td><td>+2 to +8°C\n</td></tr><tr><td>Freeze-dried vaccines (BCG, measles, MMR, MR, yellow </td><td>+2 to +8°C </td><td>+2 to +8°C </td><td>+2 to +8°C\n</td></tr><tr><td>fever, Hib freeze dried)\nOther vaccines (HepB, DTP-HepB, Hib liquid, DTP, DT, TT, Td </td><td>+2 to +8°C </td><td>+2 to +8°C </td><td>+2 to +8°C\n</td></tr></table></body></html>"}}, "back_matter": []}