{
    "paper_id": "58b73c1e440d0a25a99bd36468b32ad937a71fdd",
    "metadata": {
        "title": "Joint Prediction and Time Estimation of COVID-19 Developing Severe Symptoms using Chest CT Scan",
        "authors": [
            {
                "first": "Xiaofeng",
                "middle": [],
                "last": "Zhu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Center for Future Media and school of computer science and technology",
                    "institution": "University of Electronic Science and Technology of China",
                    "location": {
                        "postCode": "611731",
                        "settlement": "Chengdu",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Bin",
                "middle": [],
                "last": "Song",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sichuan University West China Hospital",
                    "location": {
                        "postCode": "610041",
                        "settlement": "Chengdu",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Feng",
                "middle": [],
                "last": "Shi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shanghai United Imaging Intelligence Co., Ltd",
                    "location": {
                        "postCode": "200232",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yanbo",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shanghai United Imaging Intelligence Co., Ltd",
                    "location": {
                        "postCode": "200232",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Rongyao",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Center for Future Media and school of computer science and technology",
                    "institution": "University of Electronic Science and Technology of China",
                    "location": {
                        "postCode": "611731",
                        "settlement": "Chengdu",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jiangzhang",
                "middle": [],
                "last": "Gan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Center for Future Media and school of computer science and technology",
                    "institution": "University of Electronic Science and Technology of China",
                    "location": {
                        "postCode": "611731",
                        "settlement": "Chengdu",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Wenhai",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shanghai United Imaging Intelligence Co., Ltd",
                    "location": {
                        "postCode": "200232",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Man",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shanghai United Imaging Intelligence Co., Ltd",
                    "location": {
                        "postCode": "200232",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Liye",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shanghai United Imaging Intelligence Co., Ltd",
                    "location": {
                        "postCode": "200232",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yaozong",
                "middle": [],
                "last": "Gao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shanghai United Imaging Intelligence Co., Ltd",
                    "location": {
                        "postCode": "200232",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Fei",
                "middle": [],
                "last": "Shan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fudan University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Dinggang",
                "middle": [],
                "last": "Shen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shanghai United Imaging Intelligence Co., Ltd",
                    "location": {
                        "postCode": "200232",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "With the rapidly worldwide spread of Coronavirus disease , it is of great importance to conduct early diagnosis of COVID-19 and predict the time that patients might convert to the severe stage, for designing effective treatment plan and reducing the clinicians' workloads. In this study, we propose a joint classification and regression method to determine whether the patient would develop severe symptoms in the later time, and if yes, predict the possible conversion time that the patient would spend to convert to the severe stage. To do this, the proposed method takes into account 1) the weight for each sample to reduce the outliers' influence and explore the problem of imbalance classification, and 2) the weight for each feature via a sparsity regularization term to remove the redundant features of high-dimensional data and learn the shared information across the classification task and the regression task. To our knowledge, this study is the first work to predict the disease progression and the conversion time, which could help clinicians to deal with the potential severe cases in time or even save the patients' lives. Experimental analysis was conducted on a real data set from two hospitals with * X. Zhu (seanzhuxf@gmail.com) and B. Song (anicesong@vip.sina.com) contributed equally to this work. 422 chest computed tomography (CT) scans, where 52 cases were converted to severe on average 5.64 days and 34 cases were severe at admission. Results show that our method achieves the best classification (e.g., 85.91% of accuracy) and regression (e.g., 0.462 of the correlation coefficient) performance, compared to all comparison methods. Moreover, our proposed method yields 76.97% of accuracy for predicting the severe cases, 0.524 of the correlation coefficient, and 0.55 days difference for the converted time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Coronavirus disease is an infectious disease caused by the severeacute respiratory symptom Coronavirus 2 (SARS-Cov2), and has resulted in more than 1.3 million confirmed cases and about 75k deaths worldwide as of April 7, 2020 JHU (2020). Due to its rapid spread, infection cases are increasing with high fatality rate (e.g., up to 5.7%). Statistical models and machine learning methods have been developing to analyze the transmission dynamics and conduct early diagnosis of COVID-19 del Rio and Malani (2020); Li et al. (2020b) . For example, Wu et al. employed the susceptible-exposed-infectious-recovered model to estimate the number of the COVID-19 cases in Wuhan based on the number of exported COVID-19 cases which moved from Wuhan to other cities in China Wu et al. (2020) .",
            "cite_spans": [
                {
                    "start": 512,
                    "end": 529,
                    "text": "Li et al. (2020b)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 764,
                    "end": 780,
                    "text": "Wu et al. (2020)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The increasing number of confirmed COVID-19 cases results in the lack of the clinicians and the increase of the clinicians' workloads. Many laboratory techniques have been used to confirm the suspected COVID-19 cases by clinicians Jung et al. (2020) , including real-time reverse transcription polymerase chain reaction (RT-PCR) Corman et al. (2020) ; Ai et al. (2020) , non-PCR tests (e.g., isothermal nucleic acid amplification technology Craw and Balachandran (2012) ), noncontrast chest computed tomography (CT) and radiographs Lee et al. (2020) , and so on. It is well known that manually detection is time-consuming and increases the infection risk of the clinicians Kong and Agarwal (2020) . Moreover, laboratory tests are usually prohibited for all suspected cases due to the limitation of the test kits Kong and Agarwal (2020) ; Ng et al. (2020) . Also, RT-PCR has been widely used to confirm COVID-19, but easily results in low sensitivity Chaganti et al. (2020) . As a good alternative, artificial intelligence techniques on available data from laboratory tests have been playing important roles on the confirmation and follow-up of COVID-19 cases. For example, Alom et al. employed the inception residual recurrent convolutional neural network (CNN) and transfer learning on X-ray and CT scan images to detect COVID-19 and segment the infected regions of COVID-19 Alom et al. (2020) . Ozkaya et al. first applied CNN to fuse and rank deep features for the early detection of COVID-19, and then used support vector machine (SVM) to conduct binary classification using the obtained deep features Ozkaya et al. (2020) .",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 249,
                    "text": "Jung et al. (2020)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 329,
                    "end": 349,
                    "text": "Corman et al. (2020)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 352,
                    "end": 368,
                    "text": "Ai et al. (2020)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 441,
                    "end": 469,
                    "text": "Craw and Balachandran (2012)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 532,
                    "end": 549,
                    "text": "Lee et al. (2020)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 673,
                    "end": 696,
                    "text": "Kong and Agarwal (2020)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 812,
                    "end": 835,
                    "text": "Kong and Agarwal (2020)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 838,
                    "end": 854,
                    "text": "Ng et al. (2020)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 950,
                    "end": 972,
                    "text": "Chaganti et al. (2020)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1376,
                    "end": 1394,
                    "text": "Alom et al. (2020)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1397,
                    "end": 1410,
                    "text": "Ozkaya et al.",
                    "ref_id": null
                },
                {
                    "start": 1606,
                    "end": 1626,
                    "text": "Ozkaya et al. (2020)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "While imaging data is playing an important role in the diagnosis of all kinds of pneumonia diseases including COVID-19 Shi et al. (2020a) , CT has been applied to help monitor imaging changes and measure the disease severity Zhao et al. (2020) ; Chaganti et al. (2020) . For example, Chaganti et al. designed an automated system to quantify the abnormal tomographic patterns appeared in COVID-19 Chaganti et al. (2020) . Li et al. employed CNNs with the imaging features of radiographs and CT images for identifying COVID-19 Li et al. (2020a) .",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 137,
                    "text": "Shi et al. (2020a)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 225,
                    "end": 243,
                    "text": "Zhao et al. (2020)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 246,
                    "end": 268,
                    "text": "Chaganti et al. (2020)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 284,
                    "end": 299,
                    "text": "Chaganti et al.",
                    "ref_id": null
                },
                {
                    "start": 387,
                    "end": 418,
                    "text": "COVID-19 Chaganti et al. (2020)",
                    "ref_id": null
                },
                {
                    "start": 421,
                    "end": 439,
                    "text": "Li et al. employed",
                    "ref_id": null
                },
                {
                    "start": 516,
                    "end": 542,
                    "text": "COVID-19 Li et al. (2020a)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this work, we investigate a new early diagnosis method to predict whether the mild confirmed cases (i.e., non-severe cases) of COVID-19 would develop severe symptoms in later time and estimate the time interval. However, it is challenging due to many issues, such as small infected lesions in the chest CT scan at the early stage, appearances similar to other pneumonia, the data set with highdimensional features and small-sized samples, and imbalanced group distribution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "First, the infected lesions in the chest CT scan at the early stage are usually small and their appearances are quite similar with that of other pneumonia. Given the early stage of COVID-19 with minor imaging signs, it is difficult to predict its future progression status. Conventional severity assessment methods can easily distinguish a severe sign of the image from the mild sign, since the changes of CT data are correlated with disease severity, e.g., the lung involvement and abnormalities increase while the symptoms become severe. However, the infected volume of the non-severe COVID-19 cases is usually mild. For example, Guan et al. showed that 84.4% of non-severe patients had mild symptoms and more than 95% severe cases had severe symptoms on CT changes Guan et al. (2020) . On the other hand, the clinicians have few prior knowledge about whether or when the non-severe cases convert to severe cases, so early diagnosis and conversion time prediction could reduce the clinicians' workloads or even save patients' levies.",
            "cite_spans": [
                {
                    "start": 632,
                    "end": 643,
                    "text": "Guan et al.",
                    "ref_id": null
                },
                {
                    "start": 768,
                    "end": 786,
                    "text": "Guan et al. (2020)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Second, the collected data set usually has a small number of samples (i.e., smallsized samples) and high-dimensional features. Due to all kinds of reasons, such as data protection, data security, and the scenario of acute infectious diseases, a small number of subjects are available for early diagnosis of COVID-19. The limited samples are difficult to build an effective artificial intelligence model. Moreover, high-dimensional features for each imaging data are often extracted, by considering to capture the comprehensive changes of the disease. Hence, both of scenarios often result in the issue of over-fitting and the issue of curse of dimensionality Hu et al. (2019) ; Zhu et al. (2014) .",
            "cite_spans": [
                {
                    "start": 659,
                    "end": 675,
                    "text": "Hu et al. (2019)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 678,
                    "end": 695,
                    "text": "Zhu et al. (2014)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Third, the class or group distribution of the data set is generally imbalanced. In particular, the number of severe cases is much smaller than the number of nonsevere cases, e.g., 20% reported 1 . Such a scenario poses a challenge for most of classification methods because they were designed under the assumption of an equal number of samples for each class Adeli et al. (2019) . As a result, previous classification techniques output poor predictive performance, especially for the minority class Adeli et al. (2019) ; Zhu et al. (2019c) .",
            "cite_spans": [
                {
                    "start": 359,
                    "end": 378,
                    "text": "Adeli et al. (2019)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 499,
                    "end": 518,
                    "text": "Adeli et al. (2019)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 521,
                    "end": 539,
                    "text": "Zhu et al. (2019c)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this work, we propose a novel joint regression and classification method to identify the severe COVID-19 cases from the non-severe cases and predict the conversion time from a non-severe case to the severe case in a unified framework. Specifically, we employ the logistic regression for the binary classification task and the linear regression for the regression task. Moreover, we employ an ℓ 2,1 -norm regularization term on both the classification coefficient matrix and the regression coefficient matrix to consider the correlation between the two tasks as well as select the useful features for disease diagnosis and conversion time prediction. We further design a novel method to learn the weights of the samples, i.e., automatically learning the weight of each sample so that the important samples have large weights and the unimportant samples have small or even zero weights. Moreover, the samples with zero weights in both the majority class and the minority class are excluded to the process of the construction of the joint classification and regression, thus the problem of imbalance classification can be solved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Different from previous literature, the contribution of our proposed method is listed as follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "First, our method considers imbalance classification, feature selection, and sample weight in the same framework. Moreover, our method takes into account the correlation between the classification task and the regression task. In the literature, few study has focused on exploring the above issues simultaneously. For example, the studies separately conduct feature selection Zhu et al. (2014) and Tang et al. (2020) . Shi et al. conducted the same task by a two-step strategy, i.e., automatically categorizing all subjects into groups followed by random forests in each group for classification Shi et al. (2020a) . However, previous literature did not take into account any of the above issues. Recently, deep learning techniques Alom et al. (2020) ; Ozkaya et al. (2020) ; Li et al. (2020a) have been employed to conduct early diagnosis of COVID-19, lacking the interpretability. To our knowledge, this is the first study simultaneously detecting the severe cases and predicting the conversion time, which have widely applications because the severe cases could endanger patients' lives and correctly predicting of the conversion time makes the clinicians take care the patients early or even save the patients' lives.",
            "cite_spans": [
                {
                    "start": 376,
                    "end": 393,
                    "text": "Zhu et al. (2014)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 398,
                    "end": 416,
                    "text": "Tang et al. (2020)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 596,
                    "end": 614,
                    "text": "Shi et al. (2020a)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 732,
                    "end": 750,
                    "text": "Alom et al. (2020)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 753,
                    "end": 773,
                    "text": "Ozkaya et al. (2020)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 776,
                    "end": 793,
                    "text": "Li et al. (2020a)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This study investigated the chest CT images of 422 confirmed COVID-19 patients. The demographic information is summarized in Table 1 . If a patient has multiple scans over time, the first scan is used. All CT images was provided by Shanghai Public Health Clinical Center and Sicuan University West China Hospital. Informed consents were waived and all private information of patients was anonymized. Moreover, the ethics of committees of these two institutes approved the protocol of this study.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 125,
                    "end": 132,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Materials and image preprocessing"
        },
        {
            "text": "All patients were confirmed by the national centers for disease control (CDC) based on the positive new Coronavirus nucleic acid antibody. Moreover, patients with large motion artifacts or pre-existing lung cancer conditions on the CT scans were excluded from this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and image preprocessing"
        },
        {
            "text": "All patients underwent thin-section CT scan by the scanners including SCE-NARIA 64 from Hitachi, Brilliance 64 from Philips, uCT 528 from United Imaging. The CT protocol is listed as follows: kV: 120, slice thickness: 1-1.5 mm, and breath hold at full inspiration. More details about both the image acquisition and the image pre-processing can be found in Shan et al. (2020) ; Shi et al. (2020a) . Moreover, we used the mediastinal window (with window width 350 hounsfield unit (HU) and window level 40 HU) and the lung window (with window width 1200 HU and window level-600 HU) for reading analysis.",
            "cite_spans": [
                {
                    "start": 356,
                    "end": 374,
                    "text": "Shan et al. (2020)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 377,
                    "end": 395,
                    "text": "Shi et al. (2020a)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Image acquisition parameters"
        },
        {
            "text": "We utilized the disease characteristics, i.e., infection locations and spreading patterns, to extract handcrafted features of each COVID-19 chest CT image. To do this, we used the COVID-19 chest CT analysis tool developed by Shanghai United Imaging Intelligence Co. Ltd., and followed the literature Shan et al. (2020) to calculate the quantitative features.",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 318,
                    "text": "Shan et al. (2020)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Image pre-processing"
        },
        {
            "text": "First, the COVID-19 chest CT analysis tool designed a deep learning method named VB-net to automatically segment infected lung regions and lung fields bilaterally. The infected lung regions were mainly related to manifestations of pneumonia, such as mosaic sign, ground glass opacification (GGO), lesion-related signs, and interlobular septal thickening.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Image pre-processing"
        },
        {
            "text": "Second, after the segmentation process, the lung fields include the left lung and the right lung, 5 lung lobes, and 18 pulmonary segments, as shown in Figure  1 . Specifically, the left lung included superior lobe and inferior lobe, while the right lung included superior lobe, middle lobe, and inferior lobe. Moreover, the left lung has 8 pulmonary segments and the right lung has 10 pulmonary segments. As a result, we had 26 regions of interest (ROIs) for each CT images.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 151,
                    "end": 160,
                    "text": "Figure  1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Image pre-processing"
        },
        {
            "text": "Third, we partitioned each segment to five parts based on the HU ranges, i.e., HU [−∞,−700] , HU [−700,−500] , HU [−500,−200] , HU [−200,50] , and HU [50,∞] . Specifically, HU [−∞,−700] indicates the parts with the HU range between −∞ and -700, HU [−700,−500] indicates the parts with the HU range between -700 and -500, HU [−500,−200] indicates the parts with the HU range between -500 and -200, HU [−200,50] indicates the parts with the HU range between -200 and 50, and HU [50,∞] indicates the parts with the HU range between 50 and ∞. As a result, each CT image was partitioned to 130 parts (i.e., 390 = 26 * 5).",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 108,
                    "text": "[−700,−500]",
                    "ref_id": null
                },
                {
                    "start": 114,
                    "end": 125,
                    "text": "[−500,−200]",
                    "ref_id": null
                },
                {
                    "start": 131,
                    "end": 140,
                    "text": "[−200,50]",
                    "ref_id": null
                },
                {
                    "start": 150,
                    "end": 156,
                    "text": "[50,∞]",
                    "ref_id": null
                },
                {
                    "start": 176,
                    "end": 185,
                    "text": "[−∞,−700]",
                    "ref_id": null
                },
                {
                    "start": 248,
                    "end": 259,
                    "text": "[−700,−500]",
                    "ref_id": null
                },
                {
                    "start": 324,
                    "end": 335,
                    "text": "[−500,−200]",
                    "ref_id": null
                },
                {
                    "start": 400,
                    "end": 409,
                    "text": "[−200,50]",
                    "ref_id": null
                },
                {
                    "start": 476,
                    "end": 482,
                    "text": "[50,∞]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Image pre-processing"
        },
        {
            "text": "In this study, we extracted three kinds of handcrafted features from each part, i.e., density feature, volume feature, and mass feature. Specifically, we obtained the volume feature as the total volume of infected region and the density feature by calculating the averaged HU value within the infected region. We further followed Song et al. (2014) to define the mass feature to simultaneously reflect the volume and density of subsolid nodule because the mass feature has demonstrated to have potentially superior reproducibility to 3D volumetry, i.e., Mass = (Density + 1000) × V olume × 0.001.",
            "cite_spans": [
                {
                    "start": 330,
                    "end": 348,
                    "text": "Song et al. (2014)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Image pre-processing"
        },
        {
            "text": "Finally, each CT image is represented by 390D handcrafted features in this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Image pre-processing"
        },
        {
            "text": "In this paper, we denote matrices, vectors, and scalars, respectively, as boldface uppercase letters, boldface lowercase letters, and normal italic letters. Specifically, we denote a matrix as X = [x 1 , ..., x n ]. The i-th row and j-th column of X are denoted as x i and x j , respectively. We further denote the Frobenius norm and the ℓ 2,1 -norm of a matrix X as X F = i x i 2 2 = j x j 2 2 and X 2,1 = i x i 2 = i j x 2 ij , respectively. We also denote the transpose operator, the trace operator, and the inverse of a matrix X as X T , tr(X), and X −1 , respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "In the classification problem, given the feature matrix X ∈ R d×n including n samples x i ∈ R d (i = 1, ..., n) and their corresponding labels y i ∈ {−1, +1}, the logistic regression is employed to distinguish the severe cases (i.e., y i = +1) from the confirmed COVID-19 cases (i.e., y i = −1). Specifically, by denoting w ∈ R d as the coefficient vector, the logistic loss function is defined as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sparse logistic regression"
        },
        {
            "text": "where λ 1 is a tuning parameter, and the ℓ 2 -norm regularization term on the coefficient vector w is used to control the complexity of the logistic regression. Eq.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sparse logistic regression"
        },
        {
            "text": "(1) conducts the classification task without taking into account the issues, such as feature selection, sample weight, and imbalance classification.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sparse logistic regression"
        },
        {
            "text": "First, in real applications, clinicians have prior knowledge on the regions of the CT scan data which are possible related to the disease, but we cannot only extract the features from these regions because they may cooperate with other regions to influence the disease. As a result, we extract the features from all imaging data to obtain high-dimensional data, which captures the comprehensive changes of confirmed COVID-19 cases but increases the store and computation costs as well as easily results in the issue of curse of dimensionality Zhu et al. (2019c) . To address this issue, we design machine learning models to automatically recognize the features related to the disease by taking into account the correlation of the features. Specifically, we replace the ℓ 2 -norm on the coefficient vector w (i.e., w 2 2 ) by the ℓ 1 -norm on on the coefficient vector w (i.e., w 1 and w 1 = d i=1 |w i |), which outputs sparse elements to make the corresponding features (i.e., the rows in X) not involving the classification task, i.e.,",
            "cite_spans": [
                {
                    "start": 543,
                    "end": 561,
                    "text": "Zhu et al. (2019c)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Sparse logistic regression"
        },
        {
            "text": "where λ 2 is a tuning parameter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sparse logistic regression"
        },
        {
            "text": "In binary classification, the issue of imbalance classification easily results in the classification results bias to the majority class, i.e., outputting high false negatives. In the literature, both re-sampling methods and cost-sensitive learning methods Zhu et al. (2019b) have been used for solve the issue of imbalance classification.",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 274,
                    "text": "Zhu et al. (2019b)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Balanced and sparse logistic regression"
        },
        {
            "text": "Recently, robust loss functions has been widely designed to reduce the influences of outliers by taking into account the sample weight in robust statistics Zhu et al. (2019c) . Specifically, robust loss functions use a weight vector α ∈ R 1×n to automatically output small weights to the samples with large estimation errors and large weights to the samples with small estimation error. As consequence, the samples with large estimation errors are regarded as outliers and their influences are reduced. In the literature, a number of robust loss functions have been developed, including ℓ 1 − ℓ 2 function, Cauchy function, and Geman-McClure estimator, etc. Hu et al. (2019) ; Zhu et al. (2019a) . However, the robust loss function was not designed to explore the issue of imbalance classification.",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 174,
                    "text": "Zhu et al. (2019c)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 658,
                    "end": 674,
                    "text": "Hu et al. (2019)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 677,
                    "end": 695,
                    "text": "Zhu et al. (2019a)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Balanced and sparse logistic regression"
        },
        {
            "text": "In this paper, motivated by the self-paced learning assigning weights to the samples, we propose a new method to assign a weight to each sample as well as to solve the problem of imbalance classification. By regarding that different samples have different contributions to the construction of the classification model, our method expect to assign large weights to the important samples and small weights to the unimportant samples. Moreover, by regarding of the problem of imbalance classification, our method expect to set different numbers of zero weights to different classes so that there is a balance of the sample number between the positive class and the negative class. To do this, we employ an ℓ 0 -norm constraint on the weight vector α to have the following loss function:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Balanced and sparse logistic regression"
        },
        {
            "text": "where α −1 indicates the weight set of all negative samples and α +1 indicates the weight set of all positive samples. The constraint ' α −1 0 = k − ' indicates that the number of non-zero elements in the negative class is k − . Specifically, after receiving the estimation value for each sample, i.e., log(1 + exp(−(y i w T x i ))), we first sort the estimation values of all samples in the same class with an increase order. We then keep the original weights to the weights of the k − negative samples with the smallest estimation values and 0 to the weights of the left negative samples. In this way, either the negative samples or the positive samples with zero weights will not involve the process of the classification model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Balanced and sparse logistic regression"
        },
        {
            "text": "Our method in Eq.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Balanced and sparse logistic regression"
        },
        {
            "text": "(3) has at least two advantages, i.e., automatically selecting important samples (i.e., reducing the influence of the outliers) to learn the classification model and adjusting the number of selected samples for each class by tuning the values of k − and k + (e.g., k − = k + ) to solve the imbalance classification problem. In particular, our method in Eq. (3) employs the ℓ 0 -norm constraint for each class to output exactly predefined non-zero elements. On the contrary, self-paced learning uses the ℓ 1 -norm constraint for all samples or other robust loss functions Zhu et al. (2019c) ; Hu et al. (2019) to estimate the sample weight without guaranteeing the exact number of non-zero elements. As a result, compared to self-paced learning only considering the sample weight to reduce the influence of outliers, our method takes into account the sample weight to remove outliers not to involve the process of the model construction as well as the problem of imbalance classification.",
            "cite_spans": [
                {
                    "start": 571,
                    "end": 589,
                    "text": "Zhu et al. (2019c)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 592,
                    "end": 608,
                    "text": "Hu et al. (2019)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Balanced and sparse logistic regression"
        },
        {
            "text": "Besides distinguishing the severe cases from the non-severe cases, predicting the time converting a non-severe case to a severe case is also important because it may be related to the patients' lives. To do this, a naive solution is to separately conduct a classification task to diagnose the severe cases and a regression task to predict the conversion time. Obviously, the separate strategy ignores the correlation among two tasks. In this paper, by regarding the prediction of conversion time as a regression task, we define a ridge regression to linearly characterize the correlation between the feature matrix X and the vector of conversion time z ∈ R 1×n by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Joint logistic regression and linear regression"
        },
        {
            "text": "where v ∈ R d is the coefficient vector for the regression task and λ 3 is a tuning parameter. Similar to the classification task in Eq.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Joint logistic regression and linear regression"
        },
        {
            "text": "(3), the regression task in Eq. (4) still needs to consider the issues, such as feature selection, sample weight, and imbalance classification. Moreover, in this study, we conduct joint classification and regression (i.e., multi-task learning) by simultaneously considering a classification task and a regression task in the same framework. We expect that each task could obtain information from another task so that the model effectiveness of each of them can be improved by the shared information. Specifically, we employ the ℓ 2,1 -norm regularization term with respect to both the variable w and the variable v to obtain the following objective function:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Joint logistic regression and linear regression"
        },
        {
            "text": "where β ∈ R 1×n is the sample weight vector for the regression task and [w, v] ∈ R d×2 . γ and λ are tuning parameters. [w, v] 2,1 indicates that the selected features are obtained by the classification and regression model. Moreover, the selected features are their shared or common information benefiting each of them Evgeniou and Pontil (2004) . Eq. (5) needs a tuning parameter γ to have a magnitude or importance tradeoff for two tasks. However, the process of tuning parameter is time-consuming and needs prior knowledge. In this work, we use a squared root operator on the second term of Eq. (5) to automatically obtain their weights. It is noteworthy that we keep the parameter λ to be tuned because it controls the sparsity of the term [w, v] 2,1 and the sparsity will be changed based on the data distribution Evgeniou and Pontil (2004) ; Zhu et al. (2017) . Hence, the final objective function of our proposed joint classification and regression method is:",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 346,
                    "text": "Evgeniou and Pontil (2004)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 820,
                    "end": 846,
                    "text": "Evgeniou and Pontil (2004)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 849,
                    "end": 866,
                    "text": "Zhu et al. (2017)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Joint logistic regression and linear regression"
        },
        {
            "text": "To solve the optimization problem in Eq. (6), i.e., optimizing the variables v and β, we compute the derivatives of the square root in Eq. (6) and obtain the following formulation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Joint logistic regression and linear regression"
        },
        {
            "text": "The values of γ in Eq. (7b) is automatically obtained without the tuning process and can be regarded as the weight of the tasks. Specifically, if the prediction error is small, the value of γ is large, i.e., the regression task is more important than the classification task. Hence, the optimization of the value of γ automatically balances the contributions of two tasks. As a result, the optimization of Eq. (6) is changed to optimize Eq. (7b).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Joint logistic regression and linear regression"
        },
        {
            "text": "Algorithm 1: The pseudo of our optimization method.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Joint logistic regression and linear regression"
        },
        {
            "text": "1 Input: X ∈ R d×n , y ∈ R 1×n , z ∈ R 1×n , and λ. 2 Output: w ∈ R d , v ∈ R d , α ∈ R 1×n , and β ∈ R 1×n . Update γ by Eq.(7b); 9: end while",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Joint logistic regression and linear regression"
        },
        {
            "text": "In this paper, we employ the alternating optimization strategy Bezdek and Hathaway (2003) to optimize the variables w, α, v, and β, in Eq. (7a). We list the pseudo of our optimization method in Algorithm 1 and report the details as follows.",
            "cite_spans": [
                {
                    "start": 63,
                    "end": 89,
                    "text": "Bezdek and Hathaway (2003)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Optimization"
        },
        {
            "text": "(i) Update w by fixing α, β and v After other variables are fixed, the objective function with respect to w in Eq. (7a) becomes",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Optimization"
        },
        {
            "text": "where D ∈ R d×d is a diagonal matrix and the value of its i-th diagonal element is 1 2 [w,v] i 2 . To solve the imbalance classification problem, we set k − = k + = k to obtain 2k samples for the training process. Hence, Eq. (8) becomes",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Optimization"
        },
        {
            "text": "By setting y i ∈ {−1, 1} and h w (",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Optimization"
        },
        {
            "text": "In this paper, we employ the Newton's method Liu and Nocedal (1989) to minimize Eq. (10) by the following update rules",
            "cite_spans": [
                {
                    "start": 45,
                    "end": 67,
                    "text": "Liu and Nocedal (1989)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Optimization"
        },
        {
            "text": "where a ∈ R d and B ∈ R d×d are defined as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Optimization"
        },
        {
            "text": "(ii) Update v by fixing α, β and w The objective function with respect to v in Eq. (7a) is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Optimization"
        },
        {
            "text": "By letting G = [β 1 x 1 , ..., β n x n ] ∈ R d×n and m = [β 1 z 1 , ..., β n z n ] ∈ R 1×n , we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Optimization"
        },
        {
            "text": "Eq. (14) has a closed-form solution, i.e., v = (GG T + λ γ D) −1 Gm (15) (iii) Update α and β by fixing v and w By denoting the estimation value of the i-th sample as l i 1 = log(1+exp(−y i w T x i )) (i = 1, ..., n), we sort the values l i 1 (i = 1, ..., n) with an increase order for each class to denote the weight set of k negative samples with the smallest estimation values as ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Optimization"
        },
        {
            "text": "(i = 1, ..., n), we sort the values l i 2 (i = 1, ..., n) with an increase order for each class to denote the weight set of k negative samples with the smallest estimation values as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Optimization"
        },
        {
            "text": ") and the weight set of k positive samples with the smallest estimation values as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Optimization"
        },
        {
            "text": ", and then we havê",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Optimization"
        },
        {
            "text": "Algorithm 1 involves five variables (i.e., w, α, v, β, and γ). By denoting w t , α t , v t , β t , and γ t , respectively, as the t-th iteration results of w, α, v, β, and γ, we denote the objective function value of the t-th iteration of Eq. (6) as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Convergence analysis"
        },
        {
            "text": "By fixing α t , v t , β t , and γ t , we employ the Newton's method to optimize w, so we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Convergence analysis"
        },
        {
            "text": "The optimizations of the variables (i.e., α, v, β, and γ) have closed-form solutions, so we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Convergence analysis"
        },
        {
            "text": "By integrating Eqs. (18)-(22), we obtain",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Convergence analysis"
        },
        {
            "text": "According to Eq. (23), the objective function values in Eq. (6) gradually decrease with the increase of iterations until Algorithm 1 converges. Hence, the convergence proof of Algorithm 1 to optimize Eq. (6) is completed. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Convergence analysis"
        },
        {
            "text": "We experimentally evaluated our method, compared to state-of-the-art classification and regression methods, on a real COVID-19 data set with chest CT scan data, in terms of binary classification performance and regression performance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experiments"
        },
        {
            "text": "We selected SVM and ridge regression, respectively, as the baseline methods for the classification task and the regression task. Other comparison methods include ℓ 1 -SVM (L1SVM) Chang and Lin (2011) , random forest Liaw et al. (2002) , sample-feature selection (SFS) Adeli et al. (2019) , ℓ 1 -SVR Chang and Lin (2011) (L1SVR), least absolute shrinkage and selection operator (Lasso) Tibshirani (1996) , and matrix-similarity feature selection (MSFS) Zhu et al. (2014) . We summarize the details of all comparison methods in Table 2 . It is noteworthy that random forest can be used for feature selection, sample selection, and imbalance classification. However, in this study, we only used random forest to consider the problem of imbalance classification.",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 199,
                    "text": "Chang and Lin (2011)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 216,
                    "end": 234,
                    "text": "Liaw et al. (2002)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 268,
                    "end": 287,
                    "text": "Adeli et al. (2019)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 385,
                    "end": 402,
                    "text": "Tibshirani (1996)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 452,
                    "end": 469,
                    "text": "Zhu et al. (2014)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [
                {
                    "start": 526,
                    "end": 533,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Experimental setting"
        },
        {
            "text": "In our experiments, we repeated the 5-fold cross-validation scheme 20 times for all methods to report the average results as the final results. In the model selection, we set λ ∈ {10 −3 , 10 −2 , ..., 10 3 } in Eq. (6), and fixed k = 50 for solving the problem of imbalance classification for our method. We followed the literature Chang and Lin (2011); Liaw et al. (2002) ; Adeli et al. (2019); Tibshirani (1996) ; Zhu et al. (2014) to set the parameters of the comparison methods so that they outputted the best results. The evaluation metrics include accuracy, specificity, sensitivity, and area under the ROC curve (AUC) for the classification task, as well as correlation coefficient (CC) and root mean square error (RMSE) for the regression task.",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 353,
                    "text": "Chang and Lin (2011);",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 354,
                    "end": 372,
                    "text": "Liaw et al. (2002)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 375,
                    "end": 395,
                    "text": "Adeli et al. (2019);",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 396,
                    "end": 413,
                    "text": "Tibshirani (1996)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 416,
                    "end": 433,
                    "text": "Zhu et al. (2014)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Experimental setting"
        },
        {
            "text": "We report the classification performance of all methods in Figure 2 . We also report the classification performance of our proposed method using single-task learning and multi-task learning in Table 3 and the Receiver Operating Characteristic (ROC) curves of all methods in Figure 2 . Based on the results, we conclude our observations as follows.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 59,
                    "end": 67,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 193,
                    "end": 200,
                    "text": "Table 3",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 274,
                    "end": 282,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Classification result"
        },
        {
            "text": "First, it could be observed that the proposed method achieves the best classification performance, followed by SFS, MSFS, random forest, L1SVM, and SVM. Specifically, our proposed method improve on average by 32.80% and 11.13%, respectively, compared to the worst comparison method (i.e., SVM) and the best comparison methods (i.e., SFS), in terms of all four evaluation metrics. The reason is the facts that our method takes into account the issues in the same framework, such as feature selection removing the redundant features, sample weight reducing Chang and Lin (2011) 0.351 ± 0.085 10.49 ± 2.072 Lasso Tibshirani (1996) 0.354 ± 0.165 9.92 ± 9.571 Random forest Liaw et al. (2002) 0.406 ± 0.188 13.22 ± 6.762 MSFS Zhu et al. (2014) 0.408 ± 0.092 9.29 ± 1.104 Proposed 0.462 ± 0.056 7.35 ± 1.087 the influence of the outliers and solving the problem of imbalance classification to reduce the issue of high false negatives, and joint classification and regression utilizing the share information between two tasks to improve the model effectiveness of each of them. Second, it is important to conduct feature selection for analyzing high-dimensional data. High-dimensional data easily results in the issue of curse of dimensionality. In the literature, many studies showed that the classification model on the high-dimensional data will output low performance Zhu et al. (2014) ; Adeli et al. (2018) . Figure 2 verified the above statement. In our experiments, only SVM does not consider the issue of high-dimensional data and achieves the worst classification performance. More specifically, the best comparison method (i.e., SFS) improves by 21.09% and the worst comparison method (i.e., L1SVM) improve by 4.73%, for all evaluation metrics, compared to the baseline SVM.",
            "cite_spans": [
                {
                    "start": 555,
                    "end": 575,
                    "text": "Chang and Lin (2011)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 610,
                    "end": 627,
                    "text": "Tibshirani (1996)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 669,
                    "end": 687,
                    "text": "Liaw et al. (2002)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 716,
                    "end": 738,
                    "text": "MSFS Zhu et al. (2014)",
                    "ref_id": null
                },
                {
                    "start": 1365,
                    "end": 1382,
                    "text": "Zhu et al. (2014)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1385,
                    "end": 1404,
                    "text": "Adeli et al. (2018)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 1407,
                    "end": 1415,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Classification result"
        },
        {
            "text": "Third, it is useful to use joint classification and regression framework for detecting the severe cases from mild confirmation cases. As shown in Table 3 and Figure 2 , our proposed method conducting joint regression and classification achieves better classification performance, compared to the single-task based classification methods, e.g., random forest, L1SVM, SFS, and SVM. Moreover, both MSFS and our method are joint models. However, our method outperforms MSFS since our proposed method takes into account one more constraint, i.e., imbalance classification. In particular, we conducted single-task classification using Eq. (3), i.e., our proposed method without considering the regression task, Proposed w/o Regression in Table 3 . As a result, Proposed w/o Regression outperforms SFS since both of them take into account three following constraints, such as feature selection, sample weight, and imbalance classification.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 146,
                    "end": 153,
                    "text": "Table 3",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 158,
                    "end": 166,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 732,
                    "end": 739,
                    "text": "Table 3",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Classification result"
        },
        {
            "text": "We evaluated the regression performance through the prediction of conversion time from the non-severe case to the severe case. We report the results of correlation coefficients (CCs) and RMSEs of all methods in Table 4 . First, the regression performance of the methods without feature selection (e.g., ridge regression) is worse than methods with feature selection, e.g., Lasso, L1SVR, MSFS, and ours. Moreover, our method outperforms all comparison methods. For example, our method receives the best performance for correlation coefficient (e.g., 0.462) and RMSE (e.g., 7.351) .",
            "cite_spans": [
                {
                    "start": 560,
                    "end": 571,
                    "text": "RMSE (e.g.,",
                    "ref_id": null
                },
                {
                    "start": 572,
                    "end": 578,
                    "text": "7.351)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 211,
                    "end": 218,
                    "text": "Table 4",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Regression results"
        },
        {
            "text": "Second, similar to the results of the classification task, the results of the regression task show the advantages of the considerations, such as feature selection, sample weight, imbalance classification, and joint classification and regression. In particular, our proposed method considering all four considerations improves 0.054 and 1.940, respectively, in terms of correlation coefficient and RMSE, compared to MSFS which takes two considerations into account, such as feature selection, and joint classification and regression.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Regression results"
        },
        {
            "text": "In the classification task, our method investigates the issues, i.e., feature selection, sample weight, imbalance classification, and joint classification and regression. As a result, our method outperforms all comparison methods only focusing on part of four issues. Moreover, our solution for each issue is shown reasonable and feasible. An interesting question is which issue dominates the COVID-19 analysis with chest CT scan data. There is not theoretical answer. However, based on our experimental results, the problem of imbalance classification should be the first issue to be considered due to the following reasons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Imbalance classification"
        },
        {
            "text": "First, it is necessary to take into account the problem of imbalance classification. In our experiments, random forest outperforms L1SVM (e.g., 6.84% for all evaluation metrics) because random forest considers the problem of imbalance classification and L1SVM takes into account the issue of high-dimensional data. Moreover, the only difference between SFS and MSFS is that SFS considers the problem of imbalance classification and MSFS conducts a joint classification and regression. As a result, SFS beats MSFS a little bit, i.e., 1.26% improvement in terms of all evaluation metrics. Second, in Figure 2 , the sensitivities of the methods (e.g., SVM, L1SVM, and MSFS) are low, e.g., 23.86%, 26.73%, and 47.45% respectively. The reason is that their classifiers could directly predict the samples of the minority class with the label of the majority class to output high accuracy, e.g., 67.35%, 75.26%, and 86.31%, respectively. On the contrary, the methods (e.g., random forest, SFS, and our Proposed w/o Regression) consider the issue of imbalance classification to output the high sensitivities, e.g., 49.61%, 50.65%, and 70.73%, respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 598,
                    "end": 606,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Imbalance classification"
        },
        {
            "text": "In this paper, we did not employ deep learning methods due to the interpretability and the issue of small-sized sample. In this section, we list top selected features (i.e., the chest regions) in Table 5 , which could help the clinicians to improve the efficiency and the effectiveness of the disease diagnosis. To do this, we first obtained the totally selected number for each feature across 100 experiments, i.e., repeating the 5-fold cross validation scheme 20 times, and then reported top Tang et al. (2020) . Second, the region number in the right lung is larger than the number in the left lung, i.e., 16 vs. 6. The possible reason is that the virus might easily infect the regions in the right lung Shi et al. (2020b) . Third, we extracted 3 kinds of handcrafted features, i.e., density, mass, and volume, from each part. Moreover, the mass feature is related to both the density feature and the volume feature. Based on the results, our method selected 4 and 7 density features, respectively, from the left lung and the right lung, and 2 and 6 mass features, respectively, from the left lung and the right lung. However, our method only selected 3 volume feature from the right lung. Hence, we would have the conclusion that the density feature is the most important in our experiments, followed by the mass feature and the volume feature.",
            "cite_spans": [
                {
                    "start": 494,
                    "end": 512,
                    "text": "Tang et al. (2020)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 707,
                    "end": 725,
                    "text": "Shi et al. (2020b)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 196,
                    "end": 203,
                    "text": "Table 5",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Top selected regions"
        },
        {
            "text": "To our knowledge, this study is the first work to simultaneously predict and estimate the conversion time of COVID-19 developing to severe symptoms using chest CT scan data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Importance of prediction and time estimation of severe cases"
        },
        {
            "text": "First, our method obtains higher sensitivity, i.e., 76.97%, compared to Tang et al. (2020) , i.e., 74.5% of sensitivity. That is, our method achieves higher accuracy for classifying the severe cases than Tang et al. (2020) . The reason could contribute to that 1) our method designs a novel solution for the problem of imbalance classification, and 2) the regression information in our proposed joint model improves the classification performance.",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 90,
                    "text": "Tang et al. (2020)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 204,
                    "end": 222,
                    "text": "Tang et al. (2020)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Importance of prediction and time estimation of severe cases"
        },
        {
            "text": "Second, as shown in Figure 3 , the correlation coefficient (i.e., 0.524) between our predictions and the corresponding ground truths for the severe cases is larger than the value (i.e., 0.462) in Table 4 which measures the correlation between our predictions and the corresponding ground truths for all subjects. Moreover, our proposed method yields the averaged conversion time (i.e., 4.59 ± 0.223 days, which has 0.55 days different from the ground truth of the conversion time, i.e., 5.64 ± 4.30 days) from all non-serve cases to the severe stage, with the least estimation error (i.e., 6.01 ± 1.22), compared to all comparison methods. The possible reason should be the proposed joint classification and regression model, where the classification information could improve the effectiveness of the regression task. Above advantages of our proposed method imply that our proposed method is good at predicting the conversion time from the non-severe stage to the severe stage.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 20,
                    "end": 28,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 196,
                    "end": 203,
                    "text": "Table 4",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Importance of prediction and time estimation of severe cases"
        },
        {
            "text": "Above two observations indicate that our proposed method is suitable for predicting the severe cases. In real applications, correctly classifying severe cases is more important than correctly classifying the non-severe cases because the former could reduce the clinicians?workloads. In particular, the correct prediction of the conversion time could help the clinicians designing effective treatment plan for the potential severe cases in time or even save the patients' lives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Importance of prediction and time estimation of severe cases"
        },
        {
            "text": "This study yielded an accuracy of 85.91%, which seems lower than that reported in previous severity assessment work. However, the task in this paper tried to solve is quite different, as we predict whether the patient would develop severe symptom in the later time. This would result in the problem of imbalance classification since only a small portion of patients would convert severe based on the prevalence rate. First, the problem of imbalance classification of our data set is bias, i.e., 86 severe cases vs. 322 non-severe cases. This makes difficult to construct effective classification models. Second, the difference of infected volumes between the severe cases and the non-severe cases is small, as shown in Figure 4 , while the corresponding difference is distinguished in Tang et al. (2020) , thus the latter can easily conduct classification. With the increase of available the data of severe cases, the accuracy of our method could be further improved. In our future work, we plan to generate new samples for the minority class to lessen the problem of imbalance classification, as well as design new deep transfer learning methods using other data sources (e.g., X-ray data) to solve the issue of small-sized sample and high-dimensional features.",
            "cite_spans": [
                {
                    "start": 785,
                    "end": 803,
                    "text": "Tang et al. (2020)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 719,
                    "end": 727,
                    "text": "Figure 4",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Limitations"
        },
        {
            "text": "This study only focused on binary classification, i.e., severe cases vs. nonsevere cases. In our future work, we plan to conduct multi-class classification on four types of COVID-19 diagnosis, i.e., mild, common, severe, and critical.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "In this paper, we proposed a new method to jointly conduct disease identification and conversion time prediction, by taking into account the issues, such as high-dimensional data, small-sized sample, outlier influence, and imbalance classification. To do this, we designed a sparsity regularization term to conduct feature selection and learn the shared information between two tasks, and proposed a new method to take into account the sample weight and the issue of imbalance classification. Finally, experimental results showed that our proposed method achieved the best performance for detecting the severe case from non-severe cases and the conversion time from the mild confirmed case to the severe case with the CT data in a real data set, compared to the comparison methods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Logistic regression confined by cardinality-constrained sample and feature selection",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Adeli",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kwon",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pohl",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "IEEE transactions",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Semisupervised discriminative classification robust to sample-outliers and feature-noises",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Adeli",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Thung",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "An",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "IEEE transactions",
            "volume": "41",
            "issn": "",
            "pages": "515--522",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Correlation of chest ct and rt-pcr testing in coronavirus disease 2019 (covid-19) in china: a report of 1014 cases",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ai",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lv",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Tao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Covid mtnet: Covid-19 detection with multi-task deep learning approaches",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "Z"
                    ],
                    "last": "Alom",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M S"
                    ],
                    "last": "Rahman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Nasrin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Taha",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "K"
                    ],
                    "last": "Asari",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2004.03747"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Convergence of alternating optimization",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Bezdek",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Hathaway",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Neural, Parallel & Scientific Computations",
            "volume": "11",
            "issn": "",
            "pages": "351--368",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Quantification of tomographic patterns associated with covid-19 from chest ct",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chaganti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Balachandran",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chabin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Flohr",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Georgescu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Grenier",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Grbic",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mellot",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nicolaou",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Parker",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Re",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sanelli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Sauter",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yoo",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ziebandt",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Comaniciu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2004.01279"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Libsvm: A library for support vector machines",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "ACM transactions on intelligent systems and technology (TIST)",
            "volume": "2",
            "issn": "",
            "pages": "1--27",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Diagnostic detection of 2019-ncov by real-time rt-pcr. World Health Organization",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Corman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bleicker",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Brünink",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zambon",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Isothermal nucleic acid amplification technologies for point-of-care diagnostics: a critical review",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Craw",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Balachandran",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Lab on a Chip",
            "volume": "12",
            "issn": "",
            "pages": "2469--2486",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Regularized multi-task learning",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Evgeniou",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pontil",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "109--117",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Clinical characteristics of coronavirus disease 2019 in china",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Q"
                    ],
                    "last": "Ou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "X"
                    ],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lei",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hui",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England Journal of Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Robust svm with adaptive graph learning",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gan",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "World Wide Web",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s11280-019-00766-x"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Coronavirus covid-19 global cases by the center for systems science and engineering (csse) at johns hopkins university",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Real-time estimation of the risk of death from novel coronavirus (covid-19) infection: Inference using exported cases",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Akhmetzhanov",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hayashi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Linton",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kinoshita",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of clinical medicine",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Chest imaging appearance of covid-19 infection. Radiology: Cardiothoracic Imaging 2",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Kong",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Agarwal",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Covid-19 pneumonia: what has ct taught us?",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Khong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet Infectious Diseases",
            "volume": "20",
            "issn": "",
            "pages": "384--385",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Artificial intelligence distinguishes covid-19 from community acquired pneumonia on chest ct",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Early transmission dynamics in wuhan, china, of novel coronavirus-infected pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England Journal of Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Classification and regression by randomforest",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Liaw",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wiener",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "18--22",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "On the limited memory bfgs method for large scale optimization",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nocedal",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Mathematical programming",
            "volume": "45",
            "issn": "",
            "pages": "503--528",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Imaging profile of the covid-19 infection: radiologic findings and literature review",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M S"
                    ],
                    "last": "Lui",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S Y"
                    ],
                    "last": "Lo",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Khong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology: Cardiothoracic Imaging",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Coronavirus (covid-19) classification using deep features fusion and ranking technique",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Ozkaya",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ozturk",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barstugan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2004.03698"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Covid-19new insights on a rapidly changing epidemic",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Del Rio",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "N"
                    ],
                    "last": "Malani",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Jama",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Lung infection quantification of covid-19 in ct images with deep learning",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Shan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xue",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2003.04655"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Large-scale screening of covid-19 from community acquired pneumonia using infection size-aware classification",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Shan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sui",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2003.09860"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Radiological findings from 81 patients with covid-19 pneumonia in wuhan, china: a descriptive study. The Lancet Infectious Diseases",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Alwalid",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Volume and mass doubling times of persistent pulmonary subsolid nodules detected in patients without known malignancy",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "K"
                    ],
                    "last": "Jeon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Goo",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Radiology",
            "volume": "273",
            "issn": "",
            "pages": "276--284",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Severity assessment of coronavirus disease 2019 (covid-19) using quantitative features from chest ct images",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2003.11988"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Regression shrinkage and selection via the lasso",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tibshirani",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Journal of the Royal Statistical Society: Series B (Methodological)",
            "volume": "58",
            "issn": "",
            "pages": "267--288",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019-ncov outbreak originating in wuhan, china: a modelling study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "689--697",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Relation between chest ct findings and clinical conditions of coronavirus disease (covid-19) pneumonia: a multicenter study",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "American Journal of Roentgenology",
            "volume": "",
            "issn": "",
            "pages": "1--6",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Spectral clustering via half-quadratic optimization",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "World Wide Web",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s11280-019-00731-8."
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Graph pca hashing for similarity search",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "IEEE Transactions on Multimedia",
            "volume": "19",
            "issn": "",
            "pages": "2033--2044",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "A novel matrix-similarity based loss function for joint regression and classification in ad diagnosis",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "I"
                    ],
                    "last": "Suk",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "NeuroImage",
            "volume": "100",
            "issn": "",
            "pages": "91--105",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Efficient utilization of missing data in cost-sensitive learning",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "IEEE Transactions on Knowledge and Data Engineering",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1109/TKDE.2019.2956530"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Spectral rotation for deep one-step clustering",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Pattern Recognition",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.patcog.2019.107175"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The visualization of the segments of a chest CT scan image, i.e., 5 lung lobes (left) and 18 pulmonary segments.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Classification results and ROC curves of all methods.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Scatter plots and the corresponding correlation coefficients (CCs) of all methods for predicting the severe cases.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Ratios of infected volumes in the HU ranges of[-700,-500]  and[-500, -200], where patient IDs 1-322 are non-severe cases and patient IDs (323-408) are severe cases. 22 selected features (i.e., regions), each of which was selected at least 90 out of 100 times. We list our observations as follows.First, most of selected features (i.e., 17 out of 22) are in the HU range of[−700, −200], corresponding to the regions of ground glass opacity which has been demonstrated related to the severity of COVID-19",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Demographic information of all subjects. The numbers in parentheses denote the number of subjects in each class. It is noteworthy that 52 cases were converted to severe on average 5.64 days and 34 cases were severe at admission. diagnosis of COVID-19 disease. For example, Tang et al. employed random forest to detect the severe cases from the confirmed cases based on the CT scan data",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Random initialize D ∈ R d×d ; 2: while Eq.(6) not converge do",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "j]) and the weight set of k positive samples with the smallest estimation values as I + = {α + where {1, ..., n} is the index of the original order before the sorting and {[1], ..., [n]} is the index of the increase order after the sorting. [i] ⊲⊳ j indicates that the j-th index in the original order is matched with the [i]-th index in the increase order.By denoting the estimation value of the i-th sample as",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "The summarization of all methods. Note that, FS: feature selection, SW: sample weight, IMB: imbalance classification, CLASS: classification, and REG: regression.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Classification results (%) of three methods. Proposed W/O Regression indicates Eq. (3).",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Regression results of all methods.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Regions distribution at different HU ranges for top selected regions.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}