{
    "paper_id": "5997461d9d109f0e3bd1db9187abb47f17f28cea",
    "metadata": {
        "title": "INTRACELLULAR TRANSPORT OF THE S PROTEINS OF CORONAVIRUSES",
        "authors": [
            {
                "first": "Christel",
                "middle": [],
                "last": "Schwegmann-Weßels",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xiaofeng",
                "middle": [],
                "last": "Ren",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Georg",
                "middle": [],
                "last": "Herrler",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Coronaviruses mature by a budding process at intracellular membranes. For two of the viral membrane proteins, M and E, it has been shown that they are intracellularly retained. Upon single expression, the M proteins of transmissible gastroenteritis virus (TGEV) and avian infectious bronchitis virus are localized in the cis-Golgi network or cis-Golgi complex. 1, 2 The small membrane protein E transiently resides in a pre-Golgi compartment 3 before it progresses to the Golgi apparatus. 4, 5 The S protein of TGEV is retained intracellularly. 6 Retention is mediated by a tyrosine-based signal within the cytoplasmic tail. In contrast, the S protein of SARS-CoV lacks a tyrosine-residue in the corresponding tail portion, and in fact, it is transported to the cell surface. 6, 7 We analyzed the protein expression of TGEV S protein and SARS-CoV S protein in two different expression systems. In the pTM1 vector, gene expression is under the control of a T7 promoter. 8 This expression system requires the use of cells expressing the T7 RNA-polymerase, e.g., BSR-T7/5 cells. To exclude the possibility that retention of the S protein of TGEV is affected by the expression system, we compared pTM1-driven expression with expression by a plasmid under the control of a CMV promoter. As coronavirus S proteins cannot be expressed by standard plasmid vectors containing a CMV promoter, we used the vector pCG1 (kindly provided by Dr. Cattaneo), which contains a rabbit β-globin intron. This plasmid vector allows the expression of the S protein in different cell lines independent of T7 expression.",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 363,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 364,
                    "end": 365,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 442,
                    "end": 443,
                    "text": "3",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 489,
                    "end": 491,
                    "text": "4,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 492,
                    "end": 493,
                    "text": "5",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 545,
                    "end": 546,
                    "text": "6",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 776,
                    "end": 778,
                    "text": "6,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 779,
                    "end": 780,
                    "text": "7",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 969,
                    "end": 970,
                    "text": "8",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The pTM1 plasmids were constructed as described previously. 6 For the construction of the pCG1 plasmids, the 5'-end (first 1200 nucleotides) of the TGEV S protein gene was amplified from the plasmid TGEVS-pTM1 by PCR using oligonucleotides a and b (see Table 1 , Fig. 1 ). Primer a contained an BamHI restriction site. After digestion of TGEVS-pTM1 with restriction enzymes XhoI and PstI, the resulting fragment of about 1 ). For the generation of mutant Y1440A-pCG1, the respective pTM1 construct was inserted into TGEVS-pCG1 via these restriction sites (Fig. 1) . The 3'-end of the SARS-CoV S protein was amplified from the plasmid pcDNA-spike (kindly provided by Dr. Deng) by PCR using oligonucleotides c and d (see Table 1 , Fig. 1 ). Primer d contained an XbaI restriction site. After incubation of pcDNA-spike with BamHI and EcoRV, the resulting 5'-end of the gene was ligated with the PCR product into the pCG1 vector and designated SARSS-pCG1 ( Fig. 1 ). Immunofluorescence analysis was performed as described previously. 6 For the detection of the SARS-CoV S protein, a rabbit antiserum directed against SARS-CoV was used (kindly provided by Dr. Eickmann).",
            "cite_spans": [
                {
                    "start": 60,
                    "end": 61,
                    "text": "6",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1030,
                    "end": 1031,
                    "text": "6",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 253,
                    "end": 260,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 263,
                    "end": 269,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 421,
                    "end": 422,
                    "text": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 555,
                    "end": 563,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 719,
                    "end": 726,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 729,
                    "end": 735,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 953,
                    "end": 959,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "METHODS"
        },
        {
            "text": "The transport of the coronavirus S proteins was analyzed using plasmid vectors to avoid overexpression. As expression vectors that depend on nuclear transcription were very inefficient, all constructs were first cloned into the pTM1 vector under the control of the T7 promoter. The constructs were transiently expressed in BSRT7/5 cells (kindly provided by Dr. Conzelmann) that stably express the T7 RNA-polymerase. Figure 2 shows that the TGEV S protein was only detectable intracellularly by immunofluorescence ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 416,
                    "end": 424,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "digested with SpeI (restriction site at position 3834) and PstI. The resulting fragment was ß microscopy. The replacement of the tyrosine at amino acid position 1440 by alanine (Y1440A) resulted in a protein, which is transported to the cell surface (Fig. 2) . In contrast to the TGEV S protein, the SARS-CoV S protein is expressed at the cell surface (Fig. 2) . As expression with the pTM1 vector is only possible in cells expressing T7 polymerase, it was not possible to express these constructs in other cells. For this reason we cloned the respective S genes into the pCG1 vector, which depends on nuclear transcription but in contrast to standard vectors, contains a β-globin intron. With this vector it was possible to express the coronavirus S proteins in BHK21 cells. By fluorescence microscopy, the TGEV S protein was readily detectable inside cells (Fig. 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 250,
                    "end": 258,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 352,
                    "end": 360,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 859,
                    "end": 867,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "SCHWEGMANN-WE ELS ET AL."
        },
        {
            "text": "On the cell surface we found occasionally some faint fluorescent patches, which might represent small amounts of S protein. This surface fluorescence can be explained by the stronger expression obtained with the pCG1 vector in BHK21 cells. The Y1440A mutant and the SARS-CoV S protein were efficiently transported to the cell surface (Fig. 2) . Taken together, our results indicate that the transport of the analyzed coronavirus S proteins was similar in BSR-T7/5 cells and in BHK21 cells. The protein expression was much stronger in the latter cells transfected with the pCG1 vector, i.e., the percentage of expressing cells and intensity of expression per cell was higher in BHK21 cells than in BSR-T7/5 cells. The intracellular localization of the TGEV S protein was similar in BSR-T7/5 and BHK21 cells, with most of the antigen concentrated on one side of the nucleus. These findings demonstrate that the tyrosine-based signal in the TGEV S protein acts as a retention signal irrespective of the vector and cell line used for expression.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 334,
                    "end": 342,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "SCHWEGMANN-WE ELS ET AL."
        },
        {
            "text": "Coronaviruses mature by a budding process at the cis-Golgi network/endoplasmic reticulum-Golgi intermediate compartment. 9 The two coronavirus envelope proteins M and E are known to be intracellularly retained.",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 122,
                    "text": "9",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "For the coronavirus S proteins, others found some surface expression by using efficient expression vectors like vaccinia virus or baculovirus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "Even with vaccinia virus, the majority of the S protein was found intracellularly. The weak surface expression can be explained by an overexpression of the S protein resulting in saturation of the retention machinery. By using the pCG1 vector in BHK21 cells, we observed the same phenomenon. Because of the strong expression, small amounts of S protein could be seen at the cell surface in fluorescence microscopy. The majority of the TGEV S protein is localized intracellularly in a region that may represent the endoplasmic reticulum-Golgi intermediate compartment. For optimal virus production, it appears reasonable that the S protein is retained at the site of virus budding. The transport behavior of the mutant Y1440A indicates that the tyrosine plays an important role for the localization of the TGEV S protein. In our experiments, the SARS-CoV S protein is transported to the cell surface independent from the vector/cell line used. Other groups also reported surface expression of this protein. 7 Thus, with the pCG1 vector that we used in BHK21 cells and with the pCAGGS vector Simmons and coworkers used in 293T cells, efficient surface expression of SARS-CoV S protein is detectable. As the pCG1 vector contains a CMV promoter and the pCAGGS vector a chicken β-actin promoter, the kind of promoter does not appear to be responsible for the efficient expression. With other vectors containing a CMV promoter, e.g., pcDNA3.1, the S protein expression via the nucleus was very inefficient. As coronaviruses replicate in the cytoplasm, the S gene may contain cryptic splice sites or other sequence elements that are detrimental for mRNA processing in the nucleus. As the pCG1 and pCAGGS vectors contain a β mRNA. ",
            "cite_spans": [
                {
                    "start": 1006,
                    "end": 1007,
                    "text": "7",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "-globin intron, this intron appears to prevent the degradation of the viral",
            "cite_spans": [],
            "ref_spans": [],
            "section": "274"
        },
        {
            "text": "In future studies, we want to analyze the S protein expression in different cell lines to see if there is a difference in protein transport and localization between different cell lines. By using cellular compartment markers, the TGEV S protein localization will be determined.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SCHWEGMANN-WE ELS ET AL. ß"
        },
        {
            "text": "This work was supported by grants from the Sino-German Center for Rresearch Promotion, from Deutsche Forschungsgemeinschaft (He1168/12-1 and SFB621), and from the European Community (No. 511064). We thank Drs. Cattaneo, Conzelmann, Deng, Eickmann, and Enjuanes for providing cells, DNA, and antibodies. Parts of Figure ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 312,
                    "end": 318,
                    "text": "Figure",
                    "ref_id": null
                }
            ],
            "section": "ACKNOWLEDGMENTS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The E1 glycoprotein of an avian coronavirus is targeted to the cis Golgi complex",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Machamer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Mentone",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Rose",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Farquhar",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "87",
            "issn": "",
            "pages": "6944--6948",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The missing link in coronavirus assembly. Retention of the avian coronavirus infectious bronchitis virus envelope protein in the pre-Golgi compartments and physical interaction between the envelope and membrane proteins",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "X"
                    ],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Biol. Chem",
            "volume": "276",
            "issn": "",
            "pages": "17515--17523",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Infectious bronchitis virus E protein is targeted to the Golgi complex and directs release of virus-like particles",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Corse",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Machamer",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Virol",
            "volume": "74",
            "issn": "",
            "pages": "4319--4326",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The cytoplasmic tail of infectious bronchitis virus E protein directs Golgi targeting",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Corse",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Machamer",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Virol",
            "volume": "76",
            "issn": "",
            "pages": "1273--1284",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A novel sorting signal for intracellular localization is present in the S protein of a porcine coronavirus but absent from severe acute respiratory syndrome-associated coronavirus",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Schwegmann-Weβels",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Falah",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Escors",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zimmer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Enjuanes",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Naim",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Herrler",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Biol. Chem",
            "volume": "279",
            "issn": "",
            "pages": "43661--43666",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Characterization of severe acute respiratory syndrome-associated coronavirus (SARS-CoV) spike glycoprotein-mediated viral entry",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Simmons",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Reeves",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Rennekamp",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Amberg",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Piefer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bates",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "101",
            "issn": "",
            "pages": "4240--4245",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "New mammalian expression vectors",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Elroy-Stein",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mizukami",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Alexander",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Fuerst",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Product review",
            "volume": "348",
            "issn": "",
            "pages": "91--92",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Replication of coronavirus MHV-A59 in sac-cells: determination of the first site of budding of progeny virions",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tooze",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tooze",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Warren",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Eur. J. Cell Biol",
            "volume": "33",
            "issn": "",
            "pages": "281--293",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "proteins accumulate in the Golgi complex beyond the site of virion budding",
            "authors": [],
            "year": 1994,
            "venue": "J. Virol",
            "volume": "68",
            "issn": "",
            "pages": "6523--6534",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "virus spike protein expressed by recombinant vaccinia virus",
            "authors": [],
            "year": 1991,
            "venue": "glycoprotein S of coronavirus TGEV expressed by recombinant baculovirus",
            "volume": "185",
            "issn": "",
            "pages": "765--773",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "recombinant coronavirus spike proteins: implications for virus assembly",
            "authors": [],
            "year": 1990,
            "venue": "J. Virol",
            "volume": "64",
            "issn": "",
            "pages": "339--346",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Processing and antigenicity of entire and anchor-free spike",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Godet",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rasschaert",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Laude",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Schematic drawing of the pCG1-constructs made for this study. The primer binding sites are indicated with arrows. The important restriction sites and their position are indicated.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Surface and intracellular immunofluorescence analysis of parental TGEV S protein (TGEVS-pTM1, TGEVS-pCG1), the TGEV S mutant (Y1440A-pTM1, Y1440A-pGC1; the amino acid exchange and position is indicated), and parental SARS-CoV S protein (SARSS-pTM1, SARSS-pCG1). BSR-T7/5 cells (for pTM1 constructs) and BHK21 cells (for pCG1 constructs) were transfected with the genes indicated. Cells were analyzed for surface and intracellular expression of the proteins at 24 h post-transfection by immunofluorescence microscopy.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Primers used for plasmid constructions.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}