{
    "paper_id": "59e84465c065a753c334f2729d4e5161b9c8923c",
    "metadata": {
        "title": "Effectiveness of Testing, Tracing, Social Distancing and Hygiene in Tackling Covid-19 in India: A System Dynamics Model",
        "authors": [
            {
                "first": "Jayendran",
                "middle": [],
                "last": "Venkateswaran",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Industrial Engineering and Operations Research",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Om",
                "middle": [],
                "last": "Damani",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We present a System Dynamics (SD) model of the Covid-19 pandemic spread in India. The detailed age-structured compartment-based model endogenously captures various disease transmission pathways, expanding significantly from the standard SEIR model. The model is customized for India by using the appropriate population pyramid, contact rate matrices, external arrivals (as per actual data), and a few other calibrated fractions based on the reported cases of Covid-19 in India. Also, we have explicitly modeled, using independent time-variant levers, the effects of testing, contact tracing, isolating Covid-positive patients, quarantining, use of mask/better hygiene practices, social distancing through contact rate reductions at distinct zones of home(H), work(W), school(S) and other(O) locations. Simulation results show that, even after an extended lock-down, some non-trivial number of infections (even asymptomatic) will be left and the pandemic will resurface. Only tools that work against the pandemic is high rate of testing of those who show Covid-19 like symptoms, isolating them if they are positive and contact tracing all contacts of positive patients and quarantining them, in combination with use of face masks and personal hygiene. A wide range of combination of effectiveness of contact tracing, isolation, quarantining and personal hygiene measures help minimize the pandemic impact and some imperfections in implementation of one measure can be compensated by better implementation of other measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "A mathematical model of Covid-19 pandemic in India, based on System Dynamics (SD) methodology is presented. Our SD based epidemiological model explicitly captures the disease progression pathways, intervention pathways, causal linkages, and assumptions. Systems Dynamics approach has its origins in the study of industrial dynamics by Jay Forrester of MIT, in the late 1950s. In 1960s and 70s, several seminal works such as Limits to Growth, Urban Dynamics, and World Dynamics emerged. More recently, the C-ROADS World Climate Policy model, developed using an SD approach to understand the long-term climate effects, has been widely adopted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "SD Philosophy emphasizes capturing real world processes, causal pathways and endogenous feedback. The structure of an SD model must correspond to real world entities at appropriate level of abstraction and aggregation. The entity flows in the model must respect conservation laws, resource constraints, and known delays in real life. The parameters of the model must have a corresponding real-world interpretation and must come from domain knowledge, or, when estimated from data, must fall within plausible range.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Our model is an extension of the classic SEIR (Susceptible-Exposed-Infectious-Recovered) model (Anderson and May 1992) . It is a compartmental model of the pandemic, wherein the population is divided into various age group wise 'compartments' to indicate Covid-19 disease progression and the interventions. Within each compartment, population is assumed to be homogeneous without and spatial or temporal attributes. While there are a number of SIR based models (Lourenco et. all. 2020 ; Ghaffarzadegan and Rahmandad 2020, MedRxiv 2020), our model differs from them not just in much more detailed modeling of various stages of disease progression, but also differs in explicit modeling of quarantining and isolation of both symptomatics and asymptomatics under key interventions of Testing and Contact Tracing. We also have a much more detailed model of the healthcare subsystem that is absent in almost all other models. Unlike (Ghaffarzadegan and Rahmandad 2020), we do not assume any seasonality effect of temperature and humidity since the evidence on it is thin and we would rather be conservative.",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 118,
                    "text": "(Anderson and May 1992)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 461,
                    "end": 484,
                    "text": "(Lourenco et. all. 2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Given the time pressure, rapidly evolving data and uncertainties about virus infectivity and duration of various disease progression stages, SD is a good choice for evaluating policy interventions since it allows easy enlargement of model boundaries to incorporate hygiene practices, healthcare staff shortage, and behavioral feedbacks. The accuracy of absolute numbers generated by the model depend greatly on how accurate structural assumptions, assumed/estimated parameters, and input data, are. As long as the parameters and input data get the relative numbers and trends right, we can compare the relative impact of various policy interventions and learn which interventions or intervention combinations are most likely to take the system to desired state. This is particularly critical when almost simultaneously estimation of number of current infections in UK from very well-respected research teams (Lourenco et. all. 2020; Ferguson et. al. 2020 ) differ by orders of magnitude. Similar order of magnitude difference in number of infections are noted for Santa Clara county in Califorina (Bendavid, et al. 2020) SD framework makes incorporating behavioral feedback possible. For example, as the number of infections cases rise, people may adopt better personal hygiene. Behavioral feedback is also important to model the counter-intuitive behavior of social systems and possible policy resistance. The success of a prolonged lockdown may come at the cost of wearing people down and they may stop following any containment measures resulting in a much worse second wave of pandemic. Also, the strict Covid-containment measures may inflict high collateral damage from other diseases. The devastating economic impact of strict measures may make people desperate and more vulnerable if their health and nutritional levels suffer. Due to time pressure many such scenarios are not incorporated here but must be kept in mind when making policy choices.",
            "cite_spans": [
                {
                    "start": 908,
                    "end": 932,
                    "text": "(Lourenco et. all. 2020;",
                    "ref_id": null
                },
                {
                    "start": 933,
                    "end": 954,
                    "text": "Ferguson et. al. 2020",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1097,
                    "end": 1120,
                    "text": "(Bendavid, et al. 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The rest of the report is organised as follows. First, we list out the assumptions as they also define the ability of our model. Next, we broadly describe our proposed model, along with the model validation/ usage of data. Third, we present our experimental findings based on simulations for multiple states of India. We then conclude with a brief discussion of our findings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Like most models of SIR family, we also model the probability of movement of people from one compartment to other in a given time-step as independent of the residence time. Hence ours is a memory-less model in that residence time in each compartment is exponentially distributed. However, note that infectiousness of an individual is not uniform between exposure and recovery. It is initially negligible and gets hold up to 48 hours before the symptoms set in (Bai et. al. 2020; He and Lou et. al. 2020) . As suggested in (Jacquez and Simon 2002), we take care of the limitations of the exponential distribution by introducing by breaking 'infectious' compartment in exposed, asymptomatic infectious, and Infectious symptomatics.",
            "cite_spans": [
                {
                    "start": 460,
                    "end": 478,
                    "text": "(Bai et. al. 2020;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 479,
                    "end": 503,
                    "text": "He and Lou et. al. 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Modelling Assumptions"
        },
        {
            "text": "General assumptions with regards to our model are as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modelling Assumptions"
        },
        {
            "text": "• The population is assumed to be homogeneous and well-mixed. And there is no significant change on the total population due to births and deaths.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modelling Assumptions"
        },
        {
            "text": "• The population (people) interacts at various locations that can be broadly divided into four sphere/ zone: at home, at work, at school and at other locations. • The interactions are age-dependent. For example: we can expect high interaction among 5-20 year olds at schools, while 30-60 year olds may interact more at work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modelling Assumptions"
        },
        {
            "text": "• Patients infected by the coronavirus take some time (incubation period of ~ 5 days) before they show any symptoms. During this asymptomatic/ pre-symptomatic phase, they are assumed infective a few days prior (~24 to 48 hours prior) to the onset of symptoms. • Symptomatic individuals may recover after a mild illness, or become serious and require hospitalisation. Serious patients may recover or can become critical (requiring ventilator / ICU facilities). The critical patients can recover or, unfortunately, die.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modelling Assumptions"
        },
        {
            "text": "• The infectiveness of the asymptomatic individuals are assumed to be lower than that of the symptomatic individuals. • Asymptomatic individuals may also recover from the disease without showing symptoms. • The progression of the disease is age-dependent. Co-morbidity is assumed to be implicitly captured by this.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modelling Assumptions"
        },
        {
            "text": "• The new cases are assumed to be detected only when the individuals are tested positive. This happens when either, (i) mild symptomatic individuals are tested positive, or (ii) the disease worsens and the patient seeks treatment at hospital, at which point it in time, they are tested and found positive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modelling Assumptions"
        },
        {
            "text": "Assumptions with regards to India-specific pandemic progress are as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modelling Assumptions"
        },
        {
            "text": "• The data about state-wise daily reported cases, recovered patients, and deaths, was obtained from www.covid19india.org. • The disease is assumed to be imported to the country through arriving passengers only (as per the 'imported cases' reported in above link). • It is assumed that the weather & climatic conditions of India play no role in the disease transmissions/ infectiousness. Also, it is assumed that the immunity level of Indians is similar to the people across the globe; and vaccinations such as BCG etc does not affect the infectiousness of the disease. • Lockdown is assumed to reduce the interaction at work and other locations by 80% (with the remaining 20% representing essential services and front-line workers), and also result in 100% reduction in school zone interactions. • The naïve ratio of the total number of deaths divided by the total cases reported, is at 3.4% for India which is very high. The case fatality ratio depends on the duration of illness and is hard to estimate without accurate patient records. The high deaths reported in India could be due to delay in seeking treatment by the patients (due to which the disease might have progressed to critical state thus hastening death), or due to the prior medical conditions of the patients, or due to delays in initial testing and reporting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modelling Assumptions"
        },
        {
            "text": "Other modelling assumptions:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modelling Assumptions"
        },
        {
            "text": "• In national level 'All-India' model, the interaction among states is assumed to be implicit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modelling Assumptions"
        },
        {
            "text": "• The state level models are considered independent of each other, i.e., no interactions among states is assumed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modelling Assumptions"
        },
        {
            "text": "• Super spreader events are not explicitly considered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modelling Assumptions"
        },
        {
            "text": "• Economic effects are not directly considered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modelling Assumptions"
        },
        {
            "text": "• Once lockdown is lifted, no further imported cases are assumed to occur. This can be thought of as a policy choice. While some researchers have argued that once community transmission sets in, imported cases do not make much difference (Chinazzi et. al. 2020) , recent experience of Vietnam, Singapore and China seem to contradict it. Hence we take no new import as a policy decision for the current scope of our work.",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 261,
                    "text": "(Chinazzi et. al. 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Modelling Assumptions"
        },
        {
            "text": "Definition Used:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modelling Assumptions"
        },
        {
            "text": "• Infectivity: It represents the probability of an individual contracting the disease upon interaction with an infected person. • Contact Rate: It represents the average number of persons a person interacts with in a day.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modelling Assumptions"
        },
        {
            "text": "These two definitions are particularly important in that they relate to the concept of the popular but often misunderstood R0, the basic Reproduction Number. It refers to the expected number of individuals, a single infected individual directly infects when introduced in a fully susceptible population, in absence of external interventions. Its average value is computed as the product of the number of interactions per day between an infected and a susceptible person, the probability of infection in such an interaction, and the duration where the person stays infectious. Human to fomite (inanimate infectious objects) contacts are usually not modelled separately and are supposed to be subsumed in these averages.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modelling Assumptions"
        },
        {
            "text": "This tells us that to reduce disease transmission we can target any of the three components of R0. Interventions like social distancing, quarantine, isolation, and lockdowns affect the number of interactions, medical interventions can reduce the disease duration, while the use of masks, PPE, and better hygiene can reduce the infectivity. Infectivity is thought to be a property of the virus but it also depends on the intensity of the interactions (in addition to the virus property, and immunity against virus, and other conjectures such as temperature/humidity etc). Both the number of interaction and its intensity (as a function of physical distance) is affected by population density. Hence both the social customs and behaviours and spatial characters of a region will affect R 0 . All of this means R 0 computed for a region cannot be blindly used in another region. In this work, we address these issues by calibrating the model for contact rates and impact of hygiene on infectivity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modelling Assumptions"
        },
        {
            "text": "A high level stock-flow diagram of the proposed model is shown in Figure 1 . We assume the population of the region is age-stratified into M age-groups. The population within each age group is divided into Susceptibles (S), Exposed ( Let's consider the 'primary flow' of the diseases across the compartments, that is, ignoring quarantine and isolations. The Susceptible (S) people get exposed to the virus from contact with an infectious person. Initially all those exposed to virus are non-symptomatic and noninfectives, and become infective (but not symptomatic) only after a latency period of dEA days. After another dAI days, these individuals develop symptoms and move to Infectious Symptomatics compartment. The sum of dEA and dAI represents the average incubation period, dP. The persons in Infectious Symptomatics compartment are said to exhibit mild symptoms and are active in the community, and thus continue to transmit the virus. A fraction of such mild cases recovers, while for others, the disease worsens resulting in hospitalization (move to Hospitalised patients class). A fraction of the serious hospitalised patients recovers, while the rest become critical requiring ventilator / ICU facilities (move to Critical patients class). A fraction of the critical patients recover while the rest, unfortunately, die. It is assumed that the Recovered patients and the Dead do not transmit the virus. Note that the external seeding of the virus in the community is captured explicitly. Now, suppose quarantining and isolations of infectious persons are possible. This is explicitly captured by the flows out of the stocks A and I. The flow to the Quarantine and Isolation stocks are modeled as governed by different control fractions. The flow of asymptomatics from A to Q A represents the proportion of persons who are quarantined either through awareness efforts (represented by f 1 (t)) or contact tracing of a positive tested patients (represented by fX(t)). The flow of asymptomatics from A to L A represents the proportion of persons who are isolated after testing positive for Covid-19 though early tracing and testing effort (represented by f2(t)). The quarantined/ isolated asymptomatics, either recovers, or develop symptoms and proceed to the quarantined Symptomatic and Isolated Symptomatic stocks. The flow of Infectious Symptomatics from I to Q I represents the proportion of persons who are quarantined through awareness efforts (represented by f3(t))). The flow of symptomatics from I to L I represents the proportion of persons who are isolated after testing positive for Covid-19 (represented by f4(t)). This, f4(t), represents the fraction of symptomatic individuals who are identified during the initial stages of the symptoms itself. The quarantined/ isolated symptomatics, either recover, or become serious and are hospitalised. Note that the patients who are not quarantined or not isolated proceed along the primary flow a described earlier. The flow equations are given by equations 22-52 in Appendix A. Also, note that all the flows are governed by explicit delays between stages, some of which are determined by the nature of the disease (viz., incubation period), while others are determined by the intervention or control action (viz., testing delay).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 66,
                    "end": 74,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 232,
                    "end": 233,
                    "text": "(",
                    "ref_id": null
                }
            ],
            "section": "Model Description"
        },
        {
            "text": "The infection rate is governed by the contact rate (λ) and the infectivity (infection probability, p), as shown in Equations 16-21 in Appendix A. The contact rate for an age-group is the sum of all interactions of that age group with all other age groups across all contact locations (home, work, school and other). It is assumed that a susceptible individual can get infected upon contact with an Asymptotic infective, or Infectious Symptomatics person, including those in quarantine and isolation. It is assumed that the relative infectivity of the Asymptomatic infectives is only (1-k)% of the symptomatic infected class. Further, it assumed that patients in hospitals and critical care are in perfect isolation and hence do not contribute to the disease transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model Description"
        },
        {
            "text": "Social distancing measures, such as school closures, lockdown, partial opening of work, etc, are modeled using fractions u H (t), u W (t), u S (t), u O (t), which represent the time dependent control measure imposed on contacts at home(H), work(W), school(S) and other(O) locations, respectively. Reductions in the infectivity due to measures such as personal hygiene, usage of PPE such as masks, etc., is modeled using fraction multiplier v(t) on the base infectivity parameter p. Additionally, a time dependent adjustment factor y(t) is used as a multiplier of contact rate, Cij. At the start of the Covid-19 pandemic there is typically little awareness about the diseases, and hence little or no precautions are taken by the population. This can result in an increased interaction, more than what would have otherwise been.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model Description"
        },
        {
            "text": "Further, in the model, the overflows that can possibly occur at hospitals is explicitly modelled. The area shown by the dashed box in Figure 1 is expanded in the main model, as shown in Figure 2 . The overflows at hospitals and Critical care facilities are explicitly modelled to capture the possible deterioration in the care due to overwhelming demand on the hospital. The flows DPR, QDPR, LDPR, represent the 'new arrivals' to the hospitals, feeding into the stock DH. Now, as per the available capacity (K H ) at the hospital, that many patients are sent immediately to the hospital stock H, while the rest are explicitly marked as overflow hospital patients and moved to stock OH. (Note: both these class of patients could be physically at the hospital itself). Similarly, the patients at the hospital (stock H), as their condition worsens, can go to critical care facility if there is sufficient capacity (K C ). If not, the patient 'move' to overflow critical patients (OC). The OH patients can worsen (become critical) or recover, where the fraction recovering could be lower than that for the regular 'H' patients. The OC patients can die or recover, where the fraction recovering could be lower than that for the regular 'C' patients. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 134,
                    "end": 142,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 186,
                    "end": 194,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Model Description"
        },
        {
            "text": "The model parameter settings are based on published reports and web sources (see Assumptions section), as follows: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameter settings"
        },
        {
            "text": "The model has been implemented using Vensim® Pro software. Some ",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 63,
                    "text": "Some",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Simulation and Model Validation"
        },
        {
            "text": "A conscious decision was taken by the modelers to not fine-tune the parameter values to exactly replicate the reported cases of Covid-19 in India, or to minimise some statistical measure of error. Instead it was decided to replicate the trend in behaviour by estimating a few parameters only (McCloskey and Ziliak 1996).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modelling the observed pandemic behaviour in India and Sensitivity Analysis"
        },
        {
            "text": "On the website www.covid19india.org, the India state-wise data on daily number of (newly) reported cases based on test reports, daily number of recovered cases, and daily number of deaths are reported. The first 3 recorded cases of Covid-19 infections were during Jan 30 th -Feb 3 rd 2020, followed by a long hiatus. Since March 2 nd 2020, India has been seeing new cases reported daily. For modelling purposes the early February data is ignored. Also, the current deaths reported in India is quite high vis-à-vis the reported cases, and compared to the fatality rates reported in [CDC report]. This could be due to initial long delay in seeking proper treatment, comorbidity conditions, etc. Hence it is decided to calibrate the model based on the new cases reported only.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modelling the observed pandemic behaviour in India and Sensitivity Analysis"
        },
        {
            "text": "In our model, there are two pathways by which a new case of Covid-19 is identified/ confirmed via testing. One pathway is when the individual allows the disease to progress, and seek medical help only when it becomes severe. This is captured by the flow Disease Progress Rate (DPR) from Infectious Symptomatic (I) to Hospitalized Patients (H) compartments. Such patients are tested positive late after the onset of the disease. The second pathway will be to, via contact tracing, test some symptomatic individuals a priori before the symptoms become severe. This is captured by the flow Isolating Symptomatics Rate (LIR) from Infectious Symptomatic (I) to Isolated Symptomatics (L I ) compartments. This is governed by the fraction f4(t). Now, the data available in the website does not distinguish between the two pathways.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modelling the observed pandemic behaviour in India and Sensitivity Analysis"
        },
        {
            "text": "It is important to do so, since pathway 1 is reactive, while pathway 2 is a proactive approach. It is assumed that pathway 1 is active be default, and hence only f4(t) is estimated in our model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modelling the observed pandemic behaviour in India and Sensitivity Analysis"
        },
        {
            "text": "As far as the authors are aware, there are no detailed published clinical studies of the cases in India. In the absence of that, the parameters reported in Section 4.0 are assumed to hold true for India. Also, India has already started various interventions to mitigate/ prevent the pandemic spread. Based on reported studies and preliminary experiments, we decided estimate the following parameters only to replicate the trend in the daily reported cases:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modelling the observed pandemic behaviour in India and Sensitivity Analysis"
        },
        {
            "text": ", to indicate the effect of lockdown. Prior to lockdown they were set at 1. During lockdown, assumed that u H (t) = 1 and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modelling the observed pandemic behaviour in India and Sensitivity Analysis"
        },
        {
            "text": "The proportion f4(t) of symptomatic infectious individuals who are isolated after testing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modelling the observed pandemic behaviour in India and Sensitivity Analysis"
        },
        {
            "text": "The fraction x(t) of asymptomatics traced and quarantined per fraction symptomatic tested. Note that fraction of asymptomatics traced and quarantined is given fx(t) = x(t)*f4(t). (iv)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modelling the observed pandemic behaviour in India and Sensitivity Analysis"
        },
        {
            "text": "The time dependent adjustment factor y(t). The parameters, f1(t), and f3(t), are assumed to be 0, implying that volunteer quarantining through awareness doesn't happen. Also, f2(t) is assumed to be 0, implying a no testing policy of asymptomatic. Also, the time dependent control measure v(t) for better hygiene and PPE use is kept at 1 to indicate no effect of this on Covid-19 spread in India.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modelling the observed pandemic behaviour in India and Sensitivity Analysis"
        },
        {
            "text": "Introduction of infected individuals in the community: Since the pandemic did not have origins in India. The spread in India is due to arrivals of infected individuals from abroad. Now, in the www.covid19india.org website (crowdsourced database available there), a few of the cases has been tagged as 'imported'. This is interpreted as those individuals who have arrived from abroad infected. Since we do not have the information on the exact arrival date to India, we assume that all these 'imported cases' came to India on an average of 7 ( + ) days prior to being identified as positive. Thus, for example, the imported patients on March 2 nd is assumed to have arrived on February 24 th . These imported cases arrivals is taken to define the flow XAR(t). Also, lockdown is taken to start on 25 th March 2020. The results of model calibration exercise is shown in Figure 3 below, for the All India data. The simulation duration was from 24 th Feb to 14 th April. It is observed that the new cases and cumulative cases give a reasonable fit to the reported data of the pandemic's spread in India. Also, observe that the simulation over estimates the number recovered and underestimate the number dead. Further calibration of recovered and dead based on current data only has a grave risk of over-estimating deaths in future since it appears that people are approaching hospitals very late when disease has progressed significantly. We assume that this scenario will change as time passes. Also, in future we plan to take comorbidity and patient case details for Indian conditions into account. It is observed that the model reasonably captures the reported trend even for changes in the calibrated values. During the initial days, the model seems to overestimate the trend. However, the more recent behaviour, especially post lockdown, is capture reasonably well. Hence, it is decided to calibrate the model with the recommended parameters.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 867,
                    "end": 875,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Modelling the observed pandemic behaviour in India and Sensitivity Analysis"
        },
        {
            "text": "In a manner similar to what was describe for the all India data, the model was calibrated for each state (thus each state has a separate model). The results of state-wise calibration are shown in Appendix C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 4: Sensitivity analysis confidence bounds (shown by the grey-scale bands) of New Cases Reported (India)"
        },
        {
            "text": "This section describes the parameter settings used to model different intervention scenarios. All interventions are assumed to be effective with effect from April 15 th . Until April 15 th , the parameter setting obtained as in Section 6 are used. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modelling the Interventions"
        },
        {
            "text": "2 50% reduction in contacts everywhere till 15 th May ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modelling the Interventions"
        },
        {
            "text": "The above interventions were encoded, and the model simulated for India as well as each of the states. All simulations were run for a time period until June 30 th 2020. Do note that it is assumed that no new cases arrive at the state/ country from an external source in the above simulation time period. Figure 5 and 6 shows the simulation outputs for all India data for intervention scenarios 1A to 5B. Figure 5 shows that interventions 1B, 2B, 3B, 4B, and 5B (4B and 5B overlaps in figure) are significantly more than their 'A' counterparts (all overlapping, along the x-axis). This clearly shows that increased testing and tracing and isolating has a significant impact in controlling the pandemic spread. Let's zoom in (see Figure 6 ). It can be readily observed from Figure 6 that once lockdown is lifted (any of the scenarios 1-5), the new cases reported will increase exponentially (all 'B' scenarios). The policies 2A, 4A and 5A seem to result in low spread of pandemic, with policy 4A being the least. Also, it is observed that all the 'A' policies, 1A to 5A will result in a short term increase in the number of reported cases. This is due to the larger number of cases that gets discovered initially due to increase in the testing rates. A few other policies have been evaluated (Policies 6A to 7D as mentioned in previous section). Figure 10 compares the behaviour of policy 6C, 6D, 7C and 7D with policy 4A (the best so far). It is readily apparent from the figure that policies 6C, 6D and (to some extent) 7C can help mitigate the pandemic spread. These show better projected behaviour than policy 4A. This shows that improved hygiene, social/ physical distancing, usage of masks and other protective gear can be quite effective. Unlike policy 6C (where Home, work and other contacts are at 50% and schools closed), in policy 7C only schools are closed, while home, work and others are back to 'normal'. However, the relative deterioration is only marginal between 6C and 7C (and still better than policy 4A). This again is due to improved hygiene, social/ physical distancing, usage of masks and other protective gear. The practical implementation of this policy remains to be seen. Figures 11 and 12 illustrate the state-wise response to policy 6C and 7C respectively. Policy 6C (see figure 11 ) is effective in readily controlling the pandemic spread. Although policy 7C ( figure 12 ) shows an increasing rates, the growth is not exponential but asymptotic (which is a good thing, means the pandemic will not go out of control).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 304,
                    "end": 318,
                    "text": "Figure 5 and 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 404,
                    "end": 412,
                    "text": "Figure 5",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 484,
                    "end": 491,
                    "text": "figure)",
                    "ref_id": null
                },
                {
                    "start": 728,
                    "end": 736,
                    "text": "Figure 6",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 772,
                    "end": 780,
                    "text": "Figure 6",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1344,
                    "end": 1353,
                    "text": "Figure 10",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2198,
                    "end": 2215,
                    "text": "Figures 11 and 12",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2300,
                    "end": 2309,
                    "text": "figure 11",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2390,
                    "end": 2399,
                    "text": "figure 12",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Simulation Results and Observations"
        },
        {
            "text": "Do note that all the policies (such as increased testing/ contact tracing/ use of masks etc.) discussed in this section are assumed to be working in perpetuity. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation Results and Observations"
        },
        {
            "text": "For the Covid-19 pandemic in India, contrary to (Singh and Adhikari, 2020), our model shows that, even after a 49-day lock-down, some non-trivial number of infections (even asymptomatic) will be left and the pandemic will resurface. Only tool that works against the pandemic is high rate of testing those who show Covid-19 like symptoms, isolating them if they are positive and contact tracing all contacts of positive patients and quarantining them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary and the Way Forward"
        },
        {
            "text": "In combination with use of face masks and personal hygiene, contact tracing and isolation need not be super accurate. A wide range of combination of contact tracing, isolation, quarantining and personal hygiene measures keep the pandemic at bay and imperfections in one sphere are easily compensated by better implementation of other measures. This works if we keep just the schools closed for 90 days and allow all other activities with reasonable social distancing (only 20% improvement compared to base is sufficient). This works well if we open work but reduce non-essential contacts to half, while keeping schools closed for 90 days. Thus, we recommend that, during the lockdown, appropriate measures are put in place to do effective contract tracing, testing and isolations, increase the awareness & responsibility among the citizens to abide by social/ physical distancing norms, usage of masks and other PPE, better hygiene practices, reduced discretionary trip and improved sanitisation. This is will then help keep the pandemic in check while we can slowly reopen the economic activities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary and the Way Forward"
        },
        {
            "text": "A few immediate future works with regards to modelling, simulation and analysis are (not in any particular order):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary and the Way Forward"
        },
        {
            "text": "• State-wise sensitivity analysis of various policy levers to help the level of adherence/ enforcement of each (say, testing, contact tracing, hygiene, usage of masks, sanitisation, contact rate reduction, physical distancing, etc.)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary and the Way Forward"
        },
        {
            "text": "• Explore the impact of quarantining of symptomatics and asymptomatics though awareness efforts. • Explore the impact of isolating asymptomatics though testing. Currently policy is to test only symptomatics. • Use of patient case history to improving the model with respect to recovery delays, resource use, comorbidity, etc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary and the Way Forward"
        },
        {
            "text": "• The changes in y(t) and v(t) to be made endogenous, driven by feedback of the local reported cases and/or deaths.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary and the Way Forward"
        },
        {
            "text": "• Understand and if possible, make explicit in the model the causes for policy resistance and unintended consequences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary and the Way Forward"
        },
        {
            "text": "The Vensim model can be shared on request. Note: Delay3(_input rate_, delay duration_) represents a third-order material delay (DELAY3),",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary and the Way Forward"
        },
        {
            "text": "which is a cascade of three first-order exponential delays, with the delay at each stage is onethird of the total delay duration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equations underlying the SD model"
        },
        {
            "text": "We use the Social Contact Matrix from (Prem et. al. 2017) . However, what we really need is the number of interactions per day and not number of contacts and hence we calibrate the model and apply a correction multiplier of 1.5 to all the base contact numbers for all four spheres viz Home, Work School, and Other given there. Note that this factor of 1.5 is also an artificial result of the fact that we take base infectivity to be .015 from (Singh and Adhikari 2020). Any change in the base infectivity number will have a corresponding impact on the base contact correction multipliers.",
            "cite_spans": [
                {
                    "start": 38,
                    "end": 57,
                    "text": "(Prem et. al. 2017)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "APPENDIX B: Contact Matrices and related notes."
        },
        {
            "text": "State-wise calibration of the model. Only the plot of daily reported cases, and cumulative reported cases given here. The blue lines represent the simulation results, and red line shows the actual reported cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX C: Results of State-wise model calibration"
        },
        {
            "text": "During lockdown, u H (t) = 1, u W (t)=0.3, u S (t)=0, u O (t) =0.3, and 1 otherwise for all states. Some observations:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX C: Results of State-wise model calibration"
        },
        {
            "text": "• Parameter settings for AP, GJ, JK, MP, MH, PJ, TL, and WB are same as All India.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX C: Results of State-wise model calibration"
        },
        {
            "text": "• Parameter settings for DL, HR, TN are similar to each other; differs from All India only in the starting value of y(t). • In KA, KL, and RJ the testing fractions and contact tracing, f4(t) = x(t) = 0.5. This is reasonable since Kerala model and Bilwara models haves been much praised for their effective containment. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX C: Results of State-wise model calibration"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Infectious Diseases of Humans: Dynamics and Control",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Presumed Asymptomatic Carrier Transmission of COVID-19",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "Y"
                    ],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19 Antibody Seroprevalence",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bendavid",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mumulaney",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sood",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.14.20062463"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Severe Outcomes Among Patients with Coronavirus Disease 2019 (COVID-19) -United States",
            "authors": [],
            "year": 2011,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "69",
            "issn": "",
            "pages": "343--346",
            "other_ids": {
                "DOI": [
                    "10.15585/mmwr.mm6912e2%22%20%5Ct%20%22_blank"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Healthcare impact of COVID-19 epidemic in India: A stochastic mathematical model",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chatterjee",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chatterjee",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shankar",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Medical Journal Armed Forces India",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.mjafi.2020.03.022"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Impact of non-pharmaceutical interventions (NPIs) to reduce COVID-19 mortality and healthcare demand",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Neil",
                    "suffix": ""
                },
                {
                    "first": "Daniel",
                    "middle": [],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "Gemma",
                    "middle": [],
                    "last": "Laydon",
                    "suffix": ""
                },
                {
                    "first": "Natsuko",
                    "middle": [],
                    "last": "Nedjati-Gilani",
                    "suffix": ""
                },
                {
                    "first": "Kylie",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                },
                {
                    "first": "Marc",
                    "middle": [],
                    "last": "Ainslie",
                    "suffix": ""
                },
                {
                    "first": "Sangeeta",
                    "middle": [],
                    "last": "Baguelin",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bhatia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Simulation-based Estimation of the Spread of COVID-19 in Iran",
            "authors": [
                {
                    "first": "Navid",
                    "middle": [],
                    "last": "Ghaffarzadegan &amp; Hazhir Rahmandad",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.22.20040956"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Temporal dynamics in viral shedding and transmissibility of COVID-19",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "H Y"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41591-020-0869-5"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Qualitative theory of compartmental systems with lags",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Jacquez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Simon",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Math. Biosciences",
            "volume": "180",
            "issn": "",
            "pages": "329--362",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Fundamental principles of epidemic spread highlight the immediate need for large-scale serological surveys to assess the stage of the SARS-CoV-2 epidemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lourenco",
                    "suffix": ""
                },
                {
                    "first": "Robert",
                    "middle": [],
                    "last": "Paton",
                    "suffix": ""
                },
                {
                    "first": "Mahan",
                    "middle": [],
                    "last": "Ghafari",
                    "suffix": ""
                },
                {
                    "first": "Moritz",
                    "middle": [],
                    "last": "Kraemer",
                    "suffix": ""
                },
                {
                    "first": "Craig",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "Peter",
                    "middle": [],
                    "last": "Simmonds",
                    "suffix": ""
                },
                {
                    "first": "Paul",
                    "middle": [],
                    "last": "Klenerman",
                    "suffix": ""
                },
                {
                    "first": "Sunetra",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.24.20042291"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The standard error of regressions",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mccloskey",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ziliak",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J. Econom. Literature",
            "volume": "34",
            "issn": "1",
            "pages": "97--114",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "MedRxiv 2020",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Projecting social contact matrices in 152 countries using contact surveys and demographic data",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Prem",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jit",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLoS Comput Biol",
            "volume": "13",
            "issn": "9",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pcbi.1005697"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Age-structured impact of social distancing on the COVID-19 epidemic in India",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Adhikari",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2003.12055"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "DELAY3",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Estimates of the severity of coronavirus disease 2019: a model-based analysis",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Verity",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet Infectious Diseases",
            "volume": "",
            "issn": "",
            "pages": "30243--30250",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30243-7"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "E), Asymptomatic infectives (A), Infectious Symptomatic (I) cases, Hospitalised patients (H), Critical patients (C), Recovered (R) population and the Dead (D). The governing equations of the model are described in detail in Appendix A.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "High level stock flow diagram of the proposed model for Covid-19 India pandemic. The intervention points are represented by causal variables shown in red color. Other causal variables, especially delays, are not shown to improve readability.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Expanded view of the hospital incorporating overflows",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The comparison of simulated (blue line) and the actual data (red line), for the daily reported cases (top left), cumulative cases reported (top right), cumulative recovered (bottom).The parameter setting that resulted in the above behaviour are:(i) During lockdown, u H (t) = 1, u W (t)=0.3, u S (t)=0, u O (t) =0.3, and 1 otherwise. (ii)The proportion f4(t) = 0.25 (iii)The proportion x(t) sensitivity analysis of the model behaviour to the control parameters were performed, the results of which are shown inFigure 4below. The sensitivity settings are as follows:(i) u W (t) ~ UNIFORM(0.2, 0.4) (ii) u O (t) ~ UNIFORM(0.2, 0.4) (iii)f4(t) ~ UNIFORM(0.05, 0.5) (iv)The slope of y(t) ~ UNIFORM(0.8/35, 1/35)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Actual Data ---Simulated data as per calibration setting ---u H (t) = u W (t)= u O (t) =1, and u S (t)=0 Each of the above interventions are simulated at two settings of testing and tracing: A. With increased testing (testing and tracing; 80% symptomatic can be identified and isolated within one day of development of symptoms • Modelled with f4(t) = 0.8, x(t) = 1, for t >= 15 th Apr • Testing delay dIL continues to be 2.5 days. • v(t)=0.8, for t >= 15 th Apr (minimal improved level of hygiene and masks usage) B. Continue the same rate of testing • Modelled with f4(t) = 0.25, x(t) = 0.1 for All India model. For all other states, the obtained calibrated values are used. • v(t)=0.8, for t >= 15 th Apr (minimal improved level of hygiene and masks usage) For the additional scenarios (policy 6 and 7) we have considered the following C and D settings also. C. Along with (A), improved use of Face Mask and Personal Hygiene • Modelled with f4(t) = 0.8, x(t) = 1, for t >= 15 th Apr • Testing delay dIL continues to be 2.5 days. • v(t) = 0.6, for t >= 15 th Apr D. Modified (A), improved use of Face Mask and Personal Hygiene, and lower testing/tracing • Modelled with f4(t) = 0.5, x(t) = 1 for All India model. For all other states, the obtained calibrated values are used. • Testing delay dIL continues to be 2.5 days. • v(t) = 0.6, for t >= 15 th Apr Thus, a total of 18 intervention scenarios are considered (1A, 1B, 2A, …, 5B, 6A, 6B, 6C, 6D, 7A, 7B, 7C, 7D), for the all India model and for each of the States.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Simulation response based on India data (until June 30 th 2020).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Simulation response based on India data (until June 30 th 2020), Zoomed in. The lower three lines are 4A, 2A and 5A The state-wise behaviour for polices 2A, 4A and 5A are show in Figures 7, 8 and 9 respectively. All three policies show a similar trends in behaviour. It is observed from Figures that, as a result of response either policy (2A, 4A or 5A), the pandemic is well controlled in all states. However, MH and DL (top two lines) do show a relatively larger increase that the other states, while in KA and KL (bottom two lines), the pandemic is completely under control. The projected behaviour for all the other states are somewhere in between these extremes.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Simulation output of state wise behavior for policy 2A (50% reduction in contacts till 15 th May; and increased testing and tracing) Simulation output of state wise behavior for policy 4A (Extending the lockdown till 30 th April and during 1 st May to 15 th May 50% reduction in contacts; and increased testing and tracing) Simulation output of state wise behavior for policy 5A (Extending the lockdown till May 15 th ; and increased testing and tracing)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Simulation output of all India behavior for other policies vs Policy 4A Simulation output of state wise behavior for policy 6C (50% reduction in contacts, school closed, increased testing/ tracing; improved use of masks and better hygiene) Simulation output of state wise behavior for policy 7C (Only schools are closed, increased testing/ tracing; improved use of masks and better hygiene)",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Parameter settings used Populations Population of all states, taken as 2018 values, from: http://statisticstimes.com/demographics/population-ofindian-states.php Avg. time for infectious Symptomatics to recover, 14 days Avg. worsening duration, 5 days Avg. time for hospitalised patients to recover, 14 days Avg. time for critical patients to die 5 days Avg. time for critical patients to recover 14 days Avg. time to quarantine / isolate asymptomatics,",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "additional variables have been included in the Vensim model, mainly to capture a few of the underlying equations in parts. A simulation timestep of 0.0625 is used, with integration method of Euler. Results are saved per day.The model has been thoroughly debugged to avoid integration time step errors, and floating point overflow caused by extreme small value (e.g. 0 in the denominator). The units have been checked to ensure consistency. Variable names have been chosen so that the model is understandable.As part of model validation, direct structure tests have been conducted to ensure that relations & assumptions in the model are based on accepted theories and all important variables are included in the model. As per that, an essential feature included in our model is that a coronavirus infected person undergoes an incubation period before symptoms show up; and during the incubation period they are infectious (without showing symptoms) after a latency period. Other aspects included, which goes beyond the standard SEIR representation of Covid-19 are, the age-groups specific contacts across various contact zones or locations; age specific progression of & recovery from the disease; and explicit representation of quarantines and isolations. Behavior tests were conducted to ensure that the model behaves as per accepted System Dynamics theory at various test conditions, extreme values and loop knockouts.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Sum New Cases Reported[AllIndia] : Simulated.vdfx Sum New Cases Reported[AllIndia] : Actual Data",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Interventions considered",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Notations usedPopulation of age-group i who exhibit extreme symptoms and may need ICU/ ventilator support but overflow Total Population of age-group j. Note that ∑ =1 = 1, where M is the number of age-groups represents the infectivity reduction factor for asymptomatics.Contact raterepresents the net contacts per day of age-group i has with age-group j in all locations of home, work, school and others.represents the net contacts per day of age-group i has with age-group j in all locations of home, work, schoolRepresents time dependent control measure imposed on contacts at home (H), work (W), school (S) and other (O) locations, respectively Represents time dependent control measure imposed on contacts at home (H), work (W), school (S) and other (O) locations, respectively, for quarantined asymptomatics (Z=1), for isolated asymptomatics (Z=2), Represents time dependent control measure due to better hygiene and PPE use (e.g. masks), imposed on the infectivity Fraction of overflow hospitalized patients becoming critical and requiring ICU support, from age group i Fraction of overflow critical patients dying, from age group i Represents the time dependent fraction of asymptomatics infected who are quarantined through awareness efforts.Represents the time dependent fraction of asymptomatics infected who are tested positive and hence isolated. Note: 1 ( ) + 2 ( ) < 0.9Represents the time dependent fraction of Symptomatics who are tested positive and hence isolated. Note: 3 ( ) + 4 ( ) < 0.9Represents the time dependent fraction of Asymptomatics who are identified via contract tracing and hence quarantined.Represents the time dependent control fraction of Asymptomatics traced per fraction symptomatic tested. Daily reported cases A tracking variable to capture the number of new infections reported daily Person/Day Cumulative number of reported cases A tracking variable to capture the cumulative number of new infections reported * Note: The units 'Dmnl' stands for Dimensionless.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We acknowledge the support and contributions of Pooja Prasad, Shreenivas Kunte, Vanessa Beddoe, Rishav Deval and Priyesh Gupta in data collection from various sources and preliminary analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Average duration for an asymptomatics infected individual to quarantine (dAQ), isolate (dAL) or recover ( ",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 105,
                    "text": "(",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}