{
    "paper_id": "5a646cd54e435044f336b10285e6c110d1213b20",
    "metadata": {
        "title": "Original Russian Text ©",
        "authors": [
            {
                "first": "G",
                "middle": [
                    "A"
                ],
                "last": "Bocharov",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "A"
                ],
                "last": "Danilov",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yu",
                "middle": [
                    "V"
                ],
                "last": "Vassilevski",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "G",
                "middle": [
                    "I"
                ],
                "last": "Marchuk",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "V",
                "middle": [
                    "A"
                ],
                "last": "Chereshnev",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "B",
                "middle": [],
                "last": "Ludewig",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The development of antiviral immune responses occurs in the lymph nodes (LNs) that drain the affected organ and in other secondary lymphoid organs [1] . The three dimensional structural and functional organization of the LNs meets the task of maintaining the optimal conditions for the develop ment of immune responses. In particular, in the LNs, viruses interact with the antigen presenting cells",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 150,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Marginal sinus ∅ = 0. (APCs), which is followed by presentation of viral antigens to T lymphocytes of the corresponding spec ificity for recognition. This function is performed by macrophages and conventional dendritic cells. Their protection against cytopathic viruses before the anti gen-specific immune response is provided by inter feron alpha (IFN α) secreted by the plasmacytoid dendritic cells (pDCs). The systemic analysis of the kinetics of an experi mental coronavirus infection in mice [2] allowed us to estimate the key kinetic parameters for the reaction of activation and synthesis of IFN α in response to the coronavirus infection in mouse macrophages and pDCs. In addition, it is predicted that the local con centrations of IFN α that provide the antiviral protec tion of macrophages and pDCs are 1 and 45 pg/ml, respectively. However, the empirical analysis cannot provide the information about the particularities of the spatial distribution of interferon in the lymphoid organs in accordance with their structural organiza tion. The only method to study this fundamental aspect of antivirus protection is mathematical simula tion that takes into account the three dimensional architecture of the organs and the diffusion of the humoral factors in their subareas.",
            "cite_spans": [
                {
                    "start": 497,
                    "end": 500,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Simulation of the Interferon Mediated Protective Field in Lymphoid Organs with Their Spatial and Functional Organization Taken into Consideration"
        },
        {
            "text": "To study the stationary distribution of IFN α in the LN, we used a stationary reaction diffusion equation for the concentration of IFN α (c(x)); for details, see [3, 4] :",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 165,
                    "text": "[3,",
                    "ref_id": null
                },
                {
                    "start": 166,
                    "end": 168,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Simulation of the Interferon Mediated Protective Field in Lymphoid Organs with Their Spatial and Functional Organization Taken into Consideration"
        },
        {
            "text": ", where x ∈ Ω i , is the diffusion coefficient of IFN α in the corresponding region Ω i , i = 1, 2, 3 (all the regions are determined below), α is the degradation rate of IFN α. The summand to the right is related to the synthesis of IFN α by the population of pDCs, M being the population size. According to [2] , the rate of synthesis of interferon by one activated dendritic cell is 4.4 × 10 -4 pg/h and the degradation rate of IFN α is 0.012 1/h. The basic value of 1.6 × 10 -1 mm 2 /h, which characterizes the diffusion of myoglobin molecules with approximately the same molecular weight as that of IFN α [5] , was taken as an esti mate for the diffusion coefficient of IFN α.",
            "cite_spans": [
                {
                    "start": 309,
                    "end": 312,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 610,
                    "end": 613,
                    "text": "[5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Simulation of the Interferon Mediated Protective Field in Lymphoid Organs with Their Spatial and Functional Organization Taken into Consideration"
        },
        {
            "text": "Although the morphology of LNs is very compli cated [1] , taking into consideration the function, we may present the generalized structure of the LN based on the concept of basic blocks (Fig. 1) [6] . The mac rophages and dendritic cells are located in the regions of the marginal sinus (Ω 1 ) under the afferent lym phatic vessels, through which these cells and viruses enter the LN. Then, APCs move to the cortical zone, where they perform their function of induction of antigen specific immune responses. The regions of a LN that contain T lymphocytes (the cortical and para cortical zones or the Ω 3 region) are characterized by weak molecular diffusion, which is associated with poor hydraulic conductivity [7] . Taking this into account, we assume that the diffusion coefficient for the Ω 3 region is lower by two orders of magnitude than the above mentioned estimation for the Ω 1 region. The region of lymphoid follicles (Ω 2 ), which contains B lymphocytes, is intermediate in terms of diffusion pro cesses. Therefore, we assume that the diffusion coeffi cient for the Ω 2 region is by one order of magnitude smaller than the baseline one. Since IFN α has a low molecular weight, the diffusion coefficient in the sys tem of conduits is the same as in the sinusoidal area. The simulation of stationary distribution of IFN α created by 10 2 and 10 4 activated pDCs arranged at ran dom, mainly in the upper part of the Ω 1 region in the LN is shown in Figs. 2a, 2b . The numerical solution for the model predicts that the variation of concentra tion of IFN-α within the LN is two orders of magni tude, i.e., the compartmentalization of the cytokine occurs due to the diffusion. The inner regions of the LN, where the concentration of IFN α is close to the threshold concentration of 1 pg/ml with a number of activated pDCs of about 10 4 are shown in Fig. 2c .",
            "cite_spans": [
                {
                    "start": 52,
                    "end": 55,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 195,
                    "end": 198,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 712,
                    "end": 715,
                    "text": "[7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 186,
                    "end": 194,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1458,
                    "end": 1470,
                    "text": "Figs. 2a, 2b",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1856,
                    "end": 1863,
                    "text": "Fig. 2c",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Simulation of the Interferon Mediated Protective Field in Lymphoid Organs with Their Spatial and Functional Organization Taken into Consideration"
        },
        {
            "text": "In this work, the specifics of spatial distribution of IFN α have been first studied using a mathematical model with the processes of diffusion reaction and the three dimensional structural and functional organiza tion of the LN taken into account. It has been shown that the distribution is heterogeneous. There are well protected areas, such as sinuses and conduits, and the areas where the relative concentration of interferon is decreased by one (follicles) or two (cortical area) orders of magnitude. An up to date software package for simulating the stationary distribution of interferon in the LN has been developed. The package includes the following components: the Open CASCADE (http://www.opencascade.org) computer aided design system (CAD); a package of libraries for creation of tetrahedral grids Ani3D [8] ; the program for creating CAD models in Open CASCADE and for building a computational grid; a package of libraries MSTK for operating with multidimensional grids; a program for numerical solution of the stationary reaction diffusion equation [9] ; and the GMV program for data visual ization [4] .",
            "cite_spans": [
                {
                    "start": 816,
                    "end": 819,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 1063,
                    "end": 1066,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 1113,
                    "end": 1116,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Simulation of the Interferon Mediated Protective Field in Lymphoid Organs with Their Spatial and Functional Organization Taken into Consideration"
        },
        {
            "text": "The results of the study allow us to put forward a hypothesis on the process of establishment of viral persistence which is related to the heterogeneity of spatial distribution of IFN α. The morphology of sec ondary lymphoid organs can lead to the formation of poorly protected areas. In these areas, the localization of the cells infected by viruses, such as CD4 + T lym phocytes in the case of HIV infection or macrophages provides the conditions for the continuation of active infectious processes. The ability of activated pDCs to suppress HIV replication in CD4 + T lymphocytes, which is related to the synthesis of interferon, has been shown experimentally [10] . ",
            "cite_spans": [
                {
                    "start": 663,
                    "end": 667,
                    "text": "[10]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Simulation of the Interferon Mediated Protective Field in Lymphoid Organs with Their Spatial and Functional Organization Taken into Consideration"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Osnovy immunologii (Principles of Immunology)",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zinkernagel",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The Technology of Construction of Unstructured Grids and Monotonic Discretization of the Diffusion Equation",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Danilov",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Cand. Sci. (Phys. Math.) Dis sertation",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The biological scheme of the structural and functional organization of the LN. The main areas represented at the scheme are related to the marginal sinus and conduits (Ω 1 region), B cell follicles (Ω 2 region), and T cell cortical and paracortical regions (Ω 3 region).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Simulation of the stationary distribution of IFN-α in the LN with different amounts of pDCs. The scale of a palette characterizes the concentration of IFN-α in pg/mm 3 (10 3 pg/ml). (a) 10 2 pDCs synthesize IFN-α; (b) 10 4 cells synthesize IFN-α; (c) the regions in which the concentration of interferon is close to the threshold for the protective effect of macrophages (1 pg/ml) in the case of 10 4 cells.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "ACKNOWLEDGMENTS This work was supported by the Russian Founda tion for Basic Research, projects no. 10 01 91055, 11 01 00117; the program of the Russian Academy of Sciences \"Basic Research for Medicine,\" project no. 5P; the joint French Russian Program Interna tional de Cooperation Scientifique (PICS) \"Mathe matical Modelling of Blood Diseases\" and in part by the Federal Program \"Academic and Pedagogical Staff of Innovative Russia.\"",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}