{
    "paper_id": "5b5929566bde26953d390e49bbf3e4b7c58f9a34",
    "metadata": {
        "title": "Seroprevalence of Middle East Respiratory Syndrome Coronavirus Among Healthcare Personnel Caring for Patients With Middle East Respiratory Syndrome in South Korea",
        "authors": [
            {
                "first": "Ji",
                "middle": [
                    "Yeon"
                ],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Medical Center",
                    "location": {
                        "settlement": "Seoul",
                        "country": "Republic of Korea"
                    }
                },
                "email": ""
            },
            {
                "first": ";",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gayeon",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Medical Center",
                    "location": {
                        "settlement": "Seoul",
                        "country": "Republic of Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Dong-Gyun",
                "middle": [],
                "last": "Lim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Medical Center",
                    "location": {
                        "settlement": "Seoul",
                        "country": "Republic of Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Hyeon-Gun",
                "middle": [],
                "last": "Jee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Medical Center",
                    "location": {
                        "settlement": "Seoul",
                        "country": "Republic of Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Yunyoung",
                "middle": [],
                "last": "Jang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Infection Control Unit",
                    "institution": "National Medical Center",
                    "location": {
                        "settlement": "Seoul",
                        "country": "Republic of Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Joon-Sung",
                "middle": [],
                "last": "Joh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Medical Center",
                    "location": {
                        "settlement": "Seoul",
                        "country": "Republic of Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Ina",
                "middle": [],
                "last": "Jeong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Medical Center",
                    "location": {
                        "settlement": "Seoul",
                        "country": "Republic of Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Yeonjae",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Medical Center",
                    "location": {
                        "settlement": "Seoul",
                        "country": "Republic of Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Eunhee",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Infection Control Unit",
                    "institution": "National Medical Center",
                    "location": {
                        "settlement": "Seoul",
                        "country": "Republic of Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Bum",
                "middle": [
                    "Sik"
                ],
                "last": "Chin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Medical Center",
                    "location": {
                        "settlement": "Seoul",
                        "country": "Republic of Korea"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The outbreak of Middle East respiratory syndrome coronavirus (MERS-CoV) in South Korea resulted in 186 infections and 36 deaths in 2015. One of the characteristics of the outbreak is that nearly all transmissions occurred in the hospitals and 39 (21.0%) of 186 confirmed cases were healthcare personnel (HCP). 1 National Medical Center (NMC) is a 450-bed teaching hospital acting as a hub of nationwide public healthcare institutions and a total of 30 of 186 confirmed MERS-CoV patients were admitted to the NMC during the MERS-CoV outbreak from May to July in 2015. All cases were referred after the confirmation of MERS-CoV infection and were admitted to negative pressure isolation rooms. The level of personal protective equipment for HCP was determined on the basis of the expected level of contact with patients. In general, HCP wore gloves, a fluid-resistant coverall, either protective glasses or a face shield, and an N95 respirator. During aerosolgenerating procedures or when caring for patients under mechanical ventilator care, HCP wore inner and outer gloves, an impermeable coverall, a powered air-purifying respirator with external belt-mounted blower, full face shield (hood), inner and outer boot covers, and an apron.",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 311,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "During the MERS-CoV patient care period, 4 accidental exposure events among HCP were reported to the hospital authority (Table 1) . Case 1 reported exposure to the blood of a patient on bare skin. Although there was no visible breakage in the exposed skin area, he was quarantined because the exposed skin area was as large as 25 cm 2 . Case 2 reentered the isolation room while she was doffing in the anteroom and contacted the MERS patient for approximately 5 minutes without adequate respirator protection. Case 3 accidentally entered the isolation room with a disconnected circuit of the powered air-purifying respirator for approximately 10 minutes. Case 4 experienced disconnection of the circuit of the powered air-purifying respirator during the endotracheal intubation procedure and exposure time was estimated as approximately 30 seconds. The patients to whom cases 1 and 4 were exposed presented active pneumonia with sputum positive for MERS by reverse transcription-polymerase chain reaction at the time of exposure. No data are available to determine whether the patient was viremic in case 1 (whose skin was exposed to the blood of a patient). In the other cases, pneumonia was improving and the results of sputum testing for MERS by reverse transcription-polymerase chain reaction were equivocal or negative at the moment of exposure. All of the involved HCP were quarantined for 14 days and none of them developed MERS-like symptoms.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 120,
                    "end": 129,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "To capture any subclinical infections, serosurvey was performed after the outbreak termination. Among the 333 HCPs who had participated in care of MERS patients, 285 consented to participate in the study and none revealed reactive result for MERS-CoV S1 immunoglobulin G enzymelinked immunosorbent assay (Euroimmun) whereas 109 HCP (38.2%) reported that they experienced MERS-like symptoms during the period of care of MERS patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "HCP are one of the high-risk populations for MERS-CoV infection 2,3 and inadequate infection control measures have been reported to be responsible for the in-hospital acquisition of MERS. 3, 4 Whereas symptomatic HCP were related with in-hospital superspreading events during the severe acute respiratory syndrome outbreak, 5 a study conducted in Saudi Arabia reported that the attack rate of MERS-like symptoms was lower among the HCP who were exposed to a MERS-CoV case-patient than among the HCP without exposure (22% vs 33%) and none of them showed evidence of MERS-CoV infection. 6 In line with that finding, only 19 (1.1%) among 1,695 HCP contacts of confirmed MERS cases tested positive in Saudi Arabia, which indicated a rather small risk of transmission to HCP. 4 However, apparent heterogeneity exists leading to sporadic outbreaks 7 and NMC adopted a higher infection precaution level than generally recommended, especially during aerosol-generating procedures or when caring for patients under mechanical ventilator care. Actually, 7 HCP contracted MERS at a different single institution 9 In summary, there was no evidence of MERS-CoV infection among the HCP who participated in the care of 30 patients in NMC although a substantial proportion of HCP reported that they experienced MERS-like symptoms during the patient care period. Our results suggest that risk of MERS acquisition among HCP is low under stringent infection control measures.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 190,
                    "text": "3,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 191,
                    "end": 192,
                    "text": "4",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 585,
                    "end": 586,
                    "text": "6",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 771,
                    "end": 772,
                    "text": "4",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1100,
                    "end": 1101,
                    "text": "9",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We thank Yu Mi Jung for technical assistance in data analysis, and we appreciate Professor Sara Gianella for her stimulating advice during the manuscript preparation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgments"
        },
        {
            "text": "Financial support. NMC Research Institute (grant NMC2015-MS-03). Potential conflicts of interest. All authors report no conflicts of interest relevant to this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgments"
        },
        {
            "text": "In May 2015, a Korean was diagnosed with Middle East respiratory syndrome (MERS) coronavirus (CoV) infection after travel to the Arabian Peninsula. Within 1 month, there was the largest outbreak outside the Middle East with 186 laboratory-confirmed MERS-CoV infections resulting in 36 fatalities. 1 There were relatively few cases of MERS-CoV infection in patients requiring chronic hemodialysis. Here we report the precaution measures, hemodialysis methods, and outcomes of the contacted patients in our dialysis unit (DU).",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 298,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Middle East Respiratory Syndrome Coronavirus Transmission in Dialysis Unit and Infection Control Interventions in Korea"
        },
        {
            "text": "At the time of the MERS outbreak in 2015, precaution measures were applied in our hospital. All visitors had their body temperatures monitored and were encouraged to perform hand hygiene before entering the hospital. If a person reported respiratory symptoms, such as cough, sputum, or dyspnea, a surgical mask was applied. Surgical masks were applied to all patients in the DU regardless of respiratory symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Middle East Respiratory Syndrome Coronavirus Transmission in Dialysis Unit and Infection Control Interventions in Korea"
        },
        {
            "text": "During the outbreak, 1 hemodialysis patient in our hospital was confirmed to have MERS-CoV infection. The beds in the DU are spaced approximately 1.2 meters apart without screens. During the hemodialysis sessions, 1 nurse usually cares for 6 patients, making both the patients and the healthcare providers (HCPs) vulnerable to the transmission of infectious diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Middle East Respiratory Syndrome Coronavirus Transmission in Dialysis Unit and Infection Control Interventions in Korea"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Middle East respiratory syndrome coronavirus outbreak in the Republic of Korea",
            "authors": [],
            "year": 2015,
            "venue": "Korea Centers for Disease Control and Prevention",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Infection control and MERS-CoV in health-care workers",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zumla",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hui",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet",
            "volume": "383",
            "issn": "",
            "pages": "1869--1871",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Comparative epidemiology of human infections with Middle East respiratory syndrome and severe acute respiratory syndrome coronaviruses among healthcare personnel",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "T"
                    ],
                    "last": "Chu",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLOS ONE",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Screening for Middle East respiratory syndrome coronavirus infection in hospital patients and their healthcare worker and family contacts: a prospective descriptive study",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Al-Tawfiq",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Q"
                    ],
                    "last": "Makhdoom",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Clin Microbiol Infect",
            "volume": "20",
            "issn": "",
            "pages": "469--474",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Why did outbreaks of severe acute respiratory syndrome occur in some hospital wards but not in others?",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "T"
                    ],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "H"
                    ],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Tsoi",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Clin Infect Dis",
            "volume": "44",
            "issn": "",
            "pages": "1017--1025",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Health care worker contact with MERS patient, Saudi Arabia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Tokars",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Badreddine",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Emerg Infect Dis",
            "volume": "20",
            "issn": "",
            "pages": "2148--2151",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "MERS-CoV outbreak in Jeddah-a link to health care facilities",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "K"
                    ],
                    "last": "Oboho",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Tomczyk",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Al-Asmari",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "N Engl J Med",
            "volume": "372",
            "issn": "",
            "pages": "846--854",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Control of an outbreak of Middle East respiratory syndrome in a tertiary hospital in Korea",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Ko",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Peck",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Ann Intern Med",
            "volume": "165",
            "issn": "",
            "pages": "87--93",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Surveillance of the MERS coronavirus infection in healthcare workers after contact with confirmed MERS patients: incidence and risk factors of MERS-CoV seropositivity",
            "authors": [
                {
                    "first": "C-J",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Clin Microbiol Infect",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Accidental Exposure Cases During Care of Patients With MERS",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}