{
    "paper_id": "5c7dc92d8ee71f016c8f4606dde02ea4a09e8c9e",
    "metadata": {
        "title": "A sample approach to the estimation of the critical parameters of the SARS-CoV-2 epidemics: an operational design with a focus on the Italian health system",
        "authors": [
            {
                "first": "Giorgio",
                "middle": [],
                "last": "Alleva",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sapienza University of Rome",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Giuseppe",
                "middle": [],
                "last": "Arbia",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Catholic University of the Sacred Heart",
                    "location": {
                        "settlement": "Milan"
                    }
                },
                "email": ""
            },
            {
                "first": "Piero",
                "middle": [
                    "Demetrio"
                ],
                "last": "Falorsi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alberto",
                "middle": [],
                "last": "Zuliani",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Given the urgent informational needs connected with the pandemic diffusion of the Covid-19 infection, in this paper we propose a sample design to build up a continuous-time surveillance system. With respect to other observational strategies, our proposal has three important elements of strength and originality: (i) it not only aims at providing a snapshot of the phenomenon in a single moment of time, but it is designed to be a continuous survey, repeated in several waves through time, (ii) the statistical optimality properties of the estimators are formally derived in this paper and (iii) it is rapidly operational as it is required by the emergency connected with diffusion of the virus. The sample design is thought having in mind, in particular, the SAR-CoV-2 diffusion in Italy during the Spring of 2020. However, the proposed sampling design is very general, and we are confident that it could be easily extended to other geographical areas and to possible future epidemic outbreaks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The worldwide urgent need to control the spread of SARS-CoV-2 requires an accurate evaluation of the sources of data on which the estimation of the epidemic's main parameters can be based. Only in this way will we be able to monitor the evolution of the epidemic over time, supporting timely the decision makers in evaluating the effects of the restrictive measures gradually introduced, and the time for their mitigation and removal. In general, this is the way to produce possible future forecasts of the evolutions 1 Sapienza University of Rome 2 Catholic University of the Sacred Heart, Milan 3 Former Director of Methodology at Istat and International Consultant 4 Emeritus Professor, Sapienza University of Rome of the disease which are the essential basis for political choices related to an effective healthcare response. Indeed, while some degree of uncertainty is inherent in any statistical modelling, the level of inaccuracy in monitoring the development of the situation can and must be kept under control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background and purpose"
        },
        {
            "text": "Until now, however, with only few remarkable exceptions (see Section 2) data have been collected, favoring the examination of cases which display symptoms. This situation is described in statistics as \"convenience sampling\" in the presence of which no sound probabilistic inference is possible (Hansen et al, 1953) More precisely, while in a formal sample design the choice of observations is suggested by a precise mechanism based on the definition of inclusion probabilities of each unit (and, hence, sound probabilistic inference), on the contrary with a convenience collection no probability of inclusion can be calculated thus giving rise to over-under-representativeness of the sample units.",
            "cite_spans": [
                {
                    "start": 294,
                    "end": 314,
                    "text": "(Hansen et al, 1953)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Background and purpose"
        },
        {
            "text": "In particular, several studies on Covid19 diffusion have clearly shown (e. g. Aguilar et al., 2020; Chugthai et al, 2020; Li, et al. , 2020; Mizumoto et al., 2020a , 2020b and Yelin et al., 2020 that the available data strongly underestimate the number of infected people in that they are unable to capture, e. g., the asymptomatic cases with an obvious overestimation of the lethality rate 5 . On the other hand, a broad-based data collection of medical swabs carried out on a voluntary basis does not constitute a probabilistic sample either 6 . For instance, the practice of systematically collecting observations in the vicinity of supermarkets leads to an over-inclusion of healthy people in the sample, and to a systematic exclusion of those who (either because they are manifesting symptoms or in any case feel weak) have chosen to stay confined at home. However, it is of crucial importance for government and health officials and for the population to have a clear understanding of the dynamics of the situation in progress in order to take appropriate measures and to guide their individual behaviors. In such a situation, it is essential to set-up a system of data collection which can grant unbiased estimates and statistically significant comparisons through time and across different geographic areas. During the epidemic to be empirically relevant, not only any sample design has to be technically specified and the properties of the associated estimators have to be proved formally, but it has also to satisfy the following two conditions:",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 99,
                    "text": "Aguilar et al., 2020;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 100,
                    "end": 121,
                    "text": "Chugthai et al, 2020;",
                    "ref_id": null
                },
                {
                    "start": 122,
                    "end": 140,
                    "text": "Li, et al. , 2020;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 141,
                    "end": 163,
                    "text": "Mizumoto et al., 2020a",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 164,
                    "end": 171,
                    "text": ", 2020b",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 172,
                    "end": 194,
                    "text": "and Yelin et al., 2020",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Background and purpose"
        },
        {
            "text": "• it has to be implemented as a surveillance system (or strictly related with the existing one) and repeated in several waves rather than a one-shot survey; • it has to be immediately operational considering the practical implications of the process of data collection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background and purpose"
        },
        {
            "text": "The latter point is particularly relevant in that the task may prove challenging especially in a situation where all the health operators are employed full time in the emergency operations related to the care of the more severe cases of infected people.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background and purpose"
        },
        {
            "text": "Rather surprisingly the literature on the subject is still extremely poor. Few contributions have suggested the use of crowdsourced data rather than a sample design along with the officially collected data (Leung and Leung, 2020; Sun et al., 2020) although the risk of erroneous inference based on them has been pointed out by Arbia (2020). Our aim is to suggest a sample design whose statistical optimality properties are formally proved, but that is also operational and can be immediately put into action by considering the many practical obstacles that may arise in an emergency. Although we have in mind the Italian situation, we are rather confident that the suggested protocol could be easily extended to other countries.",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 229,
                    "text": "(Leung and Leung, 2020;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 230,
                    "end": 247,
                    "text": "Sun et al., 2020)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Background and purpose"
        },
        {
            "text": "The rest of the paper is organized as follows. In Section 2 we will present a review of the strategies and experiences in progress in the process of data collection. In Section 3 we will present the basic sampling framework of our suggested design by distinguishing two subsets of the population to be surveyed, namely those in which a state of infection has already been verified and those that were in contact with them (group A) and the healthy persons (group B). In Section 4 we focus on the parameters of interest that we aim at measuring with our suggested design on the two groups and we discuss how to disentangle possible overlaps between them whose presence may undermine the statistical properties of the estimation. In Section 5 we provide a general description of the sampling schemes for the two groups and the various operational options to be realized. In Section 6 we prove the unbiasedness of the estimates and define the expression of the sampling variances. Section 7 is devoted to envisaging an extension of the proposed methodology to subsequent waves of data collection to monitor the phenomenon in different moments of time. Section 8 contains some discussion on the efficiency of the estimators. Finally, Section 9 concludes with some practical indications and future research priorities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background and purpose"
        },
        {
            "text": "In the emergency phase connected with the quick and uncontrolled diffusion of the Covid-19 disease, governments and institutions in charge are fully aware that knowledge and understanding of the dynamics in progress represent the central element for establishing how to intervene and the geographical areas in which the intervention is more urgent. In reviewing the various approaches followed by the different countries until early April 2020, we can identify four strategies and experiences in progress for the estimation of the phenomenon in the entire population. a) The first consists of massive test campaigns, regardless of the presence of symptoms, carried out without following a formal sampling design and essentially aimed at intervening in the outbreaks of the epidemic to identify subjects who are infected, but with no symptoms or only slight symptoms. This was the strategy of South Korea and Hong Kong, as well of United Arab Emirates, Australia, Iceland, Veneto Region in Italy; nowadays this is also the German strategy 7 . b) The second possible strategy consists in diagnostic tests through a probabilistic sample according to a planned design for the estimation of the phenomena of interest with predetermined precision levels, aimed at estimating the effective size of the infections, including the asymptomatic population. This is the case of the project by the Helmholtz Center for Research on Infections in Germany, on blood testing for antibodies to the Covid-19 pathogen involving over 100,000 individuals (Hackenbroch, 2020) .",
            "cite_spans": [
                {
                    "start": 1533,
                    "end": 1552,
                    "text": "(Hackenbroch, 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The data collection of the epidemic: a review of strategies and experiences currently in progress"
        },
        {
            "text": "Similarly, in Romania a random sample of 10,500 people living in Bucharest has been planned to detect the infected persons following the directions of the Matei Bals Institute of Infectious Diseases in Bucharest (Romania-insider.com, 2020). Finally, a random selection of people who do not meet the testing criteria will be observed at two Canberra locations by the Australian Capital Territory (Abc, 2020) . All these sample surveys have distinct characteristics from both those that are aimed at taking a photograph of the epidemic at a given time (planning to repeat the observation at a later time) and the continuous panel-type surveys with rotated sample for monitoring the evolution of the pandemic over time which constitutes the proposal of this paper and that was suggested in Germany. c) The third strategy consists of a specific massive web-survey collected on basis on individuals and households that decide to participate on a voluntary basis. Some 60,000 Israelis completed the online daily survey developed by the Weizmann Institute, disclosing personal details such as their age, gender, address, general state of health, isolation status and any symptoms they may be experiencing (Rossman et al, 2020) . We observed examples of this strategy in Iceland, Estonia and in other countries. The results allow to compare experiences of contagion and testing for people and households with different socio-economic characteristics; d) Finally, another possible strategy is that of founding the conclusions on pre-existing sample surveys, partially modified in order to collect information on the epidemic. Creating an EU 'Corona Panel', as a standardised European sample tests to uncover the true spread of the coronavirus is, indeed, the proposal of the Centre for European Policy Studies, presented by Daniel Gros (2020) . The proposal refers, in particular, to the use of the EU-wide sample of the panel of households which participate in the regular surveys on economic and social conditions, called 'EU statistics on income and living conditions' (EU-SILC). More specifically, Dewatripont et al. (2020) suggest to implement two tests using the EU-SILC panel: the first aimed at assessing whether the subject is currently infected, and the second to test whether the person has become immune due to previous exposure. Timeliness is crucial. In this respect, the latter strategy seems to guarantee good results for the European Statistical System (ESS). A quick reflection could be made on the feasibility of inserting additional modules in the survey questionnaire of the quarterly Labour Force Survey (LFS), obviously in accordance with the Data Protection Authorities.",
            "cite_spans": [
                {
                    "start": 395,
                    "end": 406,
                    "text": "(Abc, 2020)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1198,
                    "end": 1219,
                    "text": "(Rossman et al, 2020)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1822,
                    "end": 1833,
                    "text": "Gros (2020)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2093,
                    "end": 2118,
                    "text": "Dewatripont et al. (2020)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "The data collection of the epidemic: a review of strategies and experiences currently in progress"
        },
        {
            "text": "As an alternative, the International Labour Organization (ILO) has reached out to the National Statistical Offices (NSOs) to understand the impacts of COVID-19 on their statistical operations, in particular in the domain of labour statistics (ILO, 2020) . ILO recommended all countries to consider what additional information could be useful to capture the relevant aspects of the phenomenon. NSOs should consider if some existing topics are of lower priority, and thus can be temporarily removed from the surveys in order to create space for the new questions.",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 253,
                    "text": "(ILO, 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The data collection of the epidemic: a review of strategies and experiences currently in progress"
        },
        {
            "text": "Many countries are experiencing also combinations of the previous different approaches to collect data on the epidemic as well integrating them with administrative data or other official statistical sources. While sample surveys represent a pillar to make inference to the whole population, planning and building integrated informative systems on the epidemic is certainly the right way for a deeper comprehension of the phenomenon. Finally, we observe that in this framework the new data source (such as mobile phones, web-scraped data and internet-of-things data) should provide a useful contribution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The data collection of the epidemic: a review of strategies and experiences currently in progress"
        },
        {
            "text": "In what follows, we aim to propose an observational protocol for the estimation of the people infected by SARS-CoV-2 (Alleva et al., 2020) . Starting from a population where it has been ascertained that individuals are infected (the verified cases), the aim is to estimate the population that is infected but has not yet been diagnosed (the asymptomatic cases). For the purpose of the proposed procedure, the individuals will be preliminarily classified into two sub-groups of interest which we will refer to as: group A and group B.",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 138,
                    "text": "(Alleva et al., 2020)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "The basic sample framework"
        },
        {
            "text": "Group A is the sub-group consisting of individuals for which a state of infection has been verified (who could be either hospitalized or in compulsory quarantine) and all the people who had contact with them in the previous days. Below we propose to observe the contacts till 14 days before the infection, being this length in time the internationally accepted maximum incubation time. However, the unbiasedness of the sampling strategy we propose is still valid (even if less efficient) if the contacts are reconstructed for a shorter time period (e. g. 7 days). Therefore, this group contains all individuals who are foreseen to be infected and not only those for whom the infection has already been ascertained. They will represent, therefore, both the apparent and latent dimensions of the epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The basic sample framework"
        },
        {
            "text": "Group B contains both healthy people for which the infection is considered latent and those who are still in a phase of incubation where the symptoms can become evident in a future moment of time, in the course of a maximum of 14 days. The rational for this decomposition is related to the feasibility of the observational scheme which we will propose below. Indeed, the proportion of the infected people in the Group A is much larger than the one observed in Group B. Moreover, the number of verified infected people is known through the data collected by health public authorities. Thus, focusing the investments in observing the contacts of this group maximizes the number of infected people observed in the sample. Nevertheless, it is necessary to observe the Group B so as to produce reliable estimate referred to the whole population, which is mandatory for correctly estimating the rate of infected people or the rate of lethality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The basic sample framework"
        },
        {
            "text": "Estimates relative to the two sub-groups may be obtained on the basis of a continuous observation in time and following two distinct methodologies, both based on what is known as indirect sampling, (Lavalle, 2007; Kiesl , 2016) the same technique that is commonly used for sampling and estimation of rare and elusive populations (Sudman, 1988; Thompson and Seber, 1996) .",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 213,
                    "text": "(Lavalle, 2007;",
                    "ref_id": null
                },
                {
                    "start": 214,
                    "end": 227,
                    "text": "Kiesl , 2016)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 329,
                    "end": 343,
                    "text": "(Sudman, 1988;",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 344,
                    "end": 369,
                    "text": "Thompson and Seber, 1996)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "The basic sample framework"
        },
        {
            "text": "In what follows, let U be the population of interest of size N and denote with k ( = 1, … , ) a person belonging to it. Let ! be a dichotomous variable which assumes value 1 if state of infection is verified and value 0 otherwise. Let \" = { ∈ : ! = 1} be the subpopulation of U of those for whom the infection is verified and let l \" = \\ \" be the complementary subset.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specification of the total of infected people and its decomposition"
        },
        {
            "text": "Let ! be the value for the person k of a variable which is equal to 1 if the person is infected and 0 otherwise. If ! = 1 then obviously it is also ! = 1, however if ! = 0, then it is possible that either ! = 1 (an infected person for whom the infection has not yet been verified) or ! = 0 (healthy person).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specification of the total of infected people and its decomposition"
        },
        {
            "text": "The target parameter of our survey, Y , is the total of infected people (verified or not), that is:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specification of the total of infected people and its decomposition"
        },
        {
            "text": "Let !,& be the generic entry of a link matrix (k=1,2,…, N; j=1, 2,…N) which is equal to 1 if the individual had contacts with individual j in the past 14 days and 0 otherwise, with !,! = 1 by definition. Starting from \" , it is possible to determine the total of related to the group A, ' = t ∈ \" ∪ : !,& = 1w, which includes the subset \" and all the contacts of those units. We express this formally as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specification of the total of infected people and its decomposition"
        },
        {
            "text": "is a quantity introduced in order to control the multiplicity of the measurement of the & among the different k units in \" in Equation 2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specification of the total of infected people and its decomposition"
        },
        {
            "text": "On the other hand, starting from l \" it is possible to determine the total of related to the group B, ( = t ∈ l \" ∪ : !,& = 1w , which includes l \" and all the contacts of these units:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specification of the total of infected people and its decomposition"
        },
        {
            "text": "where, analogously to Equation (3), the quantity:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specification of the total of infected people and its decomposition"
        },
        {
            "text": "is introduced in order to control for the multiplicity of the measurement of the & in (4) among the different k units in l \" .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specification of the total of infected people and its decomposition"
        },
        {
            "text": "The set ' and ( can obviously overlap. Let us define their intersection as the set ' ∩ ( = t : !,& = 1 ∩ ℓ,& = 1; ∈ \" , ℓ ∈ l \" w . The total of the in ' ∩ ( is given by:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specification of the total of infected people and its decomposition"
        },
        {
            "text": "The expression (7) is useful in the phase of integrated estimation which will be illustrated in Section 6 below. Finally, the total may then be expressed as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specification of the total of infected people and its decomposition"
        },
        {
            "text": "The above set-up is illustrated in the Figure 1 below. Two independent samples, namely \" and ̅ \" , are selected by the two population subsets, \" and l \" , which represent the sampling frames. The contacts of infected people in each sample are tracked. The first sample \" is used for producing an unbiased estimate of ' , while ̅ \" is used for estimating the total ( . The total '( is estimated from the both samples.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 39,
                    "end": 47,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Specification of the total of infected people and its decomposition"
        },
        {
            "text": "The sub-set of the verified infected increases over time. It is therefore necessary to setup a sampling mechanism which is realized continuously over time. In order to simplify the sampling description, let us suppose that \" represents the set of the verified infected people in a given time period. The sampling from \" is carried out in the following phases: a) a sample \" is selected without replacement from \" with inclusion probabilities",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sampling from \""
        },
        {
            "text": "are tracked going back 14 days. c) A sample \"! is selected from \"! without replacement and with equal probabilities of inclusion +\"|! . We use 2 in +\"|! for indicating that this is the inclusion probability of the second stage of the sampling, given the selection of unit k in the first stage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sampling from \""
        },
        {
            "text": "At the end of the above process, the sample ' = \" ⋃ \"! #. ! !/0 is formed with a sampling indirect mechanism including people from both \" (verified infected people) and ⋃ \"! #. ! !/0 (tracked contacts going back 14 days ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sampling from \""
        },
        {
            "text": "The test to verify the infection is carried out on all the tracked contacts, ⋃ \"! #. ! !/0 . Thus, the value of is known for all the people in ' . Remark 1. The phase of tracking all the contacts of a person could be complex and cumbersome. Different solutions are possible. One possibility is to leverage from digital apps allowing epidemic control with digital contact tracing as suggested by Ferretti et al. (2020) . Similarly, Ascani (2020) suggests a method based on personal interview. In this case the interviewees must be guided in remembering their contacts by means of a specific structure based on the reconstruction of the \"social networks\" contacted in the days preceding the infection.",
            "cite_spans": [
                {
                    "start": 395,
                    "end": 417,
                    "text": "Ferretti et al. (2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Sampling from \""
        },
        {
            "text": "Remark 2. It is clear that for health and wellbeing reasons and to prevent the spread of the infection, it would be best to examine all infected people. However, from the statistical point of view, to obtain estimates of high quality regarding the number of infected persons, this is not strictly necessary. From this point of view, it is more important to concentrate the effort in repeating the examination regularly in time. This effort would be unsustainable with a complete study on the whole population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sampling from \""
        },
        {
            "text": "The sampling mechanism for selecting \" depends on how the data frames for \" are organized. There are two main possibilities: Option 1. The data of \" are available in a centralized data set which can be used for the sample selection, Option 2. The data of \" are available only at a decentralized level, so that each healthcare institution has its own list.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition of the sampling design"
        },
        {
            "text": "The two available options will be discussed in turn in the next two sub-sections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition of the sampling design"
        },
        {
            "text": "5.2.1.1 Sampling mechanism for Option 1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition of the sampling design"
        },
        {
            "text": "If the sampling frame of the infected people is centralized in a unified dataset, one could define a one stage sampling design selecting directly the sample units from it. The sampling selection can be carried out with the cube algorithm Tillé, 2004, 2005) , thus ensuring that the Narain, Hortvitz-Tompson estimates (Narain, 1951; Horvitz and Thompson, 1952) of the selected sample reproduce the known totals of some auxiliary variables (e.g. distribution by sex and age, employment status, geographical distribution etc.This can be expressed as follows:",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 256,
                    "text": "Tillé, 2004, 2005)",
                    "ref_id": null
                },
                {
                    "start": 317,
                    "end": 331,
                    "text": "(Narain, 1951;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 332,
                    "end": 359,
                    "text": "Horvitz and Thompson, 1952)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Definition of the sampling design"
        },
        {
            "text": "where ! is a vector of P auxiliary variables available for the unit k .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition of the sampling design"
        },
        {
            "text": "The definition of the optimal inclusion probabilities \"! for the indirect sampling which minimize the cost ensuring a pre-defined level of accuracy for the sampling estimates (or, inversely, minimizing the sampling variances for a given budget) can be determined as illustrated by Falorsi and Righi (2019) . Tillé and Wilhelm (2017) suggest to select the sample satisfying Equation (9) through a balanced spatial sampling algorithm which is somehow optimal in maximizing the entropy and minimizing the spatial correlation between neighbouring units (Arbia, 1994; Lafratta, 1997, 2002) . Falorsi and Righi (2015) demonstrate that the balancing equations (9) are quite general and allow the definition of a wide class of sampling designs which includes, among the others the Simple Random Sampling Without Replacement (SRSWOR), the Stratified Random Sampling Without Replacement (STSRSWOR), the Stratified random sample with probability proportional to size (PPS), the sample designs with incomplete stratification (SDIS) and many others.",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 305,
                    "text": "Falorsi and Righi (2019)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 308,
                    "end": 332,
                    "text": "Tillé and Wilhelm (2017)",
                    "ref_id": null
                },
                {
                    "start": 549,
                    "end": 562,
                    "text": "(Arbia, 1994;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 563,
                    "end": 584,
                    "text": "Lafratta, 1997, 2002)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 587,
                    "end": 611,
                    "text": "Falorsi and Righi (2015)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Definition of the sampling design"
        },
        {
            "text": "Assuming an SRS design, in order to obtain statistical estimates of the number of infected persons in a given spatial (the whole national territory or specific geographic area such as, for example, a region) and temporal domain (week/day), it would be sufficient to select about 1,000 individuals to test among the contacts of the infected set of persons. This sample size would ensure a reliable estimate with a sampling error around 5% under the assumption that the proportion of infected people in the target population is roughly around 25%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition of the sampling design"
        },
        {
            "text": "If the sampling frames for \" are available only at healthcare institution level, the selection of units in \" can be carried out with a two-stage mechanism:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sampling mechanism for Option 2"
        },
        {
            "text": "1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sampling mechanism for Option 2"
        },
        {
            "text": "First stage. A sample 0\" of health care institutions is selected from the population of health care institutions (call it 0\" ). The first stage sample is selected without replacement and with Probability Proportional to Size, where the healthcare institution i is selected with inclusion probability given by:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sampling mechanism for Option 2"
        },
        {
            "text": "in which m is the selected number of healthcare institutions to be included in the first stage sampling, 1 is a measure of size of unit i and M is the overall measure of size. We may define the measure of the size according to different criteria. A good option would be the number of beds available for SARS-CoV-2 patients. The sampling selection of the health care institutions can be carried out with the already quoted \"cube algorithm\", thus ensuring that the Narain Hortvitz-Tompson estimates of the selected first stage sample reproduce the known characteristics of some auxiliary variables available for the Population 0\" (e. g. geographical distribution, number of beds available for SARS-CoV-2 patients etc.). This can be expressed as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sampling mechanism for Option 2"
        },
        {
            "text": "where 0\" is a vector of auxiliary variables for the unit k. As suggested for option 1 the sample could be selected, respecting the equation (11), with a balanced spatial sampling algorithm which is optimal, maximizing the entropy and minimizing the spatial correlation of the neighbouring units. Even in this case, the balancing equations (11) allow to define the general class of sampling designs described in Falorsi and Righi (2015) .",
            "cite_spans": [
                {
                    "start": 411,
                    "end": 435,
                    "text": "Falorsi and Righi (2015)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Sampling mechanism for Option 2"
        },
        {
            "text": "Second stage. A fixed number, say z, of infected people is selected in the sampled institution drawing the unit without replacement with a simple random sampling procedure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "In such a way, the sampling is self-weighting (Murthy and Sethy, 1965) in the sense that all the units in \" have an equal probability to be selected. Indeed, the final inclusion probability of the person k to be selected in the healthcare institution i is given by the following expression:",
            "cite_spans": [
                {
                    "start": 46,
                    "end": 70,
                    "text": "(Murthy and Sethy, 1965)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "The self-weighting property defines a sampling design which is somehow optimal (Kish, 1966) in the sense that it avoids the negative impact on the sampling variances due to the variability of the sampling weights.",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 91,
                    "text": "(Kish, 1966)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "The sampling selection criterion could be based on a time mechanism, which is feasible and, at the same time, easily implementable at a decentralized level. For instance, a sample of infected people could be selected considering those who had access to the healthcare institution within a window of a two-hour time period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "In order to estimate the total ( an independent panel of individuals is selected and monitored repeatedly in time. The operational aspects to be carried out are: a) First of all, a sample ̅ \" is selected without replacement from l \" with inclusion probabilities z \"! ( = 1,2 … , # l \" ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sampling from l \""
        },
        {
            "text": "b) The people in the panel make to a diagnostic test on a regular basis (for example, once a month). If the member k of the panel receives a positive test result (i. e. ! = 1), all their contacts l \"! = t , : ∈ ̅ \" ∩ ! = 1; : !,& = 1w are tracked, going 14 days back in time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sampling from l \""
        },
        {
            "text": "\"! is selected from l \"! without replacemet and with equal inclusion probability z +\"|! . We adopted for the second stage inclusion probability, z +\"|! , the same notation used for +\"|! . At end of the whole process, the sample ̅",
            "cite_spans": [],
            "ref_spans": [],
            "section": "c) A sample ̅"
        },
        {
            "text": "is formed with an indirect sampling mechanism including people from both ̅ \" (people for which the infection status is not known) and ⋃ ̅ \"! #. ̅ ! !/0 ( tracked contacts going back 14 days of the infected people in ̅ \" ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "c) A sample ̅"
        },
        {
            "text": "The sampling design of the panel could be carried out according to different schemas, depending on the availability of the frame and on other organizational aspects. One possibility is that to form a sub-sample of a regular survey on households carried out by official statistics. Here we assume that the frame on U is represented by a register which is available at a central level, and that for each sample unit we avail a set of auxiliary variables. We assume, furthermore, that in this register the subset l \" could also be identified.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A note on some practicalities of the sampling design"
        },
        {
            "text": "In this informative contexts, one stage sampling design could be carried out with optimal inclusion probabilities z \"! determined following Righi (2015, 2019) . The sample selection could then be carried out with a balanced spatial sampling algorithm (Tillé and Wilhelm, 2017) ensuring the respect of the following balancing equations:",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 158,
                    "text": "Righi (2015, 2019)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "A note on some practicalities of the sampling design"
        },
        {
            "text": "where the meaning of the symbols has already been introduced.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A note on some practicalities of the sampling design"
        },
        {
            "text": "Remark 3. The panel could be constructed using a two-phase design so as to be able to select by using pre-screening, two sub-groups, namely:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A note on some practicalities of the sampling design"
        },
        {
            "text": "• a number of individuals who continue to travel (and are therefore more subject to being infected • a number of individuals with few contacts who fully observe the prescribed quarantine recommendations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A note on some practicalities of the sampling design"
        },
        {
            "text": "Remark 4. The two-phase mechanism could be useful if the identification of l \" could not carried out. This could be realized in the two-pre-screening phase.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A note on some practicalities of the sampling design"
        },
        {
            "text": "The number of persons involved in the panel may be about 1,000 (to obtain around 1,200 tested individuals) for a given territorial and temporal sampling domain, thus guaranteeing a reliable estimation with a sampling error roughly around 10% assuming that the proportion of infected people in this target population is around 10%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A note on some practicalities of the sampling design"
        },
        {
            "text": "Comments and good suggestions in this respect came from a discussion with the Portuguese National Statistical Office (INE) a in particular from Francisco Lima, President, Pedro Campos, Director of the Methodology Department and João Lopes from the same dep., with some contributions from Portuguese academia. Given the complexity of the epidemiology of Covid-19, it may be useful to consider a higher number of sub-groups in Group B. This may become useful in the need of considering heterogeneous models (i. e. considering heterogeneous populations) as it seems to be required for the infectious agent. In particular, it may be of great importance to consider breaking down certain epidemiological parameters into different sub-groups (e. g. transmission coefficient, time to become infectious, proportion of detected cases, time to detection, time to recover). Therefore we suggest to define 4 subgroups considering both the binary factor low-risk/high-risk and the binary factor lowmobility/high-mobility. These are the following: -a number of individuals not belonging to high-risk groups who continue to travel/work (and are therefore more subject to being infected and infectious); -a number of people not belonging to high-risk groups with few contacts who fully observe the prescribed quarantine recommendations; -a number of individuals belonging to high-risk groups who continue to travel/work (and are therefore more subject to being infected and infectious), such as health-care workers; -a number of people belonging to high-risk groups with few contacts who fully observe the prescribed quarantine recommendations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Final comments on the sampling design"
        },
        {
            "text": "As for Group A, there might be some advantage in consider the same 4 sub-groups, since the transmission coefficient of each of these sub-groups can be significantly different.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Final comments on the sampling design"
        },
        {
            "text": "Considering 4 sub-groups in both Group A and B may impact on the sample size which is required to obtain a given sampling error at the sub-group level. The Group B has the potential of studying in detail some crucial \"invisible\" parameters of the epidemiology of Covid-19 (e. g. proportion of asymptomatic cases, time for symptomatic and asymptomatic to become infectious, and even the proportion of undetected symptomatic cases) and for each of the 4 subgroups independently. Its sample size should be defined with this in mind.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Final comments on the sampling design"
        },
        {
            "text": "In each moment of time and in each territorial unit, a direct estimation of the total Y could be obtained as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample estimation of the total of infected people"
        },
        {
            "text": "where the single elements on the right hand side of (14) are the Generalised Weight Share Method (GWSM) estimates of the corresponding term in (8), 0 ≤ ≤ 1, \" '( ' and \" '( ( are the GWSM estimates of the total '( obtained by the samples ' and ( . 6.1. Estimation of the component \" '",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample estimation of the total of infected people"
        },
        {
            "text": "The GWSM estimator of the total number of infected people in group A, as expressed in",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample estimation of the total of infected people"
        },
        {
            "text": "Equation (2), is given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample estimation of the total of infected people"
        },
        {
            "text": "where:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample estimation of the total of infected people"
        },
        {
            "text": "(16) ˜\" ! = q 1 +\"|! (Ferretti, 2020) or by the interview.",
            "cite_spans": [
                {
                    "start": 21,
                    "end": 37,
                    "text": "(Ferretti, 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Sample estimation of the total of infected people"
        },
        {
            "text": "Denoting with (•) the operator of sampling expectation, we have (18) › \" ' oe = }q q \"! \"! +\"|!",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of the unbiasedness of \" '"
        },
        {
            "text": "where: \"! is a dichotomous variable being \"! = 1 , if ∈ \" and \"! =0, otherwise; and +\"&|! is a second dichotomous variable being +\"&|! = 1 , if ∈ \"! and 0, otherwise. From Equation (18) we obtain:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of the unbiasedness of \" '"
        },
        {
            "text": "However, since:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of the unbiasedness of \" '"
        },
        {
            "text": "(20) ( \"! +\"&|! ) = ž \"! › +\"&|! | \"! = 1oe = ž \"! +\"|! = \"! +\"|! , plugging (19) into equation (20), we finally have:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of the unbiasedness of \" '"
        },
        {
            "text": "On the basis of the theorem on two stage sampling (Cochran, 1977) the variance of \" ' can be expressed as follows:",
            "cite_spans": [
                {
                    "start": 50,
                    "end": 65,
                    "text": "(Cochran, 1977)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Variance of ¢ '"
        },
        {
            "text": "In the previous expression the variance is decomposed into the sum of the first stage variance and the first stage expectation of the second stage variance. All the elements of the previous expression can be estimated with standard techniques.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Variance of ¢ '"
        },
        {
            "text": "The GWSM estimator of the component \" ( is given by:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimation of the component \" ("
        },
        {
            "text": "where the term:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimation of the component \" ("
        },
        {
            "text": "represents the second stage estimate of",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimation of the component \" ("
        },
        {
            "text": "To prove the unbiasedness, first of all we have:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of the unbiasedness of \" ("
        },
        {
            "text": "where ̅ \"! is a dichotomous variable being ̅ \"! = 1 , if ∈ ̅ \" and ̅ \"! =0, otherwise; and ̅ +\"&|! is a dichotomous variable being ̅ +\"&|! = 1 , if ! = 1 ∩ ∈ ̅ \"! and 0, otherwise. However, we have:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of the unbiasedness of \" ("
        },
        {
            "text": "(26) ( \"! +\"&|! ) = ž \"! › +\"&|! | \"! = 1oe = ž \"! +\"|! = \"! +\"|! .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of the unbiasedness of \" ("
        },
        {
            "text": "From Equation (25) and (26) it follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of the unbiasedness of \" ("
        },
        {
            "text": "Q. E. D.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of the unbiasedness of \" ("
        },
        {
            "text": "The term z \"& corresponds to the total number of contacts of the unit j with not verified infected people. Similarly to what happens for the estimation of \" ( his information can be collected either with digital contact tracing or by the interview",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of the unbiasedness of \" ("
        },
        {
            "text": "The variance may be obtained by simply adapting the expression (22), being:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Variance of \" ("
        },
        {
            "text": "6.3. Estimation of the component \" '( Remark 7. Lavallé and Rivest (2012) propose to estimate the total Y with the Generalised Capture-Recapture Estimator (GCRE), which makes a joint use of capturerecapture Petersen estimator with GWSM estimators. In our context, the GCRE estimator may be expressed as:",
            "cite_spans": [
                {
                    "start": 48,
                    "end": 73,
                    "text": "Lavallé and Rivest (2012)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Variance of \" ("
        },
        {
            "text": "where \" '((. \" ∩. # ) is the estimate of '( computed on the basis of the units observed in the intersection sample ' ∩ ( in which the sampling weights for producing the estimates from ' ∩ ( are given in formula (11) in the above mentioned paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Variance of \" ("
        },
        {
            "text": "The observational scheme proposed in the above sections is set up as a cross sectional survey. However, it can be adapted to monitoring the evolution of the number of infected people over time, according to a mechanism which is updated as in a chain mechanism time after time. While an in-depth study of this aspect deserves a separate study, we limit ourselves to introduce here the topic and to provide some initial indication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample design for the follow-up of the survey in subsequent waves"
        },
        {
            "text": "Let consider two consecutive points in time, say = 0 and = 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample design for the follow-up of the survey in subsequent waves"
        },
        {
            "text": "The person k verified as infected at time 0, hence denoted as >,! = 1 , may still be infected ( 0,! = 0,! = 1) or she/he may no longer be infected ( 0,! = 0) by death (denoted by the dichotomous variable 0,! = 1) or healing (denoted by the dichotomous variable ℎ 0,! = 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample design for the follow-up of the survey in subsequent waves"
        },
        {
            "text": "The total of the variable at time 1, may then be defined as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample design for the follow-up of the survey in subsequent waves"
        },
        {
            "text": "where > is the total number of infected at time 0 and:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample design for the follow-up of the survey in subsequent waves"
        },
        {
            "text": "In equation (36) the quantity ( > + ∆ >→0 + ∆ >→0 ) indicates the total number of verified infected people at time 0 who are still infected at time 1, while the quantity , ∆ 0 denotes the total number of new infected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample design for the follow-up of the survey in subsequent waves"
        },
        {
            "text": "The updating of the sampling structures illustrated in the previous sections allows to obtain a direct estimate of each of the components of (35), as illustrated in the Figure 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 169,
                    "end": 177,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Sample design for the follow-up of the survey in subsequent waves"
        },
        {
            "text": "The total ∆ 0 can be estimated, as described in Section 5, using two sources of data, namely:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample design for the follow-up of the survey in subsequent waves"
        },
        {
            "text": "• the sample \",0 , which automatically captures the new entrances in the population of the verified infected at time 1, ∆ 0,\" , since the sampling selection is carried out continuously over time on this population. Then a sample of their contacts could be carried out as described in section 4.2, obtaining the sample 0,' ;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample design for the follow-up of the survey in subsequent waves"
        },
        {
            "text": "• the panel ̅ \" which is updated over time, since the tests carried out at time = 1 on the individuals of ̅ \",> individuate the new infected people of the panel. Then tracking their contacts allows to obtain the sample 0,( . The estimation of the totals ( > + ∆ >→0 + ∆ >→0 ) can be obtained by following up the health status of the infected people captured in the samples >,' and >,( of time 0. The estimates are then obtained with the sampling weights computed at time 0. Therefore, we have:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample design for the follow-up of the survey in subsequent waves"
        },
        {
            "text": "where \" > , ∆ ¬ >→0 , ∆ ¬ >→0 , ∆ ¬ 0 are the direct estimates of the corresponding quantities > , ∆ >→0 , ∆ >→0 , ∆ 0 . The above mechanism can be updated in a chain mode, thus obtaining the estimate for the time > 1 as: In order to derive the efficiency of the estimators we need to specify different cases that may occur, related to the intersection of Group A and Group B. Here we consider only two rather realistic cases, which are illustrated in Figure 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 452,
                    "end": 460,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Sample design for the follow-up of the survey in subsequent waves"
        },
        {
            "text": "• Case 1. Groups A and B have same sizes with a strong intersection between the two.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample design for the follow-up of the survey in subsequent waves"
        },
        {
            "text": "• Case 2. Group A is much smaller than group B with a strong intersection between the two groups. Figure. 3. Two realistic cases of intersection between the groups A and B",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 98,
                    "end": 105,
                    "text": "Figure.",
                    "ref_id": null
                }
            ],
            "section": "Sample design for the follow-up of the survey in subsequent waves"
        },
        {
            "text": "Case 1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample design for the follow-up of the survey in subsequent waves"
        },
        {
            "text": "Let us start from the expression (32) of the variance of \" , the expression of which is reported here for convenience:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample design for the follow-up of the survey in subsequent waves"
        },
        {
            "text": "› \" oe = › \" ' oe (1 + + − 2 ) + › \" ( oe[1 + (1 − ) + − 2(1 − )].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample design for the follow-up of the survey in subsequent waves"
        },
        {
            "text": "In the situation described under Case 1, it is possible to introduce the following approximation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample design for the follow-up of the survey in subsequent waves"
        },
        {
            "text": "Using the above approximation in (32), we have (40) › \" oe = › \" ' oe (1 + + − 2 ) + › \" ( oe[1 + (1 − ) + − 2(1 − )] = = › \" ' oe (1 − ) + + › \" ( oe + .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample design for the follow-up of the survey in subsequent waves"
        },
        {
            "text": "Since 0 < < 1, we have a gain in efficiency with respect to the sum of the variances › \" ' oe and › \" ( oe.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample design for the follow-up of the survey in subsequent waves"
        },
        {
            "text": "In this second instance, it is possible to assume the following approximation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 2"
        },
        {
            "text": "Using the above approximation in (32), we have:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 2"
        },
        {
            "text": "being 1 + + − < 1, since + < 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 2"
        },
        {
            "text": "The aim of this paper is to draw the attention of researchers and decision makers on the need of observing the characteristics of the Covid19 pandemic through a formal sample design thus overcoming the limitations of data collected on a convenience basis. Only in this way will we be able to produce both reliable estimates of the current situation and forecasts of the future evolution of the epidemic so as to take empirically grounded decisions about public health monitoring and surveillance, especially in the phase of the exit from the epidemic peak and of relaxation of the quarantine measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and future challenges"
        },
        {
            "text": "In such a situation, it is essential to set up a system of data collection which allows statistically significant comparisons through time and across different geographic areas, by taking into account the different economic, demographic, social, environmental and cultural contexts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and future challenges"
        },
        {
            "text": "We believe that a clear knowledge of the phenomenon is necessary also for the awareness and behaviour to be adopted by the population. Trust and sharing must be grounded on a solid information base.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and future challenges"
        },
        {
            "text": "In comparison with other possible observational strategies the proposal has three elements of strength, namely:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and future challenges"
        },
        {
            "text": "• the relevance; the proposed sample scheme, designed to capture most of the infected people through an indirect sampling mechanism, not only aims at providing a snapshot of the phenomenon in a single moment of time, but it is designed so as to become a continuous survey, repeated in several waves through time. It contributes to implement a statistical surveillance system on the epidemic to be integrated with the existing systems of surveillance managed by the health authorities; • the statistical quality of the proposed estimators; in the paper the properties of the estimators have been formally derived so as to guarantee their reliability (unbiasedness and efficiency); • the timeliness; the sample design is rapidly operational as it is required by the emergency we are experiencing; indeed, the paper represents the statistical formalization of a recent proposal (Alleva et al., 2020 ) that has been accompanied by a technical note which describes the different phases in which it is divided, the subjects involved and the crucial points for its success (Ascani, 2020) .",
            "cite_spans": [
                {
                    "start": 875,
                    "end": 895,
                    "text": "(Alleva et al., 2020",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1066,
                    "end": 1080,
                    "text": "(Ascani, 2020)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions and future challenges"
        },
        {
            "text": "Although our effort to progress on the subject in this phase of emergency, there is floor for a lot of methodological statistical research for setting up statistical instruments for producing reliable and timely estimates of the phenomenon. Indeed, from a methodological point of view, while in the paper we have fully derived the properties of the estimators in the cross-sectional case, the properties of the estimator in subsequent waves still need to be proved formally. Among other aspects to be developed, we mention those related to time and spatial correlations, useful both for modelling the phenomenon and for designing efficient spatial sampling so as to achieve the same level of precision with fewer sample units (Arbia and Lafratta (2002) . A specific extension of the spatial sampling techniques to be further developed is the use of capture/recapture techniques (Borchers, 2009) which would require an overlap of the samples of groups A and B. Other general aspects to be developed with different specialists are the integration of the statistical system we propose with the health authority's surveillance system for the infected and the use for statistical purposes of the contact-tracking devices, both in the identification of contacts and in the measure of the propensity to travel and of the connected risks.",
            "cite_spans": [
                {
                    "start": 726,
                    "end": 752,
                    "text": "(Arbia and Lafratta (2002)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions and future challenges"
        },
        {
            "text": "The sample survey we proposed may represent therefore part of an integrated information system that allows to respond to a plurality of objectives like: (i) to monitor the evolution of the phenomenon and to estimate its diffusion patterns; (ii) to estimate correctly the actual number of infected people and the rates of asymptomatic cases, recovery and lethality; (iii) to assess the effects of the restrictive measures introduced; (iv) to orient the mitigation and removal times of the same measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and future challenges"
        },
        {
            "text": "In order to be able to build up an integrated statistical system it is necessary to integrate different resources. The surveillance system should merge in a unified database the information collected by the administrative institutions when receiving and treating individuals that have turned to the healthcare system together with the statistical information collected on purpose with the aim to accurately measure the diffusion of the infection and, finally, with those obtained through new sources (such as, for instance mobile phones, internet-of-things, webscraping, drones images) for tracking the movements of people and of their contacts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and future challenges"
        },
        {
            "text": "From an operational point of view, the sample design described in detail in Section 5 needs to be accompanied by the rapid definition of some key points:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and future challenges"
        },
        {
            "text": "• a control room that ensures the necessary inter-institutional collaboration to guide field operations; • the medical testing procedure to consider for the selected population (swabs, blood testing and DNA mapping); • the legal framework to assure the data collection and the analysis of personal data by interviews and digital disposals; • the geographical-temporal estimate domains of interest and the sample dimension on the basis of the informative needs and the available financial and organizational resources; • the frequency of sampling for groups A and B, as well as the length of stay in the panel of group B; • the socio-demographic characteristics, living condition and mobility behaviors to be collected at individual and familiar level to shed light on relative risks and to evaluate the effects of the policies adopted to modify the evolution of the epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and future challenges"
        },
        {
            "text": "This can only be achieved if epidemiologists, virologists, administrators of healthcare institutions work in conjunction with experts in mathematical and statistical modeling and forecasting and in the evaluation of public policies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and future challenges"
        },
        {
            "text": "We designed the sampling mechanism having in mind the Italian situation. In adopting the suggested strategy, different countries may require adjustments taking into account the peculiarities of the specific health system and institutional framework. In this direction it will be essential the contribution of the National Statistical Offices, as well as common actions and sharing experiences at the European and worldwide level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and future challenges"
        },
        {
            "text": "The emergency connected with the diffusion of Covid19 is an incredible occasion for building up a solid informative infrastructure for researchers and decision makers. We must also feel the duty and responsibility to prepare to face possible future outbreaks of pandemics in an informed way.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and future challenges"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Random coronavirus testing to begin in Canberra next week at drive-through centre and clinic",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Abc",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A sample design for reliable estimates of the SARS-CoV-2 epidemic's parameters. Calling for a protocol using panel data",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Alleva",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Arbia",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Falorsi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pellegrini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zuliani",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The new role of sample surveys in official statistics",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Alleva",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "The 5th Italian Conference on Survey Methodology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Investigating the Impact of Asymptomatic Carriers on COVID-19, medXiv",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Aguilar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Faust",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Westafer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Gutierrez",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.18.20037994"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Selection techniques in sampling spatial untis, Quaderni di statistica e matematica applicata alle scienze economico-sociali",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Arbia",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "XVI",
            "issn": "",
            "pages": "81--91",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A Note on Early Epidemiological Analysis of Coronavirus Disease",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Arbia",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Outbreak using Crowdsourced Data",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2003.06207"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Evaluating and updating the sample design: the case of the concentration of SO2 in Padua",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Arbia",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lafratta",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Arbia",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lafratta",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Journal of the Royal Statistical Society series c -Applied Statistics",
            "volume": "51",
            "issn": "2",
            "pages": "223--246",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Technical Note on the methods of the data collection phase for a proposal of sample design for reliable estimates of the epidemic's parameters of SARS-CoV-2",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ascani",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journasl of Ornithology",
            "volume": "152",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s10336-010-0583-zChughtai"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Sampling Techniques",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Cochran",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Efficient Balanced Sampling: the Cube Method",
            "authors": [
                {
                    "first": "J.-C",
                    "middle": [],
                    "last": "Deville",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tillé",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Biometrika",
            "volume": "91",
            "issn": "",
            "pages": "893--912",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Variance approximation under balanced sampling",
            "authors": [
                {
                    "first": "J.-C",
                    "middle": [],
                    "last": "Deville",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tillé",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Journal of Statistical Planning and Inference",
            "volume": "128",
            "issn": "",
            "pages": "569--591",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Rapidly identifying workers who are immune to COVID-19 and virus-free is a priority for restarting the economy",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dewatripont",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Goldman",
                    "suffix": ""
                },
                {
                    "first": "J-P",
                    "middle": [],
                    "last": "Muraille",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Platteau",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "VoxEU.org",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Generalized framework for defining the optimal inclusion probabilities of one-stage sampling designs for multivariate and multi-domain surveys",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Falorsi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Righi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Survey methodology",
            "volume": "41",
            "issn": "",
            "pages": "714--759",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Optimal Sampling for the Integrated Observation of Different Populations",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Falorsi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Righi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lavallée",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Survey methodology",
            "volume": "45",
            "issn": "3",
            "pages": "485--511",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Quantifying SARS-CoV-2 transmission suggests epidemic control with digital contact tracing",
            "authors": [
                {
                    "first": "David",
                    "middle": [],
                    "last": "Parker",
                    "suffix": ""
                },
                {
                    "first": "Christophe",
                    "middle": [],
                    "last": "Bonsall",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abb6936https,/science.sciencemag.org/content/early/2020/03/30/science.abb6936"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "2020) Modelling and predicting the spatiotemporal spread of Coronavirus disease",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Giuliani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Dickson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Espa",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Santi",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "COVID-19) in Italy",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2003.06664"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Creating an EU 'Corona Panel': Standardised European sample tests to uncover the true spread of the coronavirus",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gros",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "VoxEU.org",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Shlomo Havlin (2020) Spatio-temporal propagation of COVID-19 pandemics",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gross",
                    "suffix": ""
                },
                {
                    "first": "Zhiguo",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "Shiyan",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Xiaoqi",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Alon",
                    "middle": [],
                    "last": "Sela",
                    "suffix": ""
                },
                {
                    "first": "Jianxin",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Daqing",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Große Antikörperstudie soll Immunität der Deutschen gegen Covid-19",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Multiple Frame Surveys",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "O"
                    ],
                    "last": "Hartley",
                    "suffix": ""
                }
            ],
            "year": 1962,
            "venue": "Proceedings of the Social Statistics Section",
            "volume": "",
            "issn": "",
            "pages": "203--206",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "A generalisation of sampling without replacement from finite-universe",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "O"
                    ],
                    "last": "Hartley",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Horvitz",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 1952,
            "venue": "COVID-19 impact on the collection of labour market statistics",
            "volume": "36",
            "issn": "",
            "pages": "663--685",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Early epidemiological analysis of coronavirus disease 2019 outbreak using crowdsourced data: a population level observational study",
            "authors": [
                {
                    "first": "Kaiyuan",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "Jenny",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Cecile",
                    "middle": [],
                    "last": "Viboud",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "30026--30027",
            "other_ids": {
                "DOI": [
                    "10.1016/S2589-7500(20"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Indirect Sampling: A Review of Theory and Recent Applications",
            "authors": [
                {
                    "first": "Hans",
                    "middle": [],
                    "last": "Kiesl",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "Archiv.10.10.1007/s11943-016-0183-3"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Survey Sampling",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kish",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Capture-Recapture Sampling and Indirect Sampling",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lavallée",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rivest",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Official Statistics",
            "volume": "28",
            "issn": "1",
            "pages": "1--27",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Indirect Sampling, springer series in statistics",
            "authors": [
                {
                    "first": "Pierre",
                    "middle": [
                        "P"
                    ],
                    "last": "Lavallée",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Crowdsourcing data to mitigate epidemics, the lancet digital health",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "30055--30063",
            "other_ids": {
                "DOI": [
                    "10.1016/S2589-7500(20"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Estimating the asymptomatic proportion of coronavirus disease 2019 (COVID-19) cases on board the Diamond Princess cruise ship",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Bin",
                    "middle": [],
                    "last": "Sen Pei",
                    "suffix": ""
                },
                {
                    "first": "Yimeng",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Tao",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "Wan",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Jeffrey",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shaman ; Mizumoto",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kagaya",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zarebski",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Euro surveillance : bulletin Europeen sur les maladies transmissibles",
            "volume": "3221",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abb3221"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Estimating the Asymptomatic Proportion of 2019 Novel Coronavirus onboard the Princess Cruises Ship, 2020, medRxiv",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mizumoto",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Katsushi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zarebski",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Gerardo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.20.20025866doi"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Self-Weighting Design at Tabulation Stage Sankhyā",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Murthy",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "K"
                    ],
                    "last": "Sethi",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "The Indian Journal of Statistics, Series B",
            "volume": "27",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "On sampling without replacement with varying probabilities",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Narain",
                    "suffix": ""
                }
            ],
            "year": 1951,
            "venue": "J. Ind. Soc. Agril. Statist",
            "volume": "3",
            "issn": "",
            "pages": "169--174",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Coronavirus in Romania: Over 10,000 Bucharest residents will be tested for Covid-19 as part of a study",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Romania-Insider",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Co",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Generalized Multiplicity-Adjusted Horvitz-Thompson Estimation as a Unified Approach to Multiple Frame Surveys",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rossman",
                    "suffix": ""
                },
                {
                    "first": "Ayya",
                    "middle": [],
                    "last": "Keshet",
                    "suffix": ""
                },
                {
                    "first": "Smadar",
                    "middle": [],
                    "last": "Shilo",
                    "suffix": ""
                },
                {
                    "first": "Amir",
                    "middle": [],
                    "last": "Gavrieli",
                    "suffix": ""
                },
                {
                    "first": "Tal",
                    "middle": [],
                    "last": "Bauman",
                    "suffix": ""
                },
                {
                    "first": "Ori",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "Ran",
                    "middle": [],
                    "last": "Balicer",
                    "suffix": ""
                },
                {
                    "first": "Benjamin",
                    "middle": [],
                    "last": "Geiger",
                    "suffix": ""
                },
                {
                    "first": "Yuval",
                    "middle": [],
                    "last": "Dor",
                    "suffix": ""
                },
                {
                    "first": "Eran",
                    "middle": [],
                    "last": "Segal",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of Official Statistics",
            "volume": "27",
            "issn": "4",
            "pages": "633--650",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.19.20038844"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Sampling Rare and Elusive Populations",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sudman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Monroe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Sirken",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Cowan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A F"
                    ],
                    "last": "Seber",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Adaptive Sampling. Science",
            "volume": "240",
            "issn": "",
            "pages": "4855--991",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Evaluation of COVID-19 RT-qPCR test in multi-sample pools, medRxiv",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Yelin",
                    "suffix": ""
                },
                {
                    "first": "Einat",
                    "middle": [],
                    "last": "Noga Aharony",
                    "suffix": ""
                },
                {
                    "first": "Amir",
                    "middle": [],
                    "last": "Shaer-Tamar",
                    "suffix": ""
                },
                {
                    "first": "Esther",
                    "middle": [],
                    "last": "Argoetti",
                    "suffix": ""
                },
                {
                    "first": "Dina",
                    "middle": [],
                    "last": "Messer",
                    "suffix": ""
                },
                {
                    "first": "Einat",
                    "middle": [],
                    "last": "Berenbaum",
                    "suffix": ""
                },
                {
                    "first": "Areen",
                    "middle": [],
                    "last": "Shafran",
                    "suffix": ""
                },
                {
                    "first": "Nagam",
                    "middle": [],
                    "last": "Kuzli",
                    "suffix": ""
                },
                {
                    "first": "Tamar",
                    "middle": [],
                    "last": "Gandali",
                    "suffix": ""
                },
                {
                    "first": "Yael",
                    "middle": [],
                    "last": "Hashimshony",
                    "suffix": ""
                },
                {
                    "first": "Michael",
                    "middle": [],
                    "last": "Mandel-Gutfreund",
                    "suffix": ""
                },
                {
                    "first": "Yuval",
                    "middle": [],
                    "last": "Halberthal",
                    "suffix": ""
                },
                {
                    "first": "Moran",
                    "middle": [],
                    "last": "Geffen",
                    "suffix": ""
                },
                {
                    "first": "Roy",
                    "middle": [],
                    "last": "Szwarcwort-Cohen",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Kishony",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.26.20039438"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Population of interest and its decomposition among the",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Remark 5. the term \"& in the previous equation corresponds to the total number of contacts of the unit j with the verified infected people. It can be collected either with digital contact tracing",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Follow up of samples over time 8. A note on the efficiency of the estimators",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "From expression (14a), the estimation of the component \" '( may be expressed as:The information on the intersection of the samples with the subpopulation '( may be collected either during the interview or with digital contact tracing.Singh and Mecatti (2011) give an in-depth illustration of the different approaches in literature to find the optimal value of \" in the context of multiple frames surveys. Hartley (1962 Hartley ( , 1974 proposed choosing in (14a) to minimize the variance of \" . Because the frames are sampled independently, the variance of \" is:Thus, for general survey designs, the variance-minimizing value of is:Note that if one of the covariances in (32) is large, it is possible for 456 to be smaller than 0 or greater than 1. Hartley (1974) suggests opting for this alternative expression:(33) * = › \" ( oe › \" ' oe + › \" ( oe .Unbiasedness and variance. The proof of unbiasedness and the calculation of the variance of the estimator \" '( are straightforward extensions of what has been illustrated in sections 6.1 and 6.2.",
            "cite_spans": [
                {
                    "start": 405,
                    "end": 418,
                    "text": "Hartley (1962",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 419,
                    "end": 435,
                    "text": "Hartley ( , 1974",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 749,
                    "end": 763,
                    "text": "Hartley (1974)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}