{
    "paper_id": "5c8c5760c065404f7992ca39c850112e26af6233",
    "metadata": {
        "title": "Re-orienting policy for growing food to nourish communities",
        "authors": [
            {
                "first": "Garrett",
                "middle": [],
                "last": "Graddy-Lovelace",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "American University",
                    "location": {
                        "settlement": "Washington",
                        "region": "DC",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "stations-erupts from its prior invisibility into public glare. Major pork slaughterhouses have become deadly hotspots of contagion for those laboring inside them-and their families and communities. Over a dozen major meat plants have closed in less than two months, upending the whole, highly concentrated meat supply chain nationally. The points of extreme exploitation, festering behind \"ag-gag\" laws, become points of disproportionate exposure and viralcontraction for those with the least resources and healthcare access. Agricultural industries have long deployed the law to hide rather than expose abuses. The hypocrisy of migrant farmworkers' \"illegal\" yet \"essential\" status exemplifies this: ICE agents continuing to make arrests, even in areas hit hardest by pandemic (Alianza 2020). Amidst compounded risks and fears, migrant workers cannot seek medical, legal help or escape from work-related or domestic abuse or gender-based violence. Relatedly, detention centers have become notorious breeding grounds, like prisons, for contagion and fatal contraction. Agriculture has long been the overlooked push and pull factor for mass migrations: from agrarian crisis and rural depopulation from commodity crop dumping (Murphy and Hansen-Kuhn 2019) to global scrounging for low-wage, skilled (though deliberately not labeled as such) farm labor.",
            "cite_spans": [
                {
                    "start": 1224,
                    "end": 1253,
                    "text": "(Murphy and Hansen-Kuhn 2019)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the corporate chokehold on agriculture, it is also the farmers, rancher, and fishers who lose-and COVID-19 exacerbates it. Commodity farmers, in the sixth year of record-low prices, face heightened debt and foreclosures. Dairy farming faces outright collapse, with milk futures plummeting. Black, indigenous, Latinx, immigrant, female, beginner, small-, and medium-scale producers face even steeper odds, with less access to credit, land, extension, markets, and the billions in aid flowing from the USDA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Here agricultural policy serves as problem and potential, enabler and lifeline. The USDA has promised $23 Billion in agricultural assistance, but it remains dangerously nebulous. Aid applications for are convoluted, bureaucratic, inaccessible. Thus far,",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The funding does not support producers providing food for local, regional supply chains, farmers markets, schools, This article is part of the TopicalCollection: Agriculture, Food & Covid-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "* Garrett Graddy-Lovelace graddy@american.edu 1 American University, School of International Service (DC), Washington, DC, USA restaurants-those dedicated to feeding their communities. Meanwhile huge blank checks go to the largest commodity growers with no safeguards they won't just flow directly to millionaire and billionaire landowners and transnational corporate agribusinesses. Longstanding problems of vertical and horizontal consolidation, market concentration, and gutted antitrust regulation merge with crisis profiteering. Yet, a diverse array of coalitions, organizations, and advocacy groups are mobilizing rapidly to re-orient policies to nourish communities and protect agricultural livelihoods and labor. Rural Coalition led a sign-on letter for Relief for America's Small Farmers Act immediate relief to small and historically disadvantaged farmers and ranchers who face financial devastation and land loss without assistance: forgiveness of all federal direct and guaranteed loan debt and suspend debt payments for the duration of the crisis. Food Chain Worker Alliance demands: emergency temporary standard by OSHA for infectious diseases; paid sick leave for farm, food, and fishery workers, with protective gear, training in appropriate language, hazard pay, optional overtime, and overtime pay; a moratorium on raids and deportations; and guaranteed right to organize for the 21.5 million food workers across the US agri-food system at large. National Family Farm Coalition, North Atlantic Marine Alliance, and others called on policy makers to: categorize regional food hubs, farmers markets, and seafood markets as essential services-complete with supports such as emergency funding, comprehensive training for protection, and childcare; prohibit producer funds going to intermediaries such as packers, stockyards, processors, and integrators; vastly expand Local Agricultural Marketing Program (LAMP); invest in seashore infrastructure, docks, and cold storage for local, regional, and direct seafood supply chains; increase funding for Gus Schumacher Nutrition Incentive Program to double SNAP purchasing power at farmers markets; invest in Emergency Tribal Food Assistance Fund; expand online EBT purchasing for SNAP nationally; and end to the 'Public Charge Rule' restrictions-with their classist, racist, and sexist underpinnings that immigrants (most of whom are laboring in agri-food) do not deserve food aid. Finally, in light of the billions in direct aid, farm justice alliances argue for supply management, systemic fair pricing legislation, and an updating of parity for diverse growers and food system resilience.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Food providers and anti-hunger advocates-long pitted against each other-are finding common ground amids the COVID-19 catastrophes. Coalitions and networks are forming rapidly for decentralized, adaptive, regional land food and seafood supply chains, and neighborhood food provisioning. From Soul Fire Farm's spreadsheet of resources for Black, Indigenous, and farmers of color, to Farm Commons' legal resources, from Federation of Southern Cooperatives/ Land Assistance Funds' resources for Black cooperatives to WhyHunger's Find Food Databases. National Sustainable Agricultural Coalition provides real-time policy analysis, while FarmAid resources include collaborative marketing software platforms for farmers seeking emergency markets. Native American Food Sovereignty Alliance fights for tribal seed, food, and land autonomy and decolonization. The Cooperative Garden Commission circulates seeds for mutual agricultural aid. Moving forward, the USDA needs to expand the National Plant Germplasm System to proactively redistribute seeds and cuttings to farmer organizations and community gardens: re-orienting it from ex situ-centric, to in situ-centered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "COVID-19 also lays bare inequities in international agrifood systems. The World Food Program's Global Report warns hunger could double worldwide amidst COVID-19, barring major interventions. La Via Campesina gathers testimonies of migrant labor oppressions, while dominant neoliberal trade paradigms crumble under their own vulnerabilities. The pandemic shows the cruelties of U.S. sanctions-geopolitical tools designed for regime change but resulting in mass harm to ordinary people-in Cuba, Iran, and Venezuela. Again, as in the national context, transnational alliances strive to forge solidarity amidst the ravages of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Scholars and journalists have key roles to play-fostering agroecology research-action to sleuthing and reporting on how agrifood system-from detention centers to CAFOsare exacerbating if not causing this pandemic. Moving forward, a focus on policy-on re-orienting policy-becomes all the more complex, urgent, and promising.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Declaracion sobre Impacto de la Pandemia COVID-19 en Las Comunidades Campesinas",
            "authors": [
                {
                    "first": "Alianza",
                    "middle": [],
                    "last": "Nacional De Campesinas",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Feeding America. 2020. The Impact of the Coronavirus on Child Food Insecurity",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "22",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The true costs of US agricultural dumping. Renewable Agriculture and Food Systems",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Murphy",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hansen-Kuhn",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1017/S1742170519000097"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Family food producers and anti-hunger advocates urge support for local supply chains in next stimulus bill",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Nffc",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "National sustainable agricultural coalition's response to and resources for COVID-19",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Nsac",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The Effect of COVID-19 and Disease Suppression Policies on Labor Markets: A preliminary analysis of the data",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rothwell",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Van Drie",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "COVID-19 will double number of people facing food crises unless swift action Is taken",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Wfp",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}