{
    "paper_id": "5d7b73a76f0e6981b426b1c08008c43f1397d709",
    "metadata": {
        "title": "Clinical characteristics of non-ICU hospitalized patients with coronavirus disease 2019 and liver injury: A retrospective study",
        "authors": [
            {
                "first": "Hansheng",
                "middle": [],
                "last": "Xie",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The First Affiliated Hospital of Fujian Medical University",
                    "location": {
                        "settlement": "Fuzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jianming",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The First Affiliated Hospital of Fujian Medical University",
                    "location": {
                        "settlement": "Fuzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ningfang",
                "middle": [],
                "last": "Lian",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The First Affiliated Hospital of Fujian Medical University",
                    "location": {
                        "settlement": "Fuzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Su",
                "middle": [],
                "last": "Lin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The First Affiliated Hospital of Fujian Medical University",
                    "location": {
                        "settlement": "Fuzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Qunfang",
                "middle": [],
                "last": "Xie",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The First Affiliated Hospital of Fujian Medical University",
                    "location": {
                        "settlement": "Fuzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Huichang",
                "middle": [],
                "last": "Zhuo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The First Affiliated Hospital of Fujian Medical University",
                    "location": {
                        "settlement": "Fuzhou",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Consecutively confirmed COVID-19 discharged cases were enrolled. The clinical characteristics of patients with liver injury and without liver injury were compared. Results: A total of 79 COVID-19 patients were included. 31.6%, 35.4% and 5.1% COVID-19 patients had elevated levels of alanine transaminase (ALT), aspartate aminotransferase (AST) and bilirubin respectively. Median value of ALT, AST and bilirubin for entire cohort was 36.5 (17.5 ~ 71.5) U/L, 34.5 (25.3 ~ 55.3) U/L and 12.7",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "(8.1 ~ 15.4) mmol/L respectively. There were no significant differences in age, previous medical history and symptoms between the two groups. Males were more likely to have liver injury when infected with COVID-19 (P < .05); compared with patients without liver injury, patients with liver injury had increased levels of white blood cell counts, neutrophils, CRP and CT score (P < .05) and had a longer length of stay (P < .05). Logistic regression analyses suggested that the extent of pulmonary lesions on CT was a predictor of liver function damage (P < .05).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Previous studies have found that ICU patients with COVID-19 had high risk for liver injury, but the cause of liver injury was not further analysed. 3, 4 In addition, previous studies had focused on liver injury in ICU patients, but less focused on non-ICU patients. This retrospective study included patients with confirmed COVID-19 in general ward, and intended to explore the possible influencing factors of liver injury and provided further information for mechanism.",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 150,
                    "text": "3,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 151,
                    "end": 152,
                    "text": "4",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "| INTRODUC TI ON"
        },
        {
            "text": "The retrospective study was conducted in non-ICU Ward at Wuhan Jinyintan Hospital. All consecutive discharged patients treated by Fujian Medical Team to aid Hubei province were enrolled in the study between February 2, 2020 and February 23, 2020. Jinyintan Hospital, located in Wuhan, Hubei Province is responsible for the treatments for COVID-19 assigned by the government. Including criteria: (a) All patients enrolled were diagnosed according to World Health Organization interim guidance with laboratory-identified COVID-19, 5 (b) with completed clinical data. Patients with viral hepatitis, alcoholic liver disease, liver malignancy or other known chronic liver disease were excluded from this study. This retrospective study was approved by the Ethics Committee of the Jinyintan Hospital, Wuhan province.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Patients"
        },
        {
            "text": "The clinical data were collected from electronic medical records of Jinyintan Hospital. The clinical data were collected as follows: age, gender, chronic medical illness, symptoms, laboratory findings, chest computed tomographic (CT) scans and the duration of hospital stays.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Patients"
        },
        {
            "text": "The data were collected and reviewed by a trained team of physicians.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Patients"
        },
        {
            "text": "The patients were divided into moderate group and severe group according to the criteria of the diagnosis and treatment programme of novel coronavirus pneumonia (Trial sixth Edition). 6 If the clinical dates met any of the following: (a) Respiratory distress, breathing frequency ≥ 30 breaths/min; (b) In resting state, means oxygen saturation ≤93% and (c) Arterial blood oxygen partial pressure/oxygen concentration ≤300 mm Hg (1 mm Hg = 0.133 kPa), the patient were included in severe group. Others were included in moderate group.",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 185,
                    "text": "6",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "| Experimental grouping"
        },
        {
            "text": "The clinical characteristics of patients with liver injury and those without liver injury were compared. All the patients with elevated levels of alanine transaminase (ALT), aspartate aminotransferase (AST) or bilirubin were defined as liver injury.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Experimental grouping"
        },
        {
            "text": "All Patients completed lung CT scan within 2 days after admission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| CT image acquisition and scoring"
        },
        {
            "text": "CT scans were reviewed and findings were scored prospectively by two respiratory and critical care physician in consensus. CT scores were assessed based on previous reports. 7 To quantify the extent of pneumonia, CT scores were assigned on the basis of the area involved (Table 1 ). There was a score of 0-5 for each lobe, with a total possible score of 0-25.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 175,
                    "text": "7",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 271,
                    "end": 279,
                    "text": "(Table 1",
                    "ref_id": null
                }
            ],
            "section": "| CT image acquisition and scoring"
        },
        {
            "text": "Categorical variables were described as percentages, and continuous variables were described using mean ± SD or median (interquartile range) value. Means for continuous variables were compared using independent group t tests when the data were normally distributed; otherwise, the Mann-Whitney test was used. Categorical variables were compared using the χ 2 test; Fisher exact test was used when the data were limited. Furthermore, stepwise logistic regression models were built to identify independent risks of liver injury. All statistical analyses were performed using SPSS 22.0. The significance was recognized at a P < .05.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Statistical analysis"
        },
        {
            "text": "A total of 79 cases with confirmed COVID-19 were included in this study. The median age was 60.0 years (range 27-87 years), and 44",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| RE SULTS"
        },
        {
            "text": "• Liver injury is prevalent in COVID-19 patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key points"
        },
        {
            "text": "• Severe Lung lesions on CT might be related to higher incidence of liver injury. clinical characteristics of the two groups were compared. The ratio of male was higher in patients with liver damage than in patients without liver injury (P < .05). There were increased levels of white blood cell counts, neutrophils and CRP in the liver injury group (P < .05).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key points"
        },
        {
            "text": "The CT score of the liver injury group was significantly higher than that of the non-liver injury group (P < .05). The incidences of liver injury were 13.3%, 36.4% and 77.8% in the patients with CT scores of <5, 5-15 and >15 points respectively (χ 2 = 10.06, P = .007). All patients got improvement in clinical symptoms, negative coronavirus test and were discharged in this study, while patients with liver damage had longer length of stay than patients without liver injury (P < .05). The liver enzymes after treatment between patients with and without liver injury were not significantly different (Table 3) . Table 4 shows the correlations among baseline ALT, AST and the other variables. Both indices were significantly correlated with the ratio of male, CRP and D-dimer (all P < .05). CT scores, as an expression of the severity of COVID-19, was also correlated with ALT and AST (r = .524, P = .000 and r = .550, P = .000 respectively). And the level of white blood cell counts and neutrophils were correlated with ALT (both P < .05).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 601,
                    "end": 610,
                    "text": "(Table 3)",
                    "ref_id": null
                },
                {
                    "start": 613,
                    "end": 620,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "TA B L E 1 System for lung CT scoring"
        },
        {
            "text": "Finally, stepwise logistic regression suggested that CT scores were an independent predictor for liver injury after adjusting for male, CRP and D-dimer (odds ratio [OR] = 5.265, 95% CI (1.025-1.371), P = .022). TA B L E 4 Spearman's rank correlation coefficients between liver enzyme levels (ALT and AST) and clinical characteristics",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TA B L E 1 System for lung CT scoring"
        },
        {
            "text": "The results of this retrospective study suggested that COVID-19 with liver injury in non-ICU hospitalized patients was common, and it may be related to the degree of CT lesions in the lung. Therefore, the close monitoring and evaluation of liver function in patients with severe pulmonary imaging lesions should be considered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| D ISCUSS I ON"
        },
        {
            "text": "This work was supported by the Natural Science Foundation of Fujian Province, China (no. 2019J01440), and Startup Fund for Scientific",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACK N OWLED G EM ENTS"
        },
        {
            "text": "Research, Fujian Medical University, China (no. 2017XQ1080).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACK N OWLED G EM ENTS"
        },
        {
            "text": "The authors disclose no conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CO N FLI C T O F I NTE R E S T S"
        },
        {
            "text": "Lian Ningfang design study and revised the manuscript, Xie",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTH O R CO NTR I B UTI O N S"
        },
        {
            "text": "Hansheng analysis data and prepare the manuscript, Zhao Jianming collect data and perform manuscript drafting, Xie Qunfang and Zhuo",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTH O R CO NTR I B UTI O N S"
        },
        {
            "text": "Huichang search the literature and analysis data and Su Lin reviewed the results and made critical comments on the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTH O R CO NTR I B UTI O N S"
        },
        {
            "text": "Ningfang Lian https://orcid.org/0000-0003-2638-3372",
            "cite_spans": [],
            "ref_spans": [],
            "section": "O RCI D"
        },
        {
            "text": "Su Lin https://orcid.org/0000-0001-7517-9859",
            "cite_spans": [],
            "ref_spans": [],
            "section": "O RCI D"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical characteristics of hospitalized patients with SARS-CoV-2 infection: A single arm metaanalysis",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Qie",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A novel coronavirus from patients with pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "727--733",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A comparative study on the clinical features of COVID-19 pneumonia to other pneumonias",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Liver injury during highly pathogenic human coronavirus infections",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinical management of severe acute respiratory infection when novel coronavirus (nCoV) infection is suspected: interim guidance",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Novel coronavirus pneumonia prevention and control program",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Pulmonary sequelae in convalescent patients after severe acute respiratory syndrome: evaluation with thin-section CT",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Radiology",
            "volume": "236",
            "issn": "",
            "pages": "1067--1075",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Preliminary study of the relationship between novel coronavirus pneumonia and liver function damage: a multicenter study",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "C"
                    ],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "X"
                    ],
                    "last": "Shao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Zhonghua Gan Zang Bing Za Zhi",
            "volume": "28",
            "issn": "",
            "pages": "148--152",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. JAMA",
            "volume": "323",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A pneumonia outbreak associated with a new coronavirus of probable bat origin",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "L"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "G"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "579",
            "issn": "",
            "pages": "270--273",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Upregulation of hepatic angiotensin-converting enzyme 2 (ACE2) and angiotensin-(1-7) levels in experimental biliary fibrosis",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Herath",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Warner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Lubel",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Hepatol",
            "volume": "47",
            "issn": "",
            "pages": "387--395",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Exploring the mechanism of liver enzyme abnormalities in patients with novel coronavirus-infected pneumonia",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Zhonghua Gan Zang Bing Za Zhi",
            "volume": "28",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "deaths by the end of February 2020. Now COVID-19 is an ongoing public health emergency of international significance.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "dimer (µg/mL) 0.5 (0.3-1.3) 0.9 (0.6-2.6) .11 CT score 7.5 (5.0-9.0) 11 (10.0-17.0) .00 Length of stay (d) 11.4 (8.5-14.0) 15.4 (11.0-16.8) .01 Abbreviations: ALP, alkaline phosphatase; ALT, alanine transaminase; AST, aspartate aminotransferase; CHD, Coronary heart disease; CT, computerized tomography; ESR, erythrocyte sedimentation rate; γ-GT, Gamma-Glutamyltransferase. TA B L E 3 Clinical characteristics of patients with 2019 novel coronavirus pneumonia and liver injury with COVID-19 revealed degeneration of hepatocytes, focal necrosis with neutrophil infiltration; lymphocytic and monocyte infiltration in the hepatic manifold area and microthrombosis. The results of the study by Huang et al suggested that the median values of ALT and AST in the non-ICU group were 27.0 (19.5-40.0) and 34.0 (24.0-40.5) U/L, respectively, which were at normal range in ICU group; the median values of ALT and AST in the group were 49.0 (29.0 to 115.0) and 44.0 (30.0 to 70) U/L respectively. 9 The study failed to investigate the cause of elevated serum transaminase. Wang et al 9 found that the median AST of ICU patients was 52 (30-70) U/L, but the study did not explore the cause of abnormal AST in the ICU group. In this study, we focused on non-ICU residents. Although the median values of ALT and AST were in the normal range, nearly one-third patients had elevated ALT or AST. The clinical findings suggested that even in non-critical COVID-19 patients, liver injury was common, while most patients had slight elevated aminotransferases and good prognosis. The mechanisms of liver injury that occurred during 2019 new coronavirus (2019-nCoV) infection remain largely unclear. 4 To explore the reasons of liver injury in patients, we compared the clinical characteristics of patients with and without liver injury. To avoid the impact of previous liver disease on the results of the study, we excluded patients with a previous history of liver disease during the patient enrolment process. Although the median time from symptom onset to hospitalization was 12 days, none of these patients had undergone regular antiviral therapy, so possibility of liver injury in these patients resulting from drug may be excluded. COVID-19 with liver injury group had increased white blood cells, neutrophils and CRP. The results indicated that the levels of body's inflammation may have certain effects on the liver function of COVID-19. The severity of lung CT lesions can reflect the severity of COVID-19 to a certain extent.In this study, we found that COVID-19 with liver injury had higher CT score; and CT score was the predictor factor of liver injury in COVID-19. Although it is not confirmed whether there is a causal relationship between changes in lung CT and liver injury, the above results suggest that patients with severe imaging lesions need to undergo close monitoring of liver function to identify patients with liver damage for early intervention. Liver injury was associated with prolonged hospital stay in our study, so liver damage may be related to prognosis of patients with COVID-19.Angiotensin converting enzyme II (ACE2) may also be the main receptor for 2019-nCoV.11 Single-cell sequencing showed that ACE2 was mainly expressed in bile duct epithelial cells in normal liver tissues, but very low in hepatocytes; But ACE2 expression is upregulated in a mouse model of acute liver injury.12 Proliferation of bile duct epithelium in the manifold area is involved in liver damage repair. This phenomenon may suggest that ACE2-expressing bile duct epithelial cells dedifferentiate and proliferate and become new liver cells. During this compensatory process, some neonatal hepatocytes still retain the characteristics of expressing ACE2 and are susceptible to 2019-nCoV.13 This may be the cause of liver injury in COVID-",
            "latex": null,
            "type": "figure"
        },
        "TABREF2": {
            "text": "The study found a higher proportion of male in COVID-19 with liver damage. Whether it is related to the number of ACE2 receptors in male hepatocytes remains unclear. It is worth to further investigate in the future.The study had some limitations. (a) The study was a single-centre, retrospective study with a small sample size. The nature of this study might compromise the conclusion. (b) Underlying liver diseases were the major confounding factors in this study. Although we tried to eliminate the influence of chronic liver disease by excluding viral hepatitis, alcoholic hepatitis or malignancy, we still could not completely rule out the impact of non-alcoholic fatty liver disease. The diagnosis of fatty liver disease requires the radiology examination in liver, which cannot be widely carried out when the medical resource is limited during the outbreak of COVID-19. However, the liver enzymes after treatment between patients with and without liver injury were not significantly different, suggesting the elevated liver enzymes on admission were more likely to be resulted from COVID-19 infection than any other underlying liver disease.Abbreviations: ALT, alanine transaminase; AST, aspartate aminotransferase; CT, computerized tomography; ESR, erythrocyte sedimentation rate.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}