{
    "paper_id": "5dc6fa0617dddc861a040074dcc60b58840a0708",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": ". Since March 2020 it is a real pandemic affecting most countries in the world.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The treatment of this disease is mostly symptomatic. The optimal treatment is still uncertain. (table 1) . The cytokine storm with its consequences on organs has captured many researchers' attention. Immediately, therapies were proposed to reduce IL-1, IL-6 and TNF-alpha. However, these therapies had failed in the treatment of septic shock and even worsened its prognosis. Anti-interleukin-6 (IL-6) therapies (tocilizumab and sarulimab) have been tried in clinical trials to treat severe COVID-19 patients (2) . However, analysis of plasma levels of interleukin-6 appears to be highly inconsistent. In fact, the concentrations observed are much lower than those observed in septic shock. With regard to the levels of IL-10 (immunosuppressive cytokine), the levels are also high. Moreover, in the majority of cases deep lymphopenia is observed, which is well correlated with mortality. This concerns CD-8 lymphocytes as well as NK cells, which play an important antiviral role. B cells are also affected although they play an important role in the antibody response.",
            "cite_spans": [
                {
                    "start": 508,
                    "end": 511,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 95,
                    "end": 104,
                    "text": "(table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "Secondary nosocomial infections are present in more than 50% of cases. Overall, the inflammatory response is modest while immunosuppression appears to be major.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In these conditions, it could be logical to stimulate immunity by using products such as interleukin 7, which appears very interesting to treat other viral infections and allows restoring the lymphocyte count deserved to be used in the treatment of Coronavirus infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Stimulating immunity could therefore be a credible alternative to the treatment of Coronavirus 19",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "infection. What seems essential is to know the immunological state of the patient before using immunomodulating therapies and sometimes use drugs to stimulate immunity. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "An emerging coronavirus causing pneumonia outbreak in Wuhan, China: calling for developing therapeutic and prophylactic strategies",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg Microbes Infect",
            "volume": "9",
            "issn": "",
            "pages": "275--282",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Tocilizumab for the Treatment of Severe COVID-19",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Alattar",
                    "suffix": ""
                },
                {
                    "first": "Tbh",
                    "middle": [],
                    "last": "Ibrahim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Shaar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Abdalla",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shukri",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Daghfal",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The Role of Cytokines including",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mcgonagle",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sharif",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "O&apos;regan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bridgewood",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Interleukin-6 in COVID-19 induced Pneumonia and Macrophage Activation Syndrome-Like Disease",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Designing Immunotherapies for the COVID-19 Patient: Lessons Learned from Treating the Septic Patient",
            "authors": [],
            "year": 2020,
            "venue": "Lancet Respir Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "A large majority of patients are not severely affected. For the most severely affected patients, therapy with IL-6 pathway inhibitors has been proposed (2). Indeed, some authors have noted a link between proinflammatory cytokines and the severity of patients in Intensive Care Unit (3). In a paper published in the Lancet Respiratory Medicine, Kenneth Remy et al. have just reported differences between the inflammation observed in septic shock and that observed in SARS-CoV-2 infection (4). The phenomena are quite different",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Journal Pre-proof Immunotherapies for COVID-19: restoring the immunity could be the priority Please cite this article as: Allaouchiche B, Immunotherapies for COVID-19: restoring the immunity could be the priority, Anaesthesia Critical Care and Pain Medicine (2020), doi: https://doi.org/10.1016/j.accpm.2020.05.009Immunotherapies for COVID-19: restoring the immunity could be the priority",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "comparison of Sepsis and COVID-19",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}