{
    "paper_id": "5e6f954d3cee79693ffefc03fda3691bf779c58d",
    "metadata": {
        "title": "Journal Pre-proof Anosmia in COVID-19 patients",
        "authors": [
            {
                "first": "Daniel",
                "middle": [],
                "last": "Hornuss",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Berit",
                "middle": [],
                "last": "Lange",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Helmholtz Centre for Infection Research",
                    "location": {
                        "addrLine": "Germa-7 ny 8",
                        "settlement": "Braunschweig"
                    }
                },
                "email": ""
            },
            {
                "first": "Siegbert",
                "middle": [],
                "last": "Rieg",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Winfried",
                "middle": [
                    "V"
                ],
                "last": "Kern",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dirk",
                "middle": [],
                "last": "Wagner",
                "suffix": "",
                "affiliation": {},
                "email": "dirk.wagner@uniklinik-freiburg.de"
            },
            {
                "first": "Nils",
                "middle": [],
                "last": "Schröter",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Freiburg",
                    "location": {
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Winfried",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Freiburg",
                    "location": {
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "V",
                "middle": [],
                "last": "Kern",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "24 25 42",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "inpatients from non-COVID-wards (n=17, 38%), health care workers (n=21; 47%) and healthy 43 subjects working in administration (n=7; 16%). All controls were untested for SARS-CoV-2, but 44 none of these or their household-members were diagnosed with COVID-19 or developed clinical 45 COVID-19 symptoms within the next three weeks. They correctly identified a median of 11 out of 46 12 odors of Sniffin' Sticks, none was anosmic, 12/45 (27%, 95%CI 14-41%, age (median years ± 47 STD) 63 ± 19.6) were hyposmic, and 33 (73%, 95%CI 58-85%, age (median years ± STD) 49 ± 48 10.2) were normosmic. A higher percentage (18/45, 40%) of COVID-19 patients were diagnosed 49 with anosmia (p< 0,001), COVID-19 patients smell on average 4 sticks less than uninfected con-50 trols (supplementary figure). The Sniffin' Stick test was more sensitive in detecting anosmia in 51 comparison to self-reporting or taking a medical history: 44% of anosmic and 50% of hyposmic 52 patients did not report having smelling problems (table). The clinical picture, laboratory test re-53 65 and normosmia [5], thus the high percentage of 44 % of our COVID-19 patients with hyposmia 66 needs to be interpreted carefully. Patients were not tested after having been discharged, but 67 telephone interviews even with patients with mild to moderate COVID-19 showed that not all 68 patients had returned to normal smelling 15 days after start of first symptoms although no other 69 symptoms persisted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "70",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Coronaviruses (CoVs) including SARS-CoV-2, the cause of the current pandemic of coronavirus 28 disease 2019 (COVID-19), have a neuroinvasive propensity [1, 2] , with olfactorial neurons being 29 currently discussed as portal of entry for neuroinvasion and a spread of CoVs after infection of 30 neural cells from CNS to the periphery via a transneural route [1] . A quarter of admitted COVID-31 19 patients report a smelling disturbance [3], which may be related to this capability. We hypoth-32 esized that loss of smell is often not noted subjectively and that the proportion of affected pa-33 tients is higher. Burghart-Sniffin'-Sticks ® , a widely used screening test for smelling disorders, 34 was used in a prospective cross-sectional study to objectified the magnitude of the smelling dis- ",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 94,
                    "text": "28",
                    "ref_id": null
                },
                {
                    "start": 152,
                    "end": 155,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 156,
                    "end": 158,
                    "text": "2]",
                    "ref_id": null
                },
                {
                    "start": 358,
                    "end": 361,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Neurologic Alterations Due to Respiratory",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bohmwald",
                    "suffix": ""
                },
                {
                    "first": "Nms",
                    "middle": [],
                    "last": "Gálvez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ríos",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Kalergis",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "35 order caused by SARS-CoV-2 according to the manufacturers specifications [4,5]. The propor-36 tion of anosmia in patients with positive PCR result for SARS-CoV-2 in nasopharyngeal swaps 37 or sputum was compared in those reporting a loss of smell, in those who did not as well as in 38 uninfected controls. The study was approved by the University hospital ethical committee (No.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "), written informed consent was obtained from all study participants.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "We tested 45 consecutive hospitalized COVID-19 patients and 45 uninfected controls. Controls 41 consenting to the study (age (median years ± STD) 56 ± 16.9 and 54 ± 18.anosmia are symptoms often noticed by COVID-19 patients[3]. Using a quantita-57 tive and objective test almost half of the patients were anosmic, and another 40 % hyposmic.58Still in our cohort only 49% of patients reported a smelling dysfunction, which is more than in a59 recently published survey [3], but significantly less in comparison to what was diagnosed by the 60 Sniffin' test. E.g. the magnitude of the olfactory dysfunction in COVID-patients is underreported 61 with more than 80% of COVID-19 patients having hyposmia or anosmia, in comparison to the 62 uninfected controls, where no participant was anosmic and 27% hyposmic. In a large German 63 community sample (n = 7267) a similar low percentage of anosmia (5%) has been reported us-64 ing the same test; however the 12-stick-test is not able to distinguish properly all COVID-19 patients should be interviewed and -if possible tested -for olfactory 81 disorders that occur often in COVID-19. Some patients have presented solely with this symptom, 82 e.g. primary physicians and otolaryngologist need to be aware of this putative presentation. Our 83 study shows that anosmia and hyposmia often occurs unnoticed in COVID-19 patients, and that 84 for those patients an objective and quantifiable test is required. Anosmia is not a predictor We sincerely thank Kamilla Szabo, M.D. and Annegrit Decker, M.D. (De-91 partment of Internal Medicine II, Medical Center -University of Freiburg, Germany) for taking 92 care of the patients during the study allowing DH to test the participants. 93 94 Disclosure: The authors report no disclosures relevant to the manuscript.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": ": Writing -Original Draft: D.W. and D.H.; Writing -Review and Editing: 97 D.H., B.L., N.S., S.R., W.K., D.W.; Conceptualization: D.W.; Investigation: D.H.; Methodology: 98 B.L.; Formal Analysis: B.L.; Resources: N.S.; Funding Acquisition: N.S.; Project Administration: 99 D.W. and W.K.; Supervision: W.K. and D.W.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "https://doi.org/10.1002/jmv.25728. Giacomelli A, Pezzati L, Conti F, Bernacchia D, Siano M, Oreni L, et al. Self-reported olfactory and taste disorders in SARS-CoV-2 patients: a cross-sectional study. Clin Infect Dis 110 2020. https://doi.org/10.1093/cid/ciaa330. Hummel T, Rosenheim K, Konnerth C-G, Kobal G. Screening of Olfactory Function with a Four-Minute Odor Identification Test: Reliability, Normative Data, and Investigations in Patients with Olfactory Loss. Ann Otol Rhinol Laryngol 2001;110:976-81. https://doi.org/10.1177/000348940111001015. [5] Hinz A, Luck T, Riedel-Heller SG, Herzberg PY, Rolffs C, Wirkner K, et al. Olfactory dysfunction: properties of the Sniffin' Sticks Screening 12 test and associations with quality of life. Eur Arch Oto-Rhino-Laryngol 2019;276:389-95. https://doi.org/10.1007/s00405-018-",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Report of impaired smelling (n, %, 95CI) ¶ yes 22 (49%) 10 (45%, 24-68%) 10 (45%, 24-68%) 2 (10%, 1-29%) no 23 (51%) 8 (34%, 16-57%) 10 (43%, 23-65%) 5 (21%, 7-43%) Time course (days; median ± STD) first symptom to first positive PCR result 2 ± 4.2 2 ± 4.1 1.5 ± 3.7 2 ± 4 first symptom to reported impaired smelling 5 ± 3.04 6.5 ± 3 2.5 ± 2.7 5.5 ± 2.5 first symptoms to Sniffin test 10 ± 5.1 11 ± 4 8.5 ± 4.5 12 ± 7.5 first positive PCR result to Sniffin test 4 ± 4.6 3.5 ± 3.9 4 ± 4.4 5 ± 6.3 COVID-19 patients diagnosed with Sniffin' sticks as normosmic, hyposmic or anosmic (e.g. correctly identifying 11-12, 7-10, and 0-6 odors of Sniffin' sticks, respectively) are shown. n, number; %, percentage; STD, standard deviation; 95%CI, 95% confidence interval; PCR, polymerase chain reaction; NIV = noninvasive ventilation; IMV, invasive mechanical ventilation; ECMO, extracorporal membrane oxygenation. § ± 2 days from the day of testing, n=33-41. # Linear regression analysis adjusted for age and sex show that COVID-19 patients on average smell 4 sticks less than uninfected controls. ¶ at the day of testing.*p< 0,001, chi square test with null hypothesis that anosmia in COVID-19 is the same as in controls.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}