{
    "paper_id": "60093aec8af44fbfe6f2ac7f9fedb580f43949a2",
    "metadata": {
        "title": "Pathology and virus dispersion in cynomolgus monkeys experimentally infected with severe acute respiratory syndrome coronavirus via different inoculation routes INTERNATIONAL JOURNAL OF EXPERIMENTAL PATHOLOGY",
        "authors": [
            {
                "first": "Noriyo",
                "middle": [],
                "last": "Nagata",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Naoko",
                "middle": [],
                "last": "Iwata",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hideki",
                "middle": [],
                "last": "Hasegawa",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yuko",
                "middle": [],
                "last": "Sato",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shigeru",
                "middle": [],
                "last": "Morikawa",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Masayuki",
                "middle": [],
                "last": "Saijo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shigeyuki",
                "middle": [],
                "last": "Itamura",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Virology III and -Division of Experimental Animals Research",
                    "institution": "National Institute of Infectious Diseases",
                    "location": {
                        "settlement": "Tokyo",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Takehiko",
                "middle": [],
                "last": "Saito",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Virology III and -Division of Experimental Animals Research",
                    "institution": "National Institute of Infectious Diseases",
                    "location": {
                        "settlement": "Tokyo",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Yasushi",
                "middle": [],
                "last": "Ami -",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Takato",
                "middle": [],
                "last": "Odagiri",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Virology III and -Division of Experimental Animals Research",
                    "institution": "National Institute of Infectious Diseases",
                    "location": {
                        "settlement": "Tokyo",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Masato",
                "middle": [],
                "last": "Tashiro",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Virology III and -Division of Experimental Animals Research",
                    "institution": "National Institute of Infectious Diseases",
                    "location": {
                        "settlement": "Tokyo",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Tetsutaro",
                "middle": [],
                "last": "Sata",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Severe acute respiratory syndrome-associated coronavirus (SARS-CoV) causes SARS. The pathogenic mechanisms of SARS-CoV remain poorly understood. Six cynomolgus monkeys were inoculated with the HKU39849 isolate of SARS-CoV via four routes. After intranasal inoculation, the virus was isolated from respiratory swabs on days 2-7 postinoculation (p.i.) and virus genome was detected in intestinal tissues on day 7 p.i. Virus was not detected after intragastric inoculation. After intravenous inoculation, infectious virus was isolated from rectal swabs, and virus antigen was detected in intestinal cells on day 14 p.i. After intratracheal (i.t.) inoculation, virus antigen-positive alveolar cells and macrophages were found in lung and infectious virus was detected in lymphoid and intestinal tissues. The peribronchial lymph nodes showed evidence of an immune response. Lung tissue and ⁄ or fluid and ⁄ or the peribronchial lymph node of the intratracheally inoculated animals had high TNF-a, IL-8 and IL-12 levels. SARS lung lesions are only generated in monkeys by i.t. inoculation. The virus appears to spread into and perhaps via the intestinal and lymphatic systems. It has been suggested previously that viraemia may cause intestinal infections in SARS patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The first case of severe acute respiratory syndrome (SARS) was identified in China in November, 2002 and was followed by a worldwide epidemic that had caused, by September 2003, 8098 cases and 774 deaths in 29 countries World Health Organization 2003) . Research groups rapidly identified the cause to be a novel coronavirus that was designated as SARS-associated coronavirus (SARS-CoV) (Drosten et al. 2003; Fouchier et al. 2003a; Ksiazek et al. 2003; Peiris et al. 2003b) .",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 100,
                    "text": "November, 2002",
                    "ref_id": null
                },
                {
                    "start": 162,
                    "end": 182,
                    "text": "September 2003, 8098",
                    "ref_id": null
                },
                {
                    "start": 220,
                    "end": 251,
                    "text": "World Health Organization 2003)",
                    "ref_id": null
                },
                {
                    "start": 387,
                    "end": 408,
                    "text": "(Drosten et al. 2003;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 409,
                    "end": 431,
                    "text": "Fouchier et al. 2003a;",
                    "ref_id": null
                },
                {
                    "start": 432,
                    "end": 452,
                    "text": "Ksiazek et al. 2003;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 453,
                    "end": 473,
                    "text": "Peiris et al. 2003b)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A prospective study of an outbreak revealed that the clinical progression of SARS is mostly uniform and follows a triphasic pattern (Peiris et al. 2003a) . Fever, myalgia, coughing and a sore throat characterize the first week and are followed in the second week by frequent recurrence of fever, diarrhoea and hypoxaemia. Half of the patients show chest radiographic abnormalities. IgG seroconversion to SARS-CoV occurs on days 10-15 and correlates with decreased viral loads. Some patients show clinical worsening at this stage. Researchers have suggested that immunopathological damage from an over-exuberant host response, not uncontrolled viral replication, causes the lung damage at this stage (Nicholls et al. 2003; Peiris et al. 2003a; Wong et al. 2004; Zhang et al. 2004) .",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 153,
                    "text": "(Peiris et al. 2003a)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 699,
                    "end": 721,
                    "text": "(Nicholls et al. 2003;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 722,
                    "end": 742,
                    "text": "Peiris et al. 2003a;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 743,
                    "end": 760,
                    "text": "Wong et al. 2004;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 761,
                    "end": 779,
                    "text": "Zhang et al. 2004)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Previous studies have shown that upon intratracheal (i.t.), intranasal (i.n.), or conjunctival inoculation, SARS-CoV can replicate in various monkeys including cynomolgus (Macaca fascicularis) Kuiken et al. 2003; McAuliffe et al. 2004; Rowe et al. 2004; Greenough et al. 2005; Qin et al. 2005) . These monkeys also develop a human SARS-like pneumonia Kuiken et al. 2003; Rowe et al. 2004; Greenough et al. 2005) . However, only minimal disease is observed 14 days after infection, and some researchers concluded that the monkey model may be of limited utility in the study of SARS and the development of effective therapies (McAuliffe et al. 2004; Rowe et al. 2004) . Nevertheless, these animal models may still be useful for understanding early events of SARS-CoV infection in vivo. Consequently, we here inoculated cynomolgus monkeys with SARS-CoV via the i.n., i.t., intravenous (i.v.) or intragastric (i.g.) routes and determined their clinical, pathological and virological profiles. We found that only the i.t. route induced lung infection and pathology, and that from the primary infection site the virus can spread through the body to and perhaps via the intestinal and lymphatic systems.",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 212,
                    "text": "Kuiken et al. 2003;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 213,
                    "end": 235,
                    "text": "McAuliffe et al. 2004;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 236,
                    "end": 253,
                    "text": "Rowe et al. 2004;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 254,
                    "end": 276,
                    "text": "Greenough et al. 2005;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 277,
                    "end": 293,
                    "text": "Qin et al. 2005)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 351,
                    "end": 370,
                    "text": "Kuiken et al. 2003;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 371,
                    "end": 388,
                    "text": "Rowe et al. 2004;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 389,
                    "end": 411,
                    "text": "Greenough et al. 2005)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 624,
                    "end": 647,
                    "text": "(McAuliffe et al. 2004;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 648,
                    "end": 665,
                    "text": "Rowe et al. 2004)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 870,
                    "end": 888,
                    "text": "intravenous (i.v.)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Biosafety level 3 conditions were used. All animal experiments were approved as biosafety level 3 by the Committees on Biosafety, Animal Experiments and Handling, and Ethical Regulations of the National Institute of Infectious Diseases, Tokyo, Japan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "The HKU39849 isolate isolated early in the epidemic was kindly supplied by Dr J.S.M. Peiris (Department of Microbiology, University of Hong Kong) (Peiris et al. 2003b; Zeng et al. 2003) and was propagated three times in African green monkey kidney Vero E6 cells (American Type Cell Collection) in Eagle's minimal essential medium (MEM) containing 5% foetal bovine serum (FBS), 50 IU ⁄ ml penicillin G and 50 lg ⁄ ml streptomycin. Virus titers were expressed as the 50% tissue culture-infective dose (TCID 50 ), which was calculated by the Behrens-Kä rber method on the basis of the cytopathic effects (CPE) induced in Vero E6 cell monolayers incubated with varying dilutions (Karber 1931) .",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 167,
                    "text": "(Peiris et al. 2003b;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 168,
                    "end": 185,
                    "text": "Zeng et al. 2003)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 675,
                    "end": 688,
                    "text": "(Karber 1931)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Virus and cells"
        },
        {
            "text": "Six adult 3-year-old male cynomolgus monkeys bred in captivity at the Tsukuba Primate Center (National Institute of Infectious Diseases, Tokyo, Japan) were used. All were negative for tuberculosis and simian immunodeficiency virus and their cages were placed in negatively pressured glove boxes. The monkeys were anaesthetized with ketamine (0.1 ml ⁄ kg) and then inoculated i.n. with 3.5 ml virus-containing MEM by using a spray (0.25 ml in each nostril, Keytron, Ichikawa, Japan) and pipette (1.5 ml in each side), or i.g. with 5 ml virus-containing MEM by using a catheter (7Fr; Atom Medical, Tokyo, Japan), or i.v. with 5 ml virus-containing MEM via the tibial vein, or i.t. with 5 ml virus-containing MEM by using a catheter (7Fr, Atom Medical). Before i.g. inoculation, the stomach was infused with 5 ml bicarbonate solution to neutralize gastric juices; the catheter was washed with saline after inoculation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Animal experiments"
        },
        {
            "text": "Just prior to inoculation and on days 2, 4, 6, 8, 10, 12, 14, and 21, the anaesthetized animals were examined for rash, body weight, body temperature and breathing rate, 3 ml peripheral blood was drawn from the inguinal veins, and nasal, throat and rectal swabs were obtained and placed in 1 ml MEM containing 2% FBS, 50 IU ⁄ ml penicillin G, 50 lg ⁄ ml of streptomycin and 2.5 lg ⁄ ml amphotericin B (MEM-2FBS). One of each animal pair was euthanized 7 days postinoculation (p.i.) by exsanguination under excess ketamine anaesthesia, while the remaining pair member was euthanized 14, 21 or 28 days p.i.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Animal experiments"
        },
        {
            "text": "Bronchoalveolar-lavage fluid, and the contents of stomach, jejunum, ileum, colon, and rectum, and tissue samples of the lungs, peribronchial lymph nodes, cervical lymph nodes, kidney, liver and spleen were collected at the postmortem examination and stored at )80°C. 10% (w ⁄ v) tissue homogenates were prepared in MEM-2FBS and clarified by centrifugation at 1000 g for 20 min. The samples were inoculated onto Vero E6 cell cultures, which were examined for CPE for 3 days. Blind-passage was performed after freezing and thawing the first-round passage. If SARS-CoV-specific CPE was not observed in the first-or second-round cultures, the samples were concluded to be negative for infectious virus. Viral infectivity titers were determined in Vero E6 cell cultures by the micro-titration assay described above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus isolation and titration"
        },
        {
            "text": "Vero E6 cells were infected with SARS-CoV at a multiplicity of infection of 1.0, cultured for 18 h in Dulbecco's modified MEM containing 1% FBS and antibiotics, trypsinized, washed three times with PBS, and spotted onto 14-well Teflon-coated slide (AR Brown, Tokyo, Japan). The slides were air-dried under UV irradiation in a safety cabinet for 2 h, fixed with acetone for 5 min, and stored at )80°C until use their use in Indirect fluorescence antibodies (IFAs), which were performed as reported previously (Saijo et al. 2002) with various dilutions of monkey plasma. Fluorescein isothiocyanate (FITC)-conjugated goat anti-human IgG antibody (1:100 dilution; Zymed Laboratories, San Francisco, CA, USA) served as the detector antibody. The IFA plasma titers were recorded as reciprocals of the highest dilutions that produced positive results.",
            "cite_spans": [
                {
                    "start": 508,
                    "end": 527,
                    "text": "(Saijo et al. 2002)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Indirect fluorescence antibody test"
        },
        {
            "text": "Antibody tests (NTs) were performed as reported previously . Plasma samples collected from infected monkeys were inactivated by incubation at 56°C for 30 min. Vero E6 cells were infected 100 plaque-forming SARS-CoV units ⁄ 100 ll in the presence of various plasma dilutions, inoculated for 48 h, and examined for CPE. The neutralizing antibody plasma titers were determined as reciprocals of the highest dilution at which CPE was not observed. The lowest and highest dilutions tested were 20 and 640, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Neutralizing antibody test"
        },
        {
            "text": "Complete blood cell counts in peripheral blood collected in sodium heparinized tubes were measured by an auto-analyzer (Cell Tuck; Nihon Koden, Tokyo, Japan) while neutrophil, lymphocyte, monocyte, eosinophil and basophil counts were determined by microscopic analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Haematological analysis"
        },
        {
            "text": "Flow cytometric analysis of cell surface markers to determine the specific cell numbers was performed with 100 ll heparinized blood. To detect T, B, CD8+, CD16+, and CD4+ cells, the samples were incubated with the following mouse antibodies at room temperature for 30 min: FITCconjugated anti-monkey CD3 (FN-18; Biosource International, Camarillo, CA, USA), phycoerythrin-conjugated anti-human CD20 (Leu TM -16; Becton Dickinson, Mountain View, CA, USA), phycoerythrin-conjugated anti-human CD8b (2ST8.5H7; Immunotech, Marseille, France), R-phycoerythrin covalently linked to cyanine 5.1 (pc5)conjugated anti-human CD16 (3G8; Immunotech), and FITC-conjugated anti-human CD4 (Nu-TH ⁄ I; Nichirei, Tokyo, Japan). The samples were then incubated with haemolysis buffer (0.826% ammonium chloride, 0.1% potassium hydrogen carbonate, and 0.0037% EDTA 2Na) for 5 min (blood:buffer = 1:14), washed four times with phosphate-buffered saline (PBS, pH 7.4) containing 0.1% bovine serum albumin and 0.01% sodium azide, fixed in 2% paraformaldehyde PBS solution, and analysed by flow cytometry (EPICS Elite; Beckman Coulter) using expo cytometer software (Beckman Coulter).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Flow cytometric analyses"
        },
        {
            "text": "The upper jaw, tonsils, lymph nodes, lung, heart, kidney, liver, spleen, small and large intestine, brain, and spinal cord were fixed in 10% buffered formalin embedded in paraffin. The upper jaw was decalcified in 10% EDTA4Na PBS solution (pH 7.6) before embedding. Immunohistochemical (IHC) detection of SARS-CoV antigens was performed on paraffinembedded sections as described previously (Nagata et al. 2002) using a rabbit antibody against SARS-CoV (Fukushi et al., 2005) or a monoclonal antibody against the SARS-CoV nucleocapsid protein (Ohnishi et al. 2005 ) and the catalysed signal amplification system (DAKO, Kyoto, Japan).",
            "cite_spans": [
                {
                    "start": 390,
                    "end": 410,
                    "text": "(Nagata et al. 2002)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 452,
                    "end": 474,
                    "text": "(Fukushi et al., 2005)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 542,
                    "end": 562,
                    "text": "(Ohnishi et al. 2005",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Histopathological and immunohistochemical examination"
        },
        {
            "text": "One-step RT and quantifitative PCR were used to quantify the SARS-CoV genome in various samples. Total RNA extracted from 100 ll of swab samples, tissue homogenates, lung lavage fluid, or blood samples by using TRIZOL (Invitrogen, Carlsbad, CA, USA) was treated with DNase I (Promega) and dissolved in 20 ll RNase-free water. Light-Cycler SARS-CoV quantification kit (Roche Diagnostics, Indianapolis, IN, USA) was used with 5 ll aliquots (Drosten et al. 2004; Hourfar et al. 2004 ). The company does not publish the primer sequences. Each RNA samples was tested twice.",
            "cite_spans": [
                {
                    "start": 438,
                    "end": 459,
                    "text": "(Drosten et al. 2004;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 460,
                    "end": 479,
                    "text": "Hourfar et al. 2004",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Real-time PCR of SARS-CoV genome"
        },
        {
            "text": "Lung washes and 10% lung and peribronchial lymph node homogenates were assayed for TNF-a, IL-8, IL-12, IL-2, and IFN-c levels by using monkey cytokine immunoassay kits (BioSource International).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Enzyme-linked immunosorbent assay for cytokines"
        },
        {
            "text": "Six monkeys were used ( Figure 1 , Table 1 ). Initially, two (#4589 and #4590) were inoculated i.n. with 10 3 TCID 50 SARS-CoV, two (#4591 and #4592) were inoculated i.n. with 10 6 TCID 50 , and two (#4593 and #4594) were inoculated i.g. with 10 8 TCID 50 . Only the monkeys inoculated i.n. with 10 6 TCID 50 showed seroconversion and the virus genome and infectious virus in swabs. While #4593 (i.g. with 10 8 TCID 50 ) did have a very low IF antibody titer (1:20), neutralizing antibodies, infectious virus and ⁄ or viral genome were not detected in this monkey. Thus, SARS-CoV inoculated i.n. at the weaker dose or i.g. fail to establish an infection. These four animals were subsequently inoculated 25 (#4589 and #4590) or 35 (#4593 and #4594) days after the first inoculation with 10 8 TCID 50 SARS-CoV delivered either i.t. (#4589 and #4590) or i.v. (#4593 and #4594). One monkey of the three pairs was then sacrificed 7 days p.i. while the other was sacrificed 14, 21 or 28 days p.i.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 24,
                    "end": 32,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 35,
                    "end": 42,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Protocol of SARS-CoV inoculation of monkeys via the various routes"
        },
        {
            "text": "Observations of monkeys inoculated i.n. with 10 6 TCID 50 (#4591 and #4592) Infectious virus and virus genome were detected in the nasal and throat swabs of both #4591 and #4592 starting at day 2 p.i.; the virus genome was also found in rectal swabs on days 2-7 p.i. (Figures 1a,b and 2a ,b) . As expected, the day 7-sacrificed monkey (#4591) had not developed antibodies by the time it was euthanized but #4592 developed antibodies that were detectable by both IFA and NT at day 10 p.i. (Figure 1a ,b, Table 1 ). IHC analysis of the monkey tissues revealed viral antigen in several epithelial cells of the nasal cavity of #4591 and slight histopathological changes in the nasal cavity (Figure 3a ,b). Infectious virus and ⁄ or virus genome were also detected in the deep and superficial cervical lymph nodes, the mesenteric lymph nodes, and the small and large intestines of this day 7-sacrificed monkey (Table 2 ). In contrast, virus was not detected in any tissues except in the duodenum from #4592 (sacrificed on day 28 p.i.), and no histopathological changes were observed (Tables 1 and 0 day 1 week 2 weeks 3 weeks 4 weeks 5 weeks 6 weeks 8 weeks ",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 291,
                    "text": ",b)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 267,
                    "end": 287,
                    "text": "(Figures 1a,b and 2a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 488,
                    "end": 498,
                    "text": "(Figure 1a",
                    "ref_id": null
                },
                {
                    "start": 503,
                    "end": 510,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 686,
                    "end": 696,
                    "text": "(Figure 3a",
                    "ref_id": null
                },
                {
                    "start": 905,
                    "end": 913,
                    "text": "(Table 2",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Protocol of SARS-CoV inoculation of monkeys via the various routes"
        },
        {
            "text": "(10 days) Figure 1 Protocol of SARS-CoV inoculation of monkeys and detection of virus and anti-virus antibodies. The inoculation protocol is shown at the top. At various time points, nasal, throat, and rectal swabs were examined for infectious virus by Vero E6 cell infectivity (+ or )). The swabs were also tested for the presence of virus genome by RT-PCR (*). Plasma obtained at various time points were analysed for anti-SARS-CoV antibody responses by IFA and NT. Sac, sacrificed. NE, not examined.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 10,
                    "end": 18,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Protocol of SARS-CoV inoculation of monkeys via the various routes"
        },
        {
            "text": "2). Thus, while i.n. inoculation generates an infection that stimulates an antibody response, lower respiratory tract infection does not occur. Interestingly, however, infectious virus was detected in the lymph nodes and stomach, which suggests that the virus can spread from the nasal cavity to other organs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protocol of SARS-CoV inoculation of monkeys via the various routes"
        },
        {
            "text": "Observations of monkeys inoculated first i.n. with 10 3 TCID 50 and then i.t. with 10 8 TCID 50 (#4589 and #4590) After i.t. inoculation, infectious virus and ⁄ or viral genome was detected by day 2 p.i. in the throat swab of both monkeys (Figure 1c,d and 2c,d) . The day 7-sacrificed monkey (#4589) had not developed antibodies by the time it was euthanized (Figure 1c) , which indicates that its previous viral exposure did not evoke a primary humoral response. Supporting this is that monkey #4590, which was sacrificed on day 21 p.i., only developed antibodies on day 10 p.i. (Figure 1d , Table 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 239,
                    "end": 261,
                    "text": "(Figure 1c,d and 2c,d)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 359,
                    "end": 370,
                    "text": "(Figure 1c)",
                    "ref_id": null
                },
                {
                    "start": 580,
                    "end": 590,
                    "text": "(Figure 1d",
                    "ref_id": null
                },
                {
                    "start": 593,
                    "end": 600,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Protocol of SARS-CoV inoculation of monkeys via the various routes"
        },
        {
            "text": "By Examination of the postmortem tissues of the day 7sacrificed monkey (#4589), its lung, particularly the lower lobe, showed histopathological changes characterized by oedema and inflammation involving macrophages and polymorphonuclear cells (Figure 3c,d) . Virus-positive cells in its lung and SARS-CoV antigen in its alveolar macrophages and type I and type II alveolar epithelia were revealed (Figure 3e ,f). Moreover, virus was isolated from its lung tissue (10 4.5 TCID 50 ⁄ ml in 10% homogenate) and bronchoalveolar-lavage fluid (10 2.5 TCID 50 ⁄ ml). With regard to other tissues, infectious virus and ⁄ or virus genome was detected in the peribronchial and mesenteric lymph nodes, spleen and small and large intestine of #4589 (Table 2) . Moreover, its peribronchial lymph node evinced oedema and histiocytes in the sinus (Figure 3g ,h). That infectious virus was detected in the colon and lymph nodes of #4589 (Table 2) suggests that the virus may spread to lymphoid and gastrointestinal tissues after its initial replication in the lung.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 243,
                    "end": 256,
                    "text": "(Figure 3c,d)",
                    "ref_id": null
                },
                {
                    "start": 397,
                    "end": 407,
                    "text": "(Figure 3e",
                    "ref_id": null
                },
                {
                    "start": 736,
                    "end": 745,
                    "text": "(Table 2)",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 831,
                    "end": 841,
                    "text": "(Figure 3g",
                    "ref_id": null
                }
            ],
            "section": "Protocol of SARS-CoV inoculation of monkeys via the various routes"
        },
        {
            "text": "In the day 21-sacrificed monkey (#4590), focal repairing fibroplasias were also observed in the lower lobe of its lung ( Figure 3i ) and its alveolar wall was thick with proliferating fibroblasts (Figure 3j ). The monkey only had virus genome its peribronchial lymph nodes (Table 2) , which also evinced B-cell proliferation and follicular hyperplasia (Figure 3k,l) . These clinical observations and histopahological findings were suggested virus infection, replication and elimination had occurred in the respiratory tract of #4590 during the 3weeks period after the inoculation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 121,
                    "end": 130,
                    "text": "Figure 3i",
                    "ref_id": null
                },
                {
                    "start": 196,
                    "end": 206,
                    "text": "(Figure 3j",
                    "ref_id": null
                },
                {
                    "start": 273,
                    "end": 282,
                    "text": "(Table 2)",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 352,
                    "end": 365,
                    "text": "(Figure 3k,l)",
                    "ref_id": null
                }
            ],
            "section": "Protocol of SARS-CoV inoculation of monkeys via the various routes"
        },
        {
            "text": "Thus, both #4589 and #4590, which previously failed to respond to i.n. inoculation of 10 3 TCID 50 , could be infected with SARS-CoV and respond to it immuno- logically. Significantly, after 1 week of infection, lesions in the lung were observed and infectious virus was also detected in the lymph nodes and gastrointestinal tract. Additionally, from day 10 after the infection, developing antibodies against SARS-CoV virus were observed whereas the virus genome was only detected in peribrochial lymph node on 3 weeks after the infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protocol of SARS-CoV inoculation of monkeys via the various routes"
        },
        {
            "text": "Observations of monkeys inoculated first i.g. with 10 8 TCID 50 and then i.v. with 10 8 TCID 50 (#4593 and #4594)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protocol of SARS-CoV inoculation of monkeys via the various routes"
        },
        {
            "text": "As mentioned, after i.g. inoculation, #4593 showed very low IF titers (1:20) by day 14 p.i., unlike #4594; how-ever, infectious virus and ⁄ or viral genome were not detected in either monkey (Figure 1e, f) . After i.v. inoculation, #4593 again failed to show infectious virus and ⁄ or viral genome in swabs over the 7 days before its sacrifice (Figure 1e and 2e) . The only postmortem tissue with the SARS-CoV genome was the spleen, and infectious virus was not detected anywhere (Table 2) . However, anti-SARS-CoV antibodies were detected by both IFA and NT early after i.v. inoculation (day 4). Examination of the postmortem organs failed to detect histopathological lesions in the lung of #4593 (Figure 3m ,n) or other organs, although prominent T-cell proliferation was observed in its peribronchial lymph node (Figure 3o ,p). Infectious virus titers (black bars) and virus copy numbers (white bars) in the nasal, throat, and rectal swabs obtained from monkeys #4591 and # 4592 (i.n. with 10 6 TCID 50 ) (a and b, respectively), #4589 and #4590 (i.t. with 10 8 TCID 50 ) (c and d, respectively) and #4593 and #4594 (i.v. with 10 8 TCID 50 ) (e and f, respectively). Figure 3 Histopathology of SARS-CoV-infected monkeys. #4591 (i.n. with 10 6 TCID 50 ) was examined on day 7 p.i. (a, b). #4589 (c-h) and #4590 (i-l) (i.t. with 10 8 TCID 50 ) were examined on days 7 and 21 p.i., respectively. #4593 (m-p) and #4594 (q-t) (i.v. with 10 8 TCID 50 ) were examined on days 7 and 14 p.i., respectively. On day 7 p.i., a few repairing columnar epithelial cells in the nasal cavity were seen in #4591 (i.n. with 10 6 TCID 50 ) (a, HE; ·100). SARS-CoV antigen was detected in the cytoplasm of these cells by using a high-sensitivity IHC technique as described in the Materials and methods [b, Catalysed Signal Amplification (CSA); ·100]. Focal lesions of inflammation with oedema and macrophage infiltration were observed in the lung, mainly the lower lobe, of the i.t.inoculated day 7-sacrificed monkey #4589 (c HE; ·5, d, HE; ·25). Syncytia (asterisk) and enlarged type 2 pneumocytes (arrowheads) were seen in the bronchiole lumen of #4589 (e, HE; ·100). SARS-CoV antigen-positive cells in the lung of #4589 were alveolar macrophages and probably type 2 pneumocytes (arrowheads) (f, IHC; ·100). The peribronchial lymph node of #4589 (i.t. with 10 8 TCID 50 ) had an enlarged sinus with histiocyte proliferation and oedema and its germinal centre was unclear (g, HE; ·25, h, HE; ·100). Focal repairing fibroplasias were observed in the lower lobe of the lung of #4590 on day 21 p.i. (i, HE; ·5). The alveolar wall was thick with proliferating fibroblasts (j, HE; ·100). In the peribronchial lymph node of #4590 (i.t. with 10 8 TCID 50 ), B-cell proliferation and follicular hyperplasia were observed (k, HE; ·25; l, HE; ·100). No histopathological changes were seen in the lung of #4593 (i.v. with 10 8 TCID 50 ) on day 7 p.i. (m, HE; ·5, n, HE; ·100). In the peribronchial lymph node of #4593 (i.v. with 10 8 TCID 50 ), the germinal centre was unclear and strong T-cell proliferation was detected (o, HE; ·25; p, HE; ·100). No histopathological changes were observed in the rectal mucosa of #4594 (i.v. with 10 8 TCID 50 ) (q, HE; ·100) but SARS-CoV antigen was detected in the cytoplasm of these cells by using the CSA method (r, CSA; ·100). In the peribronchial lymph node of #4594 (i.v. with 10 8 TCID 50 ), both the germinal centre and T-cell zone were evident in monkey (s, HE; ·25; t, HE; ·100).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 191,
                    "end": 205,
                    "text": "(Figure 1e, f)",
                    "ref_id": null
                },
                {
                    "start": 344,
                    "end": 362,
                    "text": "(Figure 1e and 2e)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 480,
                    "end": 489,
                    "text": "(Table 2)",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 698,
                    "end": 708,
                    "text": "(Figure 3m",
                    "ref_id": null
                },
                {
                    "start": 815,
                    "end": 825,
                    "text": "(Figure 3o",
                    "ref_id": null
                },
                {
                    "start": 1170,
                    "end": 1178,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Protocol of SARS-CoV inoculation of monkeys via the various routes"
        },
        {
            "text": "These observations suggest that the previous i.g. inoculation of #4593 infected it with virus at a minimal level that was nonetheless sufficient to generate a primary immune response, which then blocked the establishment of virus infection upon the second i.v. inoculation. Unlike #4593, after i.v. inoculation of #4594, infectious virus and viral genome were isolated from rectal swabs on days 4-14 p.i., and viral genome was detected in throat swabs on days 8-12 p.i. (Figure 1f and 2f) . After its sacrifice on day 14 p.i., virus antigen was detected in the mucosal epithelia of the rectum (Figure 3q,r) , infectious virus was isolated from the rectum, and virus genome was detected in the spleen, cecum and rectum (Table 2) . This monkey only showed seroconversion on day 12 after i.v. inoculation (Figure 1f, Table 1 ), which suggests that, unlike #4593, this monkey was not infected previously by the i.g. inoculation. However, clear histopathological changes were not observed in any of the organs examined, including in the rectal mucosa ( Figure 3q, Table 1 ), although reactive germinal centres and T-cell proliferation were observed in the peribronchial lymph node (Figure 3s,t) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 470,
                    "end": 488,
                    "text": "(Figure 1f and 2f)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 593,
                    "end": 606,
                    "text": "(Figure 3q,r)",
                    "ref_id": null
                },
                {
                    "start": 718,
                    "end": 727,
                    "text": "(Table 2)",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 802,
                    "end": 821,
                    "text": "(Figure 1f, Table 1",
                    "ref_id": null
                },
                {
                    "start": 1048,
                    "end": 1066,
                    "text": "Figure 3q, Table 1",
                    "ref_id": null
                },
                {
                    "start": 1176,
                    "end": 1189,
                    "text": "(Figure 3s,t)",
                    "ref_id": null
                }
            ],
            "section": "Protocol of SARS-CoV inoculation of monkeys via the various routes"
        },
        {
            "text": "None of the monkeys showed obvious clinical signs and symptoms such as fever, dyspnoea, or diarrhoea in the weeks p.i., although monkey #4593 had a rash in its inguinal region on day 2 after i.v. inoculation that disappeared on day 4 p.i. (Table 1 ). PBMCs and plasmas obtained every 2 days p.i. always lacked live virus or the virus genome but blood cell analyses revealed that when an infection was successfully established (even if it was a low or transient infection, as in the case of the i.g.-inoculated animal #4593), the white blood cell counts, especially the lymphocyte counts, decreased on day 2 p.i. (Figure 4) . Notably, the only inoculation regimen that generated lung pathology (i.t.) caused neutrophils and platelet counts to decrease on day 2 p.i. and CD8b+ and CD16+ cell numbers to decrease on days 2-4 p.i.; these populations subsequently recovered. Moreover, analyses of cytokine levels in the plasma revealed that the CD8b+ and CD16+ cell numbers in the blood of #4589 and #4590 correlated positively with the plasma IL-12 levels (data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 239,
                    "end": 247,
                    "text": "(Table 1",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 612,
                    "end": 622,
                    "text": "(Figure 4)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "General observations of all monkeys"
        },
        {
            "text": "As the lung is the site of infection and pathology in SARS-CoV-infected humans, we subjected lung and peribronchial lymph node tissue homogenates and bronchoalveolar-lavage fluid of all monkeys to cytokine analysis ( Figure 5 ). Only the i.t.-inoculated monkeys had detectable TNF-a levels in the lung (#4590) or peribronchial lymph node (#4589). High IL-8 levels were observed in the bronchoalveolar-lavage fluid and lung tissue homogenate of #4589. Both #4589 and #4590 had the highest IL-12 levels in the lung homogenate of all the monkeys, while #4590 also showed high IL-12 levels in the peribronchial lymph node and #4589 had high levels of this cytokine in its lung wash. In contrast, neither of these monkeys showed exceptional IL-2 or IFN-c lung responses compared with the other monkeys. With regard to the other monkeys, it was notable that for all monkey pairs, the IL-2 and IFN-c levels in the lung wash were higher in the day 7-sacrificed animal than in the animal sacrificed later. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 217,
                    "end": 225,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Cytokine levels in the lung"
        },
        {
            "text": "Here, we experimentally infected cynomolgus monkeys with SARS-CoV via the i.n., i.t., i.g., or i.v. routes. The virus could not spread to the lower respiratory tract upon i.n., i.g. and i.v. inoculation on day 7 p.i., and only i.t. inoculation successfully induced lung lesions on day 7 p.i. (#4589), which were similar to those in SARS patients. Analysis of the i.t.-inoculated animal on day 7 p.i. (#4589) revealed that SARS-CoV replicates in alveolar cells (types 1 and 2), and macrophages, neutrophils and cytokine responses were observed in the lung; these may help form of lung lesions, as postulated for human SARS (Wong et al. 2004; Zhang et al. 2004) . However, none of the monkeys developed SARS-like signs and symptoms, regardless of the inoculation route. Virus infection, replication and elimination occurred in the respiratory tracts during the 2-week period after inoculation (#4590, #4592 and #4594). The different virological, histopahtological, and immunological results of the two animals in each group (between #4589 and #4590, #4591 and #4592) depended on when the animals were sacrificed after inoculation. These results support previous reports in which monkeys were used for respiratory inoculation Kuiken et al. 2003; McAuliffe et al. 2004; Rowe et al. 2004; Greenough et al. 2005; Qin et al. 2005) . Thus, the model is useful for studying early events in SARS-CoV infection and replication. Additionally, these infected animals showed distinct virological responses depending on Figure 5 Levels of cytokines in lung wash fluid and in lung and peribronchial lymph node tissue homogenates obtained from inoculated monkeys. The ELISA assays were performed in duplicate and the averages of each assay are shown. NE, not examined.",
            "cite_spans": [
                {
                    "start": 622,
                    "end": 640,
                    "text": "(Wong et al. 2004;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 641,
                    "end": 659,
                    "text": "Zhang et al. 2004)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1223,
                    "end": 1242,
                    "text": "Kuiken et al. 2003;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1243,
                    "end": 1265,
                    "text": "McAuliffe et al. 2004;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1266,
                    "end": 1283,
                    "text": "Rowe et al. 2004;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1284,
                    "end": 1306,
                    "text": "Greenough et al. 2005;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1307,
                    "end": 1323,
                    "text": "Qin et al. 2005)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 1505,
                    "end": 1513,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "the inoculation route. However, the immunological responses such as leucopenia, lymphopenia and T-cell cytokine response such as IL-2 and IFN-c were rather similar. These results suggest that these responses play an important role in the early phase of SARS-CoV infection. In the i.t.-inoculated animals, the initial infection of the respiratory system was followed by infection of the lymphatic and intestinal tissues. Similarly, the i.n.-inoculated animals had infectious virus in their nasal swabs, stomach and deep cervical lymph node, while the i.v.-inoculated animals had infectious virus in their faeces. Thus, after SARS-CoV infection of the respiratory tract, the virus replicates in the nasal cavity epithelium or alveolar epithelium of the lower respiratory tract. The replicated virus is then excreted continuously for several days by the throat or nasal mucosa, after which the virus infects the intestinal and lymphatic systems. Although gastric acid may inactivate the enveloped virus, the infectious virus was nevertheless detected in the intestinal tract of the monkeys regardless of the route of inoculation (Table 2 ). Thus, it is possible that SARS-CoV viraemia may lead to infection in the intestinal mucosa and replication there that results in the excretion of virus into the faeces. As the infectious virus was also detected in the lymphoid system of the i.t. and i.n. inoculated monkeys (Table 2) , it may be the lymphatic system may also play an important role in the spread of the virus within the host.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1126,
                    "end": 1134,
                    "text": "(Table 2",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 1412,
                    "end": 1421,
                    "text": "(Table 2)",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "SARS-CoV-infected enterocytes have been detected in some SARS human cases with diarrhoea, which suggests that diarrhoea is a symptom that occurs after viraemia (Ding et al. 2004) . Supporting this is analysis of serially collected clinical specimens from SARS cases in the outbreak, which revealed that stool specimens also contained large amounts of virus early in the course of infection (Booth et al. 2003; Drosten et al. 2003; Peiris et al. 2003b; Tang et al. 2004) . That SARS-CoV-infected monkeys have infectious virus in their faeces and gastrointestinal tissues early after inoculation is consistent with these observations. Thus, rectal swabs and faecal samples may be useful for diagnosing SARS-CoV infection.",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 178,
                    "text": "(Ding et al. 2004)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 390,
                    "end": 409,
                    "text": "(Booth et al. 2003;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 410,
                    "end": 430,
                    "text": "Drosten et al. 2003;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 431,
                    "end": 451,
                    "text": "Peiris et al. 2003b;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 452,
                    "end": 469,
                    "text": "Tang et al. 2004)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In human SARS, serum IL-6 levels correlate positively with disease severity while serum TGF-b and IL-8 levels correlated negatively; the serum TNF-a and IL-1a levels are unchanged . Significantly, the i.t.-inoculated monkeys had high IL-8 and TNF-a levels in the lung and peribronchial lymph node that were probably elicited by activated alveolar macrophages and neutrophils. Thus, IL-8 ⁄ TNF-a-producing immunological responses may eliminate the virus from the respiratory tract early in infection. T-cells may also play important roles in preventing virus spreading, as all day 7-sacrificed monkeys had higher levels of the T-cell cytokines IL-2 and IFN-c in the lung wash than the animals sacrificed later. Molecules like IL-2, IFN-c IL-8 and TNF-a may also be partly responsible for the lung lesions in the i.t.-inoculated monkeys, as has been postulated for human SARS (Ware & Matthay 2000) .",
            "cite_spans": [
                {
                    "start": 874,
                    "end": 895,
                    "text": "(Ware & Matthay 2000)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "All infected monkeys showed leucopenia and lymphopenia on day 2 p.i. In the animals inoculated via the i.t. route, the lymphopenia continued for several days; this is consistent with the general findings in acute viral infection Panesar 2003; Tang et al. 2004) .",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 242,
                    "text": "Panesar 2003;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 243,
                    "end": 260,
                    "text": "Tang et al. 2004)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Monkeys inoculated i.n. with 10 3 TCID 50 were not infected and horizontal SARS-CoV transmission was not observed. In contrast, experimental cats and ferrets easily transmit SARS-CoV (Martina et al. 2003) . Thus, cynomolgus monkeys may be less susceptible to SARS-CoV infection.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 204,
                    "text": "(Martina et al. 2003)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, i.t. inoculation is the most effective route with for inducing SARS-like lung lesions in cynomolgus monkeys, and the intestinal and lymphatic systems may play important roles in viral spread. This is supported by the observation that viraemia may induce intestinal infection in SARS patients (Ding et al. 2004) . These monkey studies thus provide new insights into SARS-CoV pathogenesis, particularly regarding the mechanisms of virus spread and immunological elimination.",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 325,
                    "text": "(Ding et al. 2004)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical features and short-term outcomes of 144 patients with SARS in the greater Toronto area",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Booth",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Matukas",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Tomlinson",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "JAMA",
            "volume": "289",
            "issn": "",
            "pages": "2801--2809",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Organ distribution of severe acute respiratory syndrome (SARS) associated coronavirus (SARS-CoV) in SARS patients: implication for pathogenesis and virus transmission pathways",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Pathol",
            "volume": "203",
            "issn": "",
            "pages": "622--630",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Identification of a novel coronavirus in patients with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gü",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Preiser",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N. Engl. J. Med",
            "volume": "348",
            "issn": "",
            "pages": "1967--1976",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Evaluation of advanced reverse transcription-PCR assays and an alternative PCR target region for detection of severe acute respiratory syndrome-associated coronavirus",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Chiu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Panning",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Clin. Microbiol",
            "volume": "42",
            "issn": "",
            "pages": "2043--2047",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Koch's postulates fulfilled for SARS virus",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fouchier",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kuiken",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schutten",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "423",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Vesicular stomatitis virus pseudotyped with severe acute respiratory syndrome coronavirus spike protein",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fukushi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mizutani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Saijo",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J.Gen.Virol",
            "volume": "86",
            "issn": "",
            "pages": "2269--2274",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Pneumonitis and multi-organ system disease in common marmosets (Callithrix jacchus) infected with the severe acute respiratory syndrome-associated coronavirus",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Greenough",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Carville",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Coderre",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Am. J. Pathol",
            "volume": "167",
            "issn": "",
            "pages": "455--463",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Comparison of two real-time quantitative assays for detection of severe acute respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Hourfar",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "K"
                    ],
                    "last": "Roth",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Seifried",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schmidt",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Clin. Microbiol",
            "volume": "42",
            "issn": "",
            "pages": "2094--2100",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Beitrag zur kollektiven Behandlung pharmakologischer Reihenversuche",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Karber",
                    "suffix": ""
                }
            ],
            "year": 1931,
            "venue": "Arch. Exp. Pathol. Pharmakol",
            "volume": "162",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A novel coronavirus associated with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Ksiazek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Erdman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Goldsmith",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N. Engl. J. Med",
            "volume": "348",
            "issn": "",
            "pages": "1953--1966",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Newly discovered coronavirus as the primary cause of sever acute respiratory syndrome",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kuiken",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fouchier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schutten",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "362",
            "issn": "",
            "pages": "263--270",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A major outbreak of severe acute respiratory syndrome in Hong Kong",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "N. Engl. J. Med",
            "volume": "348",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "SARS virus infection of cats and ferrets",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Martina",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Haagmans",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kuiken",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "425",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Replication of SARS coronavirus administered into the respiratory tract of African green, rhesus and cynomolgus monkeys",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mcauliffe",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vogel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Virology",
            "volume": "330",
            "issn": "",
            "pages": "8--15",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Pyramidal and extrapyramidal involvement in experimental infection of cynomolgus monkeys with enterovirus 71",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nagata",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shimizu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ami",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Med. Virol",
            "volume": "67",
            "issn": "",
            "pages": "207--216",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Lung pathology of fatal severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Nicholls",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1773--1778",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Immunological detection of severe acute respiratory syndrome coronavirus by monoclonal antibodies",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ohnishi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sakaguchi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kaji",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Jpn. J. Infect. Dis",
            "volume": "58",
            "issn": "",
            "pages": "88--94",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Clinical progression and viral load in a community outbreak of coronavirus-associated SARS pneumonia: a prospective study",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Panesar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "C"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1767--1772",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Coronavirus as a possible cause of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Poon",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1319--1325",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "An animal model of SARS produced by infection of Macaca mulatta with SARS coronavirus",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Pathol",
            "volume": "206",
            "issn": "",
            "pages": "251--259",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Monkey model for severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rowe",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Hogan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Virol",
            "volume": "78",
            "issn": "",
            "pages": "11401--11404",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Immunofluorescence technique using HeLa cells expressing recombinant nucleoprotein for detection of immunoglobulin G antibodies to Crimean-Congo Hemorrhagic Fever Virus",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Saijo",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Qing",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Niikura",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Clin. Microbiol",
            "volume": "40",
            "issn": "",
            "pages": "372--375",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Recombinant nucleocapsid protein-based IgG enzyme-linked immunosorbent assay for the serological diagnosis of SARS",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Saijo",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ogino",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Taguchi",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Virol. Methods",
            "volume": "125",
            "issn": "",
            "pages": "181--186",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Interpretation of diagnostic laboratory tests for severe acute respiratory syndrome: the Toronto experience",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Louie",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Richardson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "CMAJ",
            "volume": "170",
            "issn": "",
            "pages": "47--54",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Ware",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Matthay",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "N. Engl. J. Med",
            "volume": "342",
            "issn": "",
            "pages": "1334--1349",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Plasma inflammatory cytokines and chemokines in severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin. Exp. Immunol",
            "volume": "136",
            "issn": "",
            "pages": "95--103",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The complete genome sequence of severe acute respiratory syndrome coronavirus strain HKU-39849 (HK-39)",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "Y"
                    ],
                    "last": "Zeng",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Exp. Biol. Med",
            "volume": "228",
            "issn": "",
            "pages": "866--873",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Analysis of serum cytokines in patients with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Infect. Immun",
            "volume": "72",
            "issn": "",
            "pages": "4410--4415",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "i.t. 10 8 TCID 50 #4593, i.v. 10 8 TCID 50 #4594, i.v.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Changes over time p.i. in absolute leucocyte and platelet counts. Shown are the changes over days p.i. in the counts per microlitre of white blood cells (a), lymphocytes (b), neutrophils (c), platelets (d), CD4 + cells (e), CD8 + cells (f), CD16 + cells (g) and CD20 + cells (h).",
            "latex": null,
            "type": "figure"
        },
        "TABREF2": {
            "text": "The design and results of experimental infection of monkeys with SARS-CoVMonkey #4593 had a rash on day 2 after its i.v. challenge.Upper titer: plasma was examined before the second inoculation; lower titer: plasma was examined after the second inoculation.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Detection of SARS-CoV genome and infectious virus in postmortem tissues of SARS-CoV-inoculated monkeys",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We wish to thank Dr Joseph S. M. Peiris, Department of Microbiology, the University of Hong Kong, for providing the HKU39849 isolate of SARS-CoV. We also thank Ms A Harashima and Dr Y Asahi-Ozaki for technical assistances. This work was supported by a grant in-aid for Research on Emerging and Re-emerging Infectious Diseases from the Ministry of Health, Labour and Welfare, Japan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}