{
    "paper_id": "6079d6c97535ad63348b6cbb4e33b2efc80a06ae",
    "metadata": {
        "title": "Evaluation of the EUROIMMUN Anti-SARS-CoV-2 ELISA Assay for detection of IgA and 1 IgG antibodies. 2 3",
        "authors": [
            {
                "first": "Scott",
                "middle": [
                    "M"
                ],
                "last": "Matushek",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Clinical Microbiology and Immunology Laboratory",
                    "institution": "University of Chicago Medicine",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Kathleen",
                "middle": [
                    "G"
                ],
                "last": "Beavis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Chicago",
                    "location": {
                        "settlement": "Chicago",
                        "region": "Illinois",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Ana",
                "middle": [],
                "last": "Abeleda",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Clinical Microbiology and Immunology Laboratory",
                    "institution": "University of Chicago Medicine",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Cindy",
                "middle": [],
                "last": "Bethel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Clinical Microbiology and Immunology Laboratory",
                    "institution": "University of Chicago Medicine",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Carlissa",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Hunt",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Clinical Microbiology and Immunology Laboratory",
                    "institution": "University of Chicago Medicine",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Stephanie",
                "middle": [],
                "last": "Gillen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Clinical Microbiology and Immunology Laboratory",
                    "institution": "University of Chicago Medicine",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Angelica",
                "middle": [],
                "last": "Moran",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Chicago",
                    "location": {
                        "settlement": "Chicago",
                        "region": "Illinois",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Vera",
                "middle": [],
                "last": "Tesic",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Chicago",
                    "location": {
                        "settlement": "Chicago",
                        "region": "Illinois",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "As the Coronavirus 2019 (COVID-19) pandemic evolves, the development of 18 immunoassays to help determine exposure and potentially predict immunity has 19 become a pressing priority. In this report we present the performance of the 20 EUROIMMUN enzyme-linked immunosorbent assay (ELISA) for semi-quantitative 21 detection of IgA and IgG antibodies in serum and plasma samples using recombinant 22",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The EUROIMMUN Anti-SARS-CoV-2 ELISA Assay demonstrates excellent sensitivity 32 for detection of IgA and IgG antibodies from samples collected ≥3 days and ≥4 days, 33 respectively, after COVID-19 diagnosis by PCR. This assay did not demonstrate cross 34 ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Chronological 182 evolution of IgM, IgA, IgG and neutralisation antibodies after infection with SARS-183 associated coronavirus",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Hsueh",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Kao",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin. Microbiol. Infect",
            "volume": "10",
            "issn": "",
            "pages": "1062--1066",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Evaluation of nine commercial SARS-CoV-2",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Jørgensen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Lamer 192 MM",
            "authors": [
                {
                    "first": "Nma",
                    "middle": [],
                    "last": "Okba",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Müller",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Geurtsvankessel",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Sikkema",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "De Bruin",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "D"
                    ],
                    "last": "Chandler",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yazdanpanah",
                    "suffix": ""
                },
                {
                    "first": "Le",
                    "middle": [],
                    "last": "Hingrat",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Severe acute respiratory syndrome 195",
            "authors": [
                {
                    "first": "Mpg",
                    "middle": [],
                    "last": "Koopmans",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Haagmans",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "coronavirus 2−specific antibody responses in coronavirus disease 2019 patients",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "S1 domain of the SARS-CoV-2 spike protein as antigen. Specimens from patients, with 23 and without COVID-19 infection, were tested at the University of Chicago Clinical 24 Microbiology and Immunology Laboratory. Of 57 samples from COVID-19 PCR-25 negative patients, including 28 samples positive for common human coronavirus strains, 26 53 tested negative and 4 tested positive for IgA (93.0% agreement) while 56 tested 27 negative and 1 tested positive for IgG (98.2% agreement). For COVID-19 PCR-positive 28 patients, 29 of 30 (96.7%) samples collected ≥3 days after positive PCR were positive 29 for IgA, and 28 of 28 samples collected ≥4 days after positive PCR were positive for 30 IgG. 31",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "49 Serological testing may be useful in conjunction with other laboratory tests and clinical 50 findings of COVID-19 infection for epidemiological monitoring and outbreak control. Of 51 the immunoassays currently available, choice of SARS-CoV-2 target antigens include 52 the spike protein (S) or the nucelocapsid (N) (2). IgA antibodies can show higher 53 sensitivity, while IgG antibodies typically have longer duration, better specificity, and are 54 better suited for serosurveillance studies (3contains microplate strips with 8 break-off reagent wells coated with recombinant 62 structural protein of SARS-CoV-2. In the first reaction step, diluted patient samples are 63 incubated in the wells. In the case of positive samples, specific antibodies will bind to the 64 antigens. To detect the bound antibodies, a second incubation is carried out using an 65 enzyme-labelled antihuman IgA or IgG (enzyme conjugate) catalyzing a color reaction. 66 Results are evaluated semi-quantitatively by calculation of a ratio of the extinction of the 67 control or patient sample over the extinction of the calibrator. This ratio is interpreted of Chicago Medicine uses 2 different RT-PCR assays allowed by the 76 FDA under Emergency Use Authorization. The Roche cobas 6800 SARS-CoV-2 assay 77 relies on amplification of the SARS-CoV-2 specific ORF1 gene as well as a portion of 78 the E-gene conserved across the sarbecoviruses, serum and plasma samples submitted to the University of Chicago 90 Medicine Clinical Laboratories for routine testing were recovered for this evaluation. 91 Percent agreement was determined and the hybrid Wilson/Brown method was used to 92 calculate 95% confidence intervals of proportions (95% CI). All statistical analyses -seven samples were tested from patients thought to be negative for exposure to 97 SARS-CoV-2. Forty-one of the samples were from ambulatory patients at the University of Chicago with negative results for SARS-CoV-2 by PCR. The remaining 16 samples 99 were collected in early 2019, prior to the current pandemic, and stored atthat was positive for IgG was also positive for IgA. Chart review revealed 110 an episode 4 weeks prior of a fever of 103.5°F and diarrhea, without cough. This 111 clinical picture that could be consistent with COVID-19 disease. This positive 112 serological result and negative PCR could represent exposure to SARS-CoV-2 with 113 clearance of the virus. 114 Samples from sixty-seven unique specimens from 49 patients with PCR-positive SARS-115 CoV-2 were tested. Of these samples, 55 tested positive and 12 tested negative for IgA 116 (82.1% agreement, 95% CI: 71.3-89.4) while 40 tested positive and 27 tested negative 117 for IgG (59.7% agreement, 95% CI: 47.7-70.6). Six borderline positives for IgA and 2 118 borderline positives for IgG were included in the positive results. 119 120 These 67 samples from PCR positive patients were collected 0 to 45 days after PCR 121 testing. The 12 IgA-negative samples and the 27 IgG-negative samples were collected 122 within 7 days of PCR testing. Since antibody development occurs after viremia and 123 requires time to reach a detectable concentration, it is likely that these samples were 124 collected too early in the course of disease to expect antibody production. 125 126 The 67 serological samples from SARS-CoV-2 PCR-positive patients were stratified by 127 the number of days following the positive PCR result. For samples collected ≥3 days 128 after positive PCR, 29 of 30 (96.7%, 95% CI: 83.3-99.8) were positive for IgA (see chart 129 1); all 21 samples collected after one week were IgA positive. For samples collected ≥4 130 days after positive PCR, 28 of 28 (100%, 95% CI: 87.9-100) were positive for IgG (",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "In December 2019 a novel coronavirus emerged as the cause of severe respiratory 39 disease and quickly spread causing a worldwide pandemic. Severe Acute Respiratory 40 Coronavirus 2 (SARS-CoV-2) was determined to be the agent of coronavirus disease 41 2019 (COVID-19). The virus belongs to the Betacoronavirus genus of the Coronaviridae 42 and received Emergency Use Authorization (EUA) from the US Food and Drug 46 Administration (FDA). Multiple manufacturers are offering serological assays, but few 47 have received Emergency Use Authorization from the Food and Drug Administration 48 (FDA); the EUROIMMUN IgG assay has received Emergency Use Authorization.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "A total of 28 unique samples that tested positive by BioFire FilmArray RP2 panel for 140 common human coronaviruses including types 229E, NL63, HKU1 and OC43 were 141 tested for cross reactivity. All 28 tested negative for both IgA and IgG antibodies. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cross-reactivity 139"
        }
    ]
}