{"paper_id": "60843665dda4993023730b09a0d42f91968ab776", "metadata": {"title": "Identity Health", "authors": []}, "abstract": [], "body_text": [{"text": "WHO (the World Health Organization) has already published their warning reports on gaming disorder and its mental addiction (WHO 2015) . And their site also says: \"Gaming disorder is defined in the 11th Revision of the International Classification of Diseases (ICD-11) as a pattern of gaming behavior (\"digital-gaming\" or \"videogaming\") characterized by impaired control over gaming, increasing priority given to gaming over other activities to the extent that gaming takes precedence over other interests and daily activities, and continuation or escalation of gaming despite the occurrence of negative consequences\". Those who can be identified as ICD-11 case are not globally well known, but suspicious cases are roughly estimated as adults (approximately 4.2 million) and youths (approximately a million) in Japan (data at 2017).", "cite_spans": [{"start": 124, "end": 134, "text": "(WHO 2015)", "ref_id": null}, {"start": 301, "end": 336, "text": "(\"digital-gaming\" or \"videogaming\")", "ref_id": null}], "ref_spans": [], "section": "Addiction Online"}, {"text": "Since the beginning of the internet revolution, internet communication and online activities among the youth had been frequently accused by serious concerns in mental health. The first is violent behavior induced by playing violence game. Until recently, video game has been argued by media psychologists (Xu 2018) . They often verified violent behavior of adolescents related to experiences and the extent of game playing. The causal relationships across those patterns have not been clarified enough yet. Some reasons endorsed by experimental designs are still difficult to interpret clearly (Bruner and Bruner 2006) .", "cite_spans": [{"start": 305, "end": 314, "text": "(Xu 2018)", "ref_id": "BIBREF76"}, {"start": 594, "end": 618, "text": "(Bruner and Bruner 2006)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Addiction Online"}, {"text": "Secondly, there are still controversial issues on online addiction cases (Griffiths 2013) . colleagues (2012, 2016) have been publishing serial reports on online addictions. The number of people diagnosed with the condition of addiction for internet usage has been increasing in the era of social media. Especially, adolescents and young adults are eager to immerse in online cyber-world activities. They consume their time through browsing web, watching online video, participating in online games, and internet communication.", "cite_spans": [{"start": 73, "end": 89, "text": "(Griffiths 2013)", "ref_id": "BIBREF26"}, {"start": 92, "end": 115, "text": "colleagues (2012, 2016)", "ref_id": null}], "ref_spans": [], "section": "Addiction Online"}, {"text": "In Japan, MIC 2 (Ministry of Internal Affairs and Communications) at 2018, reported the latest statistics that the total average of internet usage time of young citizens (ages vary from 10 to 17) was 2 h and 49 min every day. Their motivations for internet usages diversified categories such as watching online movie (79%), playing games (76%), and communicating by SNS and emails (66%) (Multiple answers).", "cite_spans": [], "ref_spans": [], "section": "Addiction Online"}, {"text": "The most important is how we think about such online additions and youth's sound development. These are a kind of mental illnesses and conditions as a maladaptation of gaming and social withdrawals from actual society, or they are overadaptation in somewhat online communities rather than physical environment. The former is to step further grounding in social living, and the latter may suggest that they extraordinarily prefer to online human relationships. It should be clinically observed in each case.", "cite_spans": [], "ref_spans": [], "section": "Addiction Online"}, {"text": "Thus, online gaming and social networking sites are indeed based on somewhat human relations and such online communities organized by providers often offer to share some comforts, cooperative achievements, and entertainments among active participants. And simultaneously those services require much engagement among participants, and then such mental obligations enforce each participant to keep playing online game and committing with the other online partners during longer times (Oberst et al. 2017) . Here, it experientially indicates that group commitments reduce anxiety of members and enhance comfort and mental bonding among members (Leary and Baumeister 2000; Baumeister et al. 2005) . Their group life intends to maintain such conditions in in-group memberships, and commitment belonged in group whether offline or not has crucially important meaning for them.", "cite_spans": [{"start": 482, "end": 502, "text": "(Oberst et al. 2017)", "ref_id": "BIBREF49"}, {"start": 641, "end": 668, "text": "(Leary and Baumeister 2000;", "ref_id": "BIBREF41"}, {"start": 669, "end": 692, "text": "Baumeister et al. 2005)", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Addiction Online"}, {"text": "To date, advanced data analysis on our PHR (Personal Health Record) and personality dispositions has been conducting in medics (Pol and Thomas 2013) . Further, the advancement of big data and the AI driven medical services is to rush into the daily life contexts (Marin et al. 2016; King et al. 2017) . Namely these services can offer to assess and promote both mental and physical health of each individual.", "cite_spans": [{"start": 127, "end": 148, "text": "(Pol and Thomas 2013)", "ref_id": "BIBREF53"}, {"start": 263, "end": 282, "text": "(Marin et al. 2016;", "ref_id": "BIBREF43"}, {"start": 283, "end": 300, "text": "King et al. 2017)", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "Medical Data Analysis"}, {"text": "First, as mentioned valuation by the AI at Chap. 4, those services already contain some questionnaires on psychological assessments related to personality characteristics, health attitudes, and social adaptation in daily life. Those assessed data might intend to statistically reveal our strength of mental health and degree of adaptation in social relations, and then automatic prediction for those who answered personality tests enables to trustfully measure financial limitations for loans and transactions in actual contexts. Therefore, our mental conditions and its social adaptations, to date, have been unveiled by such ways, and those applied services could be built for somewhat vigilance system on mutual trust among citizens. Mental disorder and maladaptation of each individual have possibilities to further pervade unsound influences among the others, and vice versa. Financial bad-debt by personality dysfunctions of individual will also engender chain bankruptcy among stakeholders, but those services would intend to predict such consequences in advance through checking personality maladaptation in daily life. Hence, our digital life has been already founded in those mechanisms, and the AI and big-data operations indeed interlude into our mentality.", "cite_spans": [], "ref_spans": [], "section": "Medical Data Analysis"}, {"text": "Secondly, wearable devices and sensing tools for human behavior can help monitoring and analyzing latent patterns of physical and mental conditions in daily life (Morahan-Martin and Schumacher 2003; Clifton 2016; Zhu et al. 2019) . And telephone communication patterns using smart phone can be interacted by identifiable chronotype of each user in daily activities (Aledavood et al. 2018) . Medical cares in each country has the demands to organize national health information systems, and it includes big data in the relations to national assurances for health cares, medical quality, demographic statistics, financial investment, quality of life (QOL), quantifications for modeling (Shibuya 2006) , and other social welfares (Brady et al. 2012) . Those information systems may be governing own centered database, but it will be replaced by distributed blockchain database in the future.", "cite_spans": [{"start": 162, "end": 198, "text": "(Morahan-Martin and Schumacher 2003;", "ref_id": "BIBREF47"}, {"start": 199, "end": 212, "text": "Clifton 2016;", "ref_id": "BIBREF13"}, {"start": 213, "end": 229, "text": "Zhu et al. 2019)", "ref_id": "BIBREF80"}, {"start": 365, "end": 388, "text": "(Aledavood et al. 2018)", "ref_id": "BIBREF1"}, {"start": 684, "end": 698, "text": "(Shibuya 2006)", "ref_id": "BIBREF61"}, {"start": 727, "end": 746, "text": "(Brady et al. 2012)", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Medical Data Analysis"}, {"text": "During the previous era, there were some troubles yet to bridge between clinical psychology and sociological studies as well as computational models and experimental cases. Sympathy interpretations for client's latent mental process and their needs should be taken carefully. But case studies often mean that there are no effective ways to explore future patterns and expectations based on past clinical cases in the daily interactions (Leary 1983; Kircher and Leube 2003) . Traditionally, the clinical psychological way is usually beneficial to manage mental dynamics that are impossible to be generalized and formalized. Clinical psychology and its fundamental assumptions usually hesitate to do generalizations from clinical case studies. That is because each personal condition and mental distress may be too individualized, and rather researchers in this field recommend qualitative and intensive caring ways for understanding each personal experiences embedded in actual conditions.", "cite_spans": [{"start": 436, "end": 448, "text": "(Leary 1983;", "ref_id": "BIBREF40"}, {"start": 449, "end": 472, "text": "Kircher and Leube 2003)", "ref_id": "BIBREF36"}], "ref_spans": [], "section": "Medical Data Analysis"}, {"text": "Historically, emerging diseases have been suffering us ever since our civilization (Roeser et al. 2012) . Human history could be said as somehow survival process from lethal diseases. For example, there were smallpox, pest, dysentery, tuberculosis, and other diseases. Otherwise recent outbreaks of emerging diseases such as HIV, Ebola, SARS (severe acute respiratory syndrome : Shibuya 2006) , Zika, and others are still ongoing matters, and those medical ways such as drugs and examination tools have not completed enough yet.", "cite_spans": [{"start": 83, "end": 103, "text": "(Roeser et al. 2012)", "ref_id": "BIBREF55"}, {"start": 377, "end": 392, "text": ": Shibuya 2006)", "ref_id": "BIBREF61"}], "ref_spans": [], "section": "The Humankind and Diseases"}, {"text": "In contrary, smallpox can be exemplified as a success case. The humankind had finally achieved the extinction of this disease threat in natural conditions using vaccine as a land-breaking medical way. Parts of above diseases could be cured by specific medicines, but known well, there is another problem on resistant bacteria against those medicines. To date, in those fields, immunological and medical investigations have been accelerated by biotechnological and gene-technological advancements. Those who obtained the Nobel Prize in physiology or medicine, and Nobel Prize in chemistry contributed toward enhancing medical progress for wellbeing of the humankind. In fact, there were contributions by Japanese scientists in the medical field (e.g., Tonegawa, S, Yamanaka, S, Ohmura, S, Ohsumi, Y, etc.).", "cite_spans": [], "ref_spans": [], "section": "The Humankind and Diseases"}, {"text": "But, the humankind cannot completely repel both disease and death. According to The WHO report \"Top 10 causes of death globally 2016 3 ,\" infectious diseases such as lower respiratory infections (over 2 million deaths), diarrheal diseases (nearly 2 million deaths), and tuberculosis (nearly 2 million deaths) still remain within list of top 10. Otherwise, the worst three cases were ischemic heart disease (nearly 10 million deaths), stroke (nearly 6 million deaths), and chronic obstructive pulmonary disease (approximately 3 million deaths). Additionally, total deaths caused by Alzheimer disease and other dementias can be estimated to approximately 2 million per year globally.", "cite_spans": [], "ref_spans": [], "section": "The Humankind and Diseases"}, {"text": "In those areas, as mentioned before, computational searches by the AI driven system and big-data analysis will boost enhancing diagnosis of subtle symptoms, image processing on medical data, pharmacologic utility discovery, and statistical precisions for future risks of each patient. Precision of diagnosis by the AI's pattern recognition systems on medical images has outperformed more accurately than human doctors (Zhang et al. 2019) . As larger growing size of knowledgebase on medical science increasingly requires much experience for them, and it will be impossible to operate any clinical cases unless the AI's supports can be provided.", "cite_spans": [{"start": 418, "end": 437, "text": "(Zhang et al. 2019)", "ref_id": "BIBREF79"}], "ref_spans": [], "section": "The Humankind and Diseases"}, {"text": "And other computational contributions to epidemics can enumerate such as computer simulations of mathematical models on spreading infectious diseases (e.g., SIR (susceptible-infected-recovered), small-world networking model (Moore and Newman 2000; Newman 2002) ), gene analysis of virus in bioinformatics (Ksiazek et al. 2003) , and risk management on health data of patients and medical policies for future controls of emerging diseases (Shibuya 2006) .", "cite_spans": [{"start": 224, "end": 247, "text": "(Moore and Newman 2000;", "ref_id": "BIBREF46"}, {"start": 248, "end": 260, "text": "Newman 2002)", "ref_id": "BIBREF48"}, {"start": 305, "end": 326, "text": "(Ksiazek et al. 2003)", "ref_id": "BIBREF38"}, {"start": 438, "end": 452, "text": "(Shibuya 2006)", "ref_id": "BIBREF61"}], "ref_spans": [], "section": "The Humankind and Diseases"}, {"text": "In terms of medical cares, epidemiological actions should lay weights on governmental policy, because there are great needs to control against secondary contagions and predict precisely dynamic trends on diseases. Traditionally, those fields must be accumulated from onsite clinical data on diagnosis of patients and analyze statistical trends which localized in each region. Regarding these concerns, to date, online query results mostly reflect citizens' intentions and latent needs for specific actual events in society. Recently, Ginsberg and his colleagues (2009) had unveiled such facts by their big data, and their findings by statistical analyzations on logistic positive correlations between actual trends of data from CDC 4 (Centers for Disease Control and Prevention, USA) and web-query data among citizens had become a pioneer for big-data age. Namely this study clearly suggested that citizens were usually apt to seek more accurate and necessary information in uncertainty conditions such as disaster (see Chap. 10), unwelcome infectious disease, terrorism, and other fascinated events. Their study seemed to be a first breakthrough for researches using web data analysis. As an implication of this finding, many researchers realized significant meanings on synchronizing and corresponding evidence between web trends and offline events. Namely \"big data\" can be analyzed by computational engineering methodologies such as artificial intelligence, statistical machine learning techniques, and natural languages processing, and it can open the gate to investigate novel findings automatically.", "cite_spans": [], "ref_spans": [], "section": "Coincidences Between Online and Offline Trends?"}, {"text": "Let me exemplify an actual case. According to data from the WHO, 5,6 from the spring of 2009 to 2010, global pandemic caused by new type of influenza (H1N1) had suffered global citizens. The total amount of the death was estimated as 14,286 in globally (the present data at 2010).", "cite_spans": [], "ref_spans": [], "section": "Coincidences Between Online and Offline Trends?"}, {"text": "At the peak of this pandemic, the author investigated those trends using Google Insights for Search services. Japanese patients were roughly estimated as totally 15.6 million (it finally includes at least 203 death cases), nevertheless many citizens have traditional customs encouraged to treat and keep their hygiene in daily living. Below Fig. 11 .1 indicates a trend of Google query result inputted into keyword \"Influenza\" in Japanese. At 2009, it was certainly that there were mostly three peaks during this year. And Fig. 11 .2, in contrary, shows only seasonal trends of ordinary influenza (except for data of pandemic patients), and both peaks (earlier weeks of this year and the late of year) can be identified during 2009 year. Seasonal trends on influenza can be also recognized in each year, and only bizarre peak around the middle of this year can be specified. Namely, because the pandemic caused by new type of influenza virus occurred around the beginning of May 2009, it can understand that the middle peak in Fig. 11 .1 was underlying in above pandemic influences. And then, in this Japan case, Google trends could entirely indicate correlational patterns between information needs among citizens and actual influenza trends, and each peak corresponded with seasonal or pandemic ones.", "cite_spans": [], "ref_spans": [{"start": 341, "end": 348, "text": "Fig. 11", "ref_id": null}, {"start": 523, "end": 530, "text": "Fig. 11", "ref_id": null}, {"start": 1027, "end": 1034, "text": "Fig. 11", "ref_id": null}], "section": "Coincidences Between Online and Offline Trends?"}, {"text": "As an alternative of Google query, using Twitter as one of microblogging tools, Signorini et al. (2011) revealed synchronizing phenomena on online tweets about influenza corresponded with actual trends of influenza given from CDC data, and 5 https://www.who.int/csr/disease/swineflu/en/ https://www.who.int/wer/2009/wer8421.pdf?ua=1 6 Implementation of the International Health Regulations (2005) http://apps.who.int/gb/ebwha/ pdf_files/WHA64/A64_10-en.pdf?ua=1 Fig. 11 .1 Trends of Google query result which inputted into a keyword \"Influenza\" in Japanese. Y axis means frequencies of a query on a specific keyword and X axis shows each year in this case they could find efficient results. Those metrics have stronger merits being qualified for online and real-time analyzation than trend data obtained from Google query. Similarity, Broniatowski et al. (2013) reported significant correlation between normalized prevalence data on influenza filtered from Twitter's real-time tweets data and CDC actual trends of influenza. They further attempted to forecast influenza trends using data from Twitter (Paul et al. 2014) , and then social media consequently enables to do real-time sensing among citizens.", "cite_spans": [{"start": 80, "end": 103, "text": "Signorini et al. (2011)", "ref_id": "BIBREF67"}, {"start": 835, "end": 861, "text": "Broniatowski et al. (2013)", "ref_id": "BIBREF10"}, {"start": 1101, "end": 1119, "text": "(Paul et al. 2014)", "ref_id": "BIBREF52"}], "ref_spans": [{"start": 462, "end": 469, "text": "Fig. 11", "ref_id": null}], "section": "Coincidences Between Online and Offline Trends?"}, {"text": "As succeeding previous Chap. 10, in the digitized society, disaster, environment, and climate data have also become a target for big-data analyzation. Larger natural disasters and human-made hazards have globally potentials to corner to the crisis of humanity. Because our global society has been endlessly threatened by various disasters (UNISDR 2018), more than 160 million citizens have been globally harming by natural disasters every year. And this data contains more than 100,000 deaths per year. Natural disasters are almost interrelated to numerous factors such as climate, demography, environment, and anthropogenic events. Further, it seemed obvious that complicated factors related to climate changes in global level have . Y axis denotes reported new patients, and X axis periodically shows serial weeks. Each line (from 01 to 11) means each site given data from medical hospital. This figure was cited from IDSC (Infectious Disease Surveillance Center, Japan) (http://idsc.nih.go.jp/idwr/kanja/weeklygraph/01flu.html) been influencing those meteorological disasters (e.g., hurricanes, drought, flood, etc.). Of course, the anthropogenic factors (e.g., industrial damages to the environment, carbon gas emissions) should be occupied in system models in order to examine detail mechanisms (Meadows et al. 2004) .", "cite_spans": [{"start": 1300, "end": 1321, "text": "(Meadows et al. 2004)", "ref_id": "BIBREF44"}], "ref_spans": [], "section": "Disasters in the Big-Data Age"}, {"text": "Especially, at 2015, after serial tragedies of the Tohoku Quakes and Fukushima nuclear disasters, the UNISDR as a part of the United Nations (at 2019, UNISDR was renamed to UNDRR 7 : The UN Office for Disaster Risk Reduction) held the global conference on disaster management at both Tokyo and Sendai city of Japan. As consequences of much discussion, the committee finally proposed following the four priorities for global actions which entitled \"Sendai Framework for Disaster Reduction 8 .\"", "cite_spans": [], "ref_spans": [], "section": "Disasters in the Big-Data Age"}, {"text": "1. Priority 1: Understanding disaster risk 2. Priority 2: Strengthening disaster risk governance to manage disaster risk 3. Priority 3: Investing in disaster risk reduction for resilience 4. Priority 4: Enhancing disaster preparedness for effective response and to \"Build Back Better\" in recovery, rehabilitation, and reconstruction", "cite_spans": [], "ref_spans": [], "section": "Disasters in the Big-Data Age"}, {"text": "Disaster management means just our preparedness against disasters. Certainly, the digitized global world can offer artificial space satellites, wireless internet, mobile computing, social networking services, and other mechanical relief robots. And the AI driven systems and big-data analyzations on the disaster can be useful for us. Recently, NOAA (The National Oceanic and Atmospheric Administration, USA) has released their online services, which is named as the Coastal Inundation Dashboard. 9 It visually enables people to know and prepare for floods. In this way, nevertheless digitized systems for global monitoring the earth, collaboration with each nation and analyzation of vast necessary data had been pervasively equipped, but our acquired technologies for forecasting and preventing disasters have not been achieved enough yet. As above four priorities said, the UNDRR as a part of the United Nations lays heavier weights on rather mitigations and resilience from disasters. Because of such inevitable reasons why our survival efforts from the tremendous disasters are never diminishing, there are still greater needs to consider the human existential issues in disaster management.", "cite_spans": [], "ref_spans": [], "section": "Disasters in the Big-Data Age"}, {"text": "Here, as introduced a bit at Chap. 10, the author had a chance to conduct own researches on the Tohoku quake and nuclear disasters in Fukushima. And this time, a part of findings and evidences can be exhibited in health topic (Shibuya 2012 (Shibuya , 2015 (Shibuya , 2017 (Shibuya , 2018 (Shibuya , 2021 ).", "cite_spans": [{"start": 226, "end": 239, "text": "(Shibuya 2012", "ref_id": "BIBREF62"}, {"start": 240, "end": 255, "text": "(Shibuya , 2015", "ref_id": "BIBREF63"}, {"start": 256, "end": 271, "text": "(Shibuya , 2017", "ref_id": "BIBREF64"}, {"start": 272, "end": 287, "text": "(Shibuya , 2018", "ref_id": "BIBREF65"}, {"start": 288, "end": 303, "text": "(Shibuya , 2021", "ref_id": "BIBREF66"}], "ref_spans": [], "section": "Disasters in the Big-Data Age"}, {"text": "After 2011, the Fukushima case 10 of nuclear power plant accident had incubated another problem (OECD/NEA INES (international nuclear event scale) ranked level 7 (the worst)). This Fukushima case can be called as a nuclear power plants' crisis (NRC 2011; Roeser et al. 2012; OECD/NEA 2016; Shibuya 2017) .", "cite_spans": [{"start": 244, "end": 254, "text": "(NRC 2011;", "ref_id": null}, {"start": 255, "end": 274, "text": "Roeser et al. 2012;", "ref_id": "BIBREF55"}, {"start": 275, "end": 289, "text": "OECD/NEA 2016;", "ref_id": "BIBREF51"}, {"start": 290, "end": 303, "text": "Shibuya 2017)", "ref_id": "BIBREF64"}], "ref_spans": [], "section": "A Case of Fukushima Disaster"}, {"text": "At the time, many of Fukushima citizens lost not only hometown, but background of their identities. In this point, they forced to be laid in identity crisis. According to theoretical sociologists Berger et al. (1973) and Giddens (1991) , they commonly argued that western post-modernizations could reconstruct mindsets on reality and social identification ways among citizens during achieving industrial progresses, if above severe incidents of nuclear power plants and those systems failures could be regarded as malfunctions as a symbol of modernity, above consequences of nuclear crisis on the Fukushima case (and other human-made disasters) might be contextualized to reexamine social adaptation and consciousness among Fukushima citizens by sociological verifications. How did daily belief systems among Fukushima naïve citizens against the safety surrounding in nuclear power plants deal with? Their attitudes had been rather steadily stabilizing among many of them before the crisis. However, risk cognition, social constructive senses of reality, and meaningful understanding against nuclear disasters among citizens would be collapsed in those conditions. They were betrayed by advanced technologies, government, and optimistic beliefs shared among them. It is probably that their theoretical discussions have few suggestions for any policies on Fukushima case more than awkward theoretical bases, and rather there are quite needs to tackle grounding in actuality, resilience of identification, purifying environment, and rebuilding community for the Fukushima citizens (Science Council of Japan (SCJ) 2011; Shibuya 2021 (in press)).", "cite_spans": [{"start": 196, "end": 216, "text": "Berger et al. (1973)", "ref_id": "BIBREF6"}, {"start": 221, "end": 235, "text": "Giddens (1991)", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "A Case of Fukushima Disaster"}, {"text": "Actually, this Fukushima case was a reluctantly controversial issue on an accident of nuclear power plant by academic researchers in Japan. Since the Tohoku Quake, many natural scientists in Japan were very criticized by ordinary citizens. Especially these were academic scholars such as nuclear physicists, governmentside natural science researchers and engineers at nuclear power plant, and of course politicians must be also confronted with such serious criticisms (Funabashi and Kitazawa 2012) . With deep reflections, the Science Council of Japan (SCJ) (2011) published globally their investigated documents by belonging scientists and researchers in various academic fields. This report laid stress on the fact description of the Fukushima Nuclear Power Plant Accidents and the statement of actual conditions for researchers in foreign countries.", "cite_spans": [{"start": 468, "end": 497, "text": "(Funabashi and Kitazawa 2012)", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "A Case of Fukushima Disaster"}, {"text": "Here, the author conducted to investigate this SCJ's statement (2011) in depth using text mining. Table 11 .1 shows a result by text mining analyzation on the whole contents of SCJ's statement, and it depicted a part of frequent and important words (it extracted around top 10 words among the most frequent words) and its total counts within above SCJ's statement text. At a glance, it appeared that their motivations were implicated by some words such as nuclear, radioactive, cooling, accident, safety, emergency, evacuation, and so on. TEPCO means an abbreviated name of administrative company for electric power plants in Fukushima. Figure 11 .3 shows an example of network structure of words' co-occurrence. In this case, it configured mathematically to color each separated subgraph structure that limited to important co-occurrence words. The author found some clusters of words on Radioactive materials, Fukushima Nuclear Plant, Accident inside-out and others. These patterns were weighted and frequently articulated by document writers. Otherwise, Fig. 11 .4 depicts a result of three-dimensional visualization which analyzed by MDS (Multi-Dimensional Scaling: this time was configured by Kruskal and Jaccard models). This method located statistically each word in cubic dimensions, and it appeared some clusters such as Power Plants (e.g., power, plant, nuclear, and Fukushima), Quake (e.g., tsunami, earthquake, situation, and operation) and others. As result of these malfunctions, confidence for ruling party critically had been fallen down.", "cite_spans": [], "ref_spans": [{"start": 98, "end": 106, "text": "Table 11", "ref_id": "TABREF0"}, {"start": 637, "end": 646, "text": "Figure 11", "ref_id": null}, {"start": 1057, "end": 1064, "text": "Fig. 11", "ref_id": null}], "section": "A Case of Fukushima Disaster"}, {"text": "What text mining analysis made clear was that this report concluded the negative consensus against the nuclear hazard among scientific community in Japan, and their statements explicitly described that mythical beliefs among stakeholders were no avail in the case of Fukushima nuclear power plant accident. Obviously, they intended to publish the truths for globally foreign academicians and citizens in terms of mainly nuclear physics and energy engineering after the Fukushima crisis. As mentioned at Chap. 10, without doubts, many of global citizens were eager to know more accurate and immediate information in detail at that time of moment. Those results by text mining could exhibit Japanese governance of risk management against nuclear power plants and energy policies before the Fukushima case. There were no rational reasons for excuses that risk communication and consensual discussion had not been openly organized among stakeholders in Fukushima, as it was differently the Canada's case (Johnson 2008) . Rather, TEPCO and governmental ministry had oppressed to scientifically contemplate and examine nuclear risks and their published data by ordinary citizens and external professionals. With these backgrounds, the focal point of disputes on the compensations has been accused by plaintiff (i.e., citizens, evacuees, and victims) under trials in courts (OECD/ NEA 2016).", "cite_spans": [{"start": 1000, "end": 1014, "text": "(Johnson 2008)", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "A Case of Fukushima Disaster"}, {"text": "For the digitized society, this Fukushima case indicated further unneglectable facts. IoT and XaaS will be deployed anywhere (Geng 2017) . Many of those systems such as computational controls and sensing networking related to power plants and sensitive artifacts will be impossible to keep under controls unless electric Fig. 11 .3 It depicts a part of network structure of co-occurrence words by text mining. This configuration was to separately color each subgraph structure which limited to important co-occurrence words power can be continually provided. Nuclear power plants and its control systems per se always also require independent electric power for controlling those mechanisms. Serial incidents of the Fukushima nuclear power plants can be determined by the serious factors on both the loss of external electric power supply and vent malfunctions for refrigerating systems caused by tremendous tsunami attacks. Besides, until now, the AI-driven robots sensing inner-damaged power plants cannot be activated over the physical limitations because inner-damaged power plants still remain with higher radiation dose (i.e., the human dies immediately and computational mechanisms will be disabled by radiations sooner). Then, the lessons for the digitized future must be intensively deduced and learned by convincible investigations.", "cite_spans": [{"start": 125, "end": 136, "text": "(Geng 2017)", "ref_id": "BIBREF22"}], "ref_spans": [{"start": 321, "end": 328, "text": "Fig. 11", "ref_id": null}], "section": "A Case of Fukushima Disaster"}, {"text": "In the USA, after this disaster, a taskforce team was immediately assembled for investigations to report the cause of the nuclear power plants, reconstruction of the nuclear power plants for safety, and future policy on energy management in the ", "cite_spans": [], "ref_spans": [], "section": "A Case of Fukushima Disaster"}, {"text": "After that, it should turn eyes to persevering purification from the radiation damage caused by the nuclear accidents, its environmental restoration, health monitoring, and socioeconomic reconstruction in community (NRC 2011; IAEA 2011) . Consequently, the Fukushima case definitely needs to solve nuclear accidents and future design for long-term reconstruction on their devastated communities and hometown. At least, the following points should be tackled.", "cite_spans": [{"start": 215, "end": 225, "text": "(NRC 2011;", "ref_id": null}, {"start": 226, "end": 236, "text": "IAEA 2011)", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Victims of the Fukushima"}, {"text": "1. Decommissioning work for the wrecked nuclear power plants in Fukushima 2. Removal of nuclear fuel and substances 3. Chemical management on nuclear substances 4. Purifications in polluted places 5. Temporary storage and final disposal of contaminated soil, water, and garbage 6. Medical health survey and care for victims 7. Risk assessment against environment and people exposed by nuclear substances 8. City and socioeconomic reconstructions As consequences of serial incidents of the nuclear power plants in Fukushima, nuclear pollution provoked the severe disputes on human rights, health, radiation contaminations to foods and environmental restorations. Both environments (soil, waters and air) as well as ordinary peoples who lived in Fukushima were polluted and exposed by both nuclear substance and radiation (Gibney 2015; Merz et al. 2015; OECD/NEA 2016) . Sampling data accumulated by agricultural scientists endorsed that many of crops absorbed radioactive substances such as 90 Sr, 134 Cs, 137 Cs, and others (Takahashi 2016) . And excessive intake and exposure of radioactive pollutants will endanger citizens' and workers' health (Hiraoka et al. 2015) .", "cite_spans": [{"start": 820, "end": 833, "text": "(Gibney 2015;", "ref_id": "BIBREF23"}, {"start": 834, "end": 851, "text": "Merz et al. 2015;", "ref_id": "BIBREF45"}, {"start": 852, "end": 866, "text": "OECD/NEA 2016)", "ref_id": "BIBREF51"}, {"start": 1024, "end": 1040, "text": "(Takahashi 2016)", "ref_id": "BIBREF70"}, {"start": 1147, "end": 1168, "text": "(Hiraoka et al. 2015)", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "Victims of the Fukushima"}, {"text": "Consequentially, enacted provisions often reflect social actualities. For conquests against those hardships of citizens and evacuees, the \"Basic Act on Reconstruction in response to the Great East Japan Earthquake (24th, June 2011)\" enacted the basic policies for reconstructions. For example, a part of provisions clearly stipulated as follows.", "cite_spans": [], "ref_spans": [], "section": "Victims of the Fukushima"}, {"text": "• Article 2. The reconstruction in response to Great East Japan Earthquake will be implemented based on the following -The unprecedented disaster resulted in enormous damage, where countless lives were lost, numerous people were deprived of their basic living infrastructures and have been forced to evacuate in and out of the disaster-affected regions. Also, the disaster's influence extends over the entire nation; the economic stagnation in the disaster-afflicted areas is affecting business activities and peoples' lives nationwide…(hereafter omitted)", "cite_spans": [], "ref_spans": [], "section": "Victims of the Fukushima"}, {"text": "At the 2014FY, the total budget of Fukushima Prefecture for reconstruction after the disaster was approximately 1714.5 billion yen (including both quakes and nuclear disaster countermeasure portion of 870.5 billion yen). And it includes population declining and aging countermeasures as well as restoration of birth number (142.3 billion yen). In addition, other items were 245.5 billion yen for environmental restorations, 144.3 billion yen for living reconstruction assistance, 36 billion yen for expenses to protect medical health of the citizens, 31.6 billion yen for expenses for children and youths who will be responsible for the future, and other expenses. Further, in addition to above costs, the Fukushima case requires unprovoked compensations and its litigation disputes are ongoing matters in courts (Shibuya 2017) . Namely, there are still requirements to solve future designing for reconstruction from devastation in their hometown.", "cite_spans": [{"start": 813, "end": 827, "text": "(Shibuya 2017)", "ref_id": "BIBREF64"}], "ref_spans": [], "section": "Victims of the Fukushima"}, {"text": "Next, the total amount of casualties in Japan was more than 20,000 at the time of 2012. Moreover, as aftermath of the Fukushima disaster, one of the hardest matters was collective immigration of evacuees from their hometowns to other places in Japan (Akabayashi and Hayashi 2012; Library of Congress 2013) . At the peak (May 2012), gross migrants from Fukushima (e.g., total population of evacuees) were estimated over 160,000. And including this, gross migrants (e.g., total evacuees in Japan) were estimated over 340,000 at the time of 2012. This estimation was not too low. Please recall similar past cases, for example, the case of Chernobyl in 1986 reported that total population of evacuees was approximately 116,000 around 30 km (INES level 7). And, in 1979, the case of the Three Mile Island accident was estimated over 240,000 around 24 km (INES level 5). Table 11 .2 shows a part of outflow data on migrants across major cities (it includes mobility data within same city). It queried into big data of MIC (e.g., demographic data of migration and population) and the Geospatial Information Authority of Japan (e.g., geospatial data and distance information). The numbers of citizens lived in Fukushima prefecture has been notably decreasing from 2.1 million (2011) to 1.9 million (2015) . And this area is statistically 13,780 km 2 (the third widest area in Japan). And it compares Fukushima with people lived in major metropolis such as Tokyo area (total population is approximately 13 million people and within 9 million people in 23 special districts), Nagoya area (approximately 2.2 million people within central city), and Osaka area (approximately 2.6 million people within central city) in Japan. It namely denotes moving flows within Fukushima cities, moving toward one of metropolises from Fukushima and moving patterns between metropolises.", "cite_spans": [{"start": 250, "end": 279, "text": "(Akabayashi and Hayashi 2012;", "ref_id": "BIBREF0"}, {"start": 280, "end": 305, "text": "Library of Congress 2013)", "ref_id": null}, {"start": 1290, "end": 1296, "text": "(2015)", "ref_id": null}], "ref_spans": [{"start": 865, "end": 873, "text": "Table 11", "ref_id": "TABREF0"}], "section": "Victims of the Fukushima"}, {"text": "Actually, there is still another problem in residential data. In year 2015, a national census every 5 years was carried out in Japan, and it has achieved to unveil many data discrepancies and inconsistencies of population in each local area of Fukushima. Comparing with statistics on resident data holding municipal government office and actual population from census, the latter cases were almost too lower than estimated populations in many cases of Fukushima. To date, these missing populations have not been traced properly and many evacuees did not intentionally apply immigration cards to municipal government office. It means that many of them still have strong intentions to go back to Fukushima in the near future. However, the stumbling blocks still remain against their returns, even though the government purifies radioactive substances and pollutions around their towns.", "cite_spans": [], "ref_spans": [], "section": "Victims of the Fukushima"}, {"text": "According to the general surveys by Tokyo capital government for evacuees and interviews for evacuees by the author (Shibuya 2017), they found that evacuees' motivations which choose the destination and refuge were relying on following critical factors: (1) to tie with any kindred relationships (a factor of human relationship), (2) rich opportunities for jobs in the new address (a factor of new job opportunity), (3) conveniences to manage their own real estates, farms, livestock, and factories in their hometown (a factor of holding estates).", "cite_spans": [], "ref_spans": [], "section": "Victims of the Fukushima"}, {"text": "First factor implies mutual cooperation and helping among local acquaintances, and second answer clearly reflects their needs for jobs in new dwelling. And third factor relates to geospatial location, and parts of them have been living in two places of both Fukushima and refuges. Namely, their conditions were back and forth between hometown and refuge. Thus they could not leave to far refuges, and geographical area around 300 km within Fukushima and refuges satisfied their above motivations using transportations such as the bullet train, highways, and other land transportations (it drives toward the destination within 2 h). For those who required living needs, Tokyo and nearby area of Tokyo could properly offer new job opportunities and dwelling availabilities for them.", "cite_spans": [], "ref_spans": [], "section": "Victims of the Fukushima"}, {"text": "Our identifications are often determined by not only own cognitive factors but human relational and spatiotemporal factors, and their daily conditions of mental health would be interlinked with those internal and external surroundings. The Fukushima case similarly indicated those mental malfunctions of evacuees caused by the human-made disaster.", "cite_spans": [], "ref_spans": [], "section": "Caring for Victims and Their Community"}, {"text": "When such individuals lose all (or a part) of the linkages with both human relationships and living place, their mental foundation for identification will be seriously damaged in severe situations. Such accidents and events caused by both natural and human-made disasters will be easy to engender secondary damages against social adaptation and subjective well-being of each individual. It is too important to care for each, but there are resilient needs to wholly repair and revive the community among them and their human relationships such as social capital (Putnum 2000; Kawachi and Berkman 2003; Kawachi et al. 2008; OECD/NEA 2016) and family bondages. Even though digitized communication styles renewed our daily commitment for online community, physical-contact based commitments in onsite community have still special meanings for their well-being. Frey and Osborne (2013) reported how will contemporary industries and jobs be changed and replaced by computerization and the AI-driven robotics, and they simulated socioeconomic trend patterns of jobs fitted by Gaussian stochastic model. Their estimations have indeed shown that the AI society will engender emerging job market and require other skills for citizens. But it will be clearly understood whether correct or not in the future.", "cite_spans": [{"start": 561, "end": 574, "text": "(Putnum 2000;", "ref_id": "BIBREF54"}, {"start": 575, "end": 600, "text": "Kawachi and Berkman 2003;", "ref_id": null}, {"start": 601, "end": 621, "text": "Kawachi et al. 2008;", "ref_id": null}, {"start": 622, "end": 636, "text": "OECD/NEA 2016)", "ref_id": "BIBREF51"}, {"start": 857, "end": 880, "text": "Frey and Osborne (2013)", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Caring for Victims and Their Community"}, {"text": "But, will a meaning on working life be steeply altered by such innovation? Some theorists said that both living and working are indispensable relations each other. As one of the renown episodes, psychoanalyst Freud answered that it requires \"Lieben und Arbeiten\" for becoming sound and independent adult. The former \"Lieben\" means the accepting and loving for the others as a partner. And the latter \"Arbeiten\" devotes to achieving the goals for maintaining daily living by own works and pursuing enhancement of own intellectual abilities and skills. Both are still certainly the fundamental necessary factors for people.", "cite_spans": [], "ref_spans": [], "section": "Working in Digital Era"}, {"text": "And a life-course approach in developmental psychology has much suggestion to wholly understand our mental development and health promotion during the life process (Erikson 1950 (Erikson , 1959 (Erikson , 1982 . In each development stage of identity, each individual closely faces the problems and what should be conquered by each of them. Such tasks can be furnished for own rich experiences of each, and each can be reorganized to adapt in own life process (e.g., self-actualization). Working, learning, and other daily activities will be achieved by undertaking self-development and adaptation in social surroundings. It motivates to enhance each quality of life (QOL) through own working experiment.", "cite_spans": [{"start": 164, "end": 177, "text": "(Erikson 1950", "ref_id": "BIBREF16"}, {"start": 178, "end": 193, "text": "(Erikson , 1959", "ref_id": "BIBREF17"}, {"start": 194, "end": 209, "text": "(Erikson , 1982", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Working in Digital Era"}, {"text": "It is certainly that the AI and big-data-based society enables to change our QOL and working life. Such innovation progress in our working styles has already become the cascading to collapse larger barriers by the big wave of digital transformation. Working environment has been crucially invested in the contexts of either employees or employer. But quality in working environment cannot be determined by factors of material and physical surroundings, and it should be cared about human factors such as enhancement of human relationships and well-being (OECD 1976; Strack et al. 1991; Buunk and Gibbons 1997) . For example, OECD 11 proposed total framework (\"Measuring Well-being and Progress: Well-being Research\") , and they enumerated necessary factors related to measuring both economic and well-being value in working and daily life. The digital transforming society will enlarge our working from actual physical space to virtual online space through tele-existence and online collaboration tools. And our working skills and abilities will be required conquering the harder roads of uphill progress of the AI and data sciences (Boyd and Holton 2018) . Further, traditional stressful working environments can be attempted to quantify and coordinate with each parameter of employees such as personality characteristics, demanded skill levels, abilities, chemistry among members, and other necessary factors. Now, such HR (human resource) technology (i.e., a case using business microscope 12 ) enhances our working styles and improves productivities in various situations (Khartri and Samuel 2019) . Analytics teams have vividly rushed to dive into the ocean of big data, but matching between the needs and their analyzed solutions can be improved by further efforts.", "cite_spans": [{"start": 554, "end": 565, "text": "(OECD 1976;", "ref_id": "BIBREF50"}, {"start": 566, "end": 585, "text": "Strack et al. 1991;", "ref_id": "BIBREF68"}, {"start": 586, "end": 609, "text": "Buunk and Gibbons 1997)", "ref_id": "BIBREF12"}, {"start": 658, "end": 716, "text": "(\"Measuring Well-being and Progress: Well-being Research\")", "ref_id": null}, {"start": 1133, "end": 1155, "text": "(Boyd and Holton 2018)", "ref_id": "BIBREF7"}, {"start": 1576, "end": 1601, "text": "(Khartri and Samuel 2019)", "ref_id": "BIBREF34"}], "ref_spans": [], "section": "Quality of Life"}, {"text": "Active workers are usually facing issues at the marriage and family in their life courses. In some developed countries, the reasons, due to which unmarried rate during the lifespan of the youth generation has been increasing, may be understandable in work-life balance context. In Japan, statistical data of IPSS (National Institute of Population and Social Security Research, Japan) 13 show such facts: men's case of unmarried rate excessed 20%, and women's case was 10.6% at 2010. Many adolescents frequently hesitate to lose their free time and conformity, and it simultaneously means that they hate any interruptions by others and physical contacts. As necessary, they can choose tentative friends online (Su and Hu 2019) . Using smartphone, many matching service applications for marriage among future partners have been launched in Japan. And then, the matching needs can be bridged with the youths for their marriages. Those matching services might be applied by stable matching problem in economics of mechanism design (Roth 1982) . Such algorithm can be formalized for matching pairs of stable marriage.", "cite_spans": [{"start": 709, "end": 725, "text": "(Su and Hu 2019)", "ref_id": "BIBREF69"}, {"start": 1027, "end": 1038, "text": "(Roth 1982)", "ref_id": "BIBREF57"}], "ref_spans": [], "section": "Quality of Life"}, {"text": "Otherwise, daily living enriches its big data (Ganchev et al. 2019) . Especially, there are strong requirements for children and elder people in their local community and living environment. First, smart sensing and ubiquitous technologies aim to enhancing our daily life (Shibuya 2004) , and smart cities and smart house have cutting-edges for improving health services for us (Lee 2012) . For example, the Digital human research center in Japan proposed an autonomous caring system and simulators 14 for toddlers and little infants. Due to their sudden and unpredictable manner of behaviors, serious accidents such as injuries and death at home often happen. This system intends to monitor and analyze daily patterns for improving their safety. Of course, those systems which are equipped in smart houses are also applicable for elder people to watch their daily cares and health monitoring.", "cite_spans": [{"start": 46, "end": 67, "text": "(Ganchev et al. 2019)", "ref_id": "BIBREF21"}, {"start": 272, "end": 286, "text": "(Shibuya 2004)", "ref_id": "BIBREF60"}, {"start": 378, "end": 388, "text": "(Lee 2012)", "ref_id": "BIBREF42"}], "ref_spans": [], "section": "Quality of Life"}, {"text": "On the other hands, secondly, Airbnb and similar sharing house services have been launched in many nations, and big data on those paring patterns between house-owners and visitors will be arranged to analyze such trip purposes, sharing durations, other preferences by the AI-driven services (Koh et al. 2019) . In these regards, digitization has already reshaped our quality of living in those contexts.", "cite_spans": [{"start": 291, "end": 308, "text": "(Koh et al. 2019)", "ref_id": "BIBREF37"}], "ref_spans": [], "section": "Quality of Life"}, {"text": "Using smartphone, mental health monitoring can be possible recently (Ben-Zeev et al. 2015; Bakker et al. 2016) . Especially, using social media data, there were innumerable examinations to analyze the relations with mental health and diagnosis of discourses on Twitter and SNS services. For example, there were enumerable cases on depression trends in community corresponding with data of geospatial location (Yang and Mu 2015) , depression detection on Twitter (Guntuku et al. 2017) , ADHD (Attention Deficit Hyperactivity Disorder) diagnosis using discourses on Twitter (Coppersmith et al. 2015) , and other borderline cases in clinical psychology (e.g., hopeless, loneliness, social withdrawal). As social networking services clearly indicate a part of human relationships online (Lazakidou 2012) , it can consider that their relations itself still have sharing illness personalities and depressed mental health. Namely, there is a possibility that latent patients were apt to be participating in such social media, and some of them flocked online each other. Inclusive cares within communal and relationship level can be also very effective for each person.", "cite_spans": [{"start": 68, "end": 90, "text": "(Ben-Zeev et al. 2015;", "ref_id": "BIBREF5"}, {"start": 91, "end": 110, "text": "Bakker et al. 2016)", "ref_id": "BIBREF3"}, {"start": 409, "end": 427, "text": "(Yang and Mu 2015)", "ref_id": "BIBREF77"}, {"start": 462, "end": 483, "text": "(Guntuku et al. 2017)", "ref_id": "BIBREF27"}, {"start": 572, "end": 597, "text": "(Coppersmith et al. 2015)", "ref_id": "BIBREF15"}, {"start": 783, "end": 799, "text": "(Lazakidou 2012)", "ref_id": "BIBREF39"}], "ref_spans": [], "section": "Therapy for Identity in Both Personal and Social Level"}, {"text": "Traditionally, in the studies of communication and communal health, the concept on illness identity in interactive communication has potentials to recognize identification process for caring illness and health (Hecht et al. 2004) . Illness identity could be regarded as interactive processes from personal to communal layers in terms of the communication theory of identity. These mechanisms should be inclusively cared by various viewpoints from personal to social communal level. That is because, for example, social anxiety, depression, and other mental (and physical) illness could not be easily emancipated from not only individuals but also more diverse interactions and social groups.", "cite_spans": [{"start": 210, "end": 229, "text": "(Hecht et al. 2004)", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Therapy for Identity in Both Personal and Social Level"}, {"text": "According to Wegner et al., they discussed mental control and relationships with the others. And their findings can be understood only by including perspectives of social contexts. That is, it should pay attention to not only individual experiences of depression and mental distress but social relationship and interaction process with standpoints from the others (Aneshensel et al. 2012 ).", "cite_spans": [{"start": 364, "end": 387, "text": "(Aneshensel et al. 2012", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Therapy for Identity in Both Personal and Social Level"}, {"text": "As implied earlier, rapport interaction between clinical psychologists and clients has been better focused in empathy oriented understanding as client-centered therapy (Rogers 1995) . Clinical psychological cases such as autism, psychopathy and other diagnoses usually display specific patterns of behaviors and assertions. Especially, those who have specific disabilities against soundly interactions with the others are managed by ToM (Theory of Mind), and this study intends to reveal our mental manners to recognize and coordinate with the others in dyad models (Semeijn 2019; Freitas et al. 2019) . Such client cannot understand any intentions asserted by the others, and they often confuse meanings pretending and deceptions by the others. Namely, understanding for the others flexibly requires more imaginable coordination in social context. And the loss of such basic intellectual skills becomes difficult for them to behave appropriately against troublesomeness with the others. In other words, some evolutionary psychologists and neuroscientists told that the humankind could be evolved both to lie against the others and detect 11.4 Therapy for Human by AI deceptive intentions. They further said that acquisitions for those neural mechanisms of social intelligence took advantages of beating against other wild animals during surviving history of ancient peoples.", "cite_spans": [{"start": 168, "end": 181, "text": "(Rogers 1995)", "ref_id": "BIBREF56"}, {"start": 566, "end": 580, "text": "(Semeijn 2019;", "ref_id": "BIBREF59"}, {"start": 581, "end": 601, "text": "Freitas et al. 2019)", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Theory of Mind: The Nature of Understanding Myself and Others"}, {"text": "According to attachment theory by developmental psychologist Bowlby, it authorized that physical attachment between mother and children offers strong and comfort foundation during child development (Bretherton 1992) . Suggestively, serial experiments also shown that an alternative of \"mother\" could be sufficiently replaced for children. For example, a fluffy doll as alternative of mothership could fulfill having comfort emotions for child (in their experiments, they tried to use a child of monkey).", "cite_spans": [{"start": 198, "end": 215, "text": "(Bretherton 1992)", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Assistance by the AI and Robots"}, {"text": "In this concern, personal intelligent robots have potentials to assist our daily life (Coeckelbergh 2010) . As an example case, PARO already achieved improving many patients of mental illness and Alzheimer diseases. It calls robot therapy assisted by AI and adorable doll-like robots. Such new services can be adapted in the social welfare institutes, daily cares in home and hospitals (Wada et al. 2007; Yu et al. 2015) . Their attachments with physically autonomous entities may offer them some reliefs and comforts.", "cite_spans": [{"start": 86, "end": 105, "text": "(Coeckelbergh 2010)", "ref_id": "BIBREF14"}, {"start": 386, "end": 404, "text": "(Wada et al. 2007;", "ref_id": "BIBREF74"}, {"start": 405, "end": 420, "text": "Yu et al. 2015)", "ref_id": "BIBREF78"}], "ref_spans": [], "section": "Assistance by the AI and Robots"}, {"text": "In such ways, as mentioned earlier, there are certainty to automatically diagnose clients by the AI using telecommunications and smartphone. Sensing data accumulated by wearable devices in daily life has strong potential to detect mental illness and bad mental-physical conditions in earlier stages.", "cite_spans": [], "ref_spans": [], "section": "Assistance by the AI and Robots"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Mandatory evacuation of residents during the Fukushima nuclear disaster: An ethical analysis", "authors": [{"first": "A", "middle": [], "last": "Akabayashi", "suffix": ""}, {"first": "Y", "middle": [], "last": "Hayashi", "suffix": ""}], "year": 2012, "venue": "Journal of Public Health", "volume": "34", "issn": "3", "pages": "348--351", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Social network differences of chronotypes identified from mobile phone data", "authors": [{"first": "T", "middle": [], "last": "Aledavood", "suffix": ""}, {"first": "S", "middle": [], "last": "Lehmann", "suffix": ""}, {"first": "J", "middle": [], "last": "Saramäki", "suffix": ""}], "year": 2018, "venue": "EPJ Data Science", "volume": "7", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1140/epjds/s13688-018-0174-4"]}}, "BIBREF2": {"ref_id": "b2", "title": "Handbook of the sociology of mental health", "authors": [{"first": "C", "middle": ["S"], "last": "Aneshensel", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Phelan", "suffix": ""}, {"first": "A", "middle": [], "last": "Bierman", "suffix": ""}], "year": 2012, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Mental health smartphone apps: Review and evidence-based recommendations for future developments", "authors": [{"first": "D", "middle": [], "last": "Bakker", "suffix": ""}, {"first": "N", "middle": [], "last": "Kazantzis", "suffix": ""}, {"first": "D", "middle": [], "last": "Rickard", "suffix": ""}, {"first": "N", "middle": [], "last": "Rickard", "suffix": ""}], "year": 2016, "venue": "JMIR Mental Health", "volume": "3", "issn": "1", "pages": "", "other_ids": {"DOI": ["10.2196/mental.4984"]}}, "BIBREF4": {"ref_id": "b4", "title": "Social exclusion impairs self-regulation", "authors": [{"first": "R", "middle": ["F"], "last": "Baumeister", "suffix": ""}], "year": 2005, "venue": "Journal of Personality and Social Psychology", "volume": "88", "issn": "4", "pages": "589--720", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Next-generation psychiatric assessment: Using smartphone sensors to monitor behavior and mental health", "authors": [{"first": "D", "middle": [], "last": "Ben-Zeev", "suffix": ""}, {"first": "E", "middle": ["A"], "last": "Scherer", "suffix": ""}, {"first": "R", "middle": [], "last": "Wang", "suffix": ""}, {"first": "H", "middle": [], "last": "Xie", "suffix": ""}, {"first": "A", "middle": ["T"], "last": "Campbell", "suffix": ""}], "year": 2015, "venue": "Psychiatric Rehabilitation Journal", "volume": "38", "issn": "3", "pages": "218--226", "other_ids": {"DOI": ["10.1037/prj0000130"]}}, "BIBREF6": {"ref_id": "b6", "title": "The homeless mind: Modernization and consciousness", "authors": [{"first": "P", "middle": ["L"], "last": "Berger", "suffix": ""}, {"first": "B", "middle": [], "last": "Berger", "suffix": ""}, {"first": "H", "middle": [], "last": "Kellner", "suffix": ""}], "year": 1973, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Technology, innovation, employment and power: Does robotics and artificial intelligence really mean social transformation", "authors": [{"first": "R", "middle": [], "last": "Boyd", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Holton", "suffix": ""}], "year": 2018, "venue": "Journal of Sociology", "volume": "54", "issn": "3", "pages": "331--345", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Testing the nation's healthcare information infrastructure: NIST perspective", "authors": [{"first": "K", "middle": [], "last": "Brady", "suffix": ""}, {"first": "R", "middle": ["D"], "last": "Sriram", "suffix": ""}, {"first": "B", "middle": [], "last": "Lide", "suffix": ""}, {"first": "K", "middle": [], "last": "Roberts", "suffix": ""}], "year": 2012, "venue": "IEEE Computer", "volume": "45", "issn": "11", "pages": "50--57", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "The origins of attachment theory: John Bowlby and Mary Ainsworth", "authors": [{"first": "I", "middle": [], "last": "Bretherton", "suffix": ""}], "year": 1992, "venue": "Developmental Psychology", "volume": "28", "issn": "5", "pages": "759--775", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "National and local influenza surveillance through twitter: An analysis of the 2012-2013 influenza epidemic", "authors": [{"first": "D", "middle": ["A"], "last": "Broniatowski", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Paul", "suffix": ""}, {"first": "M", "middle": [], "last": "Dredze", "suffix": ""}], "year": 2013, "venue": "PLoS One", "volume": "8", "issn": "12", "pages": "", "other_ids": {"DOI": ["10.1371/journal.pone.0083672"]}}, "BIBREF11": {"ref_id": "b11", "title": "Play station nation: Protect your child from video game addiction", "authors": [{"first": "C", "middle": [], "last": "Bruner", "suffix": ""}, {"first": "K", "middle": [], "last": "Bruner", "suffix": ""}], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Health, coping, and well-being: Perspectives from social comparison theory", "authors": [{"first": "B", "middle": ["P"], "last": "Buunk", "suffix": ""}, {"first": "F", "middle": ["X"], "last": "Gibbons", "suffix": ""}], "year": 1997, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Machine learning for healthcare technologies", "authors": [{"first": "D", "middle": ["A"], "last": "Clifton", "suffix": ""}], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Health care, capabilities, and AI assistive technologies", "authors": [{"first": "M", "middle": [], "last": "Coeckelbergh", "suffix": ""}], "year": 2010, "venue": "Ethical Theory and Moral Practice", "volume": "13", "issn": "2", "pages": "181--190", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "From ADHD to SAD: Analyzing the language of mental health on Twitter through self-reported diagnoses", "authors": [{"first": "G", "middle": [], "last": "Coppersmith", "suffix": ""}], "year": 2015, "venue": "Proceedings of the 2nd workshop on computational linguistics and clinical psychology: From linguistic signal to clinical reality", "volume": "", "issn": "", "pages": "1--10", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Childhood and society", "authors": [{"first": "H", "middle": [], "last": "Erikson", "suffix": ""}], "year": 1950, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Identity and the life cycle", "authors": [{"first": "H", "middle": [], "last": "Erikson", "suffix": ""}], "year": 1959, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Common knowledge, coordination, and strategic mentalizing in human social life", "authors": [{"first": "J", "middle": [], "last": "Freitas", "suffix": ""}, {"first": "K", "middle": [], "last": "Thomas", "suffix": ""}, {"first": "P", "middle": [], "last": "Descioli", "suffix": ""}, {"first": "S", "middle": [], "last": "Pinker", "suffix": ""}], "year": 2019, "venue": "", "volume": "116", "issn": "", "pages": "13751--13758", "other_ids": {"DOI": ["10.1073/pnas.1905518116"]}}, "BIBREF19": {"ref_id": "b19", "title": "The future of employment: How susceptible are jobs to computerisation?", "authors": [{"first": "C", "middle": ["B"], "last": "Frey", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Osborne", "suffix": ""}], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Fukushima in review: A complex disaster, a disastrous response", "authors": [{"first": "Y", "middle": [], "last": "Funabashi", "suffix": ""}, {"first": "K", "middle": [], "last": "Kitazawa", "suffix": ""}], "year": 2012, "venue": "Bulletin of the Atomic Scientists", "volume": "68", "issn": "2", "pages": "9--21", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Enhanced living environments: Algorithms, architectures, platforms, and systems", "authors": [{"first": "I", "middle": [], "last": "Ganchev", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Internet of things and data analytics handbook", "authors": [{"first": "H", "middle": [], "last": "Geng", "suffix": ""}], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Fukushima data show rise and fall in food radioactivity: Giant database captures fluctuating radioactivity levels in vegetables, fruit, meat and tea", "authors": [{"first": "E", "middle": [], "last": "Gibney", "suffix": ""}], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1038/nature.2015.17016"]}}, "BIBREF24": {"ref_id": "b24", "title": "Modernity and self-identity: Self and society in the late modern age", "authors": [{"first": "A", "middle": [], "last": "Giddens", "suffix": ""}], "year": 1991, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Detecting influenza epidemics using search engine query data", "authors": [{"first": "J", "middle": [], "last": "Ginsberg", "suffix": ""}], "year": 2009, "venue": "Nature", "volume": "457", "issn": "", "pages": "1012--1014", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Social networking addiction: Emerging themes and issues", "authors": [{"first": "M", "middle": ["D"], "last": "Griffiths", "suffix": ""}], "year": 2013, "venue": "Journal of Addiction Research & Therapy", "volume": "", "issn": "5", "pages": "", "other_ids": {"DOI": ["10.4172/2155-6105.1000e118"]}}, "BIBREF27": {"ref_id": "b27", "title": "Detecting depression and mental illness on social media: An integrative review", "authors": [{"first": "C", "middle": ["S"], "last": "Guntuku", "suffix": ""}], "year": 2017, "venue": "Current Opinion in Behavioral Sciences", "volume": "18", "issn": "", "pages": "43--49", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "The communication theory of identity", "authors": [{"first": "M", "middle": ["L"], "last": "Hecht", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Warren", "suffix": ""}, {"first": "E", "middle": [], "last": "Jung", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Krieger", "suffix": ""}], "year": 2004, "venue": "Theorizing about intercultural communication", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Review of health issues of workers engaged in operations related to the accident at the Fukushima Daiichi Nuclear Power Plant", "authors": [{"first": "K", "middle": [], "last": "Hiraoka", "suffix": ""}], "year": 2015, "venue": "Journal of Occupational Health", "volume": "57", "issn": "6", "pages": "497--512", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Additional report of Japanese Government to IAEA -Accident at TEPCO's Fukushima Nuclear Power Stations", "authors": [{"first": "", "middle": [], "last": "Iaea", "suffix": ""}], "year": 2011, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Deliberative democracy for the future: The case of nuclear waste management in Canada", "authors": [{"first": "G", "middle": ["F"], "last": "Johnson", "suffix": ""}], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Neighborhoods and health", "authors": [], "year": 2003, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Social capital and health", "authors": [], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Analytics for managerial work", "authors": [{"first": "V", "middle": [], "last": "Khartri", "suffix": ""}, {"first": "B", "middle": ["M"], "last": "Samuel", "suffix": ""}], "year": 2019, "venue": "Communications of the ACM", "volume": "62", "issn": "4", "pages": "100--108", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Equipment health monitoring in complex systems", "authors": [{"first": "S", "middle": [], "last": "King", "suffix": ""}, {"first": "A", "middle": [], "last": "Mills", "suffix": ""}, {"first": "V", "middle": [], "last": "Kadirkamanathan", "suffix": ""}, {"first": "", "middle": [], "last": "Clifton", "suffix": ""}], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Self-consciousness, self-agency, and schizophrenia", "authors": [{"first": "T", "middle": ["T J"], "last": "Kircher", "suffix": ""}, {"first": "D", "middle": ["T"], "last": "Leube", "suffix": ""}], "year": 2003, "venue": "Consciousness and Cognition", "volume": "12", "issn": "", "pages": "656--669", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Offline biases in online platforms: A study of diversity and homophily in Airbnb", "authors": [{"first": "V", "middle": [], "last": "Koh", "suffix": ""}, {"first": "W", "middle": [], "last": "Li", "suffix": ""}, {"first": "G", "middle": [], "last": "Livan", "suffix": ""}, {"first": "L", "middle": [], "last": "Capra", "suffix": ""}], "year": 2019, "venue": "EPJ Data Science", "volume": "8", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1140/epjds/s13688-019-0189-5"]}}, "BIBREF38": {"ref_id": "b38", "title": "A novel coronavirus associated with severe acute respiratory syndrome", "authors": [{"first": "T", "middle": ["G"], "last": "Ksiazek", "suffix": ""}], "year": 2003, "venue": "The New England Journal of Medicine", "volume": "348", "issn": "20", "pages": "1953--1966", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Virtual communities, social networks and collaboration", "authors": [{"first": "A", "middle": ["A"], "last": "Lazakidou", "suffix": ""}], "year": 2012, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Understanding social anxiety", "authors": [{"first": "M", "middle": ["R"], "last": "Leary", "suffix": ""}], "year": 1983, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "The nature and function of self-esteem: Sociometer theory", "authors": [{"first": "M", "middle": ["R"], "last": "Leary", "suffix": ""}, {"first": "R", "middle": ["F"], "last": "Baumeister", "suffix": ""}], "year": 2000, "venue": "Advances in experimental social psychology", "volume": "32", "issn": "", "pages": "", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Advances in computational environment science: Selected papers from 2012 international conference on environment", "authors": [{"first": "G", "middle": [], "last": "Lee", "suffix": ""}], "year": 2011, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "How information technology can change our lives in a globalized world", "authors": [{"first": "H", "middle": [], "last": "Marin", "suffix": ""}], "year": 2016, "venue": "Global health informatics", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "The limits to growth", "authors": [{"first": "D", "middle": ["H"], "last": "Meadows", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Analysis of Japanese radionuclide monitoring data of food before and after the Fukushima nuclear accident", "authors": [{"first": "M", "middle": [], "last": "Merz", "suffix": ""}], "year": 2015, "venue": "Environmental Science Technology", "volume": "49", "issn": "5", "pages": "2875--2885", "other_ids": {"DOI": ["10.1021/es5057648"]}}, "BIBREF46": {"ref_id": "b46", "title": "Epidemics and percolation in small", "authors": [{"first": "C", "middle": [], "last": "Moore", "suffix": ""}, {"first": "M", "middle": ["E J"], "last": "Newman", "suffix": ""}], "year": 2000, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Loneliness and social uses of the internet", "authors": [{"first": "J", "middle": [], "last": "Morahan-Martin", "suffix": ""}, {"first": "P", "middle": [], "last": "Schumacher", "suffix": ""}], "year": 2003, "venue": "Computers in Human Behavior", "volume": "19", "issn": "", "pages": "659--671", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "The near-term task force review of insights from the Fukushima Dai-Ichi accident", "authors": [{"first": "M", "middle": ["E J"], "last": "Newman", "suffix": ""}], "year": 2002, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Negative consequences from heavy social networking in adolescents: The mediating role of fear of missing out", "authors": [{"first": "U", "middle": [], "last": "Oberst", "suffix": ""}], "year": 2017, "venue": "Journal of Adolescence", "volume": "55", "issn": "", "pages": "51--60", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Measuring social well-being: A progress report on the development of social indicators", "authors": [{"first": "", "middle": [], "last": "Oecd", "suffix": ""}], "year": 1976, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "Five years after the Fukushima Daiichi accident: Nuclear safety improvements and lessons learnt", "authors": [{"first": "", "middle": [], "last": "Oecd/Nea", "suffix": ""}], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Twitter improves influenza forecasting", "authors": [{"first": "M", "middle": ["J"], "last": "Paul", "suffix": ""}, {"first": "M", "middle": [], "last": "Dredze", "suffix": ""}, {"first": "D", "middle": [], "last": "Broniatowski", "suffix": ""}], "year": 2014, "venue": "PLoS Current", "volume": "", "issn": "6", "pages": "", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "The demography of health and healthcare", "authors": [{"first": "L", "middle": ["G"], "last": "Pol", "suffix": ""}, {"first": "", "middle": [], "last": "Thomas", "suffix": ""}], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "Bowling alone: The collapse and revival of American community", "authors": [{"first": "R", "middle": [], "last": "Putnum", "suffix": ""}], "year": 2000, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "Handbook of risk theory: Epistemology, decision theory, ethics, and social implications of risk", "authors": [{"first": "S", "middle": [], "last": "Roeser", "suffix": ""}, {"first": "R", "middle": [], "last": "Hillerbrand", "suffix": ""}, {"first": "P", "middle": [], "last": "Sandin", "suffix": ""}], "year": 2012, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "Client-centered therapy: Its current practice, implications and theory", "authors": [{"first": "C", "middle": ["R"], "last": "Rogers", "suffix": ""}], "year": 1995, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "The economics of matching: Stability and incentives", "authors": [{"first": "A", "middle": ["E"], "last": "Roth", "suffix": ""}], "year": 1982, "venue": "Mathematics of Operations Research", "volume": "7", "issn": "4", "pages": "617--628", "other_ids": {}}, "BIBREF58": {"ref_id": "b58", "title": "Report to the foreign academies from science council of Japan on the Fukushima Daiichi Nuclear Power Plant accident", "authors": [], "year": 2011, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF59": {"ref_id": "b59", "title": "Interacting with fictions: The role of pretend play in theory of mind acquisition", "authors": [{"first": "M", "middle": [], "last": "Semeijn", "suffix": ""}], "year": 2019, "venue": "Review of Philosophical Psychology", "volume": "10", "issn": "", "pages": "113--132", "other_ids": {}}, "BIBREF60": {"ref_id": "b60", "title": "A framework of multi-agent based modeling, simulation and computational assistance in an ubiquitous environment", "authors": [{"first": "K", "middle": [], "last": "Shibuya", "suffix": ""}], "year": 2004, "venue": "Simulation", "volume": "80", "issn": "7-8", "pages": "367--380", "other_ids": {}}, "BIBREF61": {"ref_id": "b61", "title": "Actualities of social representation: Simulation on diffusion processes of SARS representation", "authors": [{"first": "K", "middle": [], "last": "Shibuya", "suffix": ""}], "year": 2006, "venue": "Recent developments and applications in social research methodology, Proceedings of the RC33 sixth international conference on social science methodology. Leverkusen: CD-ROM Format", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF62": {"ref_id": "b62", "title": "A study on participatory support networking by voluntary citizens -The lessons from the Tohoku earthquake disaster", "authors": [{"first": "K", "middle": [], "last": "Shibuya", "suffix": ""}], "year": 2012, "venue": "Oukan", "volume": "6", "issn": "2", "pages": "79--86", "other_ids": {}}, "BIBREF63": {"ref_id": "b63", "title": "A simulation on networked market disruptions and resilience from", "authors": [{"first": "K", "middle": [], "last": "Shibuya", "suffix": ""}], "year": 2015, "venue": "Tokyo conference on international study for disaster risk reduction and resilience. United Nations UNISDR", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF64": {"ref_id": "b64", "title": "An exploring study on networked market disruption and resilience", "authors": [{"first": "K", "middle": [], "last": "Shibuya", "suffix": ""}], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "1--200", "other_ids": {}}, "BIBREF65": {"ref_id": "b65", "title": "The society for risk analysis: Asia conference", "authors": [{"first": "K", "middle": [], "last": "Shibuya", "suffix": ""}], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF66": {"ref_id": "b66", "title": "A risk management on demographic mobility of evacuees in disaster", "authors": [{"first": "K", "middle": [], "last": "Shibuya", "suffix": ""}], "year": 2021, "venue": "Encyclopedia of organizational knowledge, administration, and technologies", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF67": {"ref_id": "b67", "title": "The use of Twitter to track levels of disease activity and public concern in the U.S. during the Influenza A H1N1 Pandemic", "authors": [{"first": "A", "middle": [], "last": "Signorini", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Segre", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Polgreen", "suffix": ""}], "year": 2011, "venue": "PLoS ONE", "volume": "6", "issn": "5", "pages": "", "other_ids": {"DOI": ["10.1371/journal.pone.0019467"]}}, "BIBREF68": {"ref_id": "b68", "title": "Subjective well-being: An interdisciplinary perspective", "authors": [{"first": "F", "middle": [], "last": "Strack", "suffix": ""}, {"first": "M", "middle": [], "last": "Argyle", "suffix": ""}, {"first": "N", "middle": [], "last": "Schwarz", "suffix": ""}], "year": 1991, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF69": {"ref_id": "b69", "title": "Gender-specific preference in online dating", "authors": [{"first": "X", "middle": [], "last": "Su", "suffix": ""}, {"first": "H", "middle": [], "last": "Hu", "suffix": ""}], "year": 2019, "venue": "EPJ Data Science", "volume": "8", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1140/epjds/s13688-019-0192-x"]}}, "BIBREF70": {"ref_id": "b70", "title": "Radiological issues for Fukushima's revitalized future", "authors": [{"first": "T", "middle": [], "last": "Takahashi", "suffix": ""}], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF71": {"ref_id": "b71", "title": "Problematic use of social networking sites: Antecedents and consequence from a dual system theory perspective", "authors": [{"first": "O", "middle": [], "last": "Turel", "suffix": ""}, {"first": "H", "middle": [], "last": "Qahri-Saremi", "suffix": ""}], "year": 2016, "venue": "Journal of Management Information Systems", "volume": "33", "issn": "4", "pages": "1087--1116", "other_ids": {}}, "BIBREF72": {"ref_id": "b72", "title": "The benefits and dangers of enjoyment with social networking websites", "authors": [{"first": "O", "middle": [], "last": "Turel", "suffix": ""}, {"first": "A", "middle": [], "last": "Serenko", "suffix": ""}], "year": 2012, "venue": "European Journal of Information Systems", "volume": "21", "issn": "", "pages": "512--528", "other_ids": {}}, "BIBREF73": {"ref_id": "b73", "title": "Disaster displacement: How to reduce risk, address impacts and strengthen resilience", "authors": [{"first": "", "middle": [], "last": "Unisdr", "suffix": ""}], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF74": {"ref_id": "b74", "title": "Robot therapy for prevention of dementia at home-results of preliminary experiment", "authors": [{"first": "K", "middle": [], "last": "Wada", "suffix": ""}], "year": 2007, "venue": "Journal of Robotics and Mechatronics", "volume": "19", "issn": "6", "pages": "691--692", "other_ids": {}}, "BIBREF75": {"ref_id": "b75", "title": "Public health implications of excessive use of the internet, computers, smartphones and similar electronic devices", "authors": [], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF76": {"ref_id": "b76", "title": "Exploiting psychology and social behavior for game stickiness", "authors": [{"first": "L", "middle": [], "last": "Xu", "suffix": ""}], "year": 2018, "venue": "Communications of the ACM", "volume": "61", "issn": "11", "pages": "52--53", "other_ids": {}}, "BIBREF77": {"ref_id": "b77", "title": "GIS analysis of depression among Twitter users", "authors": [{"first": "W", "middle": [], "last": "Yang", "suffix": ""}, {"first": "L", "middle": [], "last": "Mu", "suffix": ""}], "year": 2015, "venue": "Applied Geography", "volume": "60", "issn": "", "pages": "217--223", "other_ids": {}}, "BIBREF78": {"ref_id": "b78", "title": "Use of a therapeutic, socially assistive pet robot (PARO) in improving mood and stimulating social interaction and communication for people with dementia: Study protocol for a randomized controlled trial", "authors": [{"first": "R", "middle": [], "last": "Yu", "suffix": ""}], "year": 2015, "venue": "JMIR Research Protocol", "volume": "4", "issn": "2", "pages": "", "other_ids": {"DOI": ["10.2196/resprot.4189"]}}, "BIBREF79": {"ref_id": "b79", "title": "Pathologist-level interpretable whole-slide cancer diagnosis with deep learning", "authors": [{"first": "Z", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2019, "venue": "Nature Machine Intelligence", "volume": "1", "issn": "", "pages": "236--245", "other_ids": {}}, "BIBREF80": {"ref_id": "b80", "title": "Unsupervised Bayesian inference to fuse biosignal sensory estimates for personalizing care", "authors": [{"first": "T", "middle": ["T"], "last": "Zhu", "suffix": ""}, {"first": "M", "middle": ["A F"], "last": "Pimentel", "suffix": ""}, {"first": "G", "middle": ["D"], "last": "Clifford", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Clifton", "suffix": ""}], "year": 2019, "venue": "IEEE Journal of Biomedical and Health Informatics", "volume": "23", "issn": "1", "pages": "47--58", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Trends of seasonal influenza patients in Japan at 2009 (except for pandemic data)", "latex": null, "type": "figure"}, "FIGREF2": {"text": ". 11.4 This three-dimension picture depicts a result analyzed by MDS USA (NRC 2011). Their 12 recommendations within this report should be carefully read for future engineers.", "latex": null, "type": "figure"}, "TABREF0": {"text": "This table shows a part of frequent words and its total counts", "latex": null, "type": "table"}, "TABREF2": {"text": "Outflow data on mobility across cities in Japan (Compared with 2011 and 2015) (Data from Ministry of Internal Affairs and Communications, Japan)", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td>Fukushima </td><td>Tokyo Area </td><td>Nagoya Area </td><td>Osaka Area\n</td><td> </td></tr><tr><td>From\n</td><td> </td><td>Sum </td><td>Per. </td><td>Sum </td><td>Per. </td><td>Sum </td><td>Per. </td><td>Sum </td><td>Per. </td><td>Sum\n</td></tr><tr><td>Fukushima\n</td><td>2011 </td><td>27,613 </td><td>0.526 </td><td>21,112 </td><td>0.402 </td><td>1,605 </td><td>0.031 </td><td>2,167 </td><td>0.041 </td><td>52,497\n</td></tr><tr><td>2015 </td><td>1,671 </td><td>0.686 </td><td>664 </td><td>0.273 </td><td>42 </td><td>0.017 </td><td>59 </td><td>0.024 </td><td>2,436\n</td></tr><tr><td>Tokyo Area\n</td><td>2011 </td><td>9,087 </td><td>0.026 </td><td>236,446 </td><td>0.677 </td><td>37,071 </td><td>0.106 </td><td>66,834 </td><td>0.191 </td><td>349,438\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>2015 </td><td>581 </td><td>0.021 </td><td>22,317 </td><td>0.800 </td><td>1,921 </td><td>0.069 </td><td>3,077 </td><td>0.110 </td><td>27,896\n</td></tr><tr><td>Nagoya Area\n</td><td>2011 </td><td>588 </td><td>0.005 </td><td>40,809 </td><td>0.355 </td><td>50,034 </td><td>0.435 </td><td>23,535 </td><td>0.205 </td><td>114,966\n</td></tr><tr><td>2015 </td><td>58 </td><td>0.008 </td><td>2,123 </td><td>0.279 </td><td>4,272 </td><td>0.562 </td><td>1,150 </td><td>0.151 </td><td>7,603\n</td></tr><tr><td>2011 </td><td>619 </td><td>0.004 </td><td>74,869 </td><td>0.480 </td><td>22,575 </td><td>0.145 </td><td>57,913 </td><td>0.371 </td><td>155,976\n</td></tr><tr><td>Osaka Area\n</td><td>2015 </td><td>83 </td><td>0.008 </td><td>3,849 </td><td>0.368 </td><td>1,289 </td><td>0.123 </td><td>5,235 </td><td>0.501 </td><td>10,456\n</td></tr></table></body></html>"}}, "back_matter": []}