{
    "paper_id": "6090721a94b0a767133b0f33604135221f3e885a",
    "metadata": {
        "title": "Erkrankungen der Atemwege und der Lunge",
        "authors": [
            {
                "first": "M",
                "middle": [],
                "last": "Kopp",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "W",
                "middle": [],
                "last": "Leupold",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Akute und chronische Entzündung der oberen Luftwege -477 M. Kopp 22.4.1 Akute Rhinitis -477 22.4.2 Chronische Rhinitis -477 22.5 Akute und chronische Entzündung der mittleren Atemwege -477 W. Leupold, M. Kopp 22.5.1 Stenosierende Laryngotracheitis (Pseudokrupp) -477 22.5.2 Epiglottitis -478 22.5.3 Akute Bronchitis -479 22.5.4 Chronische Bronchitis -479 22.5.5 Bronchiolitis -480 22.5.6 Rezidivierende Infekte der Atemwege -Infektanfälligkeit -481 22.6 Akute und chronische Entzündung der Lunge -481 M. Kopp, W. Leupold 22.6.1 Pneumonie -481 22.6.2 Asthma bronchiale -485 22.6.3 Exogen-allergische Alveolitis -491 22.7 Bronchiolitis obliterans -493 M. Kopp 22.8 Bronchiektasen -493 W. Leupold 22.11 Aspiration -497 M. Kopp 22.11.1 Fremdkörperaspiration -498 22.11.2 Aspiration von Flüssigkeiten -499 22.12 Thoraxtrauma und Erkrankungen der Pleura -499 W. Leupold 22.12.1 Geschlossene Brustkorbverletzungen -499 22.12.2 Pneumothorax -499 22.12.3 Pleuritis -500 22.13 Tumoren der Lunge und der Pleura -501 M. Kopp 22.13.1 Gutartige Neoplasien -501 22.13.2 Maligne Tumoren -502 Literatur -502 Prinzipiell kann es sich um dynamische (Malazie) und fixierte Stenosen handeln. Weitere Ursachen eines kongenitalen Stridors, die differenzialdiagnostisch berücksichtigt werden müssen, sind in . Tabelle 22.1 dargestellt. Klinik. Neben dem meist inspiratorischen, manchmal »gackernden« Stridor kann es in Abhängigkeit vom Grad der Einengung bis zum schweren inspiratorischen Ziehen mit tiefen jugulären, sternalen und epigastrischen Einziehungen kommen. Ein hinzukommender Luftwegsinfekt verschlimmert in der Regel die Situation. Der Stridor ist oft lageabhängig mit Besserung in Bauchlage oder beim Überstrecken des Halses. Eine Verschlechterung bei Nahrungsaufnahme kann auf eine Tracheomalazie hindeuten. 22.2 · Angeborene Fehlbildungen 474 Kapitel 22 · Erkrankungen der Atemwege und der Lunge",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Diagnose. Bei einer leichten Form des Stridor congenitus mit Beginn in den ersten Lebenswochen, der nicht mit einer Gedeihstörung einhergeht, ist eine weitere Diagnostik zunächst verzichtbar. Die Babyplethysmographie ist eine sensitive Untersuchungsmethode, um eine reine Laryngomalazie mit einem typischen »Sägezahnmuster« bei der Inspiration von anderen Ursachen eines Stridors zu differenzieren. Bleibt die Interpretation unklar, so muss mittels flexibler Bronchoskopie, Echokardiographie und ggf. Schnittbildgebung die Ätiologie eines persistierenden Stridors zweifelsfrei geklärt werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Therapie. Leichte bis mittelschwere Verläufe auf der Basis einer Malazie von Epiglottis, Kehlkopf oder Trachea bedürfen keiner besonderen Therapie. Verschlechterungen im Rahmen akuter Infekte sollten u. U. stationär überwacht werden. Schwere Verläufe machen eine Beatmung oder in seltenen Fällen eine Tracheotomie nötig. Eine nicht-invasive nächtliche CPAP-Atemunterstützung (= continuous positive airway pressure) kann in Einzelfällen die Tracheotomie umgehen. Andere Ursachen (z. B. primäre und sekundäre Stenosen, Tumoren, Zysten) können operativ beseitigt werden. Bei Hämangiomen kann eine laserchirurgische Abtragung erfolgen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Bei der Bronchoskopie müssen Hämangiome aufgrund der Blutungsgefahr mit äußerster Vorsicht inspiziert werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Der italienische Arzt Girolamo Cardano (1501-1576), der zu seiner Zeit als einer der größten Gelehrten und Ärzte in ganz Europa galt, wurde im Jahre 1552 von John Hamilton, dem Erzbischof von St. Andrews in Edinburgh, zur Konsultation eingeladen. Hamilton, der Bruder des Regenten von Schottland, litt seit mehreren Jahren an Husten, Dyspnoe und Expektoration, die nach Ansicht der königlichen Leibärzte von einem kalten und feuchten Hirn herrührten, in dem sich durch Destillation Phlegma anhäufte, das anschließend durch die Luftröhre in die Lunge absank.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "> > Einleitung"
        },
        {
            "text": "Cardano beobachtete seinen Patienten 40 Tage lang und kam zu dem Schluss, dass asthmatische Beschwerden durch eine Unverträglichkeit von Bettfedern mitverursacht werden. Heute ist bekannt, dass Allergien -wie in diesem Fall die Hausstaubmilbenallergie -oft an der Auslösung des kindlichen Asthma bronchiale beteiligt sind. Da in Mitteleuropa mittlerweile das Asthma die häufigste chronische Erkrankung des Kindes ist, sind Maßnahmen der Allergenkarenz somit auch heute noch von essenzieller Bedeutung.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "> > Einleitung"
        },
        {
            "text": "Je jünger ein Kind ist, umso höher ist seine Atemfrequenz. Neugeborene atmen 35-bis 55-mal pro Minute, 6-Jährige noch etwa 25-mal pro Minute. Der noch weitgehend horizontale Verlauf der Rippen lässt eine wirksame Erweiterung des Thorax nicht zu, sodass Neugeborene und Säuglinge auf Zwerchfellatmung angewiesen sind und eine Regulation im Wesentlichen nur über die Frequenz möglich ist. Einziehungen beim Neugeborenen mit Atemnot entstehen dann, wenn die Lungen weniger beweglich als die Brustwand werden. Während der Inspiration entwickelt das Kind kräftige diaphragmatische Kontraktionen, um die Lunge mit Luft zu füllen. Dies lässt einen starken negativen intrapleuralen Druck entstehen; als Folge kollabiert die Brustwand nach innen an Punkten kleinsten Widerstandes: Einziehungen interkostal, subkostal, substernal und jugulär resultieren.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "W. Leupold"
        },
        {
            "text": "Neugeborene und Säuglinge sind obligate Nasenatmer. Damit kann ein Schnupfen im Säuglingsalter zu einer erheblichen Beeinträchtigung des Kindes führen und wird gelegentlich sogar Anlass zur Krankenhausaufnahme.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "! Cave"
        },
        {
            "text": "Stöhnen wird dann gehört, wenn das Neugeborene -aber auch Patienten mit einer Kollapsneigung der intrathorakalen Atemwege -zur Steigerung des endobronchialen Drucks am Beginn der Ausatmung kurz die Glottis verschließt und nach deren Öffnung die Luft mit einem »stöhnenden« Geräusch entweicht.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "! Cave"
        },
        {
            "text": "In Abhängigkeit vom Voranschreiten der Entwicklung des bronchopulmonalen Systems ergeben sich bei Kindern altersspezifische physiologische Besonderheiten der Lungenfunktion, die auch für die weitere Entstehung und den Verlauf von Erkrankungen von besonderer Bedeutung sind.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "! Cave"
        },
        {
            "text": "Vorrangig zu nennen ist dabei die Tatsache, dass bis etwa zum 5. Lebensjahr die peripheren Atemwege (ab 15. Generation) disproportional eng sind und dementsprechend ihre Durchlassfähigkeit [Conductance (G aw )] gegenüber den zentralen Atemwegen unerwartet niedrig ist. Sie tragen in diesem Alter noch zu ca. 50% zum gesamten Atemwegswiderstand bei. Erst nach dem 4. Lebensjahr kommt es zu einer raschen Größenzunahme der Atemwege (Vergrößerung des Radius!), die mit einer sprunghaften Vergrößerung der Conductance bzw. Verringerung der Resistance der peripheren Atemwege verbunden ist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "! Cave"
        },
        {
            "text": "Auf der Basis dieser Besonderheit wird jeder Infekt der Atemwege bei Säuglingen und Kleinkindern einen größeren Einfluss auf die Conductance der peripheren Atemwege haben als im späteren Leben. Es kommt zu erheblichen Störungen hinsichtlich Belüftung (Giemen!) und Gasaustausch. Beim größeren Kind bzw. beim Erwachsenen werden Störungen mit gleicher Lokalisation (z. B. im Rahmen von Bronchitis, Bronchiektasen oder Mukoviszidose) dagegen oft »stumm« bleiben. Die Tendenz der jungen Kinder zur schnellen Obstruktion der kleinen Atemwege ist auch der Grund dafür, dass in diesem Altersbereich Atelektasen und rezidivierende Infektionen häufiger zu beobachten sind.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "! Cave"
        },
        {
            "text": "Als weitere entwicklungsabhängige Besonderheiten und Risikofaktoren für Entstehung und Verlauf von bronchopulmonalen Erkrankungen im frühen Kindesalter sind zu nennen: 4 Weichheit des Knorpels von Larynx und großen Bronchien, sodass bei größeren Druckschwankungen in den Atemwegen Kollapsneigung besteht. 4 Die Bronchien junger Kinder besitzen relativ viele Schleimdrüsen. Entzündungen oder Irritationen führen deshalb zu einer stärkeren sekretbedingten Obstruktion. 4 Ein inadäquater Hustenmechanismus (= schwacher Reflex, horizontale Rippenstellung) und die beschriebene Kollapsneigung verhindern eine optimale Bronchialreinigung.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "! Cave"
        },
        {
            "text": "Pathogenese. Kongenitale Fehlbildungen, die den Kehlkopfeingang, das Kehlkopflumen oder die Trachea einengen, führen postnatal -bei geringerer Ausprägung auch erst im Rahmen des ersten Luftwegsinfektes -zu einem ziehenden, juchzenden oder schnarchenden Atemgeräusch.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stridor congenitus"
        },
        {
            "text": "! Dieser Stridor tritt bei extrathorakal gelegenen Hindernissen (häufigste Lokalisation) bei der Inspiration, bei unterhalb der oberen Thoraxapertur liegenden Stenosen (unteres Drittel der Trachea, Hauptbronchien) exspiratorisch auf.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stridor congenitus"
        },
        {
            "text": "u. a.) finden sich in 50-75% der Fälle. Die Therapie beschränkt sich auf die Bekämpfung der rezidivierenden Infektionen in dem fehlgebildeten Lungenabschnitt. Eine Hypoplasie (7 Kap. 8.7.5) der Lunge kann sowohl durch primäre teratogene Schädigungen, eine Hypo-oder Aplasie der A. pulmonalis wie aber auch durch Einwirkungen von außen entstehen, die die weitere Entwicklung einer primär normal angelegten Lunge behindern (z. B. Zysten, Zwerchfellhernien). Fast immer wird die Hypoplasie des Lungengewebes von einer Hypoplasie der zuständigen Arterie begleitet, und oft bestehen Fehlbildungen in anderen Organen (Herz, Zwerchfell, Niere). Die verminderte Durchblutung und Belüftung des hypoplastischen Areals bedingt eine erhöhte Gefahr für virale und bakterielle Infektionen, deren Behandlung (Antibiotika, Physiotherapie, Inhalationen) die wesentlichste Aufgabe bei der Betreuung dieser Patienten ist.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 189,
                    "text": "(7 Kap. 8.7.5)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Stridor congenitus"
        },
        {
            "text": "Die Separation von Lungengewebe kann in Form einer Nebenlunge vorliegen, die man als normales Lungenparenchym mit Bronchusanlagen intrathorakal aber auch intraabdominal finden kann.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stridor congenitus"
        },
        {
            "text": "Bei der Lungensequestration besitzt der vom normalen Lungengewebe anatomisch und funktionell völlig getrennte Teil eine amorphe histologische Struktur. Besteht keine Verbindung zur gleichseitigen Lunge und ist eine eigene Pleura vorhanden, spricht man von extralobärer -im Gegensatz zur intralobären -",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stridor congenitus"
        },
        {
            "text": "> Bedeutsam ist für Diagnose und Operation, dass die versorgende Arterie immer direkt aus der Aorta entspringt! (in 25% dabei aus der Aorta abdominalis).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sequestration."
        },
        {
            "text": "Diagnose. Klinisch machen sich diese Fehlbildungen durch rezidivierende Pneumonien, Lungenabszesse oder unter dem Bild von Bronchiektasen bemerkbar, die meist im Unterlappen (links > rechts) ablaufen. Mithilfe von Thoraxröntgenbild, CT, retrograder Aortographie (wichtig für den Operateur) und eventueller Bronchographie kann die Diagnose gesichert werden (. Abb. 22.1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sequestration."
        },
        {
            "text": "Therapie. Die Behandlung ist chirurgisch, wobei meist chronisch entzündetes umgebendes Lungengewebe mit entfernt werden muss.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sequestration."
        },
        {
            "text": "Beim vorsprossenden Wachstum der embryonalen Anlage für Atemwege und Lunge kann es durch ungleichmäßiges Wachstum oder Versprengung von Zellen zu einer Vielzahl zystischer Fehlbildungen in den verschiedensten Bereichen kommen. In der frühen Entwicklungsphase entstehen Trachealzysten. Später entwickeln sich bronchogene Zysten und ein lobäres Emphysem, gefolgt von Zystenlunge, Wabenlunge und kongenitaler zystischadenomatoider Malformation der Lunge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Zystische Lungenfehlbildungen"
        },
        {
            "text": "Bronchogene Zysten. Vom Bronchialsystem ausgehende Zysten sind intra-oder extrapulmonal gelegene, kugelförmige Hohlräume von wechselnder Größe. Sie können Luft oder Flüssigkeit enthalten und haben primär eine Verbindung zum Bronchialbaum, die meist aber obliteriert ist. Bronchogene Zysten machen etwa die Hälfte aller Lungenfehlbildungen aus. Die extrapulmonalen Zysten (meist solitär) entstehen in der 4.-5., die intrapulmonalen (meist multipel) in der 8. Embryonalwoche wohl durch vermehrte Ausknospung oder Wachstum von versprengten Zellen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Zystische Lungenfehlbildungen"
        },
        {
            "text": "Bronchogene Zysten können lange Zeit symptomlos bleiben und werden teilweise auch zufällig bei einer Röntgenaufnahme entdeckt. Bedeutung erlangen sie durch Kompression von Bronchien oder Lungenparenchym (Reizhusten, Stridor, chronische Bronchitis) bzw. durch rezidivierende Infektionen (Pneumonie).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Zystische Lungenfehlbildungen"
        },
        {
            "text": "Die Therapie erfolgt durch chirurgische Entfernung aller extrapulmonalen Zysten. Bei intrapulmonaler Lage ohne Zeichen für Kompression und Infektion kann unter Beobachtung abgewartet werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Zystische Lungenfehlbildungen"
        },
        {
            "text": "Kongenitales lobäres Emphysem. Unter einem lobären Emphysem versteht man eine Überblähung eines oder auch mehrerer Lungenlappen. Dies kommt durch einen Ventilmechanismus zustande: Bei der Inspiration tritt Luft in den betroffenen Bereich ein, die bei der Exspiration nicht mehr entweichen kann. Ursachen hierfür können u. a. eine Knorpeldysplasie, Gefäßanomalien oder Stenosierungen von außen z. B. durch eine bronchogene Zyste oder ein Teratom sein. Histologisch findet man eine normale Lungenarchitektur mit überblähten Alveolen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Zystische Lungenfehlbildungen"
        },
        {
            "text": "Im Unterschied dazu findet man bei dem sog. lobulären Emphysem alveoläre Strukturanomalien. Die klinische Symptomatik beginnt fast immer direkt in der Neonatalzeit, wenn die Kinder mit einer progredienten Tachypnoe und Dyspnoe auffallen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Zystische Lungenfehlbildungen"
        },
        {
            "text": "Kongenitale Zwerchfellhernie. (7 Kap. 37, Kinderchirurgie) ",
            "cite_spans": [
                {
                    "start": 30,
                    "end": 41,
                    "text": "(7 Kap. 37,",
                    "ref_id": null
                },
                {
                    "start": 42,
                    "end": 58,
                    "text": "Kinderchirurgie)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Angeborene Fehlbildungen des Zwerchfells"
        },
        {
            "text": "Zystische Fibrose 7 Kap. 23.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "M. Kopp"
        },
        {
            "text": "Definition. Die primäre Ziliendyskinesie (»primary ciliary dyskinesia«, PCD) ist eine phänotypisch und genetisch heterogene Erkrankung, die überwiegend autosomal-rezessiv vererbt wird. Die Erkrankung ist charakterisiert durch eine Fehlfunktion respiratorischer Flimmerhärchen (Zilien), embryonaler Zilien und Spermienschwänze. Im Respirationstrakt kommt es hierdurch zu einer gestörten Mukus-Clearance und rezidivierenden bzw. chronischen Infektionen der Atemwege. Männliche Infertilität auf Grund einer Spermiendysmotilität wird ebenfalls oft bei einer PCD beobachtet (~ 60 %). Die embryonale Ziliendysfunktion ist dafür verantwortlich, dass die Hälfte der PCD-Patienten einen Situs inversus (Kartagener Syndrom) aufgrund einer zufälligen Anordnung der Links/Rechts-Körperasymmetrie aufweist. Neben den angeborenen Formen kann es im Rahmen von chronisch-entzündlichen Erkrankungen der Atemwege auch zu einer sekundären Fehlfunktion der Zilien kommen. Diagnose. Rezidivierende oder chronische Erkrankungen der Atemwege wie Rhinitis, Otitis, Sinusitis oder Bronchitis sowie das Vorliegen eines Situs inversus können hinweisend auf eine PCD sein. Die Diagnose der PCD kann jedoch nur elektronenmikroskopisch an Hand von Schleimhautbiopsien oder an spezialisierten Zentren auch mit hochauflösenden immunfluorezenzmikroskopischen Untersuchungstechniken nach einfachem Bürstenabstrich des Nasenepithels gesichert werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Primäre ziliäre Dyskinesie"
        },
        {
            "text": "PCD ist eine genetisch heterogene Erkrankung, die i. d. R. autosomal-rezessiv vererbt wird. Für autosomal-rezessiv vererbte PCD-Varianten mit Defekten des äußeren Dyneinarmes wurden bislang 4 Genorte auf den Chromosomen lokalisiert.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Primäre ziliäre Dyskinesie"
        },
        {
            "text": "Differenzialdiagnostisch müssen andere schwere Lungenerkrankungen wie z. B. die zystische Fibrose ausgeschlossen werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Primäre ziliäre Dyskinesie"
        },
        {
            "text": "Therapie. Eine kausale Therapie der PCD gibt es nicht. Ziel von symptomatischen Therapiemaßnahmen muss die Vermeidung von pulmonalen Komplikationen sein. Zu den zur Verfügung stehenden symptomatischen Maßnahmen zählen u. a. die Physiotherapie, Sekretolytika, Inhalationstherapie mit antiinflammatorischen und antiobstruktiven Medikamenten, Impfungen und eine gezielte antibiotische Therapie bei Infektionen. Patienten mit einer Zilienfunktionsstörung sollten in einer spezialisierten Ambulanz in regelmäßigen Abständen von einem Kinderpneumologen betreut werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Primäre ziliäre Dyskinesie"
        },
        {
            "text": "Definition. Alpha-1-Antitrypsin (A1-AT) ist ein Akute-Phase-Protein, das in der Leber synthetisiert wird und verschiedene Proteinasen hemmt (. Abb. 22.2 Prognose. In der Regel ist die Prognose sehr gut.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 152,
                    "text": "Abb. 22.2",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Alpha-1-Antitrypsinmangel"
        },
        {
            "text": "Definition. Bei der Epiglottitis handelt es sich um eine Entzündung der Epiglottis meist durch Haemophilus influenzae Typ b, selten durch andere Bakterien. Aufgrund der einsetzenden Bakteriämie kommt es zu einer generalisierten Erkrankung, die immer ein medizinischer Notfall ist. Klinik. Eine akute banale Bronchitis sieht man meist im Zusammenhang mit einem viralen Infekt der oberen und mittleren Atemwege während eines grippalen Infektes. Damit ist diese meist virusbedingt durch RSV, Adeno-, Rhino-, Influenza-und Parainfluenzaviren. Husten ist das vorherrschende Symptom, meist in Kombination mit seröser Rhinitis und leichtem Fieber. Der Husten ist vorerst eher trocken und löst sich dann in einer Phase von Hypersekretion (feuchter Husten). Das Allgemeinbefinden ist nur wenig beeinträchtigt, die Dauer der Erkrankung beträgt 7-14 Tage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epiglottitis"
        },
        {
            "text": "Diagnose. Diese ist anhand der Klinik und Anamnese einfach. Der Rachenraum kann etwas gerötet sein, über den Lungenfeldern hört man mittel-bis grobblasige Rasselgeräusche. Weitergehende Untersuchungen erübrigen sich.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epiglottitis"
        },
        {
            "text": "Differenzialdiagnose. In der Differenzialdiagnose muss an die beginnende, protrahiert chronisch verlaufende Bronchitis, das Asthma, die toxische akute Bronchitis nach Inhalation von Gasen oder Flüssigkeit (Aspiration) eine Fremdkörperaspiration oder auch an eine Pertussiserkrankung gedacht werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epiglottitis"
        },
        {
            "text": "Therapie und Prognose. Diese ist meist symptomatisch und besteht aus fiebersenkenden Maßnahmen, genügender Flüssigkeitszufuhr, evtl. Gabe von Antitussiva und Inhalation von 2 -Agonisten. Die häufig verordneten Mukolytika und Antihistaminika sind in ihrer Wirkung umstritten. Bei Verdacht auf bakterielle Superinfektion ist eine antibiotische Therapie gerechtfertigt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epiglottitis"
        },
        {
            "text": "In der Regel ist die Prognose bei unkompliziertem Verlauf sehr gut. Ein Übergang in eine chronisch verlaufende Bronchitis ist möglich (z. B. bei weiterbestehender Irritation und Rauchen). Die Entstehung von Bronchiektasien nach akuter unkomplizierter Bronchitis wird kaum beobachtet. Da bei chronischem Husten die Differenzialdiagnose weiter gefasst werden muss, empfiehlt sich eine weitergehende Diagnostik mit Blutbild, Blutsenkungsreaktion, CRP, Tuberkulinprobe, Serumimmunglobulinbestimmung evtl. mit Subklassenbestimmung, Bestimmung von 1 -Antitrypsin, Schweißtest, Lungenröntgenbild in 2 Ebenen, Nasennebenhöhlenaufnahme, Lungenfunktion mit Bestimmung der statischen und dynamischen Lungenvolumina und evtl. der Diffusionskapazität, kapilläre oder arterielle Blutgasanalyse, Bronchoskopie, Lungenszintigraphie und Computertomographie. Diese Analysen sind entsprechend der klinisch-anamnestischen Wahrscheinlichkeit in einem zeitlichen Stufenverfahren vorzunehmen. Eine Pertussis-Infektion ist auszuschließen, eine HNO-ärztliche Untersuchung zu veranlassen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epiglottitis"
        },
        {
            "text": "Differenzialdiagnose. In der Differenzialdiagnose des chronischen Hustens und Auswurfs muss im Kindesalter an Aspiration (Reflux!), Rauchexposition, beginnendes allergisches Asthma, zystische Fibrose, Bronchiektasen (z. B. im Rahmen eines Kartagener-Syndroms), Immundefekt, 1 -Antitrypsin-Mangel (sehr selten), Sarkoidose, allergische Alveolitis, Immotile-Cilia-Syndrom, idiopathische Lungenfibrose und pulmonale Hypertension gedacht werden. Ein chronischer Infekt, wie z. B. Tuberkulose, Pseudomonas-aeruginosa-Infektion, Pilzinfektion (Immundefekte) muss ausgeschlossen werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chronische Bronchitis"
        },
        {
            "text": "Therapie. Diese richtet sich nach der Grundkrankheit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chronische Bronchitis"
        },
        {
            "text": "Allergenen ist von entscheidender Bedeutung.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "> Das Entfernen von toxischen Quellen (Zigarettenrauch) oder"
        },
        {
            "text": "Bei fehlender Grundkrankheit ist meist eine 10-14 Tage dauernde Antibiotikatherapie, am besten entsprechend einem bakteriellen Antibiogramm aus dem Bronchialsekret (Auswurf, angehusteter Rachenabstrich) durchzuführen. Eine Inhalationstherapie mit 2 -Agonisten oder Ipatropiumbromid in NaCl hilft meist die Symptomatik zu lindern. Ohne klare Indikation ist die Verabreichung von inhalativen Steroiden sinnlos. Mukolytika sind von fraglicher Wirksamkeit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "> Das Entfernen von toxischen Quellen (Zigarettenrauch) oder"
        },
        {
            "text": "Prognose. Diese hängt weitgehend von der zugrunde liegenden Krankheit ab. Bei protrahiertem Verlauf nach akuter Bronchitis und entsprechender antibiotischer Behandlung des bakteriellen Superinfektes ist eine restitutio ad integrum zu erwarten. Die Entfernung der Reizquellen der Bronchialschleimhaut bestimmt die Prognose entscheidend.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "> Das Entfernen von toxischen Quellen (Zigarettenrauch) oder"
        },
        {
            "text": "Definition. Die obstruktive Bronchitis ist eine entzündliche Erkrankung der Schleimhäute der Bronchien mit zum Teil erheblicher Schleimhautschwellung, Hypersekretion und mit unterschiedlich ausgeprägtem Bronchospasmus, der besonders in den ersten drei Lebensjahren bedeutsam ist. Die Ursache ist in über 90 % der Erkrankungen eine Virusinfektion. In den ersten 2-9 Monaten liegt der obstruktiven Bronchitis sehr häufig eine Infektion mit RS-Viren zu Grunde. Bei 2-3 % dieser Säuglinge kommt es zu einer besonders schweren Entzündung vor allem der kleinen Bronchien und Bronchiolen mit erheblicher Schleimhautschwellung und intraluminaler Zelldesquamation (Bronchiolitis im eigentlichen Sinn).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bronchiolitis"
        },
        {
            "text": "Die Übergänge zwischen obstruktiver Bronchitis und Bronchiolitis sind fließend. Eine Unterscheidung wird im deutschen Sprachraum (nicht im angloamerikanischen) aufgrund des klinischen Hauptbefundes getroffen: 4 Bronchiolitis: erhebliche Lungenüberblähung mit endexspiratorischen feinblasigen Rasselgeräuschen (stille Obstruktion) 4 Obstruktive Bronchitis: Überblähung und deutliches Giemen Epidemiologie. Da bei einer Bronchiolitis fast immer RS-Viren die Ursache sind und diese in wiederkehrendem, meist 2-Jahresrhythmus während der Wintermonate auftreten, können kleinere lokale Epidemien (>5% aller Hospitalisationen) vorkommen. Diese Tatsache ist vor allem im Hinblick auf die heute möglichen Immunisierungsprogramme von Bedeutung.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bronchiolitis"
        },
        {
            "text": "Pathogenese. Wie der Terminus beschreibt, werden vor allem die Bronchioli terminales betroffen. Auslöser ist fast ausschließlich (80%) das RS-Virus. Weshalb eine solche spezifische Tropie im frühen Kindesalter für dieses Virus für diese spezielle bronchiale Region besteht, ist nicht bekannt. In den restlichen 20% der Bronchiolitiden sind Parainfluenza Typ III, Adenoviren und selten Mykoplasmen für die Infektion verantwortlich. Immerhin können viral bedingte histologische Veränderungen auch in den größeren Bronchien und in der Trachea und nicht nur in den Bronchioli gesehen werden. Meist handelt es sich um lymphoplasmazelluläre Infiltrationen mit Bronchialnekrose, Zelldesquamation und Ödembildung. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bronchiolitis"
        },
        {
            "text": "Definition. Asthma bronchiale ist definiert als eine chronisch entzündliche Erkrankung der Atemwege mit reversibler Obstruktion wechselnder Intensität ausgelöst durch unterschiedliche Stimuli auf dem Boden einer bronchialen Hyperreagibilität. Diese Definition beinhaltet wesentliche Aspekte für das pathophysiologische Verständnis, die Diagnostik und die Therapie dieser Erkrankung. Zentral für das Verständnis des Asthmas ist die chronische Entzündungsreaktion der Atemwege. Dies impliziert für die Therapie die herausragende Bedeutung einer langfristigen antiinflammatorischen Therapie, bei der heute die topische Applikation von inhalativen Steroiden an erster Stelle steht. Diagnostisch kann die Inflammation der Atemwege u. a. durch die Bestimmung von exhaliertem NO quantifiziert werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Asthma bronchiale"
        },
        {
            "text": "Die reversible Obstruktion wechselnder Intensität bedeutet, dass ein Asthmatiker in Ruhe oder im symptomfreien Intervall in der Lungenfunktion völlig unauffällig sein kann. Erst eine Provokationstestung führt bei diesen Patienten zu einer messbaren Verengung der Atemwege mit Abfall der Fluss-Volumen-Parameter. Mit diesen Untersuchungen gelingt es, die als bronchiale Hyperreaktivität bezeichnete Überempfindlichkeit der Atemwegsschleimhaut zu quantifizieren. Hierbei wird mit Hilfe der Lungenfunktionsprüfung erfasst, in wie weit körperliche Anstrengung oder eine Inhalation (z. B. mit Histamin) zu einer schnelleren und ausgeprägteren Obstruktion der Atemwege führt als bei Gesunden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Asthma bronchiale"
        },
        {
            "text": "Von einer Reversibilität der Obstruktion spricht man, wenn es nach Inhalation mit einem Bronchodilatator zu einer Verbesserung eines Obstruktionsparameters, z. B. der Ein-Sekunden-Kapazität FEV1 kommt. Mit dem Definitionsmerkmal »reversible Obstruktion« ist das Asthma bronchiale von anderen Atemwegserkrankungen differenzialdiagnostisch abzugrenzen, bei denen eine fixierte Verengung der Atemwege vorliegt (COPD, Bronchiolitis obliterans).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Asthma bronchiale"
        },
        {
            "text": "Bei Kindern liegt bei etwa 85 % eine allergische Mitbeteiligung vor. Die anamnestische Erfassung »exogener Stimuli« beinhalten daher Fragen nach dem tageszeitlichen Höhepunkt der Beschwerden, saisonalen Schwankungen und der Haustierhaltung. Neben den Allergien spielen überwiegend virale Atemwegsinfektionen als Auslöser eine Rolle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Asthma bronchiale"
        },
        {
            "text": "Epidemiologie. Die Häufigkeit von Asthma bronchiale schwankt weltweit ganz erheblich zwischen 2% und 20%. Sie ist besonders gering in Ländern mit niedrigem sozioökonomischem Lebensstandard. Es zeigt sich eine deutliche Abhängigkeit von Faktoren des »westlichen Lebensstils«, sodass mit dessen Verbreitung in den letzten 40 Jahren auch eine Zunahme der Erkrankung zu verzeichnen ist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Asthma bronchiale"
        },
        {
            "text": "Die punktuelle (zum Zeitpunkt der Untersuchung) und kumulative Prävalenz (alle Probanden, die irgendwann in ihrem Leben einmal unter Asthmasymptomen gelitten haben) geht aus . Tabelle Medikamentöse Therapie. Mit der medikamentösen Therapie werden 2 grundlegende Strategien verfolgt. Unabhängig vom Schweregrad der Erkrankung soll bei akut auftretenden Beschwerden eine schnelle und sichere Beseitigung der Bronchialobstruktion erzielt werden. Geeignet und empfohlen sind dafür kurz wirksame -Mimetika, die in der Regel inhalativ verabfolgt werden (Bedarfsmedikation).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 176,
                    "end": 183,
                    "text": "Tabelle",
                    "ref_id": null
                }
            ],
            "section": "Asthma bronchiale"
        },
        {
            "text": "Die Dauermedikation (Basistherapie) besteht in der regelmäßigen Anwendung von Medikamenten mit dem Ziel, die asthmatische Entzündungsreaktion zu unterdrücken und dadurch langfristig eine Kontrolle der Symptome und einen günstigen Krankheitsverlauf zu erreichen. Beginn und Umfang der Basistherapie hängen vom Schweregrad der Erkrankung ab, sodass ein entsprechender Stufenplan (. Tabelle 22.9) entwickelt worden ist. Steuerungselement zur Intensivierung (step up) oder Reduzierung (step down) der Therapie ist dabei die erreichte Asthmakontrolle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Asthma bronchiale"
        },
        {
            "text": "Die Behandlung sollte auf der Stufe einsetzen, die dem augenblicklichen Schweregrad des Krankheitsbildes entspricht. Der entscheidende Schritt im Schema ist, ab Stufe 2 konsequent Entzündungshemmer einzusetzen. Dafür eignen sich in erster Linie niedrig dosierte inhalative Kortikosteroide. Deren Einsatz hat eine völlig neue Qualität der Asthmatherapie eingeleitet. Um jedoch mögliche Nebenwirkungen (vor allem bei Dosierungen >400 μg/Tag) zu vermeiden bzw. frühzeitig zu erkennen, ist es erforderlich, folgende Grundsätze zu beachten: 4 Anwendung 1-2-mal pro Tag Wurde dieses primär eingesetzt und wird darunter keine adäquate Kontrolle erreicht bzw. lag gleich ein höherer Schweregrad vor, können zusätzlich lang wirkende β 2 -Sympathomimetika (LABA) und/oder Antileukotriene (Moutelukast) gegeben werden, bevor die Dosis des topischen Steroids weiter angehoben und über den Einsatz von Retard-Theophyllin nachgedacht wird. Orale Steroide als Dauertherapie (Stufe 4) sind als letzte Option zu betrachten und beim kindlichen Asthma glücklicherweise nur noch extrem selten erforderlich. Seit einigen Jahren ist ein monoklonaler Anti-IgE-Antikörper (Omalizumab) für die Therapie des schweren allergischen Asthma bronchiale (Stufe 4) ab 12 Jahren zugelassen. Dieses hochwirksame Therapieprinzip reduziert die Anzahl der Asthmaexazerbationen und den Bedarf von Steroiden.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 560,
                    "end": 563,
                    "text": "Tag",
                    "ref_id": null
                }
            ],
            "section": "Asthma bronchiale"
        },
        {
            "text": "Bei der zu bevorzugenden inhalativen Applikation der Asthmamedikamente müssen in Abhängigkeit von Alter und Kooperationsbereitschaft der einzelnen Patienten geeignete Inhalationssysteme ausgesucht werden. . Tabelle 22.11 gibt dazu einen Überblick.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Asthma bronchiale"
        },
        {
            "text": "> Die Inhalationstechnik des Patienten muss kontinuierlich überprüft werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Asthma bronchiale"
        },
        {
            "text": "Kausale Therapieoption. Die spezifische Immuntherapie (Hyposensibilisierung, »Allergie-Impfung«) ist die einzige kausale Behandlungsmöglichkeit bei einem allergischen Bronchialasthma. In Anbetracht der möglichen Nebenwirkungen ist ihre Indikation jedoch besonders zu prüfen. Diese ist dann gegeben, wenn ein als krankheitsauslösend erkanntes Allergen nicht gemieden werden kann und die übliche Therapie einen ungenügenden Therapieerfolg zeigt. Sie kann auch erwogen werden, wenn ein »Etagenwechsel« (Entwicklung eines Asthmas aus einer allergischen Rhinitis) oder mögliche Sensibilisierungen durch weitere Allergene vermieden werden sollen. Geeignete Allergene sind in erster Linie Pollen (Gräser, Roggen Birke etc.) und Hausstaubmilben. Die Behandlung erfolgt in der Regel durch anfangs wöchentliche, später 4-wöchentliche subkutane Injektionen (ab 5. Lebensjahr), wobei die Dosis stufenweise gesteigert wird. Andere Applikationsformen (oral, sublingual, inhalativ) können nicht empfohlen werden. Therapie des akuten Asthmaanfalles. . Tab. 22.12.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Asthma bronchiale"
        },
        {
            "text": "Prognose. Die Prognose des Asthma bronchiale im Kindesalter gilt heute im Allgemeinen als gut. Todesfälle kommen sehr selten vor. Ein Teil der Kinder verliert seine Beschwerden spontan bis zur Pubertät (40-50%), andere sind aufgrund einer adäquaten Therapie praktisch beschwerdefrei. Trotzdem lässt sich bei vielen von ihnen mit entsprechenden Methoden noch eine -gegenüber dem primären Ausmaß vielleicht etwas reduzierte -bronchiale Hyperreaktivität nachweisen. Langzeitstudien zeigen, dass bei einem bedeutsamen Teil dieser Patienten jedoch nach dem 22. Lebensjahr erneut Beschwerden auftreten. Bis zu 76% der asthmatischen Kinder waren danach auch im Erwachsenenalter noch oder wieder symptomatisch. Die Spätprognose ist schlechter bei Beginn der Beschwerden < 2 Jahre und bei Mädchen. Weitere die Prognose verschlechternde Faktoren sind ein schweres Krankheitsbild, ausgesprägte Lungenfunktionsstörung, eine begleitende atopische Dermatitis und eine familiäre Belastung.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Asthma bronchiale"
        },
        {
            "text": "Synonyme. Synonym wird dieses Krankheitsbild auch als allergische Alveolitis, Hypersensitivitätspneumonitis oder unter Bezug auf die Herkunft der verantwortlichen Allergene z. B. als Vogelhalterlunge oder Farmerlunge bezeichnet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "W. Leupold"
        },
        {
            "text": "Definition. Es handelt sich um eine allergische Reaktion gegenüber organischen Stäuben, die zu einer nichtinfektiösen, immunologischen Entzündungsreaktion im Interstitium, an den terminalen Bronchioli und den Alveolen führt. In Abhängigkeit von Art und Ausmaß der Allergenexposition verläuft die Erkrankung in akuten Schüben (z. B. jeweils nach dem Säubern eines Taubenschlages) oder chronisch (z. B. bei Dauereinwirkung von Schimmel im Haus). In beiden Fällen kommt es zu einer fortschreitenden Verschlechterung der Lungenfunktion, und der Übergang in eine Lungenfibrose ist möglich.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "W. Leupold"
        },
        {
            "text": "Epidemiologie. Die exogen-allergische Alveolitis (EAA) ist im Kindesalter eine seltene Erkrankung. Für Kinder wurde in Deutschland eine Prävalenz von 0,05% errechnet, wobei aber noch eine hohe Dunkelziffer angenommen wird. Man kann davon ausgehen, dass 15% aller Patienten Kinder sind.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "W. Leupold"
        },
        {
            "text": "Ätiologie und Pathogenese. Die wichtigsten Antigene sind Schimmelpilze, tierische Eiweiße (z. B. Vogelkot), Bakterien (Thermoaktinomyzeten) und Arzneimittel (Nitrofurantoin, Carbamazepin). Die Erkrankung beruht auf einer hyperergischen Reaktion, an der die Immunreaktionen des Typs III und IV beteiligt sind. Zum Typ IIIverzögerte Immunreaktion mit neutrophiler Alveolitis -gehört die Bildung von Antikörpern vorwiegend der Klasse IgG, die mit den Antigenen unter Anlagerung von Komplementfaktoren Immunkomplexe bilden. Unter Antigenkarenz kommt es zum Abfall der Antikörperkonzentration, der in den ersten 2 Monaten rasch, später verlangsamt verläuft.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "W. Leupold"
        },
        {
            "text": "Inhalative Provokationsproben sind im Kindesalter in der Regel entbehrlich, da keine arbeitsmedizinische Fragestellung vorliegt. Therapie. Initial muss versucht werden, den Auslöser der Erkrankung zu identifizieren und ggf. zu beseitigen. Hierunter fallen vor allem die exogen ausgelösten Formen der Erkrankung (Medikamente, Noxen, Aspirationen). In der Regel wird nach Sicherung der Diagnose ein initialer Therapieversuch mit systemischen Steroiden (Prednison 2-4 mg/kg KG/Tag) über 4-6 Wochen vorgenommen. Therapeutische Alternativen stellen z. B. der Einsatz von Cyclophosphamid oder Ciclosporin dar. Im Management der Bronchiolitis obliterans nach Lungentransplantation wird dem Makrolid Azithromycin eine therapeutische Wirkung zugeschrieben.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "W. Leupold"
        },
        {
            "text": "Prognose. Die Prognose einer Bronchiolitis obliterans als Ausdruck einer chronischen Abstoßungsreaktion nach Lungentransplantation ist ernst. Günstiger sind Verläufe nach viral bedingter akuter Bronchiolitis. Allerdings erstrecken sich die Reparationsprozesse über Monate bis Jahre.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "W. Leupold"
        },
        {
            "text": "Definition. Bronchiektasen sind irreversible Erweiterungen der Bronchien, die entsprechend ihrer Morphologie als zylindrisch, sackförmig oder varikös beschrieben werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "W. Leupold"
        },
        {
            "text": "Sie sind von Bronchialdilatationen und der deformierenden Bronchitis (Wandunregelmäßigkeiten der Bronchien) abzugrenzen, da diese reversibel sein können. Ursache der Erweiterung ist eine angeborene (selten!) oder erworbene Destruktion der Bronchialwand, die mit einer chronischen Bronchitis und dem Verlust der bronchoziliären Clearance verbunden ist. Bronchiektasen können lokalisiert oder generalisiert auftreten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "W. Leupold"
        },
        {
            "text": "Epidemiologie. Genaue Angaben zur Häufigkeit von Bronchiektasen sind schwer zu machen, da asymptomatische und Patienten mit milden Beschwerden oft gar nicht untersucht werden sowie gelegentlich auch unterschiedliche Definitionen in Gebrauch sind. Die Inzidenz ist sehr niedrig, sie soll in Industrieländern gegenwärtig bei 0,1 pro 100.000 Kinder liegen. In bronchopneumologischen Spezialambulanzen leiden 1-2% der betreuten Kinder an Bronchiektasen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "W. Leupold"
        },
        {
            "text": "Die Erkrankungshäufigkeit ist in den letzten Jahrzehnten deutlich rückläufig. Das wird überwiegend auf den Rückgang von Tuberkulose, Masern und Keuchhusten sowie die bessere Behandlung der Infektionen der tiefen Atemwege zurückgeführt (Breitbandantibiotika). Diagnose. Bei der klinischen Untersuchung findet man in der Regel konstant Rasselgeräusche über der betroffenen Region, die auch nach Hustenmanövern nicht verschwinden. Bei ausgeprägten Bronchiektasen leiden auch Gewichts-und Größenentwicklung, und es sind Zeichen der Hypoxämie (Zyanose, Uhrglasnägel, Trommelschlegelfinger) zu beobachten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "W. Leupold"
        },
        {
            "text": "Die Thoraxübersichtsaufnahme trägt meist nur wenig zur Aufklärung bei. Eine vermehrte Streifenzeichnung und so genannte Doppelkonturierungen (Darstellung der verdickten Bronchialwände) sind indirekte Hinweise. Der Nachweis von Bronchiektasen gelingt in der Regel mit der HR-Computertomographie. Eine Bronchographie ist im Einzelfall zu erwägen, wenn es -besonders vor geplanter Operation -um die Darstellung von Ausmaß, Form und anatomischen Beziehungen der Veränderungen geht.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "W. Leupold"
        },
        {
            "text": "Differenzialdiagnose. Das Leitsymptom »chronisch produktiver Husten« wird häufig als chronische Bronchitis gedeutet. Diese beruht im Kindesalter in der Regel auf einer Grunderkrankung (. Tabelle 22.14), nach der mit entsprechenden Methoden gefahndet werden muss.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "W. Leupold"
        },
        {
            "text": "Therapie. Bei lokalisierten, poststenotischen Prozessen (z. B. nach Fremdkörperaspiration) wird man sich schneller zu einer Segment-oder Lappenresektion entschließen, da die übrige Lunge in der Regel gesund ist (muss nachgewiesen werden), die Kinder danach geheilt sind und ihnen eine Langzeittherapie erspart werden kann.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "W. Leupold"
        },
        {
            "text": "Bei generalisierten Bronchiektasen ist eine konservative Therapie angezeigt mit dem Ziel, die Bronchien möglichst frei von Sekret und bakteriellen Infektionen zu halten. Der Sekretentfernung dienen Sekretolytika oral und inhalativ, Inhalationen mit NaCl (auch hyperton) und -Sympathomimetika. Ebenso bedeutsam ist die kontinuierliche Durchführung einer Physiotherapie (autogene Drainage, Flutter, Vibrationsmassage).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "W. Leupold"
        },
        {
            "text": "Antibiotika sollten gezielt -nach Antibiogramm -oder kalkuliert bei akuten Exazerbationen eingesetzt werden. Vorliegende Grunderkrankungen müssen zusätzlich behandelt werden (z. B. Immundefekte).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "W. Leupold"
        },
        {
            "text": "Prognose. Die Prognose ist vom Ausmaß der Erkrankung abhängig. Unilokuläre Bronchiektasen beeinträchtigen die Lebenserwartung praktisch nicht mehr bzw. können durch eine Resektion völlig beseitigt werden. Bei multilokulärem Befall ist die Prognose mit der heute möglichen antibiotischen und intensiven Physiotherapie ebenfalls sehr gut, wenn nicht eine besondere Grundkrankheit (z. B. Mukoviszidose) vorliegt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "W. Leupold"
        },
        {
            "text": "Grundlagen. Interstitielle Lungenerkrankungen fassen eine heterogene Gruppe von Lungenerkrankungen unterschiedlicher Ursachen zusammen, die im Kindesalter insgesamt jedoch selten sind. Gemeinsam ist diesen Erkrankungen eine Lungenfibrose im Endstadium. In . Tab Klinik. Akuter oder langsamer Beginn mit Dyspnoe, die vor allem bei Anstrengung zuerst auffällt, Husten, Schwächezustände, evtl. Fieber und Thoraxschmerzen herrschen vor. Dies sind zwar unspezifische Symptome, müssen aber in der Differenzialdiagnose an eine interstitielle Lungenerkrankung denken lassen, insbesondere bei länger andauernder und progredienter Symptomatik. In späteren Stadien besteht dann auch Sauerstoffbedarf, zuerst bei Belastung, dann auch in Ruhe.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 258,
                    "end": 261,
                    "text": "Tab",
                    "ref_id": null
                }
            ],
            "section": "M. Kopp"
        },
        {
            "text": "Diagnose. Die Diagnose wird gestellt durch Ausschluss häufigerer pulmonaler Erkrankungen wie u. a. der zystischen Fibrose, α1-Antitrypsinmangel oder einer primären ziliären Dyskinesie. Wegweisend können neben der protrahierten Beschwerdesymptomatik Veränderungen im Thorax-Röntgenbild sein. Charakteristisch sind hier eine interstitielle Zeichnungsvermehrung und später das Auftreten der »Wabenlunge« (»honey comb lung«). Initial kann das Thorax-Röntgenbild jedoch keine oder nur minimale Veränderungen aufweisen. Spezifischer ist das Lungen-CT, das retikuläre Verdichtungen und zystische Aufhellungen zeigt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "M. Kopp"
        },
        {
            "text": "In der Lungenfunktionsprüfung sind die Vital-und Totalkapazität sowie die Compliance deutlich vermindert.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "M. Kopp"
        },
        {
            "text": "Die Blutgasanalyse zeigt insbesondere nach Anstrengung einen verminderten pO 2 mit metabolisch kompensierter respiratorischer Alkalose und initial tiefem pCO 2 . Im terminalen Krankheitsstadium kommt es zur Hyperkapnie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "M. Kopp"
        },
        {
            "text": "Die definitive Diagnose wird an Hand des charakteristischen histologischen Befundes nach offener Lungenbiopsie gestellt. Die Differenzialdiagnosen gehen aus . Tab. 22.15 hervor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "M. Kopp"
        },
        {
            "text": "Therapie. Nach histologischer Sicherung der Diagnose ist die Möglichkeit der Ausschaltung eines identifizierten auslösenden Agens von entscheidender Bedeutung. Ansonsten ist die Behandlung mit systemischen Steroiden die Therapie der Wahl. Allgemein gültige Therapieschemata gibt es nicht. Als Ausweichpräparate werde Immunsuppresiva und Zytostatika eingesetzt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "M. Kopp"
        },
        {
            "text": "4 EKG und Echokardiographie, 4 Biopsie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "M. Kopp"
        },
        {
            "text": "> Die Diagnose muss mittels Biopsie gesichert werden. Diese kann an Lymphknoten, an der Haut, in der Lunge oder der Leber erfolgen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "M. Kopp"
        },
        {
            "text": "Differenzialdiagnose. Diese ist aufgrund des Mutliorgangeschehens äußerst groß. Alle möglichen Erkrankungen, die mit einer hilären Adenopathie (. Abb. 22.10) mit oder ohne pulmonale Infiltrate einhergehen, sind in Betracht zu ziehen. Ein malignes Geschehen ist primär bioptisch auszuschließen. Nicht verkäsende Granulome können bei sehr vielen Erkrankungen vorkommen: bei Mykobakteriosen, Lymphomen, allergischer Alveolitis, Toxoplasmose, Pilzinfektionen, Katzenkratzkrankheit, chronischer Granulomatose, Histiozytosis X, Polyarthritis, Morbus Crohn, Wegener-Granulomatose, um nur einige zu erwähnen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "M. Kopp"
        },
        {
            "text": "des Atemantriebes oder auf indirektem Weg über eine konsumierende Grundkrankheit mit progredienter Einschränkung der Funktion der Atemhilfsmuskulatur (z. B. bei schwerer Kyphoskoliose mit Atelektase und Belüftungsstörung). Damit unterscheiden wir als Ursache für die Hypoventilation eine Form mit mechanischer Behinderung oder eine Form mit neuromuskulärer Behinderung. Da die alveoläre Hypoventilation nicht schlagartig auftritt, sondern sich über Jahre entwickelt (z. B.. bei Muskeldystrophie, Polio, Skoliosen etc.), kann sich der Körper an die sich langsam entwickelnde Hypoxämie und Hyperkapnie gewöhnen. Das Zusammenspiel von Atemkontrolle über die Chemorezeptoren und das Atemzentrum, die Aufrechterhaltung der Thoraxbeweglichkeit über die mechanische Pumpe (Muskeln, Zwerchfell, Skelett) und die Funktionstüchtigkeit des Gasaustauschapparates (Ventilation, Diffusion, Perfusion) sind komplexer Natur und von entscheidender Bedeutung zum Überleben. Auf jeder Stufe dieses Steuerungsapparats kann ein Defekt oder Teilausfall vorkommen und in der Kette der ineinander greifenden Prozesse zu einer Ateminsuffizienz führen. Nicht zu vergessen ist, dass sich fast immer auch eine Herzinsuffizienz einstellt, die mit der Ateminsuffizienz parallel entsteht.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "M. Kopp"
        },
        {
            "text": "Klinik. Bei langsam sich einstellender Insuffizienz der Atmung sind zuerst vor allem bei Anstrengung Symptome zu erwarten, die sich in einem Leistungsabfall oder -knick, in Müdigkeit, vermehrtem Schlafbedürfnis am Tag, Unruhe, Schwitzen, Zittern, Angstgefühl und Depression, Tachy-und Dyspnoe äußern. Später kommen Ruhedyspnoe, Gewichtsverlust, rezidivierende (Stress-) Ulzera des Magen-Darm-Kanals, Zyanose, Ödeme, Kopfschmerzen, Schwindelanfälle und Bewusstlosigkeit dazu.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "M. Kopp"
        },
        {
            "text": "Jede Art einer akuten Komplikation, sei diese infektiöser, pulmonaler, kardialer oder neurogener Ursache, können für den Patienten lebensbedrohlich werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "! Cave"
        },
        {
            "text": "Ein unauffälliger klinischer Befund und ein normales Röntgenbild schließen eine Fremdkörperaspiration nicht aus. Daher muss bei jedem begründeten Verdacht auf ein Aspirationsereignis eine Bronchoskopie durchgeführt werden! Therapie. Jeder Verdacht auf eine Fremdkörperaspiration sollte zur sofortigen Bronchoskopie Anlass geben. Bei Kindern verwendet man dazu in der Regel ein starres Bronchoskop, mit dem die gesamten Atemwege sorgfältig abgesucht werden. Größere und feste Fremdkörper werden meist unter Sicht mit der Zange gefasst und extrahiert. Kleine Partikel können nach Spülung abgesaugt werden. Sehr selten sind chirurgische Maßnahmen zur Fremdkörperentfernung nötig.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "! Cave"
        },
        {
            "text": "Die Notwendigkeit einer Nachbehandlung hängt von der konkreten Situation ab. Fremdkörper, die innerhalb der ersten 24 h entfernt werden, hinterlassen kaum Schleimhautschäden, sodass weitere Maßnahmen nicht erforderlich sind. Ist es zu Reaktionen am Bronchialsystem gekommen, sind Inhalationen und eine Therapie mit Antibiotika zu empfehlen. Beim geringsten Verdacht auf verbliebene Fremdkörperreste bzw. bei chronischer Aspiration sind Kontrollbronchoskopien erforderlich.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "! Cave"
        },
        {
            "text": "Prognose. Bei zeitgerechter Extraktion des Fremdkörpers ist die Prognose gut. Bei chronischer Fremdkörperaspiration kann es zu pulmonalen Spätkomplikationen kommen, die eine regelmäßige Verlaufskontrolle (ggf. mit Kontrollbronchoskopie und/oder CT) notwendig machen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "! Cave"
        },
        {
            "text": "Pathogenese. Aspirationen von Flüssigkeit treten am häufigsten in der Neugeborenenperiode auf. Bereits unter der Geburt kann es zur Fruchtwasseraspiration kommen, die besonders folgenreich ist, wenn dieses infiziert oder mekoniumhaltig ist. Neugeborene und Säuglinge neigen in stärkerem Maße zum Spucken und Erbrechen, sodass die Aspiration von Mageninhalt möglich ist. In Abhängigkeit vom pH-Wert (besonders <3,0) entwickelt sich dabei eine chemische Pneumonie (Mendelson-Syndrom). Zum gleichen Befund führt oft auch die akzidentelle Aspiration von halogenierten Kohlenwasserstoffen (z. B. Lampenöl-Intoxikation).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aspiration von Flüssigkeiten"
        },
        {
            "text": "Prädisponiert für eine Aspiration sind auch Kinder mit angeborenen Fehlbildungen (Atresien und Stenosen im Gastrointestinaltrakt, ösophagotracheale Fisteln) und funktionellen Störungen des Schluckmechanismus (ZNS-Störungen).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aspiration von Flüssigkeiten"
        },
        {
            "text": "Klinik. In Abhängigkeit von Art und Menge des aspirierten Materials kann das klinische Bild sehr variabel sein. Es reicht von völliger Symptomlosigkeit über Husten und Dyspnoe bis zur akuten respiratorischen Insuffizienz. Rezidivierend können pneumonische Befunde beobachtet werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aspiration von Flüssigkeiten"
        },
        {
            "text": "Diagnose. Die entscheidende diagnostische Maßnahme ist die Anfertigung eines Thoraxröntgenbildes sowie die Erkennung der eventuell vorhandenen Grundkrankheit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aspiration von Flüssigkeiten"
        },
        {
            "text": "Therapie. Je nach Ausprägung des Befundes sind die Sicherung der Vitalfunktion und eine antibiotische Therapie erforderlich. Daneben sollte möglichst die Grundkrankheit behandelt werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aspiration von Flüssigkeiten"
        },
        {
            "text": "Ist eine normale Ernährung nicht gefahrlos möglich, muss eine Nahrungszufuhr per Magensonde oder PEG erwogen werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aspiration von Flüssigkeiten"
        },
        {
            "text": "Thoraxtraumata sind im Kindesalter selten und kommen bei Verkehrsunfällen, direktem Schlag oder iatrogen (Reanimation, Pleuradrainage, diagnostische Eingriffe) vor. Meist sind kombinierte Verletzungen der intrathorakalen Strukturen vorhanden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "W. Leupold"
        },
        {
            "text": "Commotio und Contusio thoracis. Durch kurzzeitige Einwirkung stumpfer Gewalt entsteht eine Druckwelle, die zu einer Erschütterung der intrathorakalen Organe führt und reflektorisch ein Schockgeschehen auslösen kann. Contusionen sind darüber hinaus durch Verletzungen der Brustwand und pathologisch-anatomische Organveränderungen gekennzeichnet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Geschlossene Brustkorbverletzungen"
        },
        {
            "text": "Rippenfrakturen. Einzelfrakturen sind als so genannte pathologische Frakturen im Rahmen von pathologischen Knochenprozessen möglich. Bei einem Trauma kommt es öfter aufgrund der großen Elastizität zu Infraktionen, aber auch Serienfrakturen sind möglich. Bei letzteren treten paradoxe respiratorische Bewegungen des Thorax auf (Innenbewegung der Thoraxwand bei Inspiration, Außenbewegung bei Exspiration). Schmerzen und Atemnot sind die wesentlichsten Symptome. Eine Ruhigstellung der Thoraxwand (elastischer Verband) genügt meistens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Geschlossene Brustkorbverletzungen"
        },
        {
            "text": "Pathogenese und Klinik. Aufgrund des Entstehungsmechanismus unterscheidet man einen inneren und einen äußeren Pneumothorax:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pneumothorax"
        },
        {
            "text": "4 Defekt der Pleura visceralis innerer Pneumothorax, 4 Defekt der Pleura parietalis äußerer Pneumothorax.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pneumothorax"
        },
        {
            "text": "Ein Pneumothorax kann traumatisch bedingt sein (dabei oft auch ein Hämatothorax vorliegend), aber auch Punktionen und Biopsien an Pleura und Lunge führen gelegentlich zum iatrogenen Pneumothorax. Auch andere ärztliche Maßnahmen (Gefäßpunktionen der A. subclavia, Beatmung mit hohen Drücken) können Ursache dieses Ereignisses sein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pneumothorax"
        },
        {
            "text": "Ein primärer Spontanpneumothorax hat seine Ursache meistens in bisher unbekannten, apikal gelegenen, subpleuralen Zysten oder Bullae, wobei Beziehungen zu Schwankungen des atmosphärischen Drucks bestehen. Der Pneumothorax entwickelt sich meistens unter Ruhebedingungen bzw. im Rahmen von Hustenattacken. Die Patienten spüren gelegentlich einen leichten Schmerz und sind vielleicht etwas dyspnoisch. Bei der klinischen Untersuchung beobachtet man lediglich eine mäßige Tachykardie, und die Atembeweglichkeit auf der befallenen Seite ist geringer. Perkutorisch hört man hypersonoren Klopfschall, die Atemgeräusche sind vermindert oder aufgehoben. Bei primärem Spontanpneumothorax besteht ein deutlich erhöhtes Rezidivrisiko.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pneumothorax"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Auf dem Röntgenbild sieht man einen solitären Tumor, der oft Verkalkungen zeigt. Die Pathogenese der Erkrankung ist bislang nicht geklärt. Die Therapie besteht in einer chirurgischen Exzision, die Prognose ist nach der Operation sehr gut",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Kinder Entwickelt Symptome Mit Husten",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Fieber",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Einer Anämie Und Thrombozytose",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Maligne Tumoren Bei den malignen Tumoren der Lunge handelt es sich überwiegend um Metastasen, z. B. bei Wilms-Tumor, dem Hepatoblastom, Osteosarkom, Ewing-Sarkom und Rhabdomyosarkom. In der Regel werden die Lungenmetastasen im Rahmen der Primärdiagnostik entdeckt, selten sind sie klinisch symptomatisch. Auch Tumoren der Pleura sind vorwiegend Metastasen im Rahmen der oben aufgeführten Tumorerkrankungen. Hier kommt es öfter zur Ausbildung eines Pleuraergusses mit atemabhängigen Schmerzen",
            "authors": [],
            "year": null,
            "venue": "Abb. 22.13. Metastase eines Lymphoms in der Lunge, Rö-Thorax, rechtsseitig anliegend 22.13.2",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Sie müssen mit allen zur Verfügung stehenden bildgebenden Verfahren bis hin zur offenen operativen Exploration abgeklärt werden",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Pediatric respiratory medicine",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rieger",
                    "suffix": ""
                },
                {
                    "first": "Von",
                    "middle": [],
                    "last": "Der Hardt",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sennhauser",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "H"
                    ],
                    "last": "Wahn",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Zach",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pleura-Erkrankungen",
                    "suffix": ""
                },
                {
                    "first": "Stuttgart",
                    "middle": [],
                    "last": "Kohlhammer",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Berlin Köln Taussig",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Landau",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "N"
                    ],
                    "last": "Lesouef",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Sly",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Epidemiologie. Die Inzidenz liegt zwischen 1:15.000 und 1: 20.000 in der weißen Bevölkerung. . Der individuelle Krankheitsverlauf der PCD ist sehr heterogen. Die pulmonalen Beschwerden bei PCD Patienten sind durch die gestörte mukoziliären Clearance erklärbar. Hierdurch kommt es zu einem unzureichenden Transport von Mukus aus den Atemwegen. Dies führt schließlich zu einer Besiedelung mit verschiedenen Erregern. So kommt es zu rezidivierenden bzw. chronischen Infektionen wie Otitis media, Sinusitis, Bronchitiden und Pneumonien mit chronischem, oft produktivem Husten. Die pulmonalen Beschwerden und Veränderungen sind ähnlich wie bei der zystischen Fibrose. Im fortgeschrittenen Stadium kann es zur Emphysem-und zur Bronchiektasenbildung. Abb. 22.1a,b. Rundliche Verschattungen beidseits der Wirbelsäule (Pfeile) bei doppelseitiger Lungensequestration: a posterior-anteriorer, b schräger Strahlengang22.3 · Angeborene Lungenerkrankungen kommen. Die Männer sind oft infertil. Bei der Hälfte der Patienten mit PCD liegt ein Situs inversus vor. Der Befund des Situs inversus hat für den Patienten keinen zusätzlichen Krankheitswert, führt jedoch bei gleichzeitig vorliegenden respiratorischen Symptomen häufig zur früheren Diagnosestellung. Die klassische Trias des Kartagener-Syndroms besteht aus: Situs inversus, chronische Sinusitis und Bronchiektasen.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "). Ein Mangel an Proteaseinhibitoren führt zur Leberzirrhose und zum Lungenemphysem. Das Strukturgen ist auf Chromosom 14q31-32.2 lokalisiert. Von dem Glykoprotein sind mehr als 75 Allele bekannt. Der Austausch von wenigen Aminosäuren führt zu einer veränderten Tertiärstruktur des Proteins; hierdurch wird offenbar die Ausschleußung aus den Hepatozyten gehemmt. Die genotypischen Varianten wurden nach ihrer elektrophoretischen Mobilität benannt (Pi-Typisierung). Der homozygote Pi-Typ ZZ hat in der mitteleuropäischen Bevölkerung eine Häufigkeit von etwa 1:2000-1:5000. Er geht mit einer Serumrestaktivität von 10-20 % der Norm einher (. Tab. 22.2). Pathogenese. A1-AT inaktiviert Proteasen aus aktivierten Neutrophilen. Ein Überschuss an Proteasen, insbesondere der neutrophilen Elastase, führt zur Zerstörung extrazellulärer Strukturproteine wie dem Elastin. Ein Ungleichgewicht zwischen Proteasen und A1-AT führt daher zur Destruktion von Lungengewebe mit irreversiblem Verlust der elastischen Rückstellkraft, Überdehnung der Alveolarwände und Ausbildung eines Emphysems. . Die emphysematischen Veränderungen der Lunge führen erst dann zu Symptomen, wenn etwa bereits 25 % der Lunge umgebaut sind. Dies ist in der Regel erst bei Jugendlichen nach dem 12. Lebensjahr zu erwarten. Dann können Atemnot, eine chronische Bronchitis oder ein unproduktiver Husten auftreten. Weitere Symptome des A1-AT-Mangels sind bronchiale Hyperreaktivität und rezidivierende Pneumonien. Bei einem Icterus gravis bzw. prolongatus oder einer unklaren pulmonalen Symptomatik sollte ein A1-AT-Serumspiegel bestimmt werden. Diagnose. Diagnoseweisend ist die Bestimmung von A1-AT im Serum. Bei Serumspiegeln unter 120 mg/dl sollte eine PI-Typisierung veranlasst werden. Mit Hilfe der Lungenfunktionsprüfung können Veränderungen, die durch einen Verlust der elastischen Rückstellkraft bedingt sind, erfasst werden. Hier fallen initial eine Erhöhung des Residualvolumens und reduzierte Flussraten auf. . Für Erwachsene ist die i.v. Behandlung mit A1-AT zugelassen. Auch bei Kindern ist wohl eine Substitution sinnvoll, auch wenn keine Daten über Langzeitverläufe vorliegen. Bei einem fortgeschrittenen Stadium ist eine Transplantation von Lunge und Leber indiziert. Tabakrauch hemmt die Aktivität von Antiproteasen wie A1-AT. Bei einem bestehenden Mangel an A1-AT kommt es daher zu einer Agravierung der Symptome. Raucher mit einem homozygoten A1-AT-Mangel weisen einen schnelleren Abfall der Lungenfunktion auf und haben eine deutlich geringere Lebenserwartung als betroffene Nichtraucher. Abb. 22.2. Pathophysiologie des A1-AT-Mangels . Tabelle 22.2. A1-AT-Phänotyp, A1-AT-Serumspiegel und Emphysemrisiko Ätiologie und Pathogenese. Im Kindesalter kann eine chronischen Entzündung der Nasenschleimhaut u. a. durch große adenoide Vegetationen (Rachenmandelhyperplasie), durch eine anatomische Fehlanlage (Choanalatresie, Lippen-Kiefer-Gaumenspalte) durch Polypen, Nasennebenhöhleninfektionen, durch Aeroallergene oder durch einen Fremdkörper hervorgerufen wer-> Bei einer chronischen Rhinitis wird eine diagnostische Abklärung empfohlen. Dabei sind insbesondere auf eine Rachenmandelhyperplasie oder eine anatomische Fehlanlage zu achten. Bei einer einseitigen Symptomatik muss immer an einen nasalen Fremdkörper gedacht werden. Diagnose. Die Diagnose wird klinisch gestellt. wichtig ist die Überwachung der Nebenwirkungen (Tachykardie > 180/min in Ruhe, Übelkeit, Blässe, Unruhe). Bei einem viralen Krupp besteht keine Indikation zu einer antibiotischen Therapie.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Pathogenese. Die Entzündung und damit das Anschwellen der Epiglottis nach bakterieller Infektion ist die Hauptursache dieses sehr akuten Krankheitsbildes. Die entzündlich vergrößerte Epiglottis verlagert sich nach hinten und verlegt so den Larynxeingang und die Atemwege. Der akute Atemwegsverschluss kann zur Erstickungen führen. . Meist binnen Stunden entwickeln sich hohes Fieber, Schluckschmerzen, deutlich reduzierter Allgemeinzustand, heisere Stimme mit inspiratorischem Stridor, Speichelfluss, kloßige Sprache (»hot potatoe voice«), karchelnde Atmung. Das Kind wird dann ruhig, will vor alles Sitzen mit Abstützen der Arme nach vorne (»tripode position«) als Ausdruck des Einsatzes der Atemhilfsmuskulatur, und verhindert jegliches Sprechen (Schmer-zen). Die Untersuchung ergibt sofortige Druckdolenz über dem Kehlkopf bei leichter Berührung, hohes Fieber und blaß-graues Hautkolorit. . Anamnese und Klinik mit hohem Fieber, Schluckschmerzen, inspiratorischem Stridor, Speichelfluss, »hot potatoe voice«, sitzende Körperhaltung sind wegweisend. Jede Manipulation oder Inspektion ohne Intubations-und Narkosebereitschaft ist strikt zu unterlassen! Das Kind muss mit ärztlicher Begleitung unter dauernder O 2 -Gabe in die Klinik eingewiesen werden. Differenzialdiagnose. In . Tab. 22.4 sind verschiedene Differenzialdiagnosen und die dazu gehörigen Leitsymptome aufgeführt. Prognose. Bei rechtzeitiger Therapie ist die Prognose sehr gut. Die Immunisierung gegen Haemophilus influenzae Typ b im Rahmen des Grundimmunisierungsprogrammes ist die beste Prophylaxe. Rezidive sind selten. Die Krankheit kann auch im Erwachsenenalter (sehr viel seltener) auftreten. Tabelle 22.3. Symptomatik der stenosierenden Laryngotracheitis Epidemiologie. Die Epidemiologie der akuten Bronchitis ist vor allem für die Abschätzung des Ansteckungsrisikos innerhalb von bestimmten Gruppen, wie z. B. Kindergärten, Schulen und bestimmten Berufsgruppen von Bedeutung. Saisonale Schwankungen des Auftretens von verschiedenen Viren können so abgeschätzt und evtl. Immunisationsprogramme geplant werden (z. B. Grippeimpfung). . Diese ist durch die Infektion mit Viren (primär >90%), Bakterien und Pilzen gegeben. Die allergische akute Bronchitis ist eher unter das Krankheitsbild des Asthmas einzuordnen. Toxische akute Bronchitis, z. B. nach Exposition von Rauch in Brandherden, ist anamnestisch einfach zu erfassen. . Die Grundlage bildet eine Entzündung mit Schwellung der Mukosa, Abschilferung und Zerstörung des Bronchialepithels, Hypersekretion der Becherzellen, interstitiellem Ödem sowie leukozytäre und lymphozytäre Infiltration des Stromas. Bei Infiltration in die weitere Umgebung und Einbezug des ganzen Lungengewebes spricht man von Bronchopneumonie, bei Beteiligung der Pleura von Pleuropneumonie.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Grundlagen. Der bakterielle Superinfekt als Komplikation bei akuter viraler Bronchitis kann Ursache einer prolongierten Bronchitis mit Übergang in ein chronisches Stadium sein. Von chronischer Bronchitis spricht man dann, wenn die Symptome der Bronchitis, vor allem Husten und Auswurf, über mehr als 3 Monate anhalten. Akute Komplikationen. Diese sind vor allem als Pneumonie oder Pleuraerguss in Folge der Ausdehnung eines Infektes zu sehen. Je nach Grundkrankheit ist mit anderen Komplikationen wie Hämoptoe größeren Ausmaßes, Atelektasen, Pneumothorax oder akuter Ateminsuffizienz zu rechnen.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "> Kinder aus atopischen Familien scheinen für Bronchiolitis anfälliger zu sein. Man nimmt auch an, dass Bronchiolitis für späteres Asthma prädisponiert. Dyspnoe, Tachypnoe, Husten, in-und exspiratorisches Stöhnen, inspiratorisch beobachtbare interkostale, subkostale und suprasternale Einziehungen, Nasenflügeln und wechselnde Zyanose das klinische Ausdrucksbild. Aufgrund der vermehrten Atemarbeit kommt es auch zu einem abdominellen Meteorismus mit Beeinträchtigung der Zwerchfellbeweglichkeit. Fieber kann, muss aber nicht vorhanden sein. Die Säuglinge können sich sehr rasch pulmonal erschöpfen und brauchen unter Umständen Atemhilfe inkl. Intubation. Durch die Anoxie des Gehirns kommt es unter Umständen zu einer Bewusstseinstrübung.Akute Komplikationen. Diese sind vor allem durch die sich entwickelnde Ateminsuffizienz programmiert: Intubation, Beatmung, Pneumothorax, Herzinsuffizienz. . Das klinische Bild, das Alter, der Zeitpunkt der Präsentation (Wintermonate) und die Anamnese sind wegweisend für die Diagnose. Es besteht eine deutliche Atemnot, auskultatorisch imponierten Wheezing und verlängertes Exspirium zum Teil mit Knisterrasseln. Durch die vorherrschende Überblähung der Lungen durch bronchiale Obstruktion und Verdrängung des Zwerchfelles nach kaudal wird meist die Leber palpabel. Das Blutbild ist meist normal oder »viral«. Im Röntgenbild finden sich die auffallenden Zeichen der Lungenüberblähung mit tief liegendem, horizontal abgrenzbarem Zwerchfell, horizontal gestellten Rippen und interkostalen Vorwölbungen nach außen. Multiple kleinere subsegmentale Dys-oder Atelektasen und eine peribronchiale Strukturvermehrung sind oft vorhanden. Die kompromittierte Sauerstoffaufnahme wird durch Tachypnoe kompensiert und führt damit zu einem Absinken des kapillären pCO 2 . Steigt dieser an, muss an die beginnende globale Ateminsuffizienz gedacht werden.Therapie. Säuglinge mit Zyanose, Tachydyspnoe (>60/min), arteriellem (kapillärem) pCO 2 >45 mmHg oder pO 2 <60 mmHg unter Zimmerluft müssen dringend überwacht werden und brauchen vorerst angefeuchteten Sauerstoff. Dabei kann die perkutan gemessene O 2 -Sättigung (Pulsoxymetrie) als Orientierungshilfe (92% als Grenze) gelten. Auf eine genügende Flüssigkeitszufuhr (Magensonde oder i.v.) ist zu achten, evtl. können Inhalationen mit Bronchodilatatoren (Cave: paradoxe Reaktion) etwas Linderung verschaffen. Die Inhalation mit Steroiden ist sehr wahrscheinlich nicht entscheidend für den Verlauf. Die systemische Gabe von Steroiden (0,6-6 mg/kg/Tag Prednisolon-Äquivalent) hingegen lässt positive Effekte erwarten. Eine antivirale Therapie mit Ribavirin, Anti-RSV-Antikörpern etc. ist bedingt wirksam. Bei schweren Verlaufsformen (Bronchiolitis) kann die Anwendung einer Atemhilfe (z.B. CPAD) hilfreich sein.Besonders gefährdete Säuglinge (z.B. Frühgeborene <28. SSW mit bronchoputmonaler Depglasie) sollten in den Wintermonaten durch die passive Immunisierung mit einem RSV-AK (Palirizumab) geschützt werden.Prognose. Die meist selbstlimitierende Erkrankung dauert in der Regel 4-7 Tage; komplizieren können den Verlauf eine bakterielle Superinfektion oder die schwere Ateminsuffizienz mit der Notwendigkeit der Intubation und Beatmung.22.5.6 Rezidivierende Infekte der Atemwege -InfektanfälligkeitWiederholteAtemwegserkrankungen sind im Kleinkindesalter sehr häufig. Im Praxisalltag stellt sich daher oft die Frage, ob bei einem Kind Häufigkeit und Schweregrad der Erkrankungen im Rahmen der »physiologischen Infektanfälligkeit« liegen. Als »normal« wird in den einzelnen Altersgruppen die in . Tab. 22.5 aufgeführte Infekthäufigkeit gesehen. Berücksichtigt man zusätzlich, dass die meisten Virusinfektionen zu Schleimhautschäden führen, deren Ausheilung 4-6 Wochen dauert, so ergeben sich hieraus in der kalten Jahreszeit lange Krankheitsepisoden. Bei Kindern mit intensiven sozialen Kontakten (Gemeinschaftseinrichtung) ist zusätzlich die Reinfektionsgefahr groß. Mit diesen Informationen kann man die oft sehr besorgten und auch belasteten Eltern etwas beruhigen. Umgekehrt sollten folgende Faktoren Anlass sein, über die Differenzialdiagnose eines Immundefektes nachzudenken: rezidivierende tiefe Haut-oder Organabszesse, eine persistierende Candidainfektion nach dem 1. Lebensjahr, eine Gedeihstörung oder eine positive Familienanamnese mit einem primären Immundefekt (unklare Todesfälle im Kleinkindesalter eingeschlossen). Weitere Verdachtsmomente sind 4 ≥ 8 Otitiden/Jahr 4 ≥ 2 Sinusitiden/Jahr 4 ≥ 2 Major-Infektionen (Sepsis, Osteomyelitis, Meningitis, septische Arthritis, Empyem, Organabszesse) 4 ≥ 2 Pneumonien/Jahr 4 eine lange antibiotische Therapie (> 2 Monate) ohne Effekt (7 Kap. 13) > Der wichtigste Rat an die Eltern ist, einem Kind mit rezidivierenden Atemwegsinfektionen genügend Zeit zur Erholung zu lassen. Antibiotika sind nur in Ausnahmefällen indiziert. Definition. Die Pneumonie ist definiert als eine Entzündung des Lungengewebes, die auf eine Infektion mit Krankheitserregern zurückgeht. Sie kann akut oder chronisch verlaufen. Die meisten Pneumonien im Kindesalter, insbesondere in der Altergruppe von 6 Monaten bis 3 Jahre, werden durch Viren (RSV, Parainfluenza-, Adeno-, und Influenza-Viren) verursacht. Bei den bakteriellen Pneumonien gibt es für die unterschiedlichen Altergruppen ein charakteristisches Erregerspektrum (. Tab. 22.6). Einteilung. Neben den in . Tab. 22.6 aufgeführten Einteilungen nach Verlauf (akut/chronisch) oder Erreger (viral/bakteriell) berücksichtigt die pathologisch-anatomische Einteilung die Lokalisation. In . Abb. 22.3 sind klassische Befunde einer Bronchopneumonie, einer interstitiellen Pneumonie und einer Lobäroder Segmentpneumonie dargestellt. Für das Säuglings-und . Tabelle 22.5. Physiologische Infekthäufigkeit . Tabelle 22.6. Häufigste Erreger der Pneumonie im Kindesalter in den einzelnen Altersgruppen. (Mod. nach DGPI-Handbuch, 4. Auflage) Candida albicans Aspergillus . Abb. 22.3a-c. Radiologische Beispiele für Pneumonien. a Bronchopneumonie, b interstitielle Pneumonie, c Lobärpneumonie Kleinkindesalter ist die Bronchopneumonie typisch, während ältere Kinder häufiger an einer meist durch Pneumokokken verursachten Lobär-oder Segmentpneumonie erkranken. Primär abszedierene Pneumonien werden oft durch S. aureus verursacht.Schließlich wird eine primäre Pneumonie, bei der ein gesundes Individuum erkrankt, von einer sekundären Pneumonie aufgrund eines Immundefektes oder einer Grundkrankheit (CF, PCD) unterschieden. Je nach Art der Grundkrankheit findet sich ein charakteristisches Keimmuster, z. B. bekapselte Erreger bei humoralen Immundefekten, und Pilze, Viren oder Parasiten (Pneumocystis jirovecii) bei T-Zelldefekten.In . Abb. 22.4 sind die wichtigsten Dimensionen zur Beurteilung bzw. Einteilung von Pneumonien im Kindesalter aufgeführt.Epidemiologie. Im Kindes-und Vorschulalter beträgt die Inzidenz etwa 40 Pneumonien/1000 Kinder pro Jahr, im Schulkindesalter etwa 10-15 Pneumonien/1000 Kinder pro Jahr. und Pathogenese. Die meisten relevanten Erreger der Pneumonie kolonisieren auch bei gesunden Kindern den Nasopharyngealtrakt, ohne dass es zu einer Erkrankung kommt. Durch Aspiration oder Inhalation gelangen die pathogenen Keime in die tieferen Atemwege. Bei besonderer Virulenz des Erregers oder durch Überwindung der Schutzbarriere der Atemwegsschleimhaut kommt es schließlich zur Pneumonie. Zu den vielfältigen Schutzmechanismen zählen u. a. die ziliäre Clearance, sekretorisches IgA, Surfactant, Alveolarmakrophagen oder vasoaktive Mediatoren. Hieraus wird deutlich, dass bestimmte Bedingungen zur Pneumonieentstehung prädisponieren, wie etwa schlechter Ernährungszustand, Aspirationen z. B. im Rahmen eines gastro-ösophagealen Refluxes, einer anatomischen Fehlbildung oder eine verminderte Immunabwehr. Bei bestimmten Grundkrankheiten fallen diese Abwehrmechanismen ganz oder teilweise aus, wie z. B. bei der zystischen Fibrose oder der primären ziliären Dyskinesie.Prädisponierende Erkrankungen für bakterielle Pneumonien sind auch neuromuskuläre Erkrankungen sowie Herzfehler, bei denen ein Links-rechts-Shunt mit vermehrter Lungendurchblutung besteht. Schließlich können virale Infektionen (Influenza, Masern) eine bakterielle Pneumonie bahnen. . Bei Neugeborenen und jungen Säuglingen stehen unspezifische Allgemeinsymptome im Vordergrund: Trinkunlust oder Trinkverweigerung, Erbrechen, Apathie, Temperaturinstabilität mit Hypothermie oder Fieber, kühle Akren oder ein geblähtes Abdomen.Im Kleinkind-und Schulkindesalter ist die klinische Präsentation anders: Zu den Allgemeinsymptomen zählen in dieser Altergruppe Fieber, z. T. mit Schüttelfrost, allgemeines Krankheitsgefühl, Unruhe, Brust-und/oder Bauchschmerzen. So kann z. B. eine basale Pneumonie mit Erguss von der Symptomatik wie eine akute Appendizitis imponieren.Bei den organspezifischen Symptomen besteht in beiden Altersgruppen fast immer eine Tachypnoe, Dyspnoe (Nasenflügeln, juguläre und/oder interkostale Einziehungen), eine Tachykardie, Husten und ggf. eine Zyanose.Körperliche Untersuchung. Der Verdacht einer Pneumonie ergibt sich aus dem klinischen Befund. Neben den oben dargestellten Symptomen treten bei der körperlichen Untersuchung klassi-Labor. Im Blutbild findet sich je nach Ätiologie eine Leukozytose mit Linksverschiebung oder eine Lymphozytose. Die Blutsenkungsgeschwindigkeit und CRP sind in der Regel erhöht. Weiterhin sind eine Blutkultur und eine Blutgasanalyse abzunehmen. . Zum Nachweis einer bakteriellen Pneumonie kann neben der Blutkultur, die nur bei einem kleinen Teil der Patienten positiv ist, ein Rachenabstrich, ein Nasopharyngealsekret oder bei älteren Kindern auch ein induziertes Sputum gewonnen werden. Die Bronchoskopie kann zur Gewinnung von Sekret aus den tiefen Atemwegen bei nosokomialen Pneumonien mit schwerem Verlauf oder bei immundefizienten Patienten indiziert sein. Zum Erregernachweis bei viralen Pneumonien ist für RS-, Adenooder Influenzaviren der Antigennachweis aus dem Nasopharyngealsekret hilfreich. Der Polymerasekettenreaktion (PCR) als Genamplifikationsverfahren gewinnt in der molekularbiologischen Diagnostik vor allem für die Mikroorganismen große Bedeutung, die nur schwer oder gar nicht anzüchtbar sind, wie beispielsweise Mykoplasmen oder Aspergillen. Eine serologische Diagnostik ist in der Regel wenig aussagekräftig. Diagnostik. Bei allen persistierenden Verschattungen, bei Patienten mit zusätzlichen Symptomen (Gewichtsverlust, Nachtschweiß) muss eine Tuberkulose ausgeschlossen werden.Trockener, quälender Reizhusten und septisches Fieber müssen bei immunsupprimierten Kindern an eine Pneumocystis-jirovecii-Pneumonie denken lassen.Differenzialdiagnose. Differenzialdiagnosen der bakteriellen Pneumonie sind zunächst virale bzw. durch Pilze verursachte Pneumonien. Nichtinfektiöse Ursachen, die radiologisch wie eine Pneumonie imponieren, lassen sich in der Regel durch die Anamnese und Laborparameter von einer Pneumonie abgrenzen. Ursachen hierfür können u. a. sein:Stationäre versus ambulante Therapie. Zunächst muss über die Notwendigkeit einer stationären Therapie entschieden werden.Leichte Pneumonien können ambulant zu Hause behandelt werden. Die Indikation zu einer stationären Aufnahme ist in der Regel gegeben, wenn eines der folgenden Kriterien erfüllt ist: 4 Säugling < 6 Monate, 4 unzureichende orale Aufnahme des Antibiotikums, 4 deutliche Allgemeinbeeinträchtigung, 4 Notwendigkeit von intravenöser Rehydratation oder Sauerstoffzufuhr. Pneumokokken, Haemophilus influenzae, Moraxella catarrhalis) repräsentiert zunächst lediglich die vermehrte Kolonisation auf einem -möglicherweise durch die Virusinfektion vorgeschädigten -respiratorischen Epithel und ist nicht per se als Hinweis auf eine bakterielle Genese zu bewerten.Anhaltspunkte für eine kalkulierte antibiotische Therapie finden sich in . Tab. 22.7. Die Dauer der antibiotischen Therapie beträgt in der Regel 7-10 Tage bzw. 5 Tage über Entfieberung hinaus, bei Mykoplasmen-Pneumonie 14 Tage. Antipyrese bei Fieber > 39°C, 4 reichlich Flüssigkeitszufuhr (1,5× Tagesbedarf), . Tabelle 22.7. Initialtherapie bei bakterieller Pneumonie primärem oder sekundärem Immundefekt eine höhere Komplikationsrate. Als Möglichkeiten der Prophylaxe sind vor allem die Impfungen gegen Haemophilus influenzae Typ B, Pneumokokken und Influenza zu nennen. Die Impfung gegen H. influenzae schützt allerdings nicht gegen nichtbekapselte Stämme.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "22.8 hervor. Mit diesen Zahlen ist das Asthma in Mitteleuropa die häufigste chronische Erkrankung im Kindesalter. sind bis zum Ende der Pubertät doppelt so viel Knaben wie Mädchen betroffen. Im späteren Leben sind beide Geschlechter annähernd gleich betroffen.Mehr als die Hälfte aller Ersterkrankungen an Asthma fällt in das Kindesalter. Bei 80% der kindlichen Asthmatiker manifestiert sich die Erkrankung bereits bis zum 1. Schuljahr, bei 45% bereits im 1. Lebensjahr. Andererseits ist nicht jede obstruktive Bronchitis in den ersten 3 Lebensjahren bereits ein Bronchialasthma. Wir können davon ausgehen, dass sich bei etwa 15-30%. Tabelle 22.8. Häufigkeit (%) von Asthmasymptomen und -diagnosen in Deutschland bei Kindern verschiedenerAlters-gruppen (1995/96)    Ätiologie. Eine genetische Steuerung für das Auftreten des Asthma bronchiale ist wahrscheinlich. Dabei können 2 zumindest primär voneinander unabhängige Faktoren zur Erkrankung führen, die sich sekundär jedoch gegenseitig verstärken. Ein Faktor ist die bronchiale Hyperreaktivität, der andere die allergische Disposition (Atopie). Bis zu 16% aller Menschen (je nach Alter und Nachweismethode) lassen Hinweise für eine bronchiale Überempfindlichkeit erkennen. Allerdings nur die Hälfte dieser Personen erkrankt manifest. Im Rahmen einer chronischen Entzündung der Bronchialschleimhaut kann die Hyperreaktivität auch neu erworben werden.Die allergische Disposition in Form einer überschießenden Immunantwort des IgE-Systems (Typ-I-Allergie) ist ebenfalls genetisch verankert. Aber auch hier gilt, dass nur ein Teil der sensibilisierten, d. h. spezifisches IgE bildenden Individuen manifest erkrankt. Dieser wird allerdings umso größer sein, je stärker die Belastung ist (z. B. Zahl und Erkrankungsart bei Verwandten 1. Grades). Die familiäre und eigene Atopiebelastung scheint auch der entscheidende Faktor zu sein, ob aus einer obstruktiven Bronchitis im frühen Kindesalter (»wheezy babys«) ein Asthma bronchiale wird.Nach ätiologischen Gesichtspunkten lassen sich folgende, am häufigsten anzutreffende Asthmaformen herausstellen: 4 Extrinsic Asthma: Exogen-allergisches Asthma bronchiale, bei dem IgE-Antikörper die alleinige Ursache der Symptome sind (ca. 20%). 4 Intrinsic Asthma: Endogenes Asthma ohne Hinweis für aller-Da körperliche Belastungen -insbesondere Rennen, schnelle Ballspiele, Skilanglauf -bei der Mehrzahl der asthmatischen Kinder als Ausdruck der bronchialen Hyperreaktivität zu einer belastungsinduzierten Bronchialobstruktion führen, ist es nicht sinnvoll, noch ein eigenständiges Anstrengungsasthma (»exercise-induced asthma«) abzugrenzen. Parallel zum Degranulationsvorgang der Mastzellen kommt es aber auch zur Neugenerierung von Lipidmediatoren, die in ihrer biologischen Wirkung die des Histamins um ein Vielfaches übertreffen und zu einer länger anhaltenden Bronchokonstriktion führen. Es sind das insbesondere die Leukotriene C 4 , D 4 , E 4 (= »slow reacting substance of anaphylaxis«) sowie Prostaglandin D 2 und der plättchenaktivierende Faktor (PAF). Gleichzeitig setzen Mastzellen und auch andere Zellen, wie Eosinophile, Makropha-. Abb. 22.5. Pathogenese der Atemwegsobstruktion bei Asthma bronchiale . Abb. 22.6. Auslösung und Pathophysiologie eines Asthmaanfalls gen und Thrombozyten, chemotaktisch wirkende Mediatoren frei, die eine 2. Phase, nämlich die Spätreaktion einleiten. Durch die chemotaktisch wirkenden Mediatoren -in erster Linie Leukotrien B 4 , neutrophiler-chemotaktischer Faktor (NCF), eosinophiler-chemotaktischer Faktor (ECF) und plättchenaktivierender Faktor (PAF) -werden Entzündungszellen, wie Neutrophile, Eosinophile und Makrophagen, angelockt. Sie wandern in die Bronchialschleimhaut ein, setzen eigene Mediatoren frei und halten dadurch den Entzündungsprozess aufrecht. Die chronische asthmatische Entzündung wird zu einem weiteren Anstieg der bronchialen Hyperreaktivität führen. . Die Leitsymptome sind anfallsartige, vorwiegend exspiratorische Atemnot mit Husten, Kurzatmigkeit und Giemen. Gelegentlich können anstrengungsinduzierte Beschwerden oder ein persistierender, oft nächtlicher Husten das einzige Symptom sein. Im klinischen Alltag begegnen uns dabei unterschiedliche Chronische Bronchitis. Die chronische Bronchitis ist eine besondere Verlaufsform und häufig die erste klinische Asthmamanifestation bei jungen Kindern. Allerdings wird nicht aus jeder chronischen (obstruktiven) Bronchitis in den 3 ersten Lebensjahren ein Bronchialasthma. Die relative Neigung zu Atemwegsobstruktion bei Infekten ist in dieser Altersgruppe vorwiegend durch anatomische und funktionelle Besonderheiten bedingt und verliert sich bei einem Großteil der Kinder wieder. Der Übergang in ein Asthma -bei 15-30% zu beobachten -ist besonders zu erwarten bei familiärer Atopiebelastung, eigener Disposition (atopische Dermatitis, erhöhtes IgE und positive Allergietests in den ersten Lebensjahren) und über das 3./4. Lebensjahr hinaus anhaltenden Beschwerden.Das klinische Erscheinungsbild ist gekennzeichnet durch eine Verlängerung des Exspiriums meist im Verein mit exspiratorischen Atemnebengeräuschen (Giemen, Brummen), die teilweise schon auf Distanz, auf jeden Fall aber bei der Auskultation des meist überblähten Thorax zu hören sind. Die Beeinträchtigung des Allgemeinbefindens kann sehr unterschiedlich sein und reicht vom »fröhlichen Giemer« bis zum schwer kranken Kind.Typischerweise tritt er dann in besonderen Situationen auf: nachts im Schlaf, bei körperlichen Belastungen, bei Wetter-oder Temperaturwechsel sowie bei Nebel und hoher Luftverschmutzung. . Der Asthmaanfall beginnt in der Regel ebenfalls mit Husten (die Kinder »husten sich in die Atemnot hinein«) und ist vor allem durch eine plötzlich einsetzende und sich vielfach bis zur bedrohlichen Atemnot steigernde exspiratorische Dyspnoe gekennzeichnet. Die Patienten reduzieren ihre körperliche Aktivität und stützen oft zur Fixierung des Schultergürtels die Arme auf, um damit den Einsatz der Atemhilfsmuskulatur zu ermöglichen (Orthopnoe). Der Thorax ist überbläht und die heftigen Atemanstrengungen führen zu Einziehungen (intercostal, jugulär, epigastrisch) bei der Einatmung. Die Kinder haben einen ängstlichen Gesichtsausdruck, sehen blass, im fortgeschrittenen Stadium zyanotisch aus. Auskultatorisch hört man ein raues, oft aber auch ein sehr leises und von Giemen überdecktes Vesikuläratmen. Zeitweise ist über einzelnen Lungenabschnitten das Status asthmaticus. Der Status asthmaticus ist definiert als schwerer Anfall, der über mehr als 24 h anhält und in dieser Zeit nicht auf adäquate Therapiemaßnahmen anspricht. Der Status asthmaticus ist ein intensivmedizinischer Notfall.Hypoxie bis zum Bewusstseinsverlust mit hypoxisch bedingten zerebralen Krampfanfällen. Ursache ist meistens eine unzureichende antiinflammatorische Dauertherapie. Die Mortalität der malignen Asthmakrise ist hoch. Betroffen sind davon fast ausschließlich Patienten mit einem intrinsischen Asthma. Bestimmung der Blutgase, des Blutbildes und CrP, 4 Röntgen-Thorax (Überblähung? Pneumothorax? Pneumonie? Fremdkörper?). Schnarcht das Kind nachts? 5 »Beeinträchtigung bei körperlicher Anstrengung«: Besteht Husten bei Anstrengung? Muss das Kind beim Sport pausieren? Wie belastet sich das Kind beim Sport? 5 »Umgebungsanamnese«: Wer ist in der Familie von ato-strukturelle Atemwegsdefekte (z. B. Bronchomalazie). . Um langfristig ein therapeutisches Bündnis mit den Patienten und den Eltern einzugehen, ist es wichtig, dass Asthma bronchiale als eine chronische Erkrankung der Atemwege verstanden wird. Eine kurzzeitige, rein symptomatische Therapie ist daher auf lange Sicht unwirksam. Oft ist es dabei hilfreich, sich über die Ziele der Asthmatherapie zu verständigen. Wichtig ist dabei auch die Information, dass mit den unten dargestellten Maßnahmen bei ca. 90 % der Asthmatiker diese Ziele auch zu erreichen sind. Meidung von Triggerfaktoren. Bei Kindern mit einem exogen-allergischen Asthma ist die Allergenmeidung eine wichtige Therapiesäule. Dies betrifft vor allem Patienten, die eine klinisch relevante Sensibilisierung auf Innenraumallergene haben. Bei einer Sensibilisierung gegen Katzen-oder Hundeepithelien muss der Kontakt mit den entsprechenden Tieren vermieden werden. Bei einer Sensibilisierung gegen Hausstaubmilben sind Veränderungen im Wohnbereich erforderlich. Hierzu zählen: Umhüllung der Matratze mit einem milbendichten Überzug, Waschen von Kuscheltieren, Kissen und Decken alle 3-4 Monate, wö-chentliches Wechseln der Bettwäsche. Sind Nahrungsmittel (Nüsse) als Auslöser von Atemwegsobstruktionen bekannt, ist eine strikte Allergenkarenz obligat. Unspezifische Triggerfaktoren wie Tabakrauch sind ebenfalls zu meiden.",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": ". Tabelle 22.10. Dosisbereich inhalativer Kortikoide für Kinder (Tagesdosis in μg)",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Klinik. Die bei Erwachsenen bekannten, akuten Krankheitsformen, die oft im Rahmen einer beruflichen Allergenexposition auftreten, stellen im Kindesalter eher die Ausnahme dar. Es kommt dabei etwa 4-6 h nach Exposition (z. B. Spielen in feuchtem Heu) zu Husten, Atemnot und Fieberanstieg. Bei deutlicher Beeinträchtigung des Allgemeinbefindens ähnelt das Krankheitsbild dem einer bakteriellen Pneumonie, zumal auch feinblasige Rasselgeräusche bei der Auskultation zu hören sind.Bei Kindern verläuft die Erkrankung überwiegend schleichend mit zunehmender Leistungsminderung, Gewichtsverlust und anderen, uncharakteristischen Symptomen. In der Anamnese berichten diese Patienten häufig über Belastungsdyspnoe und Husten. Klinisch bestehen Tachypnoe, eventuell Hinweise für eine Zyanose, und man hört meist diskrete, feinblasige Rasselgeräusche über den Unterfeldern. . Bei der akuten Verlaufsform kommt es zu einer Leukozytose mit Linksverschiebung und einem Anstieg des CRP sowie der BSG. Die chronischen Formen gehen meist mit normalen Leukozytenzahlen einher. Von den Immunglobulinen ist insbesondere das IgG erhöht. Charakteristisch für die Krankheit ist die Bildung spezifischer Antikörper der Klassen IgG und teilweise IgA gegen das jeweilige Antigen.",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": ". Tabelle 22.12. Therapie des akuten Asthmaanfalls Die Vermehrung von Zellen in der bronchoalveolären Lavageflüssigkeit ist neben der Alveolarwandverdickung im histologischen Bild das zuverlässigste diagnostische Kriterium. Besonders betroffen sind davon die T-Lymphozyten.Die Lungenfunktionsprüfung ergibt bei der Mehrzahl der Kinder eine restriktive Ventilationsstörung mit Verminderung aller statischen Lungenvolumina (.Abb. 22.9). Die Steifheit der Lunge führt zur Verminderung der Compliance. Die Diffusionsleistung ist eingeschränkt, erkennbar an einem erniedrigten Transferfaktor und dem (weiteren) Absinken des pO 2 unter körperlicher Belastung.Im Rahmen der Quellensuche ist es bei Verdacht auf Auslösung der Erkrankung durch Kontakt mit Schimmelsporen sinnvoll, entsprechende Platten in der Wohnung des Patienten aufzustellen. Diese Messung sollte auch nach Sanierungsmaßnahmen wiederholt werden.Das hochauflösende CT (HR-CT) ist exogen-allergischen Alveolitis konventionellen Thoraxaufnahmen deutlich überlegen. . Interstitielle, atypische Pneumonien bei Infektionen mit Viren, Mykoplasmen, Chlamydien und Rickettsien können in ihrem Verlauf dem akuten Bild der EAA entsprechen. Die chronische Verlaufsform wird anfangs oft als rezidivierende Bronchitis oder grippale Infektion mit allgemeiner Leis-Therapie. Die wichtigste therapeutische Maßnahme ist die Meidung des Allergenkontaktes. Das kann schwieriger als erwartet sein, wenn die Allergenzufuhr indirekt und manchmal unbeeinflussbar weiter anhält. Tauben und Hühner in der Nachbarschaft, Vogelantigen im Teppichfußboden oder Schimmelpilze im Haus sind nicht immer im gewünschten Ausmaß zu entfernen. Gelegentlich ist auch bei Kindern das Tragen einer Atemschutzmaske unter besonderen Bedingungen erforderlich. Die Karenz sollte sich auch auf potenzielle Antigene erstrecken, da bei diesen Patienten eine erhöhte Sensibilisierungsbereitschaft besteht. Bei chronischen Verlaufsformen genügt meistens nicht nur die Karenz. Hier muss durch eine systemische Therapie mit Kortikosteroiden (anfangs z. B. 2 mg Prednisolon/kgKG/Tag) eine . Abb. 22.9a-d. Lungenfunktionsprüfung. Die schwarze Kurve stellt den Sollwert dar. a Normale Flussvolumenkurve. Hier wird der Atemfluss in l/sec gegenüber dem Volumen aufgetragen. PEF: exspiratorischer Spitzenfluss. MEF: maximaler exspiratorischer Fluss, d. h. Atemwegsfluss, wenn noch 75 % (bzw. 50 %, 25 %) des Volumens auszuatmen sind. Der Parameter MEF 50 % wird in der Pädiatrie als Maß für die Obstruktion der kleinen Atemwege verwendet. FEV1: forciert ausgeatmetes Volumen in der ersten Sekunde: Maß für die globale Obstruktion der Atemwege. b Die rote Flussvolumenkurve zeigt eine charakteristische obstruktive Ventilationsstörung. Nach Inhalation mit einem Betamimetikum ist die Obstruktion teilweise reversibel (blaue Kurve). c Die rote Flussvolumenkurve zeigt eine charakteristische restriktive Ventilationsstörung, z. B. im Rahmen einer exogen-allergischen Alveolitis. Als Parameter für die Erkennung der Restriktion dient die Totale Lungenkapazität. d Die rote Flussvolumenkurve zeigt eine gemischte restriktive und obstruktive Ventilationsstörung, z. B. bei einer zystischen Fibrose.Abschwächung und Verkürzung der Symptomatik erreicht werden. Dosis und Dauer der Gesamtbehandlung müssen anhand von Entzündungsparametern, Werten der Lungenfunktionsprüfung und Titerverlauf der Antikörper entschieden werden. Zustand nach Autoimmunreaktionen, 4 in Assoziation mit interstitiellen Lungenerkrankungen, 4 rezidivierende Aspirationen z. B. im Rahmen eines Refluxes. und Pathophysiologie. Für das Krankheitsbild ist hauptsächlich eine Einschränkung der Sauerstoffaustauschfläche durch fibröse Umwandlung und Vernarbung der bronchioalveolären Einheit verantwortlich. Die Ursache dieser Defektheilung ist unklar. Möglicherweise spielen lokal wirksame Faktoren (Chemokine, Zytokine, Interleukine) eine entscheidende Rolle. Dies zeigt sich auch durch die bekannte Beeinflussung diser Gewebsreaktion durch Steroide, wie man sie bi der akuten Abstoßungsreaktion kennt. wheezing«), rascher Erschöpfbarkeit mit Anstrengungsdyspnoe und ggf. begleitender Zyanose oder einem Sauerstoffbedarf können Ausdruck einer Bronchiolitis obliterans sein. Initial sind die Symptome oft unspezifisch. Der Verlauf der Erkrankung kann schleichend oder rasch progredient sein. . Neben der klinischen Symptomatik können bei der klinischen Untersuchung folgende Befunde auffallen: leises Atemgeräusch, obstruktiver Auskultationsbefund, Tachypnoe, Dyspnoe, verminderte transkutane Sauerstoffsättigung. In der Lungenfunktionsprüfung zeigt sich eine Reduktion der exspiratorischen Flussraten, in der Blutgasanalyse sieht man eine Hypoxie und ggf. Hyperkapnie. In der konventionellen Röntgen-Thoraxaufnahme können Dys-oder Atelektasen oder eine Überblähung auffallen. Wegweisend ist die CT-Thoraxuntersuchung: Hier zeigt sich ein charakteristisches mosaikartiges Verteilungsmuster mit z. T. konsolidierten und z. T. überblähten Lungenarealen. Die definitive Diagnose kann mit Hilfe einer Lungenbiopsie erfolgen. Oft ist hierbei jedoch die Sensitivität einer transbronchialen Biopsie nur sehr niedrig, die offene Lungenbiopsie geht mit einer nicht unerheblichen Morbidität einher.Differenzialdiagnostisch kommen eine protrahierte bakterielle Superinfektion nach akuter Bronchiolitis sowie andere seltene chronische Lungenerkrankungen wie z. B. die idiopathische Lungenfibrose in Betracht.",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "Pathogenese. Der wesentliche Grundmechanismus scheint das Wechselspiel zwischen Infektion und Obstruktion zu sein, wobei 22.8 · Bronchiektasen deren Ausgangspunkt auf unterschiedlichen Ebenen liegen kann (. Tabelle 22.13). Beide Faktoren beeinflussen sich gegenseitig und münden schließlich in einen Circulus vitiosus mit chronischer Entzündung und Destruktion der Bronchialwand, exspiratorischem Kollaps, erhöhtem mechanischen Zug des Lungenparenchyms, Ausbildung von Atelektasen und Pneumonien. Im weiteren Verlauf kommt es zum peribronchialen fibrotischen Umbau mit Schrumpfung und Funktionsverlust der befallenen Lungenareale.Angeborene Bronchiektasen sind sehr selten und scheinen im Rahmen einer Entwicklungsabnormalität mit zystischer Deformierung der Atemwege zu entstehen. . Bis auf einzelne Patienten mit symptomlosen Bronchiektasen sind folgende Symptome typisch: 4 Husten (besonders morgens),",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": ". 22.15 sind die Erkrankungen mit interstitieller Lungenbeteiligung aufgeführt. Epidemiologische Daten über die exakte Prävalenz im Kindesalter fehlen. Pathogenese. Diese ist in den meisten Fällen nicht geklärt. Ein Nebeneinander von akuten und chronischen Entzündungszeichen mit fokaler oder diffuser Infiltration der Lunge und Fibrosebildung im Interstitium und in den Alveolarsepten charakterisieren das histologische Bild. Pathophysiologie. Die Entzündung und Fibrose des Interstitiums führen zu dem charakteristischen interstitiellen Muster, das vor allem radiologisch auffällt und zur Verdachtsdiagnose führt. Ein fein-oder grobretikuläres Muster dominiert das Lungenröntgen-bild, wobei aber auch granuläre oder mikro-und makronoduläre Bilder gesehen werden. Unter desquamativer interstitieller Pneumonie versteht man histologisch die Abschilferung von Zellen und deren Proliferation ins Alveolarlumen. Ist diese Abschilferung von einer deutlichen Infiltration und Proliferation von Lymphozyten mit Lymphfollikelbildung in den Alveolarsepten begleitet, spricht man von interstitieller lymphatischer Pneumonie (LIP), z. B. bei HIV-Infektion.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Prognose. Diese ist meist als ernst zu beurteilen, besonders bei den idiopathischen Formen. Nach Pneumonien ist die Prognose deutlich besser. In der Regel wird die Prognose durch das Grundleiden bestimmt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Systemkrankheiten mit Beteiligung der Lunge M. Kopp, W. Leupold",
            "cite_spans": [],
            "ref_spans": [],
            "section": "22.10"
        },
        {
            "text": "Definition. Bei der Sarkoidose handelt es sich um eine chronische, mehrere Organsysteme betreffende, granulomatöse Systemerkrankung unbekannter Ätiologie. Im Kleinkindalter sind vor allem Haut, Gelenke und Augen befallen, selten findet sich eine Lungenbeteiligung. Bei Adoleszenten und Erwachsene sind Lunge, Lymphknoten und Augen involviert. Eine kardiale Beteiligung ist wegen möglicher Reizleitungsstörungen besonders ernst zu nehmen. Die Inzidenz beträgt etwa 0,29/100.000 Personenjahre.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sarkoidose"
        },
        {
            "text": "Im Kleinkindesalter ist bei der Sarkoidose selten die Lunge betroffen. Wichtig ist es, frühzeitig eine mögliche kardiale Beteiligung zu erkennen (Rhythmusstörungen!).Ätiologie und Pathogenese. Die Ursache der Sarkoidose ist unbekannt. Die typische Läsion besteht in einem nicht-verkäsenden Granulom, die in nahezu allen Organen des Körpers vorkommen können. Die Granulombildung wird als immunologische Reaktion auf die Präsentation eines Antigens durch Makrophagen an T-Lymphozyten angesehen. Eine Sonderform ist der Spannungspneumothorax, bei dem aufgrund eines Ventilverschlusses im Bereich der Fistel zwar jeweils Luft bei der Einatmung in den Pleuraraum einströmt, diese aber bei der Ausatmung nicht mehr entweichen kann. Der zunehmende Überdruck verdrängt Herz und Mediastinum nach der Gegenseite, sodass die Blutzirkulation in den großen Gefäßen und die Ventilation der gesunden Seite erheblich beeinträchtigt werden.Diagnose. Die Röntgenaufnahme des Thorax -möglichst in voller Exspiration -lässt in der Regel Art und Ausdehnung des Pneumothorax erkennen. Im Zweifelsfalle sollte eine Computertomographie erfolgen, die vor allem zur Suche von Zysten und Bullae wichtig ist. Bei Säuglingen und jungen Kindern kann auch die Durchleuchtung mit einer zentrierten starken Lichtquelle (Diaphanoskopie) diagnostisch hilfreich sein.Therapie. Bei geringer Ausdehnung des Pneumothorax (20-25% der Lunge betroffen), normaler Atemfrequenz und fehlender Zunahme kann eine abwartende Haltung eingenommen werden. Durch kontinuierliche O 2 -Applikation (Nasensonde) kann der Stickstoffpartialdruck in der Lunge gesenkt und damit die N 2 -Absorption aus der pleuralen Luftansammlung verbessert werden.> Bei symptomatischen Patienten, bei ausgedehnterem Pneumothorax und natürlich sofort beim Spannungspneumothorax muss eine Saugdrainage gelegt werden.Führt diese innerhalb von 7 Tagen nicht zum gewünschten Effekt, sind invasivere Methoden indiziert (Thorakoskopie, u. U. mit Verklebung der Fistel oder Entfernung weiterer Bullae).Prognose. Nicht selten gelangt bei einem Pneumothorax Luft durch das Lungeninterstitium in das Mediastinum und von dort bis in die Halsweichteile (Mediastinal-und Weichteilemphysem). An der Einstichstelle für den Pleurakatheter kann es ebenfalls zum Hautemphysem in der Thoraxwand kommen. Bedeutsam ist die relativ hohe Rezidivrate -bis zu 50%sowohl beim Spontan-wie vor allem beim sekundären Pneumothorax.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "! Cave"
        },
        {
            "text": "Im Die antibiotische Grundbehandlung richtet sich nach dem nachgewiesenen oder vermuteten Erreger des pleuropneumonischen Prozesses.Prognose. Die Prognose -selbst des Pleuraempyems -ist im Kindesalter meist gut, wenn die Grundkrankheit behandelbar ist. Pleuraschwarten, die anfangs durchaus zu Skoliosen führen können, bilden sich in der Regel sehr gut zurück. Dekortikationen sind praktisch nicht mehr nötig.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pleuritis"
        },
        {
            "text": "Tumoren der Lunge und der Pleura",
            "cite_spans": [],
            "ref_spans": [],
            "section": "22.13"
        },
        {
            "text": "Primäre Tumoren der Lunge und der Pleura sind im Kindesalter sehr selten. 22.13 · Tumoren der Lunge und der Pleura",
            "cite_spans": [],
            "ref_spans": [],
            "section": "M. Kopp"
        }
    ]
}