{
    "paper_id": "6216295386bddf192fae5c5e0606e3b754e098ad",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [
        {
            "text": "klinische lessen Pulmonale alveolaire proteïnose: ziekte door stapeling van surfactans en nieuwe behandeling met sargramostim P.Huisman, J.C.Grutters en J.M.M.van den Bosch Ziekenhuis Amstelland, afd. Longziekten en Tuberculose, Postbus 328, 1180 AH Amstelveen. Mw.P.Huisman, longarts. St. Antonius Ziekenhuis, afd. Longziekten en Tuberculose, Nieuwegein. Hr.dr.J.C.Grutters en hr.prof.dr.J.M.M.van den Bosch, longartsen. Correspondentieadres: mw.P.Huisman (petra.huisman@planet.nl).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Dames en Heren, Pulmonale alveolaire proteïnose is een longaandoening die gekarakteriseerd wordt door de accumulatie van surfactans in de alveoli. Rosen et al. beschreven de ziekte als eersten in 1958. 1 Het is een zeer zeldzame aandoening, waarvan de incidentie geschat wordt op 0,36-0,49 gevallen per miljoen inwoners per jaar, en de prevalentie op 3,7-6,2 per miljoen inwoners. 2 3 De meeste patiënten zijn tussen de 20 en 50 jaar oud. De ziekte komt vaker voor bij mannen dan bij vrouwen; de man-vrouwratio is 2,7:1. Bij rokers is de incidentie 3 maal zo hoog als bij niet-rokers. 4 In de literatuur zijn ongeveer 500 patiënten beschreven. 2 Hierbij maakt men onderscheid tussen de primaire of idiopathische vorm en de secundaire vorm van de ziekte. De eerste bestaat uit verworven en congenitale gevallen. Daarvan is de verworven vorm verreweg het frequentst; deze openbaart zich op de volwassen leeftijd. De secundaire vorm valt uiteen in 3 groepen: pulmonale alveolaire proteïnose in samenhang met (a) luchtweginfecties, zoals veroorzaakt door Nocardia asteroides, Mycobacterium avium en Pneumocystis jiroveci (voorheen: Pneumocystis carinii); (b) hematologische maligni teiten, zoals lymfomen en leukemie; (c) blootstelling aan chemicaliën en mineralen via inhalatie. 5 In deze les presenteren wij 3 ziektegeschiedenissen van de primaire, verworven vorm. Patiënt A, een vrouw van 31 jaar met een blanco voorgeschiedenis, presenteerde zich met klachten van progressieve kortademigheid en hoesten. Deze klachten bestonden sinds enkele maanden. Zij was 12 kg afgevallen in het afgelopen jaar. In haar jeugd was zij blootgesteld geweest aan duiven, maar sinds haar 18e niet meer. Patiënte had nooit gerookt.",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 203,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 381,
                    "end": 384,
                    "text": "2 3",
                    "ref_id": null
                },
                {
                    "start": 585,
                    "end": 586,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1276,
                    "end": 1277,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Bij lichamelijk onderzoek hoorden wij verminderd ademgeruis beiderzijds. Laboratoriumonderzoek toonde serumactiviteit van lactaatdehydrogenase (LDH) van 554 U/l (referentiewaarde: 135-225). Precipitinen voor duif waren niet aantoonbaar. Er was een positieve uitslag op antistoffen tegen de natuurlijke granulocyt-macrofaag-koloniestimu-lerende factor (GM-CSF). Op de thoraxfoto zagen wij beiderzijds een uitgebreid interstitieel beeld, zonder lymfekliervergroting. Hogeresolutie-CT (HRCT) van de thorax toonde een uitgebreid matglasbeeld met scherpe contouren, wat wel 'crazy paving' wordt genoemd. De longfunctie liet een restrictieve stoornis zien met een verlaagde diffusiecapaciteit van 37% van de voorspelde waarde (referentiewaarde: C 80).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Bronchoscopie met bronchoalveolaire lavage leverde melkwit, schuimend materiaal op dat positief aankleurde met het periodic-acid-Schiff(PAS)-reagens, en abnormale, met schuim gevulde macrofagen; hierop werd de diagnose 'pulmonale alveolaire proteïnose' gesteld. Gezien de ernst van de klachten werd besloten een complete longlavage te verrichten, onder algehele narcose. Daarop steeg de diffusiecapaciteit naar 46%. Hierna werd behandeling ingesteld met recombinante GM-CSF (sargramostim) via subcutane toediening, waarop de diffusiecapaciteit verder verbe terde.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Na ongeveer 4 maanden moest de behandeling met sargramostim worden onderbroken, omdat patiënte zwanger was. De diffusiecapaciteit daalde hierop geleidelijk, zodat patiënte in de tweede helft van de zwangerschap zuurstoftherapie nodig had. Direct na de geplande sectio caesarea herstartten wij de behandeling met GM-CSF. Aanvankelijk leidde dit tot een hevige allergische reactie, een tensiedaling en hypoxemie. Onder bescherming van een antihistaminicum gedurende de eerste 2 weken verdween deze reactie geheel en verdroeg patiënte de behandeling weer goed. Geleidelijk verhoogden wij de dosis, waarop de diffusiecapaciteit steeg naar 60% en patiënte niet meer zuurstofafhankelijk was (figuur 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Patiënt B, een 48-jarige man, meldde zich met langzaam progressieve klachten van kortademigheid en een zwaar gevoel op de borst. Zijn voorgeschiedenis vermeldde een onbegrepen syncope bij de beklimming van een col in de Pyreneeën tijdens een vakantie in het voorgaande jaar. De laatste 6 maanden was patiënt 7 kg afgevallen. Hij rookte 20 sigaretten per dag, sinds zijn 18e. Hij hield geen vogels en had geen contact met organische of anorganische stoffen in de privésfeer of op het werk.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Bij lichamelijk onderzoek zagen wij een man met bolvormige nagels en lichte tachypneu in rust. Over de longen werd niet-afwijkend ademgeruis gehoord. Het laborato-riumonderzoek liet geen relevante afwijkingen zien. De thoraxröntgenfoto toonde diffuse, confluerende beschaduwingen met enkele consolidaties in beide longen. HRCT van de thorax toonde consolidaties en gebieden met een matglasaspect en septale verbreding, passend bij 'crazy paving' (figuur 2a).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Longfunctieonderzoek liet een restrictie zien en een verminderde diffusiecapaciteit, te weten 55% van de voorspelde waarde. Met behulp van bronchoscopie met bronchoalveolaire lavage en pathologisch onderzoek van genomen perifere biopten stelden wij de diagnose 'pulmonale alveolaire proteïnose'. Patiënt werd behandeld met GM-CSF via subcutane toediening. Een controle-HRCT-opname na 6 maanden toonde vrijwel geen afwijkingen meer (zie figuur 2b). Bij herhaling van het longfunctieonderzoek werd gezien dat de diffusiecapaciteit steeg tot vrijwel ongestoorde waarden, te weten 76% van de voorspelde waarde. Patiënt verdroeg de behandeling goed. Na een jaar besloten wij de therapie met GM-CSF op proef te stoppen. Hoewel patiënt is blijven roken, is hij inmiddels meer dan 3 jaar vrij van recidief.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Patiënt C, een man van 38 jaar met in de voorgeschiedenis een dubbelzijdige pneumonie, presenteerde zich met de volgende klachten: hoofdpijn sinds anderhalf jaar, koorts, druk op de borst en progressieve kortademigheid. Hij was een forse roker. Tevens had hij thuis een parkiet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Bij lichamelijk onderzoek zagen wij een niet-zieke man met over beide longen niet-afwijkend ademgeruis, maar met enkele fijne crepitaties, zowel dorsaal als ventraal. Behalve een positieve uitslag op antistoffen tegen GM-CSF toonde het laboratoriumonderzoek geen afwijkingen. Op de thoraxfoto zagen wij diffuse matglasafwijkingen, met name in de midden-en ondergebieden, en links meer dan rechts. De HRCT-opname van de thorax toonde uitgebreide gebieden met crazy paving. Longfunctieonderzoek liet een restrictie zien met een fors verlaagde diffusiecapaciteit, te weten 40% van de voorspelde waarde. Bronchoscopie met bronchoalveolaire lavage leverde melkwit, schuimend materiaal op; de PAS-kleuring was positief. Elektronenmicroscopisch onderzoek van de alveolaire macrofagen toonde lamellaire structuren en lipiden, passend bij een alveolaire proteïnose. Wij startten therapie met GM-CSF via subcutane toediening. Na 9 maanden behandeling reageerde patiënt uiteindelijk goed: de afwijkingen op de HRCT namen af en de longfunctie verbeterde; de diffusiecapaciteit was 70%. Na het stoppen van de therapie kreeg hij echter 2 keer een recidief binnen een halfjaar, waarvoor wij een dubbelzijdige longlavage verrichtten omwille van een snelle symptoomverlichting. Na de laatste algehele longlavage besloten wij patiënt een onderhoudsbehandeling met GM-CSF te geven om verdere recidieven te voorkomen. Patiënt verdroeg deze behandeling tot op heden goed en heeft geen nieuw recidief gekregen. Progressieve kortademigheid en een niet-productieve hoest zijn over het algemeen de eerste klachten waarmee een patiënt met pulmonale alveolaire proteïnose zich presenteert. Bij de diagnostiek laten longfunctietests met name een verlaagde diffusiecapaciteit zien, en in ernstiger gevallen een restrictieve longfunctiestoornis. Vaak is er hypoxemie, die verergert bij inspanning. HRCT van de thorax toont typische matglasveranderingen met crazy paving. 5 Een overzicht van de klinische bevindingen bij pulmonale alveolaire proteïnose staat in tabel 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Diagnostiek. De diagnose kan worden gesteld op grond van bronchoalveolaire lavage, waarbij melkachtig materiaal wordt verkregen. Zowel de amorfe niet-cellulaire bestanddelen die hierin aanwezig zijn, zoals de abnormale, met schuim gevulde macrofagen, kleuren positief met de PASkleuring. Met behulp van elektronenmicroscopisch onderzoek kan de aanwezigheid van lamellaire lichaampjes, bestaande uit gelamineerde fosfolipiden, worden vastgesteld, die pathognomonisch zijn voor alveolaire proteïnose. 2 Behandeling door middel van algehele longlavage. De behandeling van alveolaire proteïnose bestond tot voor kort alleen uit een algehele longlavage. 6 Hierbij worden de longen in hun geheel gespoeld, onder algehele narcose. Middels een dubbellumentube wordt eerst de meest aangedane long gespoeld met een verwarmde zoutoplossing van 37°C, terwijl de patiënt beademd wordt via de andere long. Ongeveer 10 tot 15 lavages met 1-1,5 l fysiologische zoutoplossing per keer zijn nodig om één long voldoende schoon te spoelen. In een tweede sessie wordt vervolgens de andere long behandeld. Nieuwe inzichten in de pathogenese. De recente ontdekking van autoantistoffen tegen GM-CSF bij volwassen patiënten met primaire pulmonale alveolaire proteïnose heeft geleid tot een belangrijke toename in de kennis over de pathogenese van deze ziekte. Allereerst is komen vast te staan dat de antistoffen -het gaat om IgG-autoantilichamen -de natuurlijke GM-CSF neutraliseren, waardoor alveolaire macrofagen worden geremd in het opruimen van verouderd surfactans. Het surfactans hoopt zich op, waardoor de alveoli als het ware langzaam vollopen en de gaswisseling over de alveolocapillaire membraan gestoord raakt. 7 Ten tweede heeft men ontdekt dat blokkade van de natuurlijke GM-CSF door autoantistoffen leidt tot een gestoorde antimicrobiële functie van neutrofiele granulocyten, hetgeen een verklaring biedt voor de verhoogde vatbaarheid voor infecties bij pulmonale alveolaire proteïnose. 8 9 Op grond van deze kennis is een nieuwe therapie ontwikkeld met recombinante GM-CSF, sargramostim. Verondersteld wordt dat dit middel, mits het in een voldoende hoge dosis wordt aangeboden, in staat is de autoantistoffen tegen GM-CSF te binden en daardoor te neutraliseren, en alveolaire macrofagen via binding daarvan aan de receptor voor GM-CSF aan te zetten tot het opruimen van het verouderde en gestapelde surfactans. Op grond van deze nieuwe inzichten wordt de verworven vorm van de ziekte nu auto-immune pulmonale alveolaire proteïnose genoemd. 3 Behandeling met GM-CSF. Uit verschillende onderzoeken is inmiddels gebleken dat toediening van GM-CSF positieve resultaten geeft bij de behandeling van patiënten met pulmonale alveolaire proteïnose. 10 11 Bij onze patiënten werd de dosis opgebouwd volgens een vast schema (tabel 2). Bij patiënt C was een relatief hoge dosering nodig om een klinisch meetbare verbetering te bereiken, hetgeen waarschijnlijk verklaart waarom het 9 maanden duurde voordat de ziekte in remissie kwam. De langzame respons was tevens de reden om bij het eerste en ook het tweede recidief te kiezen voor behandeling met een algehele longlavage. Na het tweede recidief besloten wij na de longlavage te starten met een onderhoudsbehandeling met GM-CSF (in een dosering van 500 μg, 3 keer per week subcutaan) om de ziekte in remissie te houden. Dit gecombineerde schema is in de literatuur niet eerder gemeld. Patiënt had bij de laatste follow-up ruim 3 jaar geen recidief meer gehad. Naast de subcutane toediening van GM-CSF is er, recentelijk, melding gemaakt van toediening van het middel via inhalatie. 11 Bij deze toedieningsvorm zou het gebruik van een vernevelaar, waarbij het middel extra diep in de long wordt gedeponeerd, een voordeel kunnen bieden, zodat er mogelijk een lagere dosis GM-CSF kan worden gegeven. Sinds kort hebben wij in-halatietherapie met GM-CSF voorgeschreven aan patiënt C. Hij ondergaat deze nu ruim 4 maanden in plaats van behandeling door middel van subcutane injecties, en verdraagt deze zonder problemen. De diffusiecapaciteit is na de omschakeling van subcutane therapie naar inhalatietherapie zelfs met 15% verbeterd.",
            "cite_spans": [
                {
                    "start": 499,
                    "end": 500,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 649,
                    "end": 650,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1698,
                    "end": 1699,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1977,
                    "end": 1980,
                    "text": "8 9",
                    "ref_id": null
                },
                {
                    "start": 2532,
                    "end": 2533,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2733,
                    "end": 2738,
                    "text": "10 11",
                    "ref_id": null
                },
                {
                    "start": 3615,
                    "end": 3617,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Over de bijwerkingen van het gebruik van GM-CSF op de langere termijn zijn geen gegevens bekend. Patiënt C gebruikt GM-CSF nu voor het vijfde jaar en ondervindt hiervan geen bijwerkingen. De onbekendheid met de gezondheidseffecten op de lange termijn kan worden afgewogen tegen het risico op directe complicaties bij algehele longlavage, zoals ritmestoornissen, pneumothorax, pneumonie of 'adult respiratory-distress syndrome' (ARDS). Daarnaast is een algehele longlavage bij een deel van de patiënten niet voldoende effectief, en biedt behandeling met GM-CSF een nieuw perspectief.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Zwangerschap. Casus A betrof een patiënte met pulmonale alveolaire proteïnose die gedurende de behandeling met GM-CSF zwanger werd. Omdat er over de eventuele schadelijkheid van het gebruik van GM-CSF tijdens de zwangerschap onvoldoende bekend is, stopten wij met deze medicatie. Hierop nam de surfactansstapeling en daarmee de diffusiestoornis geleidelijk weer toe. Omdat een zwangerschap als een T-helper 2-gemedieerde toestand kan worden beschouwd, zou men op theoretische gronden een verergering van het proces van auto-antistofvorming en daarmee een toename van de eiwitstapeling in de long kunnen verwachten. Ook is een effect op de longen van de neonaat denkbaar, omdat IgG-autoantistoffen van de moeder de placenta kunnen passeren. Er zijn hierover in de literatuur echter geen gegevens beschikbaar.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Bij de beschreven patiënte ontstond in het laatste trimester een chronische hypoxemie, die succesvol kon worden gecorrigeerd middels continue zuurstoftoediening. Door middel van een sectio caesarea werd uiteindelijk een gezond kind geboren. In de neonatale periode deden zich geen respiratoire problemen voor. Zoals eerder in de literatuur is gemeld en ook in deze casus wordt geïllustreerd, is een tabel 2. Doseringsschema van granulocyt-macrofaag-koloniestimulerende factor (GM-CSF; sar gra mos tim) bij pulmonale alveolaire proteïnose -beginnen met 5 µg/kg lichaamsgewicht per dag -indien geen verbetering wordt waargenomen de dosering ophogen in stappen van 7,5, 10, 15 en 20 µg/kg per dag op geleide van het aantal neutrofielen in het bloed, tot maximaal 150% van de bovengrens van de referentiewaarde -de duur van de eerste behandelfase is 3 maanden -bij een goede respons volgt een tweede behandelfase waarin GM-CSF 3 keer per week in gelijke doses wordt toegediend succesvolle zwangerschap mogelijk bij de zeldzame aandoening pulmonale alveolaire proteïnose. 12 Dames en Heren, hoewel algehele longlavage nog steeds beschouwd wordt als de standaardtherapie voor pulmonale alveolaire proteïnose, is het op grond van recente literatuurgegevens en onze eigen resultaten wenselijk om GM-CSF aan de behandelopties toe te voegen dan wel in richtlijnen op te nemen. Inmiddels heeft het College voor zorgverze keringen gesteld dat pulmonale alveolaire proteï nose een algemeen aanvaarde indicatie is voor behandeling met GM-CSF (www.cvz.nl/resources/rpt0606%20extramurale%20 geneesmiddelen_tcm28-21671.pdf ). Daarmee komt dit middel in Nederland voor vergoeding in aanmerking. Omdat het hier gaat om een zeldzame aandoening en een kostbare therapie verdient het aanbeveling om de selectie van patiënten die voor deze therapie in aanmerking komen te laten plaatsvinden in centra met expertise op het gebied van interstitiële longziekte. In Nieuwegein-Utrecht en in Maastricht is er een leerstoel interstitiële longziekte, en ook in enkele andere centra heeft men ervaring met deze aandoening.",
            "cite_spans": [
                {
                    "start": 1067,
                    "end": 1069,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Belangenconflict: geen gemeld. Financiële ondersteuning: geen gemeld.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Pulmonary alveolar proteinosis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Rosen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Castleman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Liebow",
                    "suffix": ""
                }
            ],
            "year": 1958,
            "venue": "N Engl J Med",
            "volume": "258",
            "issn": "",
            "pages": "1123--1165",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Pulmonary alveolar proteinosis: progress in the first 44 years",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Seymour",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Presneill",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Am J Respir Crit Care Med",
            "volume": "166",
            "issn": "",
            "pages": "215--250",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Characteristics of a large cohort of patients with autoimmune pulmonary alveolar proteinosis in Japan",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Inoue",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Trapnell",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tazawa",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Arai",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Takada",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hizawa",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Am J Respir Crit Care Med",
            "volume": "177",
            "issn": "",
            "pages": "752--62",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Pulmonary alveolar proteinosis: clinical features and outcomes",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Goldstein",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Kavuru",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Curtis-Mccarthy",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Christie",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Farver",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Stoller",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Chest",
            "volume": "114",
            "issn": "",
            "pages": "1357--62",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Diagnosing pulmonary alveolar proteinosis. A review and an update",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Stern",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Schmidt",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Pierson",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Chest",
            "volume": "111",
            "issn": "",
            "pages": "460--466",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Long-term durable benefit after whole lung lavage in pulmonary alveolar proteinosis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Beccaria",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Luisetti",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rodi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Corsico",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Zoia",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Colato",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Eur Respir J",
            "volume": "23",
            "issn": "",
            "pages": "526--557",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Idiopathic pulmonary alveolar proteinosis as an autoimmune disease with neutralizing antibody against granulocyte/macrophage colony-stimulating factor",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kitamura",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tanaka",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Watanabe",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Uchida",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kanegasaki",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yamada",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Exp Med",
            "volume": "190",
            "issn": "",
            "pages": "875--80",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "GM-CSF autoantibodies and neutrophil dysfunction in pulmonary alveolar proteinosis",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Uchida",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Beck",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yamamoto",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Berclaz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Abe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Staudt",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "N Engl J Med",
            "volume": "356",
            "issn": "",
            "pages": "567--79",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Pulmonary alveolar proteinosis -is host defense awry?",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Doerschuk",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "N Engl J Med",
            "volume": "356",
            "issn": "",
            "pages": "547--556",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Relationship of anti-GM-CSF antibody concentration, surfactant protein A and B levels, and serum LDH to pulmonary parameters and response to GM-CSF therapy in patients with idiopathic alveolar proteinosis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Seymour",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "R"
                    ],
                    "last": "Doyle",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nakata",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Presneill",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "D"
                    ],
                    "last": "Schoch",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hamano",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Thorax",
            "volume": "58",
            "issn": "",
            "pages": "252--259",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Aerosol granulocyte-macrophage colony-stimulating factor for pulmonary alveolar proteinosis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Wylam",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ten",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "B"
                    ],
                    "last": "Prakash",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Nadrous",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Clawson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Eur Respir J",
            "volume": "27",
            "issn": "",
            "pages": "585--93",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Successful pregnancy after spontaneous remission of familial pulmonary alveolar proteinosis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Canto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Vives",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Carmona",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Agusti",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Cararach",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Iglesias",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Eur J Obstet Gynecol Reprod Biol",
            "volume": "63",
            "issn": "",
            "pages": "191--194",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Diffusiecapaciteit van patiënt A in de tijd, en het effect daarop van behandeling met granulocyt-macrofaag-koloniestimulerende factor (GM-CSF).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "en verschijnselen bij pulmonale alveolaire proteïnose.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Hogeresolutie-CT-opnamen van de thorax van patiënt B: (a) verdikte interlobulaire septa die een geometrische vorm aannemen, het zogenaamde 'crazy paving'; (b) beeld na behandeling met granulocyt-macrofaag-koloniestimulerende factor (GM-CSF).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Pulmonary alveolar proteinosis: a disease caused by surfactant accumulation, and new treatment with sargramostim. -The acquired form of pulmonary alveolar proteinosis was determined in 3 patients, a woman of 31 and 2 men of 48 and 38 years, respectively. Their symptoms consisted of progressive dyspnoea, with or without coughing and a tight feeling in the chest. Bronchoscopy with bronchoalveolar lavage yielded milky white, frothy material, and high resolution CT revealed parenchymal densification. All 3 patients were successfully treated with recombinant granulocyte-macrophage colony-stimulating factor (GM-CSF; sargramostim); in addition, the first and last patient underwent total pulmonary lavage. During the pregnancy of the woman, the GM-CSF treatment was suspended; this was resumed after parturition, which took place via caesarean section. Pulmonary alveolar proteinosis is a rare disease characterised by accumulation of surfactant in the alveoli. Until recently, the treatment consisted only of total lung lavage under general anaes thesia. It has recently been discovered that IgG autoantibodies play an important role in the development of the disease, namely in the accumulation of surfactant in the alveoli. IgG autoantibodies appear to neutralise the biological activity of natural GM-CSF, which leads to accumulation of used surfactant in the alveoli and a decrease of the pulmonary diffusion capacity. These cases and other publications from the past few years underline the important role of GM-CSF, in addition to a total lung lavage, in the treatment of pulmonary alveolar proteinosis. Ned Tijdschr Geneeskd. 2008;152:1450-4",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ]
}