{
    "paper_id": "62eeadbc721c5e7d7cdab8a04cf7d4f7fc524bcc",
    "metadata": {
        "title": "ADVERTISEMENT FEATURE Advertiser retains sole responsibility for content 1|natureJOBS|17 A world leader in medical research",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "SPOTLIGHT On OSaka N orthern Osaka is rapidly becoming one of the world's most successful biomedical clusters through active collaboration and the pursuit of research that is attractive to young scientists, says renowned immunologist Tadamitsu Kishimoto.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Following approvals in Japan last year, Japan's first antibody drug, Tocilizumab (sold as Actemra in Japan), this year also received government approval in Europe for its application to be extended as an immunosuppressive agent. It can now be used to treat rheumatoid arthritis and articular inflammation in addition to the rare Castleman's disease. The drug is a humanized monoclonal antibody that inhibits the receptor of interleukin (IL)-6, a protein known for its involvement in immune and inflammatory responses. Tocilizumab is now expected to become a highly popular treatment for rheumatoid arthritis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The development of Tocilizumab is perhaps the best example reflecting the underlying strengths of medicinal and biological research and the businessoriented mindset in Northern Osaka, the site of one of Asia's largest biomedical clusters. Soon after IL-6 was discovered by immunologist Tadamitsu Kishimoto at Osaka University in the mid-1980s, it was swiftly combined with the technological prowess of a pharmaceutical company. Their persistent work led to the successful market introduction of the drug two decades later.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "\"Osaka embraces a culture that allows unconventional thinking, which has led to a bloom in numerous achievements of translational research. And it still does, \" says Kishimoto, a professor of the Graduate School of Frontier Biosciences at Osaka University. \"In the early 1990s, for example, many people thought small molecules would be the mainstream of drug development, but we looked to large molecules like antibodies, \" says the native of Osaka who is also one of the university's former presidents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Northern Osaka has been a centre of life sciences research dating back to the early nineteenth century, when the predecessor of Osaka University's Faculty of Medicine -the school known as Tekijuku -was first established. The university has since become a global frontrunner in research on proteins, microbiology and immunology. The region's pharmaceutical tradition in fact started much earlier: as early as the seventeenth century, a district known as Doshomachi began to flourish with the arrival of hundreds of merchandisers from around Japan to participate in the burgeoning pharmaceutical trade. The merchants included the predecessors of Takeda Pharmaceutical and other major modern companies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Unimpeded by economic crisis"
        },
        {
            "text": "Despite the recent challenging conditions of the global economy, the biomedical cluster in Northern Osaka has progressed largely unimpeded thanks to government-sponsored economic stimulus packages, which have greatly increased financial support for promoting those research fields in which Japan has been particularly competitive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Unimpeded by economic crisis"
        },
        {
            "text": "The Northern Osaka cluster is also accelerating its unified efforts towards translating research achievements into practical uses, Kishimoto says. The need for a practical focus was recognized as far back as 1990, when the Senri Life Science Foundation was first established. The foundation provides research grants, organizes seminars and supported the creation of the biomedical cluster. The Saito Life Science Park was opened in 2004 as the core of the research cluster. The Osaka prefectural government also established the Osaka Bio Headquarters in the cluster in 2008 to coordinate various activities and facilitate progress on life sciences strategies. Kishimoto now heads the foundation and the Bio Headquarters, among his other public roles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Unimpeded by economic crisis"
        },
        {
            "text": "Many of the significant advances at the biomedical cluster are the products of impressive work by young researchers, Kishimoto says. As an example, Naoki Hosen at the Graduate School of Medicine at Osaka University, supported by the foundation through the Japanese government's Knowledge Cluster Initiative (2nd Stage), is developing therapeutic antibodies targeting antigens specific to cancer stem cells. In another example, Ken Ishii at the university's Research Institute for Microbial Diseases is working on an influenza vaccine adjuvant that is activated by innate immune signalling pathways.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Osaka cluster as a promising career pathway"
        },
        {
            "text": "\"The most important thing is not money, but the fostering of the next generation of researchers, \" Kishimoto says. \"Our biomedical cluster can provide young researchers with a promising career pathway if they come and work here for a few years. \" Just 20 kilometres from downtown Osaka, the Northern Osaka Biomedical Cluster is a concentration of the world's foremost academics and Japan's leading pharmaceutical companies. The well-balanced combination of academics and industry is key to driving product innovation and research success through active collaborations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Osaka cluster as a promising career pathway"
        },
        {
            "text": "The cluster centres around the Saito Life Science Park. Several of Japan's top biomedical research institutes are located within five kilometres of the park, including the Suita Campus of Osaka University, the Osaka University Hospital, the National Institute of Biomedical Innovation (NIBIO), the National Cardiovascular Center (NCVC), the Osaka Bioscience Institute and the Senri Life Sciences Center.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Osaka cluster as a promising career pathway"
        },
        {
            "text": "The tradition of modern academic research in Osaka is derived from Tekijuku, a school that taught Western studies and medicine in the nineteenth century and which became the predecessor of Osaka University's Faculty of Medicine. Many of the scientific activities undertaken in the biomedical cluster are highly evaluated internationally.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Osaka cluster as a promising career pathway"
        },
        {
            "text": "The institutes in Northern Osaka play a critical role in a number of large-scale national projects. For example, last year the Japanese government included four projects from Osaka University, NIBIO and the NCVC in its five-year Super-Tokku initiative. The program provides a platform for the swift evaluation of pharmaceuticals and medical equipment through the flexible use of public funding in order to accelerate the research and development of advanced medicine and medical equipment in Japan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Large-scale initiatives"
        },
        {
            "text": "The cluster lies south of Saito and encompasses the district of Dosho-machi, where more than 300 pharmaceutical companies have been established. Five of Japan's top ten pharmaceutical companies are headquartered in this district and neighbouring areas. Osaka is also known as a home for electronics companies such as Panasonic and Sharp, as well as a number of manufacturing companies involved in the development of advanced medical equipment. These companies receive dedicated support from the Osaka Pharmaceutical Manufacturers Association and the Osaka Medical Instruments Association.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Artisan spirits"
        },
        {
            "text": "In the biomedical cluster, industry, academics and policymakers coordinate effectively to promote biomedical activities. The Senri Life Science Foundation plays a key role in these activities, and also takes charge of the regional administration of the Japanese government's Knowledge Cluster Initiative (2nd Stage). In 2008, the Osaka prefectural government commissioned the establishment of the Osaka Bio Headquarters within the cluster to coordinate industry-academic collaborations more effectively. In its most recent move, the Bio Headquarters in collaboration with some of the top brains in Osaka developed the Biomedical Strategy 2009, which set the goal of making Osaka the world's fifth most influential biomedical city over the next decade. To this end, Osaka is ready to increase support for venture companies, accelerate deregulation and speed up clinical trials.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Endeavours by public bodies"
        },
        {
            "text": "Saito Life Science Park -leaping ahead How to better join forces S et among the green hills of northern Ibaraki city and southern Minoh city in Osaka, the Saito Life Science Park has established itself as a leading hub of life sciences research in Japan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SPOTLIGHT On OSaka"
        },
        {
            "text": "The 22-hectare site currently hosts six major research institutes, including NIBIO, as well as three commercialization incubator facilities with capacity to support 35 start-ups and laboratories.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SPOTLIGHT On OSaka"
        },
        {
            "text": "Occupants are eligible for a range of publically funded subsidies and tax incentives. More than 900 researchers and staff working in the park benefit from its close location to Osaka University and the NCVC, providing a basis for close research collaboration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SPOTLIGHT On OSaka"
        },
        {
            "text": "AnGes MG is one of the innovative biopharmaceutical companies headquartered at the Saito Bio-Incubator, and is currently developing two gene therapy medicines as mainstay projects. Another company, Soiken, is developing various biomarkers and assay systems as well as implementing clinical trials for the development of drugs and functional food. Both companies are using research outcomes from Osaka University and are recognized as frontrunners in Japan's biotech industry.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SPOTLIGHT On OSaka"
        },
        {
            "text": "The Bio-Incubator is not restricted solely to Japanese companies: it also houses a Japanese subsidiary of San Diego-based AntiCancer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SPOTLIGHT On OSaka"
        },
        {
            "text": "The life science park opened in 2004 as the first part of Osaka's large-scale urban redevelopment plan to create the International Culture Park, an area that has been nicknamed Saito. Next year, development will commence in the central area, which will also focus on life sciences research and the innovation industry, with completion scheduled for fiscal 2013.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SPOTLIGHT On OSaka"
        },
        {
            "text": "The life science park offers not only a superb research environment, but also convenience -it is located about 30 minutes by train from downtown Osaka. The grand opening of the park in 2007 was marked by the inauguration of an extension of Osaka's monorail service to the area. M atchmaking is a common practice undertaken at biotech events worldwide to introduce laboratory seeds to companies -but the effectiveness of such introductions for creating real outcomes is often questioned.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SPOTLIGHT On OSaka"
        },
        {
            "text": "The Osaka Chamber of Commerce and Industry (OCCI) has proved to be one of the few successful coordinators of such introductions. Since 2003, the OCCI has organized the Forum for the Industrialization of Next-Generation Medical Systems, an open platform for the joint development of medical instruments for clinical applications. Every month, doctors and scientists make proposals for collaborations based on their ongoing research. If companies participating in the forum become interested in a proposal, the OCCI sets up working groups or individual meetings to promote collaboration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SPOTLIGHT On OSaka"
        },
        {
            "text": "So far, 244 working groups have been established, covering 90% of presenters, and a quarter of the presenters have subsequently gone on to launch a joint development project in collaboration with a commercialization company. In one example, a laboratory of Fumio Miyazaki at Osaka University and the company Daiken Medical are currently working to develop a robot capable of holding and manipulating an endoscope during surgery, which could one day replace a human assistant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SPOTLIGHT On OSaka"
        },
        {
            "text": "The forum is the most successful activity in the industry in Japan and has become so popular that there is now a waiting list for making presentations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SPOTLIGHT On OSaka"
        },
        {
            "text": "Behind the high success rate of the forum is the comprehensive hands-on support of the OCCI's coordinators and administrative staff, who assist in many ways, from advising presentation topics, to offering follow-up support before and after the forum.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Meticulous care"
        },
        {
            "text": "Participation in the forum is not limited to Osaka or the greater Kansai area, and the number of participants has been on the rise, now totalling 55 research organizations and 150 companies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Meticulous care"
        },
        {
            "text": "The OCCI is looking to partner with overseas clusters and biomedical associations, and the first such move was made recently with the formation of the BioBusiness Alliance of Minnesota. In Osaka, globally recognized institutes like the NCVC are situated beside the accumulation of medicalrelated companies. By setting research institutes and medical companies as centripetal forces, the OCCI continues to contribute matchmaking capabilities to create a globally competitive industrial cluster in Osaka. Osaka's collaboration focus has led to the creation of one of the more ambitious projects to come out of the biomedical cluster -the Pharmaceutical Innovation Value Chain, which is run by the non-profit organization BioGrid Center Kansai in Osaka. The value chain allows stakeholders in any stage of drug development to participate in the creation of innovative drugs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Meticulous care"
        },
        {
            "text": "The latest innovation to emerge from the biomedical cluster is the Protein Mall Kansai, which was inaugurated in May this year. The Protein Mall acts like a catalyst: it searches for member and non-member companies interested in collaboration, and shares information among them to spur interaction. It also provides expert advice on protein-related business and potential collaboration. All the services supporting participation are provided free of charge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Protein Mall Kansai"
        },
        {
            "text": "The Protein Mall is at present considering supporting technology for a protein synthesis developed by the Institute for Protein Research at Osaka University, and for a process of human protein production using vegetable chloroplasts developed by a collaboration between the Nara Institute of Science and Technology and the Institute for Virus Research, Kyoto University.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Protein Mall Kansai"
        },
        {
            "text": "\"A unique protein production method and a unique protein itself would also be interesting to members, \" says Katsube. Whereas some institutions are preoccupied with history and traditions, Osaka University, or Handai as it is colloquially known, prefers to talk about the future and seems to take delight in a tradition of being ahead of the times. 'Live locally, grow globally' is the kind of motto you'd expect from Osaka University. Tracing its roots back to the Tekijuku school established by the legendary pioneer of Western medicine Koan Ogata in 1838, Osaka Imperial University was formally established in 1931 as the sixth of Japan's seven imperial universities and the only one to be built largely with private funds. From this start, the university has grown rapidly into a world-class educational institution of over 30,000 students and staff with formal links to 69 universities in 23 countries around the world.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Protein Mall Kansai"
        },
        {
            "text": "These unique beginnings -a combination of longstanding commercial roots and an early pedigree in medicine -have produced a seat of learning that thrives on continuous development, expansion and amalgamation with other local institutions, most recently with the Osaka University of Foreign Studies in 2007. The university was an early adopter of an interdisciplinary approach to learning when it created the School of Human Sciences in 1974. They also recognized before most the importance of academic and industry partnerships and established the Institute of Scientific and Industrial Research way back in 1939 at a time when conventional wisdom viewed such liaisons with suspicion. Now in the sixth year of its latest mediumterm plan, the university is looking to the next phase of development in its research capabilities under three themes stressing 'fundamentals' , 'curiosity' and 'responsibility' . And as one might expect, cooperative research with industrial partners features heavily. This translates into the concept of 'industry on campus' , which will see parts of the largest of the three sites of Osaka University redeveloped as a cluster of high-tech facilities including the Nanotech Incubator, the Technological Alliance Institute and a centre devoted to imaging, photonics and photovoltaics research, all in time for the university's 80th anniversary in 2011. These facilities will provide an environment where academia and industry can work together on basic research as well as projects of commercial interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Renewed strength in translational research"
        },
        {
            "text": "Whilst key initiatives are being implemented in high-tech science and technology, it is probably in the field of medicine more than any other that the strength of Osaka University is most keenly felt. From its inception, the School of Medicine has been a key driver in the growth of the university as a whole, as well as being at the forefront of many important developments in Japanese clinical medicine and basic medical research. Early on it established a reputation as a centre of excellence in the treatment of infectious diseases, notably for smallpox and tuberculosis, in the process becoming the site for the first popularization of smallpox vaccinations and BCG inoculations in Japan. The Osaka University School of Medicine subsequently became known as the leading institute for transplant surgery in Japan, beginning with the first kidney Live locally, grow globally Whilst noting strength in organ transplantation, Hirano is quick to point to other areas at which the university excels -immunotherapy and translational research aimed at bringing the potential benefits of treatments such as cancer vaccines and stem cell therapies out of the lab and into the clinic. The university also boasts state-of-the-art medical imaging resources including a magnetic resonance imaging facility powered by an 11.7 tesla magnet -currently the world's largest -as well as a number of advanced positron emission tomography sources allowing lab animal experiments to be performed in real time. Hirano is convinced that the university's achievements spring from a solid base of all-round excellence in general medicine and basic research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Osaka University Medical School"
        },
        {
            "text": "However, maintaining this strong foundation is not without its problems. \"These days fewer and fewer medical students are going into basic medical research after graduation, \" observes Hirano, himself an Osaka University PhD, with regret, \"and the result is a shortage of talent in those areas. \" To tackle this problem, the school implemented a number of changes to the undergraduate curriculum to make it easier for students to gain experience in areas of medical-related research outside the school, and also created an elective course allowing students to carry out medical research for a few hours each week outside of normal class times. Introduced in April of this year, the 'after five' option already has a healthy take-up rate, and enquiries from prospective future students for the course in future years are growing steadily. It is a typically forward-looking, flexible approach to a challenging problem. But that's the way they like to do things at Handai. In 2007, the Japanese government announced the recipients of its World Premier International (WPI) Research Center Initiative program. The WPI program focuses government financial support on five priority projects to create elite research institutes that attract the world's top scientists. The IFReC at Osaka University is one such institute, selected for its mission to \"unveil the whole picture of the dynamic immune system\" using a systems biology approach.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Osaka University Medical School"
        },
        {
            "text": "Immunology has long been one of Osaka University's greatest scientific strengths, beginning with former presidents Yuichi Yamamura and Tadamitsu Kishimoto and now exemplified by the director of the IFReC, Shizuo Akira, who is a pioneer of innate immunity and currently the world's most cited scientist in the field. To take immunology to its next level, the IFReC seeks to move beyond the test tube where immune cells work in isolation and observe these cells live in the body, leading to a better understanding of the dynamics driving immune cell communication and cooperation. Akira explains, \"In vitro experiments only allow snapshots of immune cells. We want to capture the movement of cells dynamically. Therefore, we need to develop new research techniques to understand immune responses in the body. \" This means the IFReC will be the leader of a new systems immunology field that combines immunology, imaging and informatics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Osaka University Medical School"
        },
        {
            "text": "In addition to gathering several of the world's top immunologists, the IFReC has assembled an extraordinary imaging team led by one of the world's leading researchers in bio-imaging, Toshio Yanagida. The large number of high-impact publications produced by Akira and Yanagida and their impressive list of accomplishments and awards made the IFReC an obvious choice for the Japanese government when it considered where to commit at least 1300 million yen annually for ten years or more. \"Our selection for one of these highly competitive programs was recognition of our research and the potential to achieve the goals of this challenging project, \" says Akira.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Osaka University Medical School"
        },
        {
            "text": "Just assembling a multidisciplinary team with international standing, however, is not enough. In order to accomplish its stated goals, the IFReC is also changing the way scientific research is undertaken in Japan. This means more independence for young principal investigators, and emphasis on collaborative efforts -an absolute necessity for bringing together disparate fields like immunology and imaging, and researchers with different educational and cultural backgrounds. As Akira notes, \"We have around 200 people involved in this program, 30% of whom are from overseas, including 10% of the principal investigators, with backgrounds ranging from engineering and physics to medicine. \"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Osaka University Medical School"
        },
        {
            "text": "One of the more recent principal investigators to join the IFReC is Diego Miranda-Saavedra, who previously worked on developing bioinformatics techniques to study transcriptional networks in blood cell development. \"I felt like I could accomplish more in ten years here than I could anywhere else. I saw that the IFReC is made up of a very enthusiastic and collaborative community of outstanding scientists, and that the science done here is not only world-class, but also worldleading. I quickly understood that the IFReC's goal is to answer very important and difficult questions in immunity and that this is achievable with the amazing setup here. My lab at the IFReC consists of a bioinformatics core with access to supercomputing facilities and wet bench space to validate our in silico predictions. \"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Osaka University Medical School"
        },
        {
            "text": "Atsushi Kumanogoh was attracted to the centre by its strong emphasis on imaging, which he believes will significantly advance his team's work on semaphorins and their role in the cross-talk between the nervous system and the immune system. Having already isolated the first semaphorin (Sema4D) by subtractive cDNA cloning in 1997, Kumanogoh has seen his research benefit from the imaging facilities at the IFReC. \"Our images offer a deeper insight into how semaphorins regulate cellular migration in the nervous and immune systems, \" Kumanogoh says.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Osaka University Medical School"
        },
        {
            "text": "It is this unique environment that allows the IFReC to pursue its ambitious projects. \"At present, we are not able to predict the outcome when a certain pathogen invades the body, \" explains Akira. Ultimately, the IFReC seeks to do just that by visualizing how the body reacts when a pathogen invades. \"By integrating immunology and imaging, we seek to understand the dynamic interactions of immune cells and their activation. This will allow us to manipulate the immune system, leading to the development of vaccines. \"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Osaka University Medical School"
        },
        {
            "text": "Whole body imaging of the immune system A chimeric mouse generated from embryonic mouse cells and genetically modified embryonic stem cells. Such mice are essential for generating knockout mice -important tools for immunology studies at the IFReC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Osaka University Medical School"
        },
        {
            "text": "Advertiser retains sole responsibility for content 7|natureJOBS|17 September 2009",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Osaka University Medical School"
        },
        {
            "text": "Such advances rely on allowing researchers to focus on their science. \"A genuine international environment is critical for this world-class centre, \" says Takao Kodama, administrative director of the IFReC. This means not only aiding researchers in their grant applications and other matters that relate to their science, but also facilitating a smooth transition for them and their families when they arrive to live in Japan. This is one reason why Cevayir Coban brought her family to Osaka to work at the IFReC, where she now leads a project investigating innate immune responses to malaria. \"Malaria affects millions of people each year and kills mostly children and pregnant women, yet no vaccine is available to prevent it. \" Almost immediately, she was able to form collaborative projects with imaging and informatics groups to create a new generation of drugs and vaccines to combat malaria.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SPOTLIGHT On OSaka"
        },
        {
            "text": "While immunology is at the forefront of this project, Yanagida sees other significant benefits. \"I am interested in the dynamics of living cells, \" says Yanagida, who as an engineer takes a strong interest in the design of the immune system. \"An immune cell is an amazingly efficient machine superior to anything we can engineer. Unravelling how living cells handle large amounts of information and function in tandem has the potential to allow us to design machines that use far less energy. \" It is this component of the IFReC that should appeal to researchers without a direct background in immunology. \"For me, the immune system is a model to better understand how cells function and how to build better machines, \" adds Yanagida. \"The IFReC may be an immunology centre, but that most certainly does not mean it should only consist of immunologists. In fact, if we are to achieve our stated goals, then it can't. \"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SPOTLIGHT On OSaka"
        },
        {
            "text": "The imaging team is aggressively applying new combinations of various imaging and labelling techniques, like multiphoton-excited fluorescent microscopy and nano-environmentsensitive probes, to conduct single-molecule imaging, nanometry tracking and magnetic resonance imaging of immunological systems. This gives physicists and engineers an unusually direct role in systems-based immunology research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SPOTLIGHT On OSaka"
        },
        {
            "text": "This also applies to bioinformatics. \"It doesn't matter if you have been working in another computational field. If you're at the top at what you do, then you can make a positive contribution here, \" says Daron Standley, leader of the structural bioinformatics lab. \"My team consists of people from backgrounds in bio-engineering, computer science and even financial modelling. When recruiting someone, we're not concerned with what you did at your last job. We are more concerned with finding smart people who have a strong desire to work with a variety of scientists in other fields in order to develop a more complete view of immune function. \"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SPOTLIGHT On OSaka"
        },
        {
            "text": "It is this notion of building a collaborative immunology centre, made up of top scientists with diverse backgrounds, that will help the IFReC to attain its ambitious goals. Through state-of-the-art facilities, guaranteed investment and an exceptional group of scientists, the IFReC is creating the necessary environment to take immunology to a new level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SPOTLIGHT On OSaka"
        },
        {
            "text": "In vivo two-photon microscopy of bone tissue. Microscopic blood vessels in the bone marrow of a transgenic mouse visualized by Masaru Ishii's group at the IFReC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SPOTLIGHT On OSaka"
        },
        {
            "text": "3-1 Yamadaoka, Suita, Osaka 565-0871, Japan ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunology Frontier Research Center, Osaka University"
        },
        {
            "text": "The RIMD was set up in 1934 after a donation from Gendo Yamaguchi, an Osaka merchant. \"We conduct research on infectious diseases, immunology and cell biology, \" says Hitoshi Kikutani, director of the institute. \"We also have a brother institute at Osaka University, the Research Foundation for Microbial Diseases, known as BIKEN. It is Japan's largest manufacturer of vaccines and a major exporter as well. BIKEN is currently developing a vaccine to fight the H1N1 pandemic flu virus. \" Profits from the sales of vaccines are used to fund research at the RIMD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "T he Research Institute for Microbial Diseases (RIMD) at Osaka University has a prestigious 80-year tradition of leading research on the prevention and treatment of infectious diseases."
        },
        {
            "text": "\"We accept graduate students for multidisciplinary research on microbiology, oncology and molecular biology, \" says Kikutani. \"We have more than 200 research staff here. \" RIMD researchers have made major breakthroughs, such as the discovery of cell fusion, which led to the development of monoclonal anti-bodies -important tools in biochemistry, molecular biology and medicine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "T he Research Institute for Microbial Diseases (RIMD) at Osaka University has a prestigious 80-year tradition of leading research on the prevention and treatment of infectious diseases."
        },
        {
            "text": "The RIMD's most notable research achievements include the discovery of Vibrio parahaemolyticus, a bacterium that causes food poisoning, and the development of a vaccine for varicella (chickenpox), which is now manufactured by BIKEN and licensed worldwide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "T he Research Institute for Microbial Diseases (RIMD) at Osaka University has a prestigious 80-year tradition of leading research on the prevention and treatment of infectious diseases."
        },
        {
            "text": "\"These discoveries were possible because this institute has been a core facility within Osaka University from the outset, \" says Kikutani. \"We have many young researchers from all over the world, and from backgrounds ranging from medicine to chemistry and other physical sciences. \"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "T he Research Institute for Microbial Diseases (RIMD) at Osaka University has a prestigious 80-year tradition of leading research on the prevention and treatment of infectious diseases."
        },
        {
            "text": "With funding from the Japanese government, several national universities including the RIMD are maintaining research centres overseas to investigate emerging and re-emerging infectious diseases in Asia and Africa. An example is the Thailand-Japan Research Collaboration Center on Emerging and Re-emerging Infections (RCC-ERI). \"We established the RCC-ERI in Bangkok in 2007, \" says Kikutani. \"The RIMD is focused on disseminating information to prevent epidemics, developing medicines and vaccines, and extending our network with other Asian countries. \"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "T he Research Institute for Microbial Diseases (RIMD) at Osaka University has a prestigious 80-year tradition of leading research on the prevention and treatment of infectious diseases."
        },
        {
            "text": "The RCC-ERI, set up in partnership with Thailand's National Institute of Health, is equipped with state-of-the-art facilities including 'bio-safety level 3' laboratories for conducting research on HIV/AIDS, avian influenza and other zoonotic infections, and intestinal infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "T he Research Institute for Microbial Diseases (RIMD) at Osaka University has a prestigious 80-year tradition of leading research on the prevention and treatment of infectious diseases."
        },
        {
            "text": "\"The international network of overseas research centres supported by the Japanese government is similar to the network maintained by the Centers for Disease Control and Prevention in the US or the Pasteur Institute in France, \" says Kikutani. The RCC-ERI supports ten Japanese researchers in Bangkok, who conduct research as well as train local staff.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "T he Research Institute for Microbial Diseases (RIMD) at Osaka University has a prestigious 80-year tradition of leading research on the prevention and treatment of infectious diseases."
        },
        {
            "text": "Toshihiro Horii at the RIMD is developing a pioneering vaccine for malaria -known as the 'neglected disease' . \"Malaria is a huge burden for the human race, \" says Horii. \"About 40% of the world's population lives in malaria-endemic areas. There is increasing urgency for a malaria vaccine and anti-malarial drugs. \"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "T he Research Institute for Microbial Diseases (RIMD) at Osaka University has a prestigious 80-year tradition of leading research on the prevention and treatment of infectious diseases."
        },
        {
            "text": "Horii has developed a vaccine based on serine repeat antigen (SERA), a protein produced by the Plasmodium falciparum parasite responsible for malaria. \"An epidemiology survey conducted by us in Uganda showed that people with high concentrations of antibodies against SERA did not show symptoms of malaria, \" says Horii. \"I have developed artificial SERA in the form of the SE36 vaccine, which when injected into people will produce antibodies against malaria. \"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "T he Research Institute for Microbial Diseases (RIMD) at Osaka University has a prestigious 80-year tradition of leading research on the prevention and treatment of infectious diseases."
        },
        {
            "text": "Transforming this discovery into a product requires adherence to strict international guidelines for good manufacturing practice (GMP). \"The GMP rules must be obeyed for the manufacture of vaccines, \" says Horii. \"The rules even include requirements for the number of dust particles allowed per cubic metre in the manufacturing facilities. The executives at the Kanonji Institute of BIKEN are interested in manufacturing the SE36 malaria vaccine, and have provided their GMP-compatible facilities for producing test material for the initial trials. This is our contribution to society. \"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "T he Research Institute for Microbial Diseases (RIMD) at Osaka University has a prestigious 80-year tradition of leading research on the prevention and treatment of infectious diseases."
        },
        {
            "text": "The SE36 malaria vaccine has passed safety trial tests in Japan, and clinical trials in Uganda are scheduled for this year. The vaccine is expected to be available for general use within five years. Like adjacent strands of a β-sheet, the study of proteins and the development of Osaka University are intimately linked. The relationship dates right back to the earliest days of the university as a modern institution in 1931, although it was not until 1956 that a laboratory dedicated to the investigation of the organic chemistry of proteins and amino acids was set up in the Faculty of Science. The current institute was opened two years later and has since grown into one of the premium centres for protein research in the world.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "T he Research Institute for Microbial Diseases (RIMD) at Osaka University has a prestigious 80-year tradition of leading research on the prevention and treatment of infectious diseases."
        },
        {
            "text": "Although the IPR is active in all areas of protein science, it plays a particularly prominent role in the development and management of the Worldwide Protein Database (wwPDB), of which it was a founding member in 2003. Currently the Protein Data Bank Japan (PDBj: www.pdbj.org) located at the IPR and led by Haruki Nakamura acts as the first point of reference for scientists from the Asia-Pacific. In this role, the PDBj processes 25-30% of the total world depositions to the wwPDB, amounting to around 2,000 structures each year. As well as curation and registration of data, the PDBj develops tools that allow users to access the data in a range of different formats and to search the protein structures in the database for points of structural similarity, such as functional sites, backbone shape and molecular surface. The IPR also carries out ground-breaking research in ab initio computational chemistry relating electronic states to the three-dimensional structure of proteins and related systems. This has provided important information about questions of fundamental importance in biosystems, such as asymmetric electron transfer in the photosystem II reaction centre -one of the key mechanisms in photosynthesis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Worldwide Protein Database"
        },
        {
            "text": "Whilst the majority of the data in the wwPDB is generated by X-ray diffraction analysis -a technique that allows the structure of a molecule to be obtained directly by analysing X-rays that have passed through a crystal of the test substance -not all proteins can be examined using this method. \"Some proteins just don't crystallize nicely enough for X-ray studies, \" explains Toshimichi Fujiwara, head of the Laboratory for Molecular Biophysics at the IPR, \"but fortunately in many cases they are suitable for analysis by NMR. \" Nuclear magnetic resonance (NMR) is a technique that uses differences in the way radiation is absorbed by atoms within a molecule when placed in a strong magnetic field to gain information about the molecule's structure. Fujiwara's group has already deployed solid-phase NMR techniques extensively in the study of membrane proteins that are either not sufficiently soluble for solution-based NMR or that undergo drastic structural change during dissolution, which renders the structural data obtained of little use.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Worldwide Protein Database"
        },
        {
            "text": "\"It's all about sensitivity, \" explains Fujiwara. \"The more sensitive the atoms in the sample are to radiation, the better the data we can obtain. \" However, in many cases the sample is not sufficiently sensitive to the low-energy radio waves of conventional NMR to allow the collection of detailed structural information. To get round this problem, Fujiwara's group is developing new 'terahertz' technology using high-field dynamic nuclear polarization. In this technique, electron spins, which are very much more sensitive to irradiation, are energized by terahertz-frequency radiation and used indirectly to excite nuclear spins in the sample at very low temperature. This has allowed accurate measurements of microgram quantities of protein, rather than the tens of milligrams normally needed, at sensitivities up to 100-1000 times that previously possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sensitivity is the key"
        },
        {
            "text": "The terahertz project is carried out in collaboration with academic and industrial partners including JEOL, at which Fujiwara worked for seven years before moving into academic research. Currently at the experimental stage, the plan is to place the technology at the heart of an international NMR resource centre along with existing high-powered conventional NMR instruments such as the 950 MHz machine scheduled for delivery in early 2010. \"We want to see what is really possible with NMR, \" says Fujiwara.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sensitivity is the key"
        },
        {
            "text": "The electrostatic molecular surface of the rat liver vault. An example of the complex computational chemistry performed at the IPR by Haruki Nakamura's group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Logging the protein world"
        },
        {
            "text": "3-2 Yamadaoka, Suita, Osaka 565-0871, Japan The oral cavity is responsible for many crucial activities that most of us take for granted: breathing, eating, defence against pathogens, language and facial expressions. However for many people -those suffering severe periodontal disease -these basic functions become a challenge that dramatically affects their quality of life.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Institute for Protein Research, Osaka University"
        },
        {
            "text": "The ability to apply the most effective preventive and therapeutic approaches to periodontal care should be a top priority, but far too many dentists are satisfied with conventional techniques. Not enough energy goes into introducing new biomedical methods based on the latest molecular and cellular biology research. The Osaka University Graduate School of Dentistry aims to correct this situation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Institute for Protein Research, Osaka University"
        },
        {
            "text": "\"Many people still see dentists as practicing the art of pulling teeth, filling cavities or putting in dentures, but that image is completely outdated, \" says Toshiyuki Yoneda, dean of the Graduate School of Dentistry. Yoneda argues that discoveries concerning the function of genes, the immunological system and the nervous systems have opened the door to an era of new treatments. \"Molecular biology has revolutionized dentistry, \" he says.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Institute for Protein Research, Osaka University"
        },
        {
            "text": "One obstacle to this advance had been the divide between the clinic and the scientists' workbench. \"Dentists don't really understand research and researchers don't really understand dentistry, \" says Yoneda. \"Many dentists are clinically oriented and they don't care about science. \"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Institute for Protein Research, Osaka University"
        },
        {
            "text": "The Graduate School of Dentistry is an attempt to resolve this problem. Of the school's 94 staff, 73 are researcher/practitioners who hold both Doctor of Dental Surgery (DDS) and Doctor of Philosophy (PhD) degrees, showing their ability to bridge the two cultures. \"There is no doubt that this is important for the development of high-level healthcare, \" says Yoneda.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Institute for Protein Research, Osaka University"
        },
        {
            "text": "The school was given a vote of confidence for its approach in 2002 from the Japanese government, which bestowed on the school a Center of Excellence grant worth up to 300 million yen annually. The grant allowed Yoneda to establish the Frontier Dentistry/Oral Biology (FDOB) program. For the past seven years, the program has been at the forefront of integrating molecular and cellular biology into dentistry practice. The program has focused on three topics: management of oral infection, support of oral development and biological stimulation of the oral cavity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Institute for Protein Research, Osaka University"
        },
        {
            "text": "The results have been impressive. Publications originating from the school have had a scientific impact comparable with the world's strongest programs, including Harvard.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Institute for Protein Research, Osaka University"
        },
        {
            "text": "An important outcome of this research from the patients' perspective is progress on a treatment for regenerating bone based on fibroblast growth factor 2 (FGF-2). This treatment, pioneered at the Osaka University School of Dentistry Hospital and now in phase-three clinical trials, has already helped many patients in the late stages of periodontal decay to regrow the bone that holds their teeth in place. \"Some of these people can't eat, they can't bite and the gums get infected with bacteria, \" says Yoneda.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Institute for Protein Research, Osaka University"
        },
        {
            "text": "He hopes such examples will help convince the general public that 'advanced dentistry' can play a vital role in improving their quality of life. Seminars and open forums held by the FDOB program show people what the latest research can do. \"What we' d like them to see is that our basic science supports the clinic. People are very interested and come with a lot of questions, \" he says.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Institute for Protein Research, Osaka University"
        },
        {
            "text": "Another key role of the FDOB program and the Graduate School of Dentistry is education, with a mission to train dentists capable of deepening our understanding of the biological phenomena of the mouth at the molecular level. The educational scope is widened through the exchange of graduate students with foreign countries, and by hosting international symposia and establishing joint research programs with foreign institutions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Institute for Protein Research, Osaka University"
        },
        {
            "text": "These international activities, along with English educational programs at the school, will enable Japanese dental researchers to build names for themselves. Efforts by Japanese dental researchers to interact with their peers from other countries, present scientific findings at international conferences and publish their findings are often hampered by inadequate English language ability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Institute for Protein Research, Osaka University"
        },
        {
            "text": "Yoneda's program aims to train the next generation to undertake research, be active in the clinic and be involved in the international research community. By doing so, the school will help to give Japanese dentists the respect they deserve and their patients the high-quality treatments they need. \"People underestimate Japanese dentistry at the moment, but we are world leaders in the field, \" he says.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Institute for Protein Research, Osaka University"
        },
        {
            "text": "Regeneration of tooth-supporting bone 36 weeks after topical application of FGF-2. This type of pioneering research, directed by Shinya Murakami, has direct applications in dental care. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Where molecular biology meets dentistry"
        },
        {
            "text": "Akemichi Baba has his own perspective on finding treatments for psychiatric disorders. Such disorders are complex, and those researching treatments have a hard time knowing where to start. Baba has provided a solid foundation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Applied biopharmaceutical sciences"
        },
        {
            "text": "He has spent nearly two decades characterizing pituitary adenylate cyclase activating peptide (PACAP), a polypeptide first isolated in 1989 and known to play an important role in the cAMP pathway. Baba and his team of researchers soon took the lead in examining PACAP by cloning it, carrying out genomic analyses, identifying its receptors, tracing its involvement in molecular pathways and localizing its distribution. It turns out that the peptide is mainly expressed in the brain -an exciting finding that suggested a potentially important role in brain function.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Applied biopharmaceutical sciences"
        },
        {
            "text": "That interpretation turned out to be correct. Using modern gene-targeting methods, Baba's team found that when the PACAP gene was knocked out, mice suffered the tell-tale signs of schizophrenia: hyperactivity, reduced ability to adjust to disturbances (lower pre-pulse inhibition), a tendency to jump around explosively, cognitive dysfunction and depression-like behaviour.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Applied biopharmaceutical sciences"
        },
        {
            "text": "It was a triumph of 'reverse pharmacology' , an approach in which scientists study phenotypic effects of a disturbance to a complex system. Baba knows that the phenotypic expression of genes also depends on certain environments, so he has also been studying relevant environmental factors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Applied biopharmaceutical sciences"
        },
        {
            "text": "Baba's PACAP knockout mouse is on its way to becoming a new model for human schizophrenia. The mice show improvement when given anti-psychotics. And analogies with humans are supported by the fact that a certain mutation in the PACAP gene, found to be significant in schizophrenic patients, is associated with smaller hippocampal volume and poor memory.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Applied biopharmaceutical sciences"
        },
        {
            "text": "What causes schizophrenia and how should it best be treated? With his mice, Baba is on his way to finding out.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Applied biopharmaceutical sciences"
        },
        {
            "text": "Hiroyuki Mizuguchi is perfecting methods for introducing genes into cells at will -a technology that offers the unprecedented ability to manipulate cells for biomedical research -to produce vectors for gene therapy and potentially to carry out life-saving clinical therapies. Adenovirus vectors accomplish this feat, with the added advantage that they express the gene of choice without disturbing the host's DNA. But conventional adenovirus vectors also have problems, such as being unable to penetrate cells that lack a certain type of receptor. Mizuguchi has experience in solving such tough problems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Molecular pharmaceutical sciences"
        },
        {
            "text": "\"We want to find a way to take advantage of the merits, limit the problems and find a new generation of adenovirus vectors that can serve even more functions, \" says Mizuguchi.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Molecular pharmaceutical sciences"
        },
        {
            "text": "Mizuguchi pioneered an efficient way to make adenovirus vectors through a patented approach that is now commonly used worldwide. And with several publications and patents on a new kind of adenovirus vector, he is well positioned to make even more breakthroughs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Molecular pharmaceutical sciences"
        },
        {
            "text": "Satoshi Obika found a recipe that works. Twelve years ago, he pioneered a technology that stabilizes nucleic acids, whether DNA or RNA, by adding an extra bridge in the molecule's sugar.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bioorganic pharmaceutical sciences"
        },
        {
            "text": "The 'bridged' nucleic acid (BNA) outdid his expectations, binding to complementary RNA with an affinity more than 100,000 times that of normal DNA. \"I was very surprised, \" says Obika.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bioorganic pharmaceutical sciences"
        },
        {
            "text": "BNA can be used to increase the specificity of detection in common DNA microarrays or polymerase chain reactions. The specificity will also allow 'antisense' blocking of DNA transcription or RNA translation, which could make DNA-based clinical therapies possible. Obika designs a successful BNA roughly once per year, each with its own RNA or DNA targets, paving the way to a future full of discoveries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bioorganic pharmaceutical sciences"
        },
        {
            "text": "Yasuo Tsutsumi, a toxicologist, thinks people should be worrying more about the smaller things, and his animal studies back up that position.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Environmental pharmaceutical sciences"
        },
        {
            "text": "He studies silica materials composed of molecules smaller than 100 nanometres in diameter, which are increasingly being used in cosmetics, food and drugs. His first question: do they get into the body? The answer he found in his mouse and pig studies is 'yes' -even when applied to the skin, which is supposed to be the toughest barrier to pass. The second: where do these nanoparticles go in the body? The answer: into many vital organs, including the brain. The last question: are they safe? \"We don't know yet, \" says Tsutsumi, \"which is exactly why we have to extend our studies on nanotoxicology as quickly as possible. \"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Environmental pharmaceutical sciences"
        },
        {
            "text": "Tsutsumi wants to bring these facts to our attention. \"We believe these products are safe, without any evidence, \" he says. \"I want to grasp the risk involved. \" \"Basic science is essential to advances in human understanding, \" emphasizes Kiyoshi Higashijima, dean of the Graduate School of Science. \"And it is our chief focus in research and in education. \"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Environmental pharmaceutical sciences"
        },
        {
            "text": "Higashijima is quick to note that the emphasis on basic science is just as productive in spawning real-world applications as in illuminating scientific fundamentals. \"Our faculty and students tackle issues in bioscience from diverse perspectives, including macromolecular science, physics and even mathematics, as well as biology and chemistry. We expect our people to do world-class research, and they have responded impressively. Multidisciplinary initiatives leverage our strengths in individual disciplines, and multilateral international exchange broadens our horizons further still. \"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comprehensive pharmaceutical sciences"
        },
        {
            "text": "Epitomizing the world-class work in bioscience at Osaka University is innovative research by three of the graduate school's professors of biology: Hiroki Nishida, Tatsuo Kakimoto and Hisao Masukata. All three are leaders in their fields, and each has captured worldwide attention with their discoveries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Innovative biology"
        },
        {
            "text": "Nishida's research on ascidians (sea squirts) has yielded insights into embryonic development in chordates. \"Ascidians are among the simplest of chordates, \" notes Nishida, \"and scientists have elucidated the fates of nearly all of their embryonic cells. So those humble marine creatures are a superb laboratory for studying embryonic development, including patterns of gene expression, determinants of cell fate and cellular interaction. We have learned how to manipulate the fates of embryonic cells in ascidians artificially. Our findings fortify the foundation for work in developmental medicine, including stem cell therapies. \" Kakimoto, meanwhile, has contributed greatly to parsing the mechanism of intercellular communication. He discovered a biosynthesizing enzyme and receptor for cytokinin, which figures prominently in intercellular communication and in regulating cellular differentiation in plants. And he has gone on to identify regulators of cell multiplication and cellular positioning. \"I'm interested, \" Kakimoto explains, \"in the basic principles that determine form in plants. So I am studying the communication and the signalling networks that fulfil those principles. \"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Innovative biology"
        },
        {
            "text": "Masukata describes his pioneering work on chromosomal replication as the result of a long-standing fascination. \"The replication, \" he observes, \"is subject to different structural control mechanisms, depending on the stage of the cell cycle and even on the position of the chromosomes. That mystified me early on, and I was determined to solve the mystery. \" Masukata's quest has illuminated important aspects of chromosomal replication. For example, he has helped identify the action of heterochromatin protein 1, the chief determinant of chromosomal structure in fission yeast. And Masukata is broadening his research with an eye to achieving a more comprehensive grasp of chromosomal replication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Innovative biology"
        },
        {
            "text": "Active in cutting-edge chemistry at Osaka University is Akira Harada, a professor of macromolecular science. He has received plaudits for his work on artificial molecular machines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Macromolecular machines"
        },
        {
            "text": "\"Organisms, \" Harada comments, \"exhibit different kinds of motor movement, including the linear motion of muscles and the rotary motion of ATP synthesis and of flagella. Scientists have devoted immense time and effort to analysing biological motor functions with an eye to harnessing them for various applications. I have built self-assembling structures by combining the ring-shaped molecule cyclodextrin with linear macromolecules, and I have succeeded in controlling the movement of the molecules relative to each other. The next step in my research is to develop applications for my molecular machines in sensors, catalysts and other applications by combining them with bioactive molecules, such as antibodies. \"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Macromolecular machines"
        },
        {
            "text": "Koichi Fukase, a professor of chemistry at Osaka University, regards organisms as communities of molecules. \"My work unfolds, \" he quips, \"in the realm of biomolecular society. \" Fukase works to verify the action of biologically active molecules in observable functions. His approach has led him into a diversity of projects, including research on the synthesis and functioning of molecules that regulate innate immunity; analysis of the synthesis and functioning of sugar chains on cell surfaces and in glycoproteins; and the imaging of sugar chains, macrobiomolecules and cells. He pioneered the application of positron emission tomography (PET) to analysing glycoproteins, and his 'GlycoPET' imaging technique has provided visual verification of the decisive effect of sugar chains on protein dynamics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Biomolecular communities"
        },
        {
            "text": "An ascidian tadpole larva, just before hatching. Hiroki Nishida's group uses ascidians as a laboratory for embryonic research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bioscience Research at Osaka University"
        },
        {
            "text": "Advertiser retains sole responsibility for content 13|natureJOBS|17 September 2009",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bioscience Research at Osaka University"
        },
        {
            "text": "\"Sugar chains and proteins are just the beginning, \" declares Fukase. \"We could assemble those and other biomolecules into structures for performing useful functions, such as recognizing patterns in the communities on cell surfaces and regulating the molecular communities inside cells. That approach could even provide an effective means of correcting autoimmune disorders and targeting anticancer drugs at tumours. \"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SPOTLIGHT On OSaka"
        },
        {
            "text": "Michio Murata, a colleague of Fukase in Osaka University's Department of Chemistry, is also doing important work in the realm of biomolecular society. Murata works to elucidate biological phenomena by reconstituting the biomolecular communities required for various functions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SPOTLIGHT On OSaka"
        },
        {
            "text": "For example, he analyses the interaction of biomolecules and pharmaceutical compounds inside a liposome membrane as a model for the cell membrane. Using this approach, Murata has demonstrated that membrane lipids figure prominently in the pharmaceutical action of antibiotics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SPOTLIGHT On OSaka"
        },
        {
            "text": "\"The cell membrane is a classic biomolecular society, \" remarks Murata. \"I look forward to developing methodologies for grasping the exact roles that lipids, proteins and other biomolecules play in that society. \"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SPOTLIGHT On OSaka"
        },
        {
            "text": "These achievements are but a small sample of the cutting-edge work under way in bioscience at Osaka University. Some of the other bioscience researchers at the university who have earned international acclaim include Hitoshi Watarai in analytical chemistry, Yasuhiro Kajihara in organic biochemistry and Yasuhisa Mizutani in biophysical chemistry. The MEI centre is a major Osaka University initiative that brings together researchers from various fields to collaborate on projects in medical sciences, bioengineering and bioinformatics. The centre is funded, mostly externally, to the tune of around one billion yen per year and houses 71 principal investigators who also maintain primary affiliations with other divisions of the university.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SPOTLIGHT On OSaka"
        },
        {
            "text": "\"In one sense it's a 'virtual' department, \" says Yoshihisa Kurachi, director of the MEI centre. At the heart of this virtual department is the Global Center of Excellence for an in silico medicine-oriented platform that forms the basis for collaboration with leading institutions from New Zealand, the US and the EU. The aim of the platform is to compile physiome databases of dynamic mathematical models describing biological systems -from the molecular and cellular level right through to organs and individuals -based on experimental data on the fundamental chemical and physical properties of physiological entities. These models, whether a liver, a heart or even an entire human skeleton, are made available for download from a morphology database (www.physiome.jp) for integration into biological modelling software, allowing the effects of given stimuli on the structure-based physiological function to be modelled and investigated. Current applications include a study on the risk of drug-induced cardiac arrhythmia for pharmaceutical drug candidates, and the use of morphology data to predict optimal parameters for joint replacement surgery and rehabilitation aftercare packages.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SPOTLIGHT On OSaka"
        },
        {
            "text": "The MEI centre offers tuition in medical engineering and informatics to postgraduate students from Osaka University and other institutes in the region. Although the classesunique in Japan -are currently only an elective course module, there are plans to develop a fully accredited postgraduate degree program in the near future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SPOTLIGHT On OSaka"
        },
        {
            "text": "And what of the future? The dream is to construct a complete in silico human from mathematical data, but it's a dream -admits Taishin Nomura, leader of the in silico medicine project -that may never be realized. \"Building a model of a human being is probably impossible, \" he says candidly, \"but at least we can continue to improve human understanding. \"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SPOTLIGHT On OSaka"
        },
        {
            "text": "An in silico human. The MEI centre's in silico medicine project aims to build an open platform for multi-scale mathematical models of the human body and its functions. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Man on a chip: The frontiers of in silico medicine"
        },
        {
            "text": "In 2002, FBS established an integrated five-year graduate school course to nurture students with multifaceted skills in the biosciences. \"This course is extremely popular, \" says Fujio Murakami, dean of the FBS school. \"We usually receive around 150 applicants for only 55 places. \"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "T he Graduate School of Frontier Biosciences (FBS) at Osaka University is an internationally recognized research environment that is extremely popular with students keen on an interdisciplinary approach to bioscience research. The Global Center of Excellence program and the 2012 launch of a collaboration at the new Interdisciplinary Research Center reflect the outstanding research being pursued at the school."
        },
        {
            "text": "The success of research and education at FBS has been underscored by its selection for one of the Japanese government's Global Center of Excellence (G-COE) programs. The program supports doctoral students by arranging summer schools, international exchanges and courses on improving their English language skills. In addition, the G-COE invites leading researchers from overseas to give lectures and seminars to doctoral students affiliated with the program.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "T he Graduate School of Frontier Biosciences (FBS) at Osaka University is an internationally recognized research environment that is extremely popular with students keen on an interdisciplinary approach to bioscience research. The Global Center of Excellence program and the 2012 launch of a collaboration at the new Interdisciplinary Research Center reflect the outstanding research being pursued at the school."
        },
        {
            "text": "FBS is also collaborating with the National Institute of Information and Communications Technology (NICT). \"In 2012, we will launch a project with the NICT on imaging the flow of information in the brain, \" says Murakami.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "T he Graduate School of Frontier Biosciences (FBS) at Osaka University is an internationally recognized research environment that is extremely popular with students keen on an interdisciplinary approach to bioscience research. The Global Center of Excellence program and the 2012 launch of a collaboration at the new Interdisciplinary Research Center reflect the outstanding research being pursued at the school."
        },
        {
            "text": "The new 10,000 m 2 Interdisciplinary Research Center will house members of this project working on such areas as bio-communications and dynamics, imaging technology and computation. Key tools for this project include magnetic resonance imaging, magnetoencephalography and two-photon microscope imaging. \"FBS is responsible for cell imaging at the Immunology Frontier Research Center, a World Premier International Research Center, \" says Murakami. \"We have a lot of expertise to offer the biosciences. \"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "T he Graduate School of Frontier Biosciences (FBS) at Osaka University is an internationally recognized research environment that is extremely popular with students keen on an interdisciplinary approach to bioscience research. The Global Center of Excellence program and the 2012 launch of a collaboration at the new Interdisciplinary Research Center reflect the outstanding research being pursued at the school."
        },
        {
            "text": "Murakami is using neural imaging to study the movement of cells in the brain. \"Cell movement in the brain is extremely important, \" says Murakami. \"Lack of cell movement can lead to schizophrenia, for example. We use a combination of in vitro electroporation, green fluorescent proteins and confocal fluorescence microscopy to image labelled cells. \" Murakami encourages students to \"enjoy the discovery\" of science. \"We recently started in vivo experiments for a firsthand look at cell movement and brain functions, \" he says.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "T he Graduate School of Frontier Biosciences (FBS) at Osaka University is an internationally recognized research environment that is extremely popular with students keen on an interdisciplinary approach to bioscience research. The Global Center of Excellence program and the 2012 launch of a collaboration at the new Interdisciplinary Research Center reflect the outstanding research being pursued at the school."
        },
        {
            "text": "Yasushi Hiraoka pioneered fluorescence microscopy for imaging the structure of living cells. He holds concurrent posts at FBS and the Kobe Advanced ICT Research Center of the NICT. \"I succeeded in the fluorescence imaging of living cellular structures because of the strong involvement of NICT researchers. In particular, I have worked with Tokuko Haraguchi in Kobe for over two decades, where I covered engineering and she, the biological aspects of this research. \"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "T he Graduate School of Frontier Biosciences (FBS) at Osaka University is an internationally recognized research environment that is extremely popular with students keen on an interdisciplinary approach to bioscience research. The Global Center of Excellence program and the 2012 launch of a collaboration at the new Interdisciplinary Research Center reflect the outstanding research being pursued at the school."
        },
        {
            "text": "Hiraoka's microscopy allows information to be procured from individual living cells, a major advance compared with conventional methods that yield only 'averaged' information. In 1989, Hiraoka published a high-profile article on high-resolution, stereoscopic, three-dimensional time-lapse fluorescence microscopy to monitor chromosomes. His work established fluorescence microscopy as a tool for the observation of single living cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "T he Graduate School of Frontier Biosciences (FBS) at Osaka University is an internationally recognized research environment that is extremely popular with students keen on an interdisciplinary approach to bioscience research. The Global Center of Excellence program and the 2012 launch of a collaboration at the new Interdisciplinary Research Center reflect the outstanding research being pursued at the school."
        },
        {
            "text": "Hiraoka emphasizes that the research environment and human resources were critical for success. His group of 50 researchers at the NICT consisted of 40% male and 60% female members. Over two decades, the female staff continued their research after maternity leave. \"This is an exceptional research environment in this country, \" says Hiraoka. \"Our success was based on the accomplishments of a minority group. \" \"Tokuko Haraguchi and I have organized courses on live cell imaging biannually for the last seven years, \" says Hiraoka. \"We usually have two to three times more students applying than we can handle. \"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "T he Graduate School of Frontier Biosciences (FBS) at Osaka University is an internationally recognized research environment that is extremely popular with students keen on an interdisciplinary approach to bioscience research. The Global Center of Excellence program and the 2012 launch of a collaboration at the new Interdisciplinary Research Center reflect the outstanding research being pursued at the school."
        },
        {
            "text": "\"We had many challenges over the last 20 years, \" says Hiraoka. \"Irradiating cells with strong light killed them. We resolved this by developing a high-sensitivity automated imaging system. Synthesis of low-toxicity dyes was another milestone, with one immediate application of monitoring the effects of anti-cancer drugs on individual cells and related drug screening. \"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "T he Graduate School of Frontier Biosciences (FBS) at Osaka University is an internationally recognized research environment that is extremely popular with students keen on an interdisciplinary approach to bioscience research. The Global Center of Excellence program and the 2012 launch of a collaboration at the new Interdisciplinary Research Center reflect the outstanding research being pursued at the school."
        },
        {
            "text": "\"I want to exploit the wealth of specialties at FBS for in vivo, functional imaging of cell movement in the whole body, \" says Hiraoka.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "T he Graduate School of Frontier Biosciences (FBS) at Osaka University is an internationally recognized research environment that is extremely popular with students keen on an interdisciplinary approach to bioscience research. The Global Center of Excellence program and the 2012 launch of a collaboration at the new Interdisciplinary Research Center reflect the outstanding research being pursued at the school."
        },
        {
            "text": "Live images of dividing human cells. Triple staining shows chromosomes (blue), centromeres (magenta) and microtubules (green). Drug discovery is getting costly and time consuming: it can now take a decade or so from the discovery of candidate compounds to the marketing of a new drug, with total investments of US$500 million to US$1 billion. The introduction of highperformance computers, however, can drastically shorten the time for research and development in experimental biology, which remains one of the most important fields for drug development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Integrated and multidisciplinary bioscience"
        },
        {
            "text": "From 2002 to 2006, the Japanese government sponsored the BioGrid Project with the objective of making it possible for users anywhere to access cutting-edge data processing power by networking and coordinating the vast databases, software and other information technology resources hosted on supercomputers at geographically distributed research institutions. The main purpose of the initiative was to speed up the research and development of drug design by introducing high-performance computing into the steps of cell modelling, drug screening and investigations of drug efficacy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Graduate School of Frontier Biosciences"
        },
        {
            "text": "To take full advantage of the project, biological and computational researchers established a non-profit organization called the BioGrid Center Kansai in Osaka in 2004. The centre is presided over by Shinji Shimojo, an executive researcher of the National Institute of Information and Communications Technology (NICT). Members of the BioGrid Center -biotechnology venture firms, Osaka University, research institutes and pharmaceutical companies -have access to powerful computing tools such as 'myPresto' for modelling of proteins and drug docking, and ' AMOSS' for quantum mechanics calculations. Members also have access to SPring-8 in Kobethe world's most powerful synchrotron radiation facility -and supercomputers at Osaka University. The centre aims to accelerate technology transfer, strengthen collaborations between academia and industry, and ultimately enhance the opportunities for drug innovation and the creation of start-ups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Graduate School of Frontier Biosciences"
        },
        {
            "text": "The picture looks bright, but collaborations rarely work well without strong commitments from each of the participants. \"That's why we decided to design attractive projects on our own, \" says Tsuneaki Sakata, a director of the BioGrid Center and visiting professor at the Cybermedia Center of Osaka University. The flagship scheme is called the Pharmaceutical Innovation Value Chain, an open platform that allows members and non-members around the world to contribute their expertise in any stage of drug development towards the common goal of generating innovative drugs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Project development"
        },
        {
            "text": "Currently, a venture company called Kringle Pharma is taking advantage of technologies provided by participants in the value chain for the development of cancer treatments. \"It is important to prompt researchers -particularly younger ones -to support the value chain and develop their skills without expecting immediate returns. \" says Sakata. Last year, the value chain produced Kyoto Constella Technologies, a spin-off from Kyoto University. Initiated in 2005, the value chain is funded by the Knowledge Cluster Initiative (2nd Stage) of the Japanese Ministry of Education, Culture, Sports, Science and Technology, and the 'Consortium R&D Projects for Regional Revitalization' program of the Ministry of Economy, Trade and Industry.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Project development"
        },
        {
            "text": "As part of the BioGrid Center's expansion of the value chain beyond national borders, the center has created an opportunity to form a memorandum of understanding between the Biomedical Cluster Kansai, which includes contributors in Kyoto and Kobe, and a biotech cluster in Alsace, France. In three years, the BioGrid Center is expected to benefit from the next-generation supercomputer being built near Kobe with funding from the Japanese government. The new supercomputer will be able to perform at a rate of 10 petaFLOPS, or 10 16 operations per second. The government has identified simulation of the human body as one of the 'pillar' projects for this new facility. In August, the BioGrid Center held the first workshop discussing suitable applications for the advanced supercomputer, such as predictions of drug toxicity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Next-generation supercomputing"
        },
        {
            "text": "Yet there still remain many gaps between computational scientists and biologists, and also between industry and academics, concerning intellectual property and the best approach to research. \"We must increase the opportunities and incentives for interactions for everyone, \" says Sakata.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Next-generation supercomputing"
        },
        {
            "text": "The Pharmaceutical Innovation Value Chain. Venture companies and research institutes interested in commercializing drugs can seek collaboration partners from the BioGrid Center Kansai's value chain project. The NCVC has pioneered medical care and research in areas including revascularization of the heart and brain during acute and superacute phases, less-invasive heart surgery, artificial heart and lung technology, and genetic diagnosis and therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Filling the gap with high-performance computers"
        },
        {
            "text": "\"Our research is based on close collaboration among industry, academia and government, \" says Hashimoto. \"This translational approach to research is important for conducting clinical trials, for drug development, and for a myriad of medical instruments and devices. \"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Structural analysis"
        },
        {
            "text": "Highly acclaimed breakthroughs by the NCVC researchers include the discovery of the novel hormone 'ghrelin' , the rapid diagnosis of thrombosis, peptidomics/proteomics and the development of artificial hearts and lungs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Structural analysis"
        },
        {
            "text": "New buildings and initiatives are in the pipeline for 2010. \"Next year sees some major administrative changes at the NCVC, \" says Hashimoto. \"We will reorganize into an 'Independent Administrative Institution' from April 2010. This will give us more autonomy from the Japanese government to hire specialists -including highly motivated scientists from overseas -and to define new areas of research. \"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Structural analysis"
        },
        {
            "text": "Kenji Kangawa is an internationally acclaimed biochemist, director general of the NCVC and a researcher who was pivotal in the discovery of the hormone ghrelin, publishing a series of high-profile papers on the topic in 2000-2001.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Structural analysis"
        },
        {
            "text": "\"Most researchers were looking for this hormone in brain extracts, \" says Kangawa. \"The assumption was that this hormone was produced in the hypothalamus, and hence related to the brain. But quests to find this hormone in the brain were not fruitful. \" Kangawa and his group decided to look in the stomachs of rats and humans. \"If our competitors, especially at large industrial labs, had looked in the stomach, then they would have found it before us, \" says Kangawa.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Structural analysis"
        },
        {
            "text": "Kangawa was the first in the world to isolate other important bioactive peptides, including brain natriuretic peptide (BNP), C-type natriuretic peptide (CNP), and atrial natriuretic peptide (ANP). The discovery of ANP, which is isolated from the heart, showed that the heart acts as both a pump and an endocrine organ that secretes hormones. Kangawa stresses that the unique research environment at the NCVC -combining basic research within a busy hospital -has played a major role in his search for peptides. \"New peptides lead to new areas of research. \" Translational research on hormones has advanced rapidly, with ANP and BNP already being used for treatment and diagnosis by physicians. Ghrelin is also undergoing clinical trials for the treatment of anorexia nervosa and related illnesses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Structural analysis"
        },
        {
            "text": "The director of the Department of Pharmacology, Naoto Minamino, is searching for new bioactive peptides by a strategy based on peptidome analysis. \"We use mass spectrometers to identify peptides in tissue extracts, \" says Minamino. \"But there are still many issues to resolve because the peptides are easily degraded. \" Two approaches, 'activity-first' and 'peptide-first' strategies, are being investigated. \"The key to indentifying peptides and proteins accurately is to keep cells and tissues intact. \"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Structural analysis"
        },
        {
            "text": "Minamino and his colleague Kazuki Sasaki applied peptidome analysis to the conditioned media of cultured cells -a procedure known as 'secretopeptidome analysis' . Using this approach, they successfully acquired high-quality secretory peptide data by reducing the degradation fragments of cellular proteins. \"It is possible to propose processing pathways for precursor proteins, and to predict the peptides generated from precursor proteins, \" says Minamino.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Structural analysis"
        },
        {
            "text": "These studies based on the peptide-first strategy will allow the identification of new bioactive peptides and biomarkers, and will increase the probability of computer-based prediction of bioactive peptides and biomarkers. The results of research on the functions of peptide hormones are critical for the development of new drugs for the treatment of heart failure, hypertension and metabolic syndrome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Structural analysis"
        },
        {
            "text": "Another example of the basic-to-translational research being conducted at the NCVC is Toshiyuki Miyata's work on thrombosis -the clogging of blood vessels. Miyata is director of the Department of Etiology and Pathogenesis, and has been investigating the diagnosis and treatment of the life-threatening systemic disease known as thrombotic thrombocytopenic purpura (TTP).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Structural analysis"
        },
        {
            "text": "Effective diagnosis of TTP requires detection of ADAMTS13 -an enzyme that cleaves the protein responsible for blood clotting (von Willebrand factor; VWF). ADAMSTS13 regulates",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Structural analysis"
        },
        {
            "text": "Diagnosing TTP using FRETS-VWF73. Cleavage of FRETS-VWF73 by ADAMTS13 results in fluorescence of the intact peptide. Normal blood will thus fluoresce increasingly over time, while ADAMTS13-deficient plasma will not produce fluorescence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cutting-edge translational research"
        },
        {
            "text": "Advertiser retains sole responsibility for content 17|natureJOBS|17",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cutting-edge translational research"
        },
        {
            "text": "September 2009 SPOTLIGHT On OSaka the molecular size of VWF in the blood, and an absence of ADAMSTS13 leads to the build-up of VWF, with subsequent dangers of TTP. \"Monitoring the activity of ADAMSTS13 is critical for early diagnosis of TTP, \" says Miyata. \"With my colleague Koichi Kokame, we determined that the minimum region recognized as a specific substrate by the ADAMTS13 enzyme was only 73 amino acids, from D1596 to R1668, of VWF. \" This discovery led to the development of the fluorescence resonance energy transfer (FRET) assay, which allows the activity of ADAMTS13 to be checked within one hour, instead of the 3-4 days required using conventional methods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cutting-edge translational research"
        },
        {
            "text": "\"We worked with industrial partners to chemically synthesize a fluorogenic peptide, FRETS-VWF73, containing the 73 amino acids, \" says Miyata. \"The FRET design is a fluorescent molecule attached to a quenching group. If the molecule is cleaved by ADAMTS13, then fluorescence is observed, but in the absence of ADAMTS13, cleavage does not occur and fluorescence is quenched. \" FRETS-VWF73 and related fluorogenic substrates are now sold commercially by vendors including Osaka-based Peptide Institute Inc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cutting-edge translational research"
        },
        {
            "text": "Taking discoveries from the lab to the bedside is critical in translating scientific discoveries into real-world medical applications. \"The NCVC was selected as a Super-Tokku region by the Japanese government, \" says Yoshiyuki Taenaka, director of the Advanced Medical Engineering Center. \"Super-Tokku refers to a region designated to pursue high-level research and development based on close industrial, academic and government collaboration. \"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cutting-edge translational research"
        },
        {
            "text": "Taenaka's speciality is mechanical circulatory support systems, such as artificial hearts and lungs. \"Our success in translational research at the NCVC paved the way for our selection by the government for the Super-Tokku project, \" says Taenaka. \"The project is for five years, with 50 people each being funded with about two million dollars per year. \"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cutting-edge translational research"
        },
        {
            "text": "Industrial collaboration is imperative for developing implantable artificial organs. \"Our interaction with Mitsubishi Heavy Industries, Bridgestone, DIC Corporation, Toyobo Corporation and Nipro Corporation is important to get through the ' critical path' , \" says Taenaka.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cutting-edge translational research"
        },
        {
            "text": "The director of the Department of Artificial Organs, Eisuku Tatsumi, in collaboration with Taenaka, is a pioneer of artificial hearts and lungs. \"Worldwide, there is a move towards the longterm use of artificial hearts, 'destination therapy' as it is known, as opposed to temporary support during recovery from heart disease, \" says Tatsumi.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cutting-edge translational research"
        },
        {
            "text": "Ventricular assist devices (VADs) are examples of temporary support devices that are commonly used for short periods after heart attacks. \"In Japan, the Toyobo VAD is widely used, \" says Tatsumi. The NCVC is focused on developing a portable pneumatic VAD system and an implantable axial flow pump VAD system. \"The size and weight of VAD systems are important factors for improving quality of life, \" says Tatsumi. \"Our portable Mobart-NCVC pneumatic VAD driver, which has been widely used in clinical cases, is compact and weighs only 12.5 kg. \" An even more compact VAD driver that weighs less than 3 kg and fits in a wearable shoulder bag is expected to be commercially available in two years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cutting-edge translational research"
        },
        {
            "text": "The implantable axial flow pump VAD is being developed by the NCVC in collaboration with Mitsubishi Heavy Industry and AIST. This VAD is less than the size of a D-type battery and weighs only 150 g. \"Our device is durable because of its contact-free hydrodynamic bearings. Importantly, the small size enables it to be used by children as well as adults, \" says Tatsumi. Commercial products are expected within three years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cutting-edge translational research"
        },
        {
            "text": "There is also demand for artificial lung systems (PCPS/ECMO systems) for use in emergency life support and over longer periods of time for individual patients. However, current systems are complex to set up and operate, are bulky, and require the use of anticoagulants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cutting-edge translational research"
        },
        {
            "text": "The BioCube NCVC series of ECMO systems developed by the NCVC in collaboration with DIC, Toyobo and Nipro solves these problems. \"The use of anticoagulants can be minimized, or even made unnecessary, with the BioCube NCVC series. They are compact, mobile platforms that will find applications in the out-of-hospital arena, such as at road accidents resulting in lifethreatening lung damage, \" says Tatsumi.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cutting-edge translational research"
        },
        {
            "text": "The results of translational research at the NCVC will enhance the quality of life for patients, and act as seeds for new areas of medical research. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cutting-edge translational research"
        },
        {
            "text": "\"When I started at NIBIO, few people were interested in vaccine development. Immunology progressed, but manufacturers are too small to do much R&D, \" says Yamanishi, a virologist with decades of experience studying herpes and other viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Next-generation infectious disease vaccine innovation project"
        },
        {
            "text": "Following panics caused by the SARS coronavirus, the H5N1 avian flu and most recently the H1N1 pandemic flu, governments and industry have started paying attention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Next-generation infectious disease vaccine innovation project"
        },
        {
            "text": "Yamanishi leads a Super Special Consortium in which universities, national research centres, pharmaceutical companies and hospitals aim to create next-generation vaccines for HIV, malaria, influenza and other infectious diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Next-generation infectious disease vaccine innovation project"
        },
        {
            "text": "The consortium's goal is to improve vaccines by studying new vectors that will enable single vaccines to convey immunity to multiple infectious diseases. NIBIO has significant capabilities in the genetic recombination technology needed to create these vectors, which will make vaccination programs easier and cheaper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Next-generation infectious disease vaccine innovation project"
        },
        {
            "text": "The consortium is also developing nasally, dermally and orally administrated vaccines as safer and more convenient alternatives to injections. \"This type of immunization is closer to our natural immunity, \" says Yamanishi.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Next-generation infectious disease vaccine innovation project"
        },
        {
            "text": "The consortium will develop new adjuvants to enhance the effect of vaccines and allow the use of smaller doses. Uncertainty about how adjuvants work has been an obstacle to their implementation, but Japanese scientists have led the analysis of toll-like receptors and other related components of the immune system. \"A new generation of effective adjuvants will come from Japan, \" says Yamanishi with confidence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Next-generation infectious disease vaccine innovation project"
        },
        {
            "text": "Pharmaceutical companies are increasingly using embryonic stem (ES) cell-derived cell lineages for in vitro testing of drugs. But ES cells are in short supply.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Development of a novel drug toxicity testing system using induced pluripotent stem cells"
        },
        {
            "text": "Induced pluripotent stem (iPS) cells, first created in Japan in 2006, offer an alternative. iPS cells are made by reprogramming somatic cells to an embryo-like state. Scientists can do this with anyone's cells, offering an infinite source of fresh cells with defined genetic backgrounds.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Development of a novel drug toxicity testing system using induced pluripotent stem cells"
        },
        {
            "text": "Research groups by the dozens have embraced iPS cell technology. Before they can be used in drug development, however, they need to be standardized and quality controlled in a manner that facilitates clinical studies by pharmaceutical companies. \"Japan is leading the examination of iPS cells, \" says NIBIO's Hiroyuki Mizuguchi, \"but most university groups stop at the research level. \"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Development of a novel drug toxicity testing system using induced pluripotent stem cells"
        },
        {
            "text": "Mizuguchi leads a Super Special Consortium to establish a drug toxicity testing system based on iPS cells. Such a system will limit controversial A drug revolution in the making The unique role of NIBIO in Japan. NIBIO combines extensive collaboration with basic research, valuable biological resources and project funding to support the pharmaceutical industry.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Development of a novel drug toxicity testing system using induced pluripotent stem cells"
        },
        {
            "text": "Advertiser retains sole responsibility for content 19|natureJOBS|17",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Private corporation"
        },
        {
            "text": "September 2009 SPOTLIGHT On OSaka animal testing, rein in ballooning drug development costs and put Japan at the forefront of highly competitive global efforts to understand the genetic background of adverse drug reactions. NIBIO is creating a cell bank that will eventually hold 200 iPS cell lines. Standardizing the protocol for banking iPS cell lines is a labour-intensive process requiring analysis of cell morphology, cell surface antigens and gene expression profiles, and monitoring for unexpected changes. \"We need to be able to grow the cells in a strictly defined medium so that we can differentiate them stably and with a high level of reproducibility, \" says Miho Furue-Kusuda, who is in charge of the bank. Analyses using the cells will benefit from NIBIO's toxicogenomics database, the largest in the world, which collects data on the effects of more than 150 drugs in rats.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Private corporation"
        },
        {
            "text": "Standardized protocols for producing iPSderived cells will be the foundation for new guidelines on their use in pharmacological testing. Mizuguchi hopes to have the protocols in place within two years. \"Japan is the only country moving forward so quickly towards the use of iPS cells to validate new drugs, \" says Mizuguchi.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Private corporation"
        },
        {
            "text": "NIBIO is developing other resources that will give a crucial boost to pharmaceutical studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bioresources research"
        },
        {
            "text": "For example, NIBIO' s DNA bank has started to make available quality-controlled resources derived from patients suffering from 130 rare diseases. The bank distributes cDNA clones from chimpanzee and crab-eating macaques along with related genetic sequences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bioresources research"
        },
        {
            "text": "A unique experimental mouse has also been established at NIBIO. Whereas conventional severe combined immunodeficiency (SCID) mice can only hold transplanted human tissue for a few weeks, NIBIO's 'Super-SCID' mice maintain human tissue transplants, such as lung, thyroid and skin, for a year or more, a boon for drug development and the study of environmental hazards. In addition, NIBIO holds mice that develop various diseases spontaneously. \"We can watch the natural development of chronic diseases rather than making artificial disturbances with mutagenesis or transgenes, \" says NIBIO's Tohru Masui.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bioresources research"
        },
        {
            "text": "The resource bank also includes a cell bank of cultures of human brain, lung, liver, kidney, gut and blood cells, as well as many samples of mesenchymal stem cells and cells derived from patients, which are important for drug development and regenerative medicine. Through extensive quality control and monitoring, NIBIO ensures that there is no contamination by microorganisms or other cell types. This is not easy considering a recent study by NIBIO's Arihiro Kohara showing that 26% of cell cultures in Japan contain mycoplasma. \"These figures are similar to those seen all over the world, \" says Masui. \"It shows the importance of quality control. Contamination has a huge impact on the reliability and repeatability of experiments. \"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bioresources research"
        },
        {
            "text": "The vital experimental resources available through NIBIO also include primate and medicinal plant collections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research Center for Medicinal Plant Resources and Tsukuba Primate Research Center"
        },
        {
            "text": "The Research Center for Medicinal Plant Resources has four bases across the Japanese archipelago, representing different climatic areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research Center for Medicinal Plant Resources and Tsukuba Primate Research Center"
        },
        {
            "text": "New restrictions on crude drug exports in China as well as quality-control problems prompted the cultivation of several important medicinal plants locally. The centre cultivates and preserves over 4,000 plant species to supply seeds and seedlings, and offers guidance on cultivation technology to research institutes. \"It's the most comprehensive collection in Japan, \" says Yamanishi.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research Center for Medicinal Plant Resources and Tsukuba Primate Research Center"
        },
        {
            "text": "The Tsukuba Primate Research Center, with 2,000 cynomolgous macaques, also offers a unique resource. The monkeys are mated in specifically selected pairs so that hereditary factors can be traced. The centre carries data on the monkeys' age, laboratory test results and family histories stretching back 30 years, enabling researchers to predict, for example, which monkeys might experience high blood pressure. \"We know the entire history of these monkeys, \" Yamanishi says.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research Center for Medicinal Plant Resources and Tsukuba Primate Research Center"
        },
        {
            "text": "The monkeys, used at NIBIO for vaccine and other research, are also available to scientists and pharmaceutical companies throughout Japan for research on disorders such as hereditary diseases, diabetes and cardiovascular disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research Center for Medicinal Plant Resources and Tsukuba Primate Research Center"
        },
        {
            "text": "Yamanishi hopes that these resources, maintained at high levels of quality, and the research that NIBIO supports will give the pharmaceutical industry a push. \"These kinds of research and resources are essential for drug development, but neither the universities nor the drug companies are doing it. We've only been around for four years, but we're already starting to see results. \" ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research Center for Medicinal Plant Resources and Tsukuba Primate Research Center"
        },
        {
            "text": "A n international group of young, talented and highly motivated scientists at the Osaka Bioscience Institute (OBI) is at the forefront of research on systems neuroscience, olfactory mechanisms, retinal systems and sleep mechanisms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SPOTLIGHT On OSaka"
        },
        {
            "text": "The OBI is a non-profit organization conducting research in the biological and medical sciences. With around 80 researchers in five departments, the OBI has been at the forefront of research in bioscience, with breakthroughs that include elucidating the mechanisms governing cell death, sleep and consciousness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SPOTLIGHT On OSaka"
        },
        {
            "text": "The OBI has a unique history, being established in 1987 following an initiative by former Osaka mayor Yasushi Ohshima as part of the 100th anniversary celebrations of the Osaka municipal government.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SPOTLIGHT On OSaka"
        },
        {
            "text": "\"Oshima wanted to create something for the future of Osaka, \" says Osamu Hayaishi, former director of the OBI and present chairman of the OBI's Board of Trustees. \"Osaka is the commercial heart of Japan. Oshima asked a panel of experts from academia, industry and government to recommend a way of creating something for the people of Osaka. Bioscience was considered important because many local companies made products such as pharmaceuticals and alcoholic beverages based on bioscience and medical science. This proposal led to the birth of the OBI. \"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SPOTLIGHT On OSaka"
        },
        {
            "text": "Research at the OBI is funded by Osaka city, the Japanese government and private foundations. This scheme for funding research is unique. \"We could say this system is 'too unique' , \" says Hayaishi. \"Almost all research in Japan is funded by the national government. Even in the US, the National Institutes of Health are supported solely by the federal government. Our approach is different. Many companies have donated funds to build and run this institute. Our research is based on a solid industrygovernment-academia relationship. \"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Building an innovative research institute that chooses to be great instead of big"
        },
        {
            "text": "For an international perspective, the OBI advisory board asked Arthur Kornberg -the 1959 Noble laureate in Physiology or Medicine who clarified mechanisms in the biological synthesis of deoxyribonucleic acid -to be a consultant to the OBI. The first chairman of the board was Kenzo Saji, former president of Suntory, who had a doctorate in chemistry.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Building an innovative research institute that chooses to be great instead of big"
        },
        {
            "text": "\"I was appointed the first director of the OBI, \" says Hayaishi. \"I think I was chosen because of my extensive experience in international research. I had spent ten years in the US as section chief at the National Institutes of Health and teaching at universities. After returning to Japan, I held faculty positions at the universities of Kyoto, Tokyo and Osaka -my alma mater. I also had visiting positions at Harvard, Vanderbilt and the Karolinska Institute, amongst others. So I knew many young and active researchers all over the world. \"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Building an innovative research institute that chooses to be great instead of big"
        },
        {
            "text": "In contrast to other research institutes in Japan, which offer permanent tenured positions, the OBI employs young scientists on fixed-term contracts ranging from three to ten years. \"This was my idea, \" says Hayaishi. \"It was and still is an unorthodox approach to research in Japan. We offer well-paid positions, with an excellent research environment hosting state-of-the-art facilities. A turnover of scientists is important for innovative research. During my directorship I allowed our researchers to choose their own areas of research. \" At the time, Hayaishi's approach was thought to be too idealistic by some administrators at Monbusho -the former Japanese Ministry of Education -and some doubted whether this approach would succeed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Building an innovative research institute that chooses to be great instead of big"
        },
        {
            "text": "As if to disprove their critics, OBI scientists have made many major breakthroughs over the last 20 years. Examples include identification of the basic mechanisms of apoptosis by Shigekazu Nagata and clarification of the control mechanism of sleep by Osamu Hayaishi. The quality of OBI research was highlighted in 2002 when the OBI was ranked at the top in scientfic impact factors for publications on molecular biology and genetics from 1991 to 2001.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Building an innovative research institute that chooses to be great instead of big"
        },
        {
            "text": "Internationally recognized as an institute at the leading edge of research \" We provide an excellent research environment for ambitious scientists to spend 100% of their time doing research, \" says Hayaishi. \"I personally interviewed all applicants. I believe that people wishing to conduct research at the OBI have great courage and confidence for considering working in this small, private institute. \" ",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 76,
                    "text": "\"",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Building an innovative research institute that chooses to be great instead of big"
        },
        {
            "text": "Shigetada Nakanishi is the present director of the OBI. Himself an accomplished scientist, he is renowned for elucidating the molecular nature of the glutamate receptor combining Xenopus oocyte expression systems and electrophysiology. \"I studied under Dr Hayaishi at Kyoto University, and 20 years ago I was a member of the OBI advisory committee, meeting annually with the directors of the OBI, \" says Nakanishi. \"When I was an advisor, I was impressed by the fact that the researchers at the OBI were tackling problems in completely unknown fields -sleep and cell death were new fields back then. The discovery of the mechanism and inhibition of cell death by OBI scientists is acknowledged as being a major advance in understanding cell cancer. \"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SPOTLIGHT On OSaka"
        },
        {
            "text": "Hidesaburo Hanafusa, who worked at Rockefeller University, was the second director of the OBI between 1998 and 2005. \"Unfortunately, Dr Hanafusa became ill, and I was appointed director four years ago, \" says Nakanishi. \"Our situation has changed recently because we now have to compete with large universities who are using the same approach towards research as us. My main mission now is to devise ways of competing with major universities such Kyoto, Tokyo and Osaka. \"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SPOTLIGHT On OSaka"
        },
        {
            "text": "Given the changing research landscape, Nakanishi is making changes to compete with new approaches to research in bioscience. \"I have decided to define certain areas of research and find talented principal investigators for these areas, \" says Nakanishi. \"One of the new areas of research I want to expand is brain science, or more precisely, systems neuroscience. We know that many molecules are involved in brain functions, but we still do not know how the brain actually functions. We need to clarify the dynamic mechanism governing information processing and integration in the brain. This is systems neuroscience. \" Nakanishi has recently appointed a young scientist who is now working with her husband at the OBI on olfactory systems -the sense of smell. \"These scientists found that olfactory memory is divided into areas, \" says Nakanishi. \"One area is the genetically controlled olfactory mechanism. For example, certain animals show a fear response towards the smell of a fox; this is a hereditary response. But animals also learn smells by training. Our scientists have found that these two fear responses are divided, and they have elucidated the neural information paths responsible for each individual type of memory recognition. \" \"I studied molecular biology before coming to the OBI, \" says Nakanishi. \"Now I have shifted towards systems biology, and in particular, systems neuroscience. \" Research in the future will focus on mechanisms of memory learning in the brain using systems biology, as well as the olfactory mechanism, visual retinal systems and information processing. Sleep and consciousness are also major topics, such as how caffeine acts on the brain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Systems neuroscience -biomedical research for the twenty-first century"
        },
        {
            "text": "The OBI's unique approach to basic research is reflected in the construction of its spacious and eye-catching main building, designed by the famous architect, Kenzo Tange. The institute is equipped with state-of-the-art facilities including recombinant DNA laboratories, genetic analysers and laser confocal microscopes. The well-stocked library and comfortable meeting spaces provide an ideal research environment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Systems neuroscience -biomedical research for the twenty-first century"
        },
        {
            "text": "A mouse lacking dorsal olfactory sensory neurons. By targeted expression of the diphtheria toxin gene, researchers at the OBI successfully bred a mouse without odour-evoked innate fear responses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Systems neuroscience -biomedical research for the twenty-first century"
        },
        {
            "text": "6-2-4 Furuedai, Suita, Osaka 565-0874, Japan Tel: +81-6-6872-4812 Web: www.obi.or.jp/index2.html",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Osaka Bioscience Institute"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Advertiser retains sole responsibility for content 23|natureJOBS|17",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "T he Immunology Frontier Research Center (IFReC) at Osaka University seeks to reveal the dynamics of immune cells in vivo by integrating immunology, imaging and informatics. The multidisciplinary, multimilliondollar project, led by top immunologist ShizuoAkira, will open new avenues for immunebased medicine and represents a significant paradigm shift in immunological research.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "School of Pharmaceutical Sciences, Osaka University 1-6 Yamadaoka, Suita, Osaka 565-0871, Japan Tel: +81-6-6879-8144 Web: www.phs.osaka-u.ac.jp/engl Advertiser retains sole responsibility for content 12|natureJOBS|17 September 2009 SPOTLIGHT On OSaka T he Graduate School of Science at Osaka University has taken a high-profile role in illuminating the mechanisms of life.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": ", Suita, Osaka 565-0871, Japan Tel: +81-6-6877-5111 Web: www.fbs.osaka-u.ac.jp/index-e.php Advertiser retains sole responsibility for content 15|natureJOBS|17 September 2009SPOTLIGHT On OSaka T he BioGrid Center Kansai, a non-profit organization, facilitates coordination between academia and industry towards constructing more efficient cycles of drug design.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "T he National Cardiovascular Center (NCVC) located in the scenic hills of Suita, Osaka is internationally acknowledged as one of the world's leading institutes in the research and treatment of cerebrovascular and cardiovascular disease. \"The centre was set up in 1977 to fight cardiovascular disease,\" says Nobuo Hashimoto, president of the NCVC. \"Embedding the research institute within the hospital enables researchers and doctors to interact daily and collaborate in solving reallife medical issues.\"",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Newly developed implantable axial flow pump VAD. The ventricular pump weighs just 150 g and has contact-less hydrodynamic bearings.National Cardiovascular Center5-7-1 Fujishiro-dai, Suita, Osaka 565-8565, JapanTel: +81-6-6833-5012 Web: www.ncvc.go.jp/english/indexe.html",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "In addition to the forum, the OCCI also organizes the Drug Seeds Alliance Network, Japan's first and only open platform for attracting business partners in the research and development of drug candidates, biomarkers and diagnostics. Over 600 technologies are currently accessible, and every year 300 new additions are expected. Twelve deals have so far progressed to research collaborations, and the OCCI aims to promote further cooperation by increasing the network's international membership.SPOTLIGHT On OSakaT he OCCI's activities are not the only example of successful collaboration in Osaka. The idea of 'open innovation' is shared widely among researchers, policymakers and pharmaceutical companies.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "The Protein Mall provides an open platform for the creation of drug candidates based on proteins. Traditionally, Osaka has been known for its strength in protein research, and many research institutes and companies engaged in this area, including Osaka University's Institute for Protein Research, are located in Northern Osaka and the greater Kansai area, including Kyoto and Kobe. \"We already had a solid research foundation. Now is the time to utilize our findings, \" says Yukiteru Katsube, chairman of the Protein Mall Kansai and former director of the Institute for Protein Research. Currently, 37 companies participate in the mall, including PharmAxess, a company Katsube serves as chairman. The administration of the Protein Mall is supported by the Osaka Bio Headquarters.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Collaboration using the Protein Mall Kansai. Members benefit from a value chain that facilitates research and develop by experts. www.osaka-bio.jp/en/ Saito Promotion Council Web: www.saito.tv/e/lsp/TopPage_e.html Osaka Chamber of Commerce and Industry Web: www.osaka.cci.or.jp/e/activ/promo.html www.dsanj.jp/e/ Protein Mall Kansai Web: http://protein-mall.osaka-bio.jp/en/",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Tel: +81-6-6879-4275 Web: www.ifrec.osaka-u.ac.jp/index-e.php",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Tel: +81-6-6879-5111 Web: www.protein.osaka-u.ac.jp/index_e.php Advertiser retains sole responsibility for content 10|natureJOBS|17 September 2009 SPOTLIGHT On OSaka T he Graduate School of Dentistry at Osaka University is pushing the boundaries of dental health care.",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "www.dent.osaka-u.ac.jp Like other scientists in the school, these four have devised technologies that have opened new ways of seeing chemical-based phenomena, thus helping to keep Japan at the forefront of pharmaceutical sciences.",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Glycoprotein dynamics observed by GlycoPET imaging. This technique, pioneered by Koichi Fukase, visualizes the effect of sugar chains on protein dynamics.",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "www.mei.osaka-u.ac.jp/gCOE/english",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "7-6-8 Saito-Asagi, Ibaraki, Osaka 567-0085, Japan Tel: +81-72-641-9811 Web: www.nibio.go.jp/english Advertiser retains sole responsibility for content 20|natureJOBS|17 September 2009",
            "latex": null,
            "type": "table"
        },
        "TABREF13": {
            "text": "ADVERTISEMENT FEATUREAdvertiser retains sole responsibility for content 21|natureJOBS|17 September 2009",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Despite pioneering research by many Japanese biologists, the application of this expertise has proceeded slowly. But change is coming quickly.NIBIO was established in April 2005 by the Japanese government to fill crucial gaps in the path from discovery to drug development. A unique institute, NIBIO carries out basic science aimed at developing shared technologies at its laboratories in the Saito Life Science Park, standardizes and shares biological resources throughout Japan, and funds external research in a similar fashion to the National Institutes of Health in the US. \"It's the only place like it in Japan, \" says Koichi Yamanishi, director general of NIBIO.The Japanese government has recognized NIBIO's special mission in several ways. In 2008, NIBIO was awarded two coveted 'Super Special Consortium' designations for the development of cutting-edge medical care -two of only 24 that were approved nationwide. NIBIO has also taken a leadership position in the Japanese government's Knowledge Cluster Initiative -a five-year project to stimulate cooperation between research institutes, universities and industry in biomedical sciences. NIBIO maintains a host of joint research projects with pharmaceutical manufacturers in fields ranging from toxicogenomics and biomarker exploration to animal models and vaccine development. \"We meet regularly with companies to ask what they need from us, \" says Yamanishi.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "T he National Institute of Advanced Industrial Science and Technology (AIST), with a network of research centres across Japan, promotes the creation of innovative ideas for society through 'full research' -a multidisciplinary approach to research from basic studies through to product realization. AIST Kansai is no exception.The AIST institute is Japan's largest public research organization, employing about 3,000 researchers at nine locations throughout the country and hosting almost 5,000 visiting scientists from universities and industry in Japan and overseas.\"I was appointed president of AIST in April 2009 after serving as chairman of the board of Mitsubishi Electric Corporation, \" says Tamotsu Nomakuchi. \"Needless to say, sales and profits are important in industry. But AIST's role is to define and solve problems, anticipate future industrial needs and develop innovative technology for a sustainable society. \" 'Medicine' and 'engineering' are keywords that define research conducted at AIST Kansai on maintaining and promoting good health in an ageing society. \"Life sciences, and in particular, medical engineering, form the basis of multidisciplinary research at AIST Kansai, \" says Nomakuchi. This research is carried out at the Research Institute for Cell Engineering (RICE), the Health Technology Center and the Institute for Human Science and Biomedical Engineering (HSBE).\"At AIST, I want to use my experience of working in industry, and I hope to act as a bridge connecting industry and academia in Osaka as well as other AIST centres in the rest of Japan, \" says Nomakuchi.Masayuki Kamimoto, director of AIST Kansai, is proud of his centre's multidisciplinary capacity. \"In addition to life sciences, we also have research projects in areas including the environment, energy, information technology and materials science, \" he says. Recent internationally recognized breakthroughs by researchers at AIST Kansai include cell cultivation protocols, carbonnanotube molecular actuators and biomarkers for Parkinson's disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SPOTLIGHT On OSaka"
        },
        {
            "text": "Self-repair of damaged bone and cartilage is extremely difficult in the elderly. Hajime Ohgushi, director of the Research Institute for Cell Engineering, is addressing this problem using stem cells for 'regenerative medicine' .\"I use mesenchymal stem cells, which exist in bone marrow, to repair damaged bone tissue, \" says Ohgushi. \"This is my contribution to regenerative medicine. \"In 2005, Ohgushi and his group reported pioneering work on the regeneration of bone tissue using tissue-engineered bone derived from the patient's own mesenchymal stem cells (MSCs).However, in spite of the tremendous advances as a result of this work, clinical applications of this approach were limited because the ability of the cells to proliferate and differentiate declined dramatically over time.\"We succeeded in activating the MSCs by introducing NANOG or SOX2 -genes expressed by embryonic stem cells -into the MSCs, \" says Ohgushi. Introduction of only the SOX2 gene was ineffective, and a combination of SOX2 and a protein called basic fibroblast growth factor (b-FGF) was required.\"In 2006, Shinya Yamanaka reported that introducing 3-4 transcription factors into the skin cells of an adult led to these skin cells gaining pluripotency like embryonic stem cells, \" says Ohgushi. \"This report was the birth of induced pluripotent stems cells, or iPS cells. We also succeeded in generating iPS cells from MSCs, therefore the technology may be available for regenerative medicine based on MSCs. \"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Regenerative medicine using tissue-engineered bone"
        },
        {
            "text": "Kinji Asaka and his group at the Research Institute for Cell Engineering is developing low-voltage electroactive polymer (EAP) actuators to produce light-weight, directly fitting artificial muscles for rehabilitation. EAP actuators are operated by applying a voltage to move and bend sheets of polymer actuators. \"Conventional polymer actuators rely on chemical reactions within liquid electrolytes to convert the applied voltage into mechanical motion, \" says Asaka. \"They have short lifetimes and slow response times. \"In Asaka's approach, movement is produced by changing the internal volume of a polymer composite. \"We mix millimetre-sized, single-walled carbon nanotubes with an ionic liquid to produce a gel that is dried to form highly conductive, free-standing sheets, \" says Asaka.The actuators were produced by cutting fifteen 1 mm strips from the carbon nanotubes, sandwiching a soft polymer film between the strips, and finally applying an alternating voltage across the carbon-nanotube electrodes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Low-voltage electroactive polymer actuators for artificial muscles"
        },
        {
            "text": "Low-voltage electroactive polymer (EAP) actuators. These devices form the basis for light-weight, directly fitting artificial muscles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AIST -Full research in society, for society"
        },
        {
            "text": "The actuator works at frequencies of 1-100 Hz without notable deterioration of the actuator structure or range of motion over more than 10,000 continuous operations.These ' dry' actuators are extremely robust and flexible, and show rapid response to alternating voltages of as low as 2.5 V. \"We could use roll-to-roll manufacturing for mass production of arbitrarily shaped actuators, \" says Asaka.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SPOTLIGHT On OSaka"
        },
        {
            "text": "The development of diagnostics technology for chronic diseases is a priority at AIST Kansai. Parkinson's disease is a neurodegenerative disorder in which dopamine-producing brain cells are lost. The disease affects millions of people worldwide, and comes with symptoms that include trembling hands, stiff limbs and inability to balance.\"We are developing protocols for early diagnosis and treatment of Parkinson's disease based on the detection of biomarkers, \" says Yasukazu Yoshida at the Health Technology Research Center.Yoshida's team found the gene PARK7 (DJ-1) to be critical for early diagnosis of Parkinson's disease. The next step for the researchers was to develop a means of detecting this biomarker in blood samples. \"We successfully prepared a monoclonal antibody and developed a competitive enzyme-linked immunosorbent assay system for an oxidized form of DJ-1, known as Cys-106-oxidized DJ-1, \" says Yoshida.The concentration of oxidized DJ-1 in blood samples of unmedicated Parkinson's disease patients was about ten times greater than that detected in control and medicated patients. \"Future plans include improving the performance of the measurement system and introducing this technology into hospitals for actual clinical applications, \" says Yoshida. \"We also want to establish our approach as an international standard for diagnosing Parkinson's disease. \"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnostics technology for Parkinson's disease"
        },
        {
            "text": "Sunao Iwaki is a group leader at the Institute for Human Science and Biomedical Engineering. His group is at the forefront of developing technology for diagnosis and sensory prosthesis support for people with higher brain dysfunctions, such as dementia and language difficulties. \"We are trying to unlock the mysteries of the brain using our integrated non-invasive brain imaging technique, \" says Iwaki. \"It is extremely important to elucidate not only 'where and when' but also 'how' various parts of the brain interact. \"Iwaki's group has combined magnetoencephalography (MEG), electroencephalography (EEG) and functional magnetic resonance imaging (fMRI) with innovative information algorithms to allow non-invasive imaging of the brain with high spatiotemporal resolution. MEG detects magnetic signals from neural networks in the brain, EEG maps changes in electric potential over the scalp due to neuron activity, and fMRI detects brain activity by the degree of oxygenation of the blood. A system integrating these three analyses has been used to identify the neurophysiological mechanism of bone-conducted ultrasound (BCU) -the detection of sounds above 20 kHz not directly discernable by humans. \"The BCU experiments led to the development of a BCU hearing aid, \" says Seiji Nakagawa, senior research scientist at the HSBE institute. \"Our trials showed that 30% of profoundly deaf people could hear simple words, and more than half perceived some form of sound. In the future, we hope to commercialize this technology. \"The BCU hearing aid could replace cochlear implants, which require time-consuming and physiologically taxing surgical procedures.Non-invasive brain imaging system. A combination of MEG, EEG and fMRI analyses allows visualization of spatiotemporal neural dynamics (top) and neural interactions (bottom). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Integrated non-invasive brain imaging"
        }
    ]
}