{
    "paper_id": "634ba56ca396b9f89faaa65b35e65146431c17e4",
    "metadata": {
        "title": "SARS-CoV-2 infection (COVID-19) in febrile infants without respiratory distress",
        "authors": [
            {
                "first": "Michal",
                "middle": [],
                "last": "Paret",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "New York University Grossman School of Medicine",
                    "location": {
                        "settlement": "New York",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Jennifer",
                "middle": [],
                "last": "Lighter",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "New York University Grossman School of Medicine",
                    "location": {
                        "settlement": "New York",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Rebecca",
                "middle": [
                    "Pellett"
                ],
                "last": "Madan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "New York University Grossman School of Medicine",
                    "location": {
                        "settlement": "New York",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Vanessa",
                "middle": [
                    "N"
                ],
                "last": "Raabe",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "New York University Grossman School of Medicine",
                    "location": {
                        "settlement": "New York",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Gail",
                "middle": [
                    "F"
                ],
                "last": "Shust",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "New York University Grossman School of Medicine",
                    "location": {
                        "settlement": "New York",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Adam",
                "middle": [
                    "J"
                ],
                "last": "Ratner",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "New York University Grossman School of Medicine",
                    "location": {
                        "settlement": "New York",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We report two cases of SARS-CoV-2 infection in infants presenting with fever in the absence of respiratory distress who required hospitalization for evaluation of possible invasive bacterial infections. The diagnoses resulted from routine isolation and real-time RT-PCR-based testing for SARS-CoV-2 for febrile infants in an outbreak setting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "M a n u s c r i p t 3 SARS-CoV-2 infection (COVID-19) has rapidly emerged as a worldwide cause of severe respiratory disease in adults. [1] Early reports indicate that the course of disease is generally milder in children, but fatal cases have been described. [2] [3] [4] Even in the setting of asymptomatic or mildly symptomatic infection, children may represent a source of SARS-CoV-2 spread in community or hospital settings, so understanding the spectrum of COVID-19 illness in infants, particularly regarding conditions that result in hospitalization, is crucial to establishment of effective infection control interventions. [5] In the first months of life, infants presenting with fever frequently undergo diagnostic evaluations for invasive bacterial disease, even in the absence of other clinical signs. Such evaluations generally include cultures of blood, urine, and, in some cases, cerebrospinal fluid (CSF), followed by observation and empiric antibiotic therapy in a hospital setting. [6] A significant percentage of febrile infants have infections with respiratory viruses, including respiratory syncytial virus, enteroviruses, and influenza. [7] These viral infections may occur in the presence or absence of invasive bacterial infections. Over a oneweek period in late March 2020 corresponding to a time of widespread community transmission of SARS-CoV-2 in New York City, we encountered two febrile infants presenting with minimal or no respiratory symptoms who were found to have SARS-CoV-2 infection without other etiologies despite thorough evaluations.",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 139,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 260,
                    "end": 263,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 264,
                    "end": 267,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 268,
                    "end": 271,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 631,
                    "end": 634,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 999,
                    "end": 1002,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1158,
                    "end": 1161,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Case 1: A 25 day-old full-term male infant was brought to the pediatric emergency department because of fever (38.5°C (101.3°F) on arrival) and irritability. He had had no cough, tachypnea, rhinorrhea, or respiratory distress. There was no change in feeding, and no vomiting or diarrhea was reported. The child had not travelled. Both parents were symptomatic with sore throat and subjective fever in the prior two days but had not sought medical attention for themselves. There were no other ill contacts and no known A c c e p t e d M a n u s c r i p t 4 contacts with SARS-CoV-2 infection. On examination, the patient was alert and active and was noted to have an erythematous, papular facial rash. The remainder of the physical examination was within normal limits. Samples of blood, urine, and CSF were obtained for analysis. Vital signs and pertinent laboratory findings appear in the A real-time RT-PCR assay performed at the New York State Department of Health detected SARS-CoV-2 RNA in the patient's NP sample. Empiric therapy with parenteral ampicillin and cefepime was started on admission and continued until the blood, urine, and CSF cultures were negative for >48 hours. No antiviral medications were given. The patient was discharged to home in stable condition with infection precautions consistent with Centers for Disease Control and Prevention guidelines. [8] Case 2: A 56 day-old male infant born at 35 weeks gestation who had had an uneventful perinatal course presented to the hospital with a temperature of 38.2°C (100.8°F) taken rectally at home. The child had no respiratory or gastrointestinal symptoms and had normal oral intake and activity level. His mother, father, and siblings were all well, and there were no other known ill contacts and no history of travel. In the emergency department, the child was febrile but well appearing, with a normal physical examination.",
            "cite_spans": [
                {
                    "start": 1376,
                    "end": 1379,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Case Descriptions"
        },
        {
            "text": "Vital signs and laboratory findings appear in the Table. Blood and urine cultures were done, but sampling of the CSF was not performed, nor was radiographic imaging. The BioFire respiratory PCR panel performed on an NP sample was negative, and the NP SARS-CoV-2 real-time RT-PCR (Cobas, Roche) A c c e p t e d M a n u s c r i p t 5 was positive. The child was treated empirically with parenteral ceftriaxone until the results of blood and urine cultures were negative for >36 hours. No antiviral medication was used, and the patient was discharged in stable condition with infection control guidance.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 50,
                    "end": 56,
                    "text": "Table.",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Case Descriptions"
        },
        {
            "text": "These two cases present a common problem in pediatric medicinethe febrile infantwith an important twist, diagnosis of SARS-CoV-2 infection during an explosive community-based outbreak in New York City. The epidemic coronaviruses, including MERS-CoV, SARS-CoV, and SARS-CoV-2, have the potential for spread within healthcare settings, making case identification and prompt isolation crucial to protecting patients, physicians, and staff. [9] [10] [11] In the context of an ongoing outbreak, we encouraged routine testing of febrile infants for SARS-CoV-2, even in the absence of respiratory symptoms. For both cases presented above, because SARS-CoV-2 testing was sent, and contact/droplet/eye shield precautions were instituted in the emergency department, with N95 masks used during NP swab collection because of the potential for aerosol generation. In addition, family members were required to wear surgical masks and upon discharge received instructions for home isolation. We did not find non-SARS-CoV-2 etiologies for fever in these two infants, and fever without localizing signs has been reported in older children with SARS-CoV-2. [5] Lymphopenia has been described in adult patients with SARS-CoV-2 infection, and we noted a low absolute lymphocyte count in Patient 2. [11] Testing for SARS-CoV-2 in non-NP samples was not performed in either child, and both infants had a benign clinical course. However, the need to routinely hospitalize febrile infants for workup of potential invasive bacterial disease may serve as an ",
            "cite_spans": [
                {
                    "start": 437,
                    "end": 440,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 441,
                    "end": 445,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 446,
                    "end": 450,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1140,
                    "end": 1143,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1279,
                    "end": 1283,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Characteristics of and Important Lessons From the Coronavirus Disease 2019 (COVID-19) Outbreak in China: Summary of a Report of 72314 Cases From the Chinese Center for Disease Control and Prevention",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Epidemiology of COVID-19 Among Children in China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Mo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Pediatrics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Detection of Covid-19 in Children in Early",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "14",
            "pages": "1370--1371",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "CDC COVID-19 Response Team. Coronavirus Disease 2019 in Children -United States",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "69",
            "issn": "",
            "pages": "422--428",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Characteristics of pediatric SARS-CoV-2 infection and potential evidence for persistent fecal viral shedding",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A Prediction Model to Identify Febrile Infants </=60 Days at Low Risk of Invasive Bacterial Infection",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Aronson",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Shabanova",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Shapiro",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Pediatrics",
            "volume": "144",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The Risk of Serious Bacterial Infection in Febrile Infants 0-90 Days of Life With a Respiratory Viral Infection",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Nicholson",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Avadhanula",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ferlic-Stark",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Gincoo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Piedra",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Pediatr Infect Dis J",
            "volume": "38",
            "issn": "4",
            "pages": "355--61",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Discontinuation of Transmission-Based Precautions and Disposition of Patients with COVID-19 in Healthcare Settings (Interim Guidance)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Hospital outbreak of Middle East respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Assiri",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcgeer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Perl",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "369",
            "issn": "5",
            "pages": "407--423",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "SARS in healthcare facilities",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Mcdonald",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Simor",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "J"
                    ],
                    "last": "Su",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Toronto and Taiwan. Emerg Infect Dis",
            "volume": "10",
            "issn": "5",
            "pages": "777--81",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "unrecognized source of SARS-CoV-2 introduction into hospital settings. This report emphasizes the importance of maintaining a high index of suspicion for SARS-CoV-2 infection in febrile infants during a community outbreak and the value of instituting testing and infection control guidelines in emergency department and pediatric hospital settings.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "No radiographic imaging studies were performed. A CSF PCR panel (FilmArray, BioFire, Inc.) that targets E. coli K1, Haemophilus influenzae, Listeria monocytogenes, Neisseria meningitidis, Streptococcus agalactiae, Streptococcus pneumoniae, cytomegalovirus, enterovirus, herpes simplex viruses-1 and -2, human herpesvirus 6, human parechovirus, varicella-zoster virus, and Cryptococcus neoformans/gattii was negative. A respiratory PCR panel (FilmArray, BioFire, Inc.) targeting adenovirus, endemic coronaviruses (HKU1, NL63, 229E, OC43), human metapneumovirus, human rhinovirus/enterovirus, influenza A and B, parainfluenza 1-4, respiratory syncytial virus, Bordetella pertussis, Chlamydophila pneumoniae, and Mycoplasma pneumoniae was performed on a nasopharyngeal (NP) sample and was negative. This panel does not detect SARS-CoV-2.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors are grateful to the members of the Department of Pediatrics at NYU Grossman School of Medicine, NYU Langone Health/Hassenfeld Children's Hospital, and Bellevue Hospital Center for their dedication to outstanding pediatric care under the extreme conditions of the SARS-CoV-2 outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "The authors received support from the Department of Pediatrics at NYU Grossman School of Medicine.There was no external funding for this work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FUNDING"
        },
        {
            "text": "A.J.R. has served as a consultant to Pfizer outside the scope of this work. All other authors report no conflicts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONFLICT OF INTEREST STATEMENT"
        },
        {
            "text": "A c c e p t e d M a n u s c r i p t A c c e p t e d M a n u s c r i p t ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}