{
    "paper_id": "638249732888f36a696cb0df8023ffc93579e528",
    "metadata": {
        "title": "KEY ROLE OF THE POTENTIALLY RECRUITABLE LUNG ON THE MECHANICAL EF- FECTS OF PEEP DURING ARDS",
        "authors": [
            {
                "first": "P",
                "middle": [],
                "last": "Caironi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ospedale Maggiore Policlinico",
                    "location": {
                        "settlement": "Milano"
                    }
                },
                "email": ""
            },
            {
                "first": "Cressoni",
                "middle": [
                    "M"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chiumello",
                "middle": [
                    "D"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Ranieri",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ospedale Maggiore Policlinico",
                    "location": {
                        "settlement": "Milano"
                    }
                },
                "email": ""
            },
            {
                "first": "Cornejo",
                "middle": [
                    "R"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bugedo",
                "middle": [
                    "G"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gattinoni",
                "middle": [
                    "L"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The global results for the cohort were 42% (IC=32-52%) for mortality, tracheostomy 43% (IC=33-54%), VAP incidence of 19.2 cases/1000 days of ventilation and duration of ventilation 14 days ± 11 (IC=12-17). In the groups E and Y, the measured variables were respectively: APACHE II 17 ± 6 (IC=15-19) versus 15 ± 6 (IC=13-17, p=0.06); SOFA 5 ± 3 (IC=4-6) in both groups (p=0.98); mortality 40% (IC=25-54%) versus 44% (IC=30-59%, p=0.64); duration of ventilation 16 ± 13 days (IC=12-20) versus 13 ± 9 days (IC=10-16, p=0.21); incidence of VAP 17.73 versus 20.87 cases/1000 days of ventilation (p=0.89) and the incidence of tracheostomy 44% (IC=29-59%) versus 42% (IC=28-57%, p=0.85). 93% of the patients in group E and 75% of group Y had non-surgical cause of admission (p=0.025). In the multiple regression model there was no statistically significant impact on mortality of APACHE II, diagnosis category (clinical versus surgical) or age, only a tendency for direct relation of VAP with this endpoint (p=0.06).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS."
        },
        {
            "text": "CONCLUSION. In our otherwise homogeneous population, advanced age was not an independent predictor of mortality or longer duration of ventilation. Neither the incidence of VAP nor tracheostomy pointed out any statistically significant difference in the patients over 80 years of age comparing to those younger.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS."
        },
        {
            "text": "Impact on successful treatment of septic patients 0371-0377 0371",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Oral Presentations"
        },
        {
            "text": "Renieris P 1 , Gerovasili V 1 , Poriazi M 1 , Loukas T 1 , Markaki V 1 , Routsi C 1 , Roussos C 1 , Nanas S 1 1 First Critical Care Department, Medical School, National and Kapodistrian University, Evangelismos Hospital, Athens, Greece INTRODUCTION. Microcirculatory impairement in septic patients has long been implicated as a major causative factor of post-rescucitation multiple organ failure. The aim of the study was to investigate the microcirculatory alterations in septic patients with different severity of disease with the non invasive method of Near Infrared Spectroscopy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MICROCIRCULATORY DYSFUNCTION IN ICU PATIENTS WITH SEPSIS"
        },
        {
            "text": "We studied 39 (25 males/14 females, age 57±21) patients of a general ICU devided in 3 severity groups: SIRS (n=22), Severe Sepsis (n=9) and Septic Shock (n=8). We also studied 66 healthy volunteers. We used the InSpectra Near Infrared Spectroscopy device to continuously measure tissue oxygen saturation (StO2) at the thenar muscle before, during, and after a 3-minute occlusion of the brachial artery via pneumatic cuff. The decrease rate of the StO2 signal during the occlusion period was used as an index of tissue O2 consumption rate, and the increase rate of the StO2 signal after the cuff was released was used as an index of reperfusion to assess endothelial reactivity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS."
        },
        {
            "text": "Tissue oxygen saturation (StO2, %) was significantly lower in patients with SIRS or Severe Sepsis when compared to healthy volunteers (76±12 vs. 84±6 p=0.001 and 74±14 vs. 84±6 p=0.002 respectively). Oxygen consumption rate (StO2 decrease rate, %/min) was significantly lower in patients with Severe Sepsis when compared to healthy volunteers or patients with SIRS (15.9±52.4 vs. 31.2±9.1 p<0.001 and 15.9±52.4 vs. 26.5±13.1 p=0.006 respectively). Patients with Septic Shock also had a significantly lower oxygen consumption rate when compared to healthy volunteers or patients with SIRS (p<0.001 and p=0.002 respectively. Reperfusion rate (StO2 increase rate, %/min) was significantly lower in patients with SIRS or Severe Sepsis when compared to healthy volunteers (342±139 vs. 553±193 p<0.001 and 189±138 vs. 553±193 p<0.001 respectively). Patients with Septic Shock had significantly lower reperfusion rate when compared to healthy volunteers (p<0.001).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS."
        },
        {
            "text": "CONCLUSION. The microcirculation of septic patients is severely impaired, and this seems to depend upon severity of disease. Further studies should evaluate the potential role of Near Infrared Spectroscopy in guiding therapy and in providing prognostic information in this patient population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS."
        },
        {
            "text": "In the \"Prevalence of severe sepsis and septic shock in Intensive Care Units in Germany\" study, a prospective observational cross-sectional study, data from 454 ICUs in 310 randomly selected hospitals in Germany were collected by local one-day visits of trained physicians from SepNet's 17 regional study centers. Data was evaluated concerning nutrition modalities. Logistic regression analysis was used to identify predictors for death.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS."
        },
        {
            "text": ". In a total of 415 patients with severe sepsis/septic shock, enteral nutrition was applied to 19.3% of patients whereas 33.7% received only parenteral nutrition. Both parenteral and enteral nutrition was administered to 33. 3%, 9.9% were not fed at all. Valid mortality information was available for 374 patients. In-hospital mortality was similar in the patients receiving only parenteral nutrition (21.0%) or mixed nutrition (20.3%). In the group enteral nutrition only mortality was 7.5%. By multivariate analysis, the APACHE II score (OR=1.07, 95% CI=1.04-1.11), renal dysfunction and parenteral nutrition (OR=2.28, 95% CI=1.40-3.71) were significant independent predictors for mortality.",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 233,
                    "text": "3%, 9.9%",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Parenteral nutrition is still the most common way of nutrition in patients with severe sepsis in Germany. In contrast, the literature recommends the preferential use of enteral nutrition which is associated with reduced morbidity. However, an impact on mortality could not be identified so far. In this study the risk of death was increased in patients receiving only parenteral or mixed nutrition. Despite the higher APACHE II score in both groups (median score 21 or 18.5, respectively compared with 16.5 in the enteral group, p<0.01) our results indicate that parenteral nutrition has an important attributable effect on mortality in septic patients. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION."
        },
        {
            "text": "In total, 119 adult intensive care units (ICUs) in England, Wales and Northern Ireland participate in the audit. Data are collected on every patient in whom an infusion of drotrecogin alfa (activated) is commenced, in three sections: infusion -timing, interruptions and incomplete infusions; infection -site, organisms cultured, and primary pathogen; and adverse events. These data are linked to the Case Mix Programme, the national comparative audit of patient outcome, for case mix and outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS."
        },
        {
            "text": "At the time of analysis, data were available on 1245 patients receiving drotrecogin alfa (activated) in 99 ICUs. Table 1 shows a comparison of the patients in this study with those in PROWESS and ENHANCE. The median (quartiles) time from ICU admission to the start of the infusion was 20 (11-35) hours. Twenty-four percent of infusions were interrupted, the most common reasons being insertion, change or removal of lines, cannulas, drains etc (50%), transfer to theatre (15%), and possible bleeding (12%). The median (quartiles) duration of interruption was 5 (3-10) hours. Thirty percent of infusions were not completed, the most common reasons being patient deteriorated/died (49%), possible bleeding (24%), and patient improved/left the unit (10%). Table 2 shows the adverse events compared with PROWESS and ENHANCE. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 113,
                    "end": 120,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 753,
                    "end": 760,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "RESULTS."
        },
        {
            "text": "The XPRESS study was a large phase 3B study designed to assess whether there was a true negative interaction with coadministration of Drotrecogin alfa activated (DAA) and lowdose heparin. We prospectively planned subgroup analyses to examine mortality and serious adverse events in patients with or without baseline heparin due to recent reports of rebound thrombosis after heparin cessation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION."
        },
        {
            "text": "From December 2002 to July 2005, adult patients with severe sepsis at high risk of death were enrolled in a randomized, double-blind, parallel, placebo-controlled study conducted at 224 centers in 20 countries. DAA (Xigris ® , Eli Lilly and Company, Indianapolis, IN) at 24 mcg/kilogram/hour for a planned 96 hour infusion was administered to each patient. The study drug was either unfractionated heparin (5000 units subcutaneously twice a day), enoxaparin (40 mg subcutaneously per day) or placebo in a 1:1:2 randomization scheme. To enhance patient safety, all patients who were receiving commercial heparin at baseline for any indication were required to stop heparin during the DAA infusion. 28-day mortality and serious adverse events were analyzed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS."
        },
        {
            "text": "A total of 1994 patients received DAA, but only 1935 patients received study drug and make up the intention to treat (ITT) population. A total of 990 patients were randomized to placebo and 1004 to heparin (493 to low molecular weight heparin and 511 to unfractionated heparin). An important treatment-by-subgroup interaction was noted in the subgroup defined by exposure to commercial heparin at baseline, Breslow Day p = 0.03. Among patients who were exposed to commercial heparin at baseline, higher mortality and serious adverse events were observed in placebo patients compared with heparin patients, 35.6% versus 26.9% and 18.0% versus 11.6%, respectively. However, heparin and placebo patients who were not exposed to heparin at baseline had similar mortality and serious adverse events.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS."
        },
        {
            "text": "Patients who were exposed to commercial heparin at baseline had higher mortality and serious adverse events in the placebo versus the heparin group. These data suggest that, in patients with severe sepsis, prophylactic heparin should not be abruptly discontinued unless risk outweighs benefit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION."
        },
        {
            "text": "Grant acknowledgement. The XPRESS study was funded by Eli Lilly and Company.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION."
        },
        {
            "text": "Guidet B 1 , Jasso-Mosqueda G 2 , Priol G 3 , Aergerter P 4 1 Intensive Care, Hôpital Saint Antoine, Paris, 2 Economic, AREMIS consultant, Neuilly sur seine, 3 Economic, AREMIS consultant, Neuilly-sur -seine, 4 Medical data processing, Hôpital Ambroise Paré, Paris, France",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE COST OF SEVERE ALBUMIN SEPSIS TREATMENT (COASST) STUDY."
        },
        {
            "text": "The use of albumin for the treatment of severe sepsis remains controversial. The SAFE study (NEJM 2004 (NEJM , 350: 2247 reported a mortality rate of 35.2% in the group resuscitated with saline compared to 30.7% in the group that received albumin (relative risk 0.74, p = 0.09). This potential beneficial effect could be explained by several properties of albumin. Despite existing recommendations, albumin remains largely underused in this indication. Given its higher cost compared with other volume expansion products, modelling of its cost/efficacy ratio would be justified in the light of the product's potential advantages.",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 102,
                    "text": "(NEJM 2004",
                    "ref_id": null
                },
                {
                    "start": 103,
                    "end": 120,
                    "text": "(NEJM , 350: 2247",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION."
        },
        {
            "text": "Routine medical practice was compared with the systematic use of albumin. The study population was defined as all adult patients having been treating for severe sepsis in one of the 35 units in the CUB-Rea database between 1 January 1998 and 1 December 2002, excluding burn patients, patients with mediastinis, organ transplant recipients and those having received extracorporeal circulation. Only hospital stays longer than 24 hours and including at least circulatory, kidney or respiratory failure were considered. Two efficacy indicators were used: the number of lives saved and the number of years of life gained, using the 4.6% reduction in mortality as the baseline case in the albumin arm of the SAFE study: Albumin costs were estimated according to the quantities administered in this same study i.e. 2.24 L. Life expectancy was determined using the DEALE method, with the following factors into account: age, sex, SAPS II score and Mac-Cabe score.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS."
        },
        {
            "text": "There were 5980 intensive care deaths according to the CUB-Rea database. The use of albumin induced a 4.6% reduction in the number of deaths (512 lives saved amongst the 11137 patients included in the study). The mean survival of the 5156 patients discharged alive from the hospital was estimated at 9.78 years [95%CI: 9.64-9.92]. The average cost of albumin administration per patient was evaluated at 278.10 e. The cost per life saved was 6073 e and per year of life saved was 617 e.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS."
        },
        {
            "text": "Our results provide strong evidence for a very favourable cost effectiveness ratio of albumin in severe sepsis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION."
        },
        {
            "text": "Long-term outcomes 0378-0384 0378",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Oral Presentations"
        },
        {
            "text": "Bral E 1 , Ingels C M M 1 , Milants I 1 , Wouters P J 1 , Van den Berghe G 1 1 Intensive Care Medicine, University Hospital Gasthuisberg, Catholic University of Leuven, Leuven, Belgium",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LONG TERM HEALTH-RELATED QUALITY OF LIFE AFTER CARDIAC SURGERY"
        },
        {
            "text": "In this follow up study, we document the impact of intensive insulin therapy on long term mortality and objective and subjective well-being of high risk cardiac surgical patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION."
        },
        {
            "text": "METHODS. 4 years after ICU-admission, we assessed long term outcome of the subgroup of cardiac surgical patients (N=970) included in the original insulin trial (1) . Patients or next of kin, or if unavailable the referring physician, were contacted by phone call. Some data were collected from the hospital database or the civil registration services. We studied the perceived health-related quality of life (QoL) using the validated Dutch version of the Nottingham Health Profile (NHP) (2), and the functional capacity with the Karnofsky Index.",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 163,
                    "text": "(1)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION."
        },
        {
            "text": "RESULTS. 4 years after ICU, the number of post-hospital-discharge deaths was similar in the conventional treatment group (RIS) and in the intensive insuline treatment group (IIS), reflecting maintenance of the acute survival benefit with insulin. For the long-stay patients (>3d ICU), 4y-mortality was reduced from 36.2% (RIS) to 23.1% (IIS) (p=0.03). Karnofsky scores were available for 78% (N=753) of the patients (372/381). More than 80% of the patients reached a Karnofsky Index of >60%, indicating functional autonomy. 603 (303/300) patients provided answers to part 1 of the NHP, 403 (197/205) answered part 2 of the questionnaire. For part 1, there was no difference between both groups. The dimensions mostly affected by critical illness were \"sleep\" and \"physical mobility\". For the second part, \"long stay\" patients in the IIS had worse scores in the dimensions concerning household activities (p=0.03), social (p=0.04) and family (p=0.06) life.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION."
        },
        {
            "text": "The short-term survival benefit of intensive insulin therapy (1) was maintained after 4 years. The increased survival of sicker, \"long stay\" patients, was accompanied with a more compromised subjective QoL. The objective, functional capacity, however was similar in both groups. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION."
        },
        {
            "text": "When evaluating the long-term outcome of ICU patients, the timing of QL assessment is essential. This study has shown that preadmission QL in our medical-surgical pts was substantially reduced after ICU discharge. Eighteen months after admission to the general ICU most survivors had regained most of their preadmission QL status. Their PaO2/FiO2 ratio was significantly higher than in the non-survivors. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION."
        },
        {
            "text": "Ledoux D 1 , Piret S 1 , Canivet J 1 , Damas P 1 1 Intensive Care, Liège University Hospital, Liège, Belgium",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ASSESSMENT OF SURVIVAL AND QUALITY OF LIFE IN OCTOGENARIAN 1-YEAR AF-TER CARDIAC SURGERY"
        },
        {
            "text": "There is a growing number of heart surgery procedures performed in octogenarians. However, the benefit for the patient of such procedures may be questionable. In this work, we analysed 1-year survival and quality of life in octogenarian patients operated for heart surgery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION."
        },
        {
            "text": "From April 2003 to January 2004, all consecutive patients were prospectively included in the protocol. We collected data on preoperative comorbidities, surgical procedures characteristics, postoperative complications and hospital outcome. One-year after surgery, survival was obtained via patients' general practitioner. Patients were then interviewed and asked to complete the EuroQOL questionnaire (1) . Data were analysed using chi-square test and Mann Whitney test. A Cox model was used for survival analysis. A p-value < 0.05 was considered as significant.",
            "cite_spans": [
                {
                    "start": 400,
                    "end": 403,
                    "text": "(1)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "METHODS."
        },
        {
            "text": "Over a 10-month period, 498 patients were included in the protocol. Among them, 44 (8.8%) patients were octogenarian. During the 1-year follow-up, 44 (8.8%) patients died. There were 5 (11.4%) death in octogenarian patients and 39 (8.6%) in younger patients (p=574). The EuroQOL questionnaire was completed for 426 (94% of survivors) patients. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS."
        },
        {
            "text": "In developed countries, the 21st century will see an exponential increase in the elderly population. Octagenarians are already increasingly referred for Critical Care when our medical and surgical colleagues perceive the need. Differentiation between those who will benefit from Critical Care, and those in whom we will only delay death, is difficult. Death after ICU stay is rarely studied, but, particularly in the elderly, should also contribute to the decision to submit them to Intensive Therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION."
        },
        {
            "text": "We prospectively collected demographic and survival data on patients >80y admitted to our Intensive Care in 2002, and followed up for 12 months. Survival to ICU discharge, hospital discharge, and 12 months post ICU discharge, was determined. Age, sex, APACHE II scores, and length of ICU stay (LOS) were compared for survivors and non-survivors. APACHE II scores were compared by student t-test for survivors and non-survivors. Equal variance was assumed for APACHE II scores. Logistic regression analysis was performed for ICU and hospital discharge and for survival at 1 year. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS."
        },
        {
            "text": "Intensive care unit (ICU) admission for bone marrow transplant recipients during the early post-transplantation period is associated with poor outcome. Survival of these patients with ICU admissions during subsequent hospitalizations is unknown. We sought to determine the long-term outcome of bone marrow transplant recipients who were admitted to ICU during subsequent hospitalizations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION."
        },
        {
            "text": "We conducted a population-based retrospective cohort study in Ontario, Canada from January 1, 1992 to March 31, 2002. All Ontario bone marrow transplantation recipients who received subsequent ICU care during the study interval were included. The primary outcome was mortality at one year. We also examined the association of specific ICU procedures on mortality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS."
        },
        {
            "text": "A total of 2698 patients received bone marrow transplantation; of which 513 received ICU care during subsequent hospitalizations. Patients receiving any ICU procedure had higher one-year mortality (87% vs 44%, p<0.0001). Death rates were highest for those receiving mechanical ventilation (86%), right heart catheterization (91%), or dialysis (94%). In combination, the strongest independent predictors of death were mechanical ventilation (HR 7.3; 95% confidence interval 4.2 to 11.2) and dialysis (HR 9.2; 95% confidence interval 2.2 to 38.6). Regardless, no combination of procedures uniformly predicted 100% mortality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS."
        },
        {
            "text": "CONCLUSION. The prognosis of bone marrow transplant recipients receiving ICU care is very poor, but should not be considered futile. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS."
        },
        {
            "text": "Health-related quality of life (HRQOL) is an indicator of outcome for intensive care patients. Therefore, a prospectively designed substudy on HRQOL 90 days after ICU admission was proposed as an additional option to ICUs participating in the SAPS 3 project [1, 2] .",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 261,
                    "text": "[1,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 262,
                    "end": 264,
                    "text": "2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION."
        },
        {
            "text": "The EuroQol questionnaire (EQ-5D) [3], in the appropriate language version, was administered to the patients who spent >24 h in ICU and survived for 90 days. A question to compare present health status with that 3 months before ICU admission (better/same/worse) was added. Nineteen ICUs (12 located in Italy, 2 in Belgium, and 1 in each of the following countries: Argentina, Austria, Greece, Hungary, and Slovakia) participated in the present substudy. All data on HRQOL were recorded by using the SAPS 3 stand-alone database system provided by the Coordination and Communication Centre of the SAPS 3 project. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS."
        },
        {
            "text": "We studied 130 patients out of 260 admitted. Functional status at hospital discharge was reduced in two-thirds of the patients (P < 0.001), and partially recovered along follow-up (P < 0.01).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS."
        },
        {
            "text": "Patients from 65 to 74 years (n = 64) and those older than 75 years (n = 66) had similar APACHE II, SOFA and OMEGA scores as well as comparable functional status at admittance and hospital discharge (BI: 71 vs 64, respectively). However, patients > 74 years were significantly more dependent at 6-month follow-up whereas functional status in younger had returned to baseline values after 6-month hospital discharge (BI: 75 vs 91, respectively, P = 0.02). Perceived quality of life was also significantly lower at hospital discharge than baseline (P < 0.001), remained low at three months of follow-up. However, the perception of quality of life returned to a level comparable to baseline, after 6 months of hospital discharge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS."
        },
        {
            "text": "Functional recovery and perceived quality of life of elderly patients after non-elective ICU admission is slowly achieved in the following six months after hospital discharge, especially in those from 65 to 74 years old. METHODS. An observational, prospective, international multi-center study was conducted in European ICUs. Patients that required invasive mechanical ventilation (MV) for >48 hours were included in the database. A comparison was made regarding the days on MV and the length of stay (LOS) in ICU between patients with and without nosocomial pneumonia. Statistic analysis was performed using SPSS11.0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION."
        },
        {
            "text": "During the first 3 months of the study 309 consecutive patients were included; 69.6% (n=215) were men, and the mortality rate was 29.4% (n=91). The 22% (n=68) had nosocomial pneumonia (HAP n=17 and VAP n=51). The MV patients with nosocomial pneumonia (n=68) were compared with MV patients without pneumonia (n=241 ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS."
        },
        {
            "text": "Although attributable mortality rate for Ventilator-acquired Pneumonia (VAP) is still controversial, any delay in adequate antibiotic treatment compromises its outcome. Moreover, VAP diagnosis and its optimal treatment remains a challenge for the intensivists. We therefore performed routine weekly endotracheal aspiration (EA) to guide the initial antibiotic treatment before the results of broncho-alveolar lavage (BAL) for VAP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION."
        },
        {
            "text": "We prospectively studiedy 113 VAP. We evaluated the concordance between the latest EA and the BAL and separated patients into three groups: group I: concordant EA-BAL, group II discordant EA and BAL, group III: no EA. We then compared the ad equation of the initially antibiotic initially prescribed, the morbidity and the mortality between the three groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS."
        },
        {
            "text": ". 90 assessable samples EA-BAL could be were evaluated. The early antibiotic strategy guided by the EA was adequate in 85% of the situations and was significantly superior to the treatment recommended by the ATS guidelines (1) (73%) and better than the treatment recommended by the Trouillet (2) guidelines (81%) but did not reached the significativity. When clinicians could not have a pre-VAP EA to guide their treatment (group III) only 61% of the treatments were adequate. There was not any no statistical difference between the three groups for length of mechanical ventilation, length of ICU stay in ICU, extra-pulmonary nosocomial infections or mortality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Systematic oncee weekly systematic pre-VAP EA allowspermits an adequate early adequate antibiotic therapy. However, the impact of our strategy, \"early and guided by the EA\" on outcome needs to be evaluated prospectively by a randomised clinical trial. (1) ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION."
        },
        {
            "text": "De Wolf A 1 , Blot S 1 , Vandevelde S 2 , Depuydt P 1 , Poelaert J 1 1 Intensive Care, 2 Anesthaesia, University Hospital Ghent, Ghent, Belgium",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VALUE OF POLY-URETHANE CUFFED ENDOTRACHEAL TUBE IN THE PREVENTION OF EARLY POST-OPERATIVE PNEUMONIA"
        },
        {
            "text": "Cardiac surgery patients are at risk for post-operative pneumonia, with perioperative micro-aspiration as a possible cause. We hypothesised that the use of poly-urethane cuffed endotracheal tubes (PUC tube)(Seal Guard ® , Tyco Healthcare, USA) could be protective due to enhanced sealing of the pharyngo-tracheal barrier, in comparison with conventional poly-vinyl cuffed tubes (PVC tube).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION."
        },
        {
            "text": "All patients planned for cardiac surgery during a 100 days period were randomised between a PVC tube or a PUC tube after informed consent. Patients with preoperative antibiotic therapy, prior pneumonia or endocarditis were excluded. Diagnosis of early post-operative pneumonia was based on an infiltrate on chest X-ray, purulent tracheal secretions, fever and leucocytosis or increase in C-reactive protein serum levels, within 3 days after surgery. Statistical analysis was performed by means of Chi-square test and Mann Witney U test for categorical and continuous variables respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS."
        },
        {
            "text": "We included 134 patients with 67 patients in each group. Occurrence rate of co-morbidities such as diabetes mellitus, COPD, tabagism and chronic kidney failure was equal between the two groups. There was no difference in type of surgery and peri-operative transfusion need. Patients characteristics are in the table. ) was associated with a 4-fold decrease in VAP rate.(1) However, according to a recent study, this measure seems difficult to implement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS."
        },
        {
            "text": "(2) The aim of the study was to assess adherence to this measure in routine practice and its influence on VAP rates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS."
        },
        {
            "text": "All intubated and mechanically ventilated patients admitted in 3 French ICUs (one medical, and 2 surgical) were prospectively followed-up during a 4 month-period. Demographic and clinical characteristics of patients were collected on admission. Bed positioning and trunk flexion were measured twice daily until extubation, first episode of VAP or death. In clinically suspected patients, VAP was ascertained by a positive (≥10 3 CFU/mL) plugged telescopic catheter culture.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS."
        },
        {
            "text": "A total of 154 patients ventilated ≥ 48h were enrolled. Median bed angle was 21",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS."
        },
        {
            "text": "• (interquartile (IQR), 13-27) but actual median patients' trunk flexion was only 15",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS."
        },
        {
            "text": "• (IQR, 10-21). Median bed angle was significantly higher in the medical ICU than in surgical ICUs (25 • vs 15",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS."
        },
        {
            "text": "• , respectively, p>.0001). VAP incidence was 30% overall, 25% in the medical ICU and 36% in surgical ICUs (p=0.06). VAP were classified as early-onset pneumonia in 20 cases (43%) and late-onset pneumonia in 27 cases (57%). Potential risk factors for VAP identified in univariate analysis were: ICU admission for surgical emergency, trauma, high SAPS II score. A bed angle <20",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS."
        },
        {
            "text": "• was found in 49% of patients with VAP and in 40% of patients without VAP (p=0.32). By logistic regression analysis, only a surgical emergency reason for admission was independently associated with VAP occurrence (adjusted OR, 1.09; 95%CI, . No association could be found with bed angle whatever the value considered.",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 227,
                    "text": "(adjusted OR,",
                    "ref_id": null
                },
                {
                    "start": 228,
                    "end": 233,
                    "text": "1.09;",
                    "ref_id": null
                },
                {
                    "start": 234,
                    "end": 240,
                    "text": "95%CI,",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "RESULTS."
        },
        {
            "text": "CONCLUSION. In our setting, elevating the head of the bed at an angle > 30",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS."
        },
        {
            "text": "• was not achieved on a routine basis during mechanical ventilation. Despite half of the patients being kept at less than 20 • , this was not associated with an increased risk of VAP. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS."
        },
        {
            "text": "The presence of tracheostomy is considered a major risk factor to develop ventilator-associated pneumonia (VAP), but there are not enough studies that have been designed to address the incidence and density of incidence for this infection, following the NNIS protocol. The present study was conducted with this end-point.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION."
        },
        {
            "text": "This cohort study has been conducted in a 15-bed adults university multidisciplinary ICU during the last 13 years, in a prospective way. VAP was defined following the CDC criteria with positive microbiological confirmation. All refered patients received percutaneous dilational tracheostomy like Ciaglia technique (PDT). The moment to perform the tracheostomy was chosen by consensus, once the patient was hemodinamically and respiratory stable and without intracraneal hypertension crisis. The patients were under general anaesthesia and mechanical ventilation (MV). The variables are expressed as mean and standard deviation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS."
        },
        {
            "text": "We recluted 515 patients, 63% male, 60±15 years old, with APACHE II at admission of 22±4 and 16±3 at the date of the PDT. This series included 52% neurocritical patients. Patients were 24±15 days in ICU [previous (PR) and posterior (PO) to PDT during 12±8 and 13±11 days respectively] and MV in all of its modes was administrated during 21±13 days (11±7 PR and 10±9 PO). There were 132 episodes of VAP microbiologically addressed (69 PR and 71 PO). Eight patients had two episodes of VAP. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS."
        },
        {
            "text": "The incidence of VAP-PO in PDT-patients, as it has been defined in this study, is similar to VAP-PR but the infection density incidence is clearly superior. The crude incidence of VAP during all their stay in the ICU is very high compared with NNIS or ENVIN-UCI reports. However, the incidence of VAP corrected by the adjusted density of infection is online or even slightly inferior overall, considering the frequency of neurocritical patients in this series.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION."
        },
        {
            "text": "Koulenti D METHODS. An observational, prospective, international multi-center study was conducted in European ICUs. During the first 3 months of the study 309 consecutive patients that required invasive mechanical ventilation (MV) for >48 hours were included in the database. Statistic analysis was performed using SPSS11.0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PNEUMONIA DIAGNOSIS IN EUROPEAN INTENSIVE CARE UNITS (PRELIMINARY RE-SULTS OF EU-VAP/CAP STUDY)"
        },
        {
            "text": "RESULTS. The patients' mean age was 55.8 ±18.5, 69.6% (n=215) were men, mean admission' SAPSII was 40.1±16.4, mean days on MV was 9.8±10.8, mean LOS in ICU was 13.0±12.6, and the mortality rate was 29.4% (n=91). The 34% (n=105) of the patients included in the study were admitted with or developed pneumonia: 12% (n=37) CAP, 5.5% (n=17) HAP, and 16.5% (n=51) VAP. The diagnostic techniques used are shown in the table: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PNEUMONIA DIAGNOSIS IN EUROPEAN INTENSIVE CARE UNITS (PRELIMINARY RE-SULTS OF EU-VAP/CAP STUDY)"
        },
        {
            "text": "Our objective is to evaluate the clinical resolution pattern in ventilator associated pneumonia (VAP) due to Pseudomonas aeruginosa (PA) and establish the influence of inadecuacy of empirical antibiotic therapy in the evolution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION."
        },
        {
            "text": "Prospective observational multicenter study on intubated patients with clinical suspicion of VAP. Incluison criteria included episodes of VAP due to PA. Clinical variables of resolutions were collected daily as reported elsewhere1. \"Failure to resolve pneumonia\" was defined as the lack of resolution of at least two clinical variables during the first 72 hours after VAP onset. Appropriate antibiotic therapy was defined by the presence of at least one active agent against PA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS."
        },
        {
            "text": "One hundred and seventy-two episodes of VAP were admitted during the study period. Fourty-two of them were due to PA and were included in the study. Twelve (28%) patients received adequate initial antibiotic therapy. Patients with adequate therapy were older than patients with initial inadequate antibiotic therapy (41.4±21.1 vs 60.5±16.6; p<0.01) but the APACHE II at admission was the same in both groups (21 vs 18'4; p=ns). Mean stay in the ICU and the time of mechanical ventilation was also the same in both groups. After 48 hours of antibiotic therapy, defervescence was observed in 83% of patients with adequate compared to 13% of patients with inadequate empirical antibiotic therapy (p=0.0001). Clinical resolution of hypoxemia was also different in the patients with adequate and inadequate antibiotic therapy (75% vs 30%; p<0.01). The rate of failure to improve was higher in patients with inadequate empirical antibiotic therapy (83.3% vs 13.3%; p<0.05). Length of antibiotic therapy was also longer in the group of patients with inadequate therapy (13.7±5.8 vs 24.2±13.2; p<0.05).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS."
        },
        {
            "text": "Pseudomonas aeruginosa VAP resolves during the first 48 hours of adequate therapy. Inadequacy of initial antibiotic therapy is the only modifiable factor which influence clinical resolution of VAP due to Pseudomonas aeruginosa. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION."
        },
        {
            "text": "Weaning-induced pulmonary edema is a classical cause of failure of weaning from mechanical ventilation in high risk patients (COPD and chronic left heart disease). The diagnosis may require pulmonary artery catheterization, showing increased pulmonary artery occlusion pressure (PAOP) during the weaning trial. Among the numerous transthoracic echocardiography parameters in mechanically ventilated patients, the best estimate of PAOP is E/Ea, which is the ratio of the protodiastolic mitral velocity (E) to the early diastolic velocity of the mitral annulus (Ea), obtained by using tissue Doppler imaging. The aim of our study was to test the hypothesis that the E/Ea ratio could be used to detect weaninginduced pulmonary edema defined by intolerance to spontaneous breathing (SB) and increase in PAOP above 18 mmHg during the weaning trial.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION."
        },
        {
            "text": "Sixteen patients who failed two consecutive weaning trials and in whom insertion of a pulmonary artery catheter was decided by the attending physician entered the study. In all patients, a weaning trial was performed over a maximum 1-h period of SB using a T-piece. At baseline and during the weaning trial, end-expiratory PAOP and E/Ea were measured.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS."
        },
        {
            "text": "Overall (32 simultaneous measurements) E/Ea correlated with PAOP (r2=0.26, p=0.003). From baseline to the end of the weaning period, PAOP increased from 11 ± 4 mmHg to 19 ± 6 mmHg (p<0.001) and E/Ea increased from 9 ± 2 to 12 ± 4 (p<0.001). During the weaning trial, the increase in PAOP and the increase in E/Ea strongly correlated (r2=0.59, p<0.001). In patients (n=8) who experienced weaning-induced pulmonary edema, PAOP increased significantly from 10 ± 4 mmHg to 23 ± 5 mmHg (p<0.001) and E/Ea from 8 ± 2 to 13 ± 4, (p<0.05). In patients (n=8) without weaning-induced pulmonary edema PAOP did not significantly increase (from 12 ± 6 mmHg to 14 ± 4 mmHg, p=0.06) whereas E/Ea significantly increased from 9 ± 2 to 11 ± 3 (p=0.03). The best threshold value of E/Ea allowing to detect an increase in PAOP > 18 mmHg, was 10 with a sensitivity of 70% and a specificity of 73%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS."
        },
        {
            "text": "The weaning-induced changes in E/Ea measured using tissue Doppler imaging, correlated with the weaning-induced changes in PAOP. However, E/Ea did not appear to be reliable enough for diagnosing weaning induced pulmonary edema.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION."
        },
        {
            "text": "Lambert P 1 , Kjaersgaard Hansen L 1 , Sloth E 2 , Smith B W 3 , Koefoed Nielsen J 1 , Larsson A L S 1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DO PEEP-INDUCED CHANGES IN CARDIAC OUTPUT INDICATE FLUID RESPONSIVE-NESS?"
        },
        {
            "text": "It is well known that positive end-expiratory pressure (PEEP) depresses circulation at hypovolemia and that fluid loading could counteract this circulatory impairment. Therefore, in an animal model of mild hypovolemia, we investigated whether a PEEP challenge might predict fluid responsiveness. The hypothesis was if PEEP reduces cardiac output (CO), this would indicate fluid responsiveness at 0 cmH2O PEEP, while on the other hand if PEEP does not reduce CO, this would indicate that further fluid administration will not improve circulation. INTRODUCTION. beta1 and beta2 adrenergic receptors (ARs) mediate the primary effects of catecholamines in the mammalian heart. Although structurally similar, these receptor subtypes differ in some important ways. For example, continuous beta2AR stimulation protects the heart. Continuous beta1AR activation causes myocardial injury. Previously, the beta2AR was thought to play only a minor role in the enhancement of cardiac inotropic performance. Our data suggest that this theory may be incorrect. We found that in the absence of beta2ARs, cardiac contractility was significantly impaired.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION."
        },
        {
            "text": "Wild type (WT) and beta2AR knockout (beta2KO) mice underwent analyses of left ventricle function and structure. Electrocardiogram and respiratory-gated magnetic resonance imaging as well as conductance pressure-volume (PV) catheter studies were performed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS."
        },
        {
            "text": ". MRI analyses revealed that left ventricle stroke volume (SV) and end diastolic volume (LVEDV) were significantly greater in WT compared beta2KO mice (p=0.02 and p=0.0005, unpaired t-tests). PV loop studies demonstrated significantly reduced cardiac contractility (slope of the end systolic pressure-volume relationship) in beta2KO mice relative to WT animals (p=0.007, unpaired t-test).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Our MRI SV data suggested that left ventricle performance of WT mice might be more robust than that of beta2KO mice. Our PV loop data were consistent with the MRI findings and demonstrated that differences in the cardiac performance were not simply a result of differences in preload. Cardiac contractility was impaired in beta2KO mice. Absence of beta2ARs during development might cause structural changes that lead to reduced cardiac inotropic performance of beta2KO mice. We are currently testing this hypothesis using conditional beta2KO mice in which beta2AR expression is suppressed only in adult animals. We favor the hypothesis that beta2ARs facilitate the primary role of the beta1ARs in stimulating cardiac contractility. According to this hypothesis, direct interaction between beta1ARs and beta2ARs (e.g., heterodimer formation) or interaction at the intracellular signaling level might occur. In the absence of these interactions, attenuation of b1AR-mediated stimulation of inotropic performance would be expected. INTRODUCTION. ICU patients with Multiple Organ Failure (MOF) benefit from iv glutamine supplementation in terms of mortality and morbidity. Also neurosurgical patients in the ICU may be candidates for exogenous glutamine support, but in head trauma patients there are concerns regarding the close connection between glutamine and glutamate. Elevated intracerebral levels of glutamate are seen in patients with high ICP and an unfavourable outcome. We have recently reported that cerebral glutamate concentration is not influenced during an intravenous glutamine infusion in head trauma patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION."
        },
        {
            "text": "Here the utilization of exogenous glutamine was studied.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION."
        },
        {
            "text": "Patients (n=15) with severe head trauma (GCS<8) in the ICU were studied. Study protocol had a cross over design where patients were randomised to receive glutamine (dose 0.34g/b.w/20h) before placebo or placebo before glutamine on two consecutive 24 h periods. The decay of plasma concentration after the end of the glutamine infusion was used to calculate rate of appearance (Ra) for glutamine. Student's T-test for paired samples was used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS."
        },
        {
            "text": "During glutamine infusion plasma glutamine concentration increased by 40%, (644±212, v. 461±200 µmol/L; p=0.00001) while glutamate concentration was unaltered. AV-difference across the brain (a-v-jugular) indicates a glutamine efflux. (-49± 26, v. -27±14 µmol/L; p=0.02), while glutamate balance was not different from zero. Glutamine flux across the leg was not significant different between glutamine infusion and control periods (treatment day -171±124, control day -143±105 nmol/100ml/min; p=0.45). Glutamine Ra was 273±86 µmol/kg/h.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS."
        },
        {
            "text": "Exogenous glutamine was not utilized in the brain or in muscle. In addition the endogenous production of glutamine was within the normal range. Hypothetically the exogenously supplied glutamine was mainly utilized in the splancnic area, where more glutamine was used than is normally produced endogenously. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION."
        },
        {
            "text": "Tight glycaemic control improves outcome in critically ill patients but requires frequent blood glucose monitoring. Subcutaneous adipose tissue (SAT) has been characterised as a promising site for glucose monitoring in diabetic patients. However, tissue perfusion might be altered in critically ill patients and therefore it remains unclear whether glucose in SAT can be used as alternative for blood glucose monitoring. The present study was performed to evaluate the relation of glucose in SAT compared to arterial blood using a well accepted insulin titration guideline in patients under severe septic conditions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION."
        },
        {
            "text": "10 critically ill patients with severe sepsis were investigated. Arterial blood and SAT microdialysis samples were taken in hourly intervals for a period of 26h. Glucose concentrations from SAT were calibrated to arterial blood glucose (Bg) by one point calibration using the first Bg reading (BgSAT1h), or using the Bg reading after 6 hours (BgSAT6h) to allow stabilisation of the tissue after insertion of the microdialysis probe. The relation between blood (Bg) and calibrated SAT glucose readings was clinically evaluated applying a newly established insulin titration error grid analysis. CONCLUSION. Under conditions of severe sepsis, paired glucose readings indicate a close relation between arterial blood and SAT. Introduction of a 6-hour stabilisation period for the trauma as caused by the microdialysis probe results in a substantial improvement of this relation. Overall, the majority of the data suggests SAT as a possible alternative measurement site for glucose to establish tight glycaemic control in patients who developed severe sepsis. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS."
        },
        {
            "text": "Hermans G 1 , Wilmer A 1 , Meersseman W 1 , Bruyninckx F 1 , Milants I 1 , Wouters P 1 , Bobbaers H 1 , Van den Berghe G 1 1 University Hospitals, KU Leuven, Leuven, Belgium",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IIT REDUCES CRITICAL ILLNESS NEUROMUSCULAR COMPLICATIONS AND PRO-LONGED VENTILATION IN A MEDICAL ICU"
        },
        {
            "text": "Critical illness polyneuro-and/or myopathy (CIPNMP) is a major problem in critically ill patients causing limb weakness, prolonged mechanical ventilation (MV), extended hospital stay and increased mortality. Recently, the incidence of CIPNMP in a surgical ICU was reduced in patients receiving intensive insulin therapy (IIT). We investigated whether IIT could similarly reduce CIPNMP and prolonged MV in a high-risk population in a medical ICU.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION."
        },
        {
            "text": "This study is a subanalysis of a large RCT (1200 patients) comparing outcome in a medical ICU using IIT or conventional IT (CIT). We analyzed CIPNMP and prolonged MV in a subgroup with an ICU stay of at least 7 days with weekly EMGs of all limbs. Diagnosis of CIPNMP was based on abundant spontaneous activity (sharp waves/fibrillation potentials), only if present in multiple distal and proximal muscles in all extremities. Baseline and outcome variables were compared using Student's t, Chi-square or Mann-Whitney test when appropriate. The effect of treatment allocation was assessed using multivariate logistic regression, correcting for baseline and ICU risk factors. The latter were also evaluated using cumulative hazard estimates and proportional hazards regression analysis, censoring for early deaths.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS."
        },
        {
            "text": ". 420 patients were evaluated. CIT and IIT groups were comparable on admission. Inhospital mortality in the IIT group was 46.1% vs. 56.1% in the CIT group (p=0.04). CIPNMP was more frequent in the CIT group (50.5% vs. 38.9%) (p = 0.02). Prolonged positive EMG findings (at least 2 positive EMGs) were also reduced in the IIT group (17.3%, vs 27.4%, p=0.01). Multivariate logistic regression demonstrated IIT as an independent protective factor for CIPNMP (p=0.03) after correction for baseline severity of illness and known risk factors. Mean daily glucose levels and insulin dose could not independently explain the benefit of the IIT group. After correction for these however, corticosteroids had a protective effect on the occurrence of CIPNMP (p= 0.01). IIT also reduced prolonged MV from 46.7% (CIT group) to 34.6% (IIT group) (p= 0.01). IIT remained an independent protective factor for prolonged MV (p= 0.03) in a multivariate logistic regression model correcting for preadmission risk, diagnostic categories and organ failure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "CONCLUSION. IIT reduces CIPNMP and thereby prolonged MV in a medical ICU population with a high incidence of other known risk factors for this disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "1) Minnick A. F et al Prevalence and patterns of physical restraint use in the acute care setting",
            "authors": [],
            "year": 1998,
            "venue": "Journal Nursing Administration",
            "volume": "28",
            "issn": "",
            "pages": "19--24",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "This study was endorsed by ECCRN/ESICM. STRESS FACTORS IN NURSING STAFF IN AN INTENSIVE CARE UNIT",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinic and Psichobiology Dpt, 3 ICU Deparment, 4 Basic, Clinic and Psychobiology Dpt, 5 Basic",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ": Hospital-acquired pneumonia in adults: diagnosis, assessment of severity, initial antimicrobial therapy, and preventive strategies. A consensus statement, ATS, November 1995. Am J Respir Crit Care Med 153(5):1711-25. (2): Trouillet, J. L. and al. 1998. Ventilator-associated pneumonia caused by potentially drug-resistant bacteria. Am J Respir Crit Care Med 157(2):531-9. (3): Michel and coll, early antiobiotic treatment for BAL-copnfimred VAP: a role for routine ebdotracheal aspirate cultures. Chest 127 (2): 589-97.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Care, Jimenez Diaz-CAPIO Foundation, Madrid, Spain",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Grant acknowledgement.Funded by the European Commission as part of CLINICIP FP6 IST 506965.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Grant acknowledgement. Supported by the German Federal Ministry of Education and Research (BMBF), Grant No. 01 KI 0106 and Lilly Deutschland GmbH. MULTICENTRE AUDIT OF THE USE OF DROTRECOGIN ALFA (ACTIVATED) IN UNITED KINGDOM CRITICAL CARE UNITS Rowan K 1 , Welch C A 1 , North E 1 , Harrison D A 1 1 ICNARC, Intensive Care National Audit and Research Centre, London, United Kingdom INTRODUCTION. Following positive results of the PROWESS randomised controlled trial [1], drotrecogin alfa (activated) received a European licence in 2002. Shortly after, the Intensive Care National Audit & Research Centre (ICNARC) began an audit to monitor diffusion into routine practice in the United Kingdom. We present a descriptive analysis of patients receiving drotrecogin alfa (activated) compared with patients in PROWESS and the open label study ENHANCE [2].",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Comparison of patients in the ICNARC audit with PROWESS and ENHANCE Comparison of serious adverse events in the ICNARC audit with PROWESS and ENHANCE CONCLUSION. Patients in the ICNARC audit of drotrecogin alfa (activated) were more likely to be mechanically ventilated and had more organ dysfunctions than those in PROWESS or ENHANCE. The rate of serious bleeding events was higher than in PROWESS but lower than in ENHANCE.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Grant acknowledgement. Fund for scientific research Flanders, Belgium and Research fund of the Catholic University Leuven.INTRODUCTION.Assessment of mortality and Health-related Quality of Life (HRQL) are now accepted as relevant measures of ICU outcome. HRQL measures provide a holistic measure of the impact of critical illness on the patient (pt). The aim of this study was to analyze the QL of ICU pts before their ICU admission & 18 months after & its relation to age, gender, length of ICU stay & severity of illness.METHODS.Prospective observational study conducted in a 7-bed university mixed ICU in Athens, GR. All consecutive pts admitted to the ICU for 2 yrs, aged >18 yrs old and stayed >24 hrs were eligible. Demographic data were collected prospectively on all pts and included age, gender, admission diagnosis, length of ICU stay (LOS), illness severity (APACHE II), mortality & death probability. Primary outcomes included survival & HRQL. Data are expressed as X±SEM. Comparisons were preformed using Paired t-test.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Table 1gives, for each variable of the EuroQOL, the percentage of patients with no problem. These results show that while octogenarian patients have mobility limitations and difficulties with their self-care they do not complain of major limitation in their usual activities. Moreover octogenarian patients do not suffer more from pain or depression. When self-reporting their current health status on a scale from 0 to 100, octogenarian patients rated a significantly lower health status as compared with younger patients ( 62.0 ± 14.8 vs 71.5 ± 15.8, p = 0.001). However, the proportion of patients who considered their health improved as compared with their preoperative status was similar in both groups ( 62.5% vs 67.7%, p = 0.547). The univariate Cox model revealed that being octogenarian did not significantly increased the risk of fatal event during the 1-year follow-up p=0.501).",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "CONCLUSION.These results are consistent with previous reports (2) suggesting that cardiac surgery is worthwhile in octogenarian patients.REFERENCE(S). 1. EuroQol-a new facility for the measurement of health-related quality of life. The EuroQol Group. Health Policy 1990;16:199-208. 2. Avery G J, 2nd, Ley S J, Hill J D, Hershon J J, Dick S E. Cardiac surgery in the octogenarian: evaluation of risk, cost, and outcome. Ann Thorac Surg 2001;71:591-6.OCTAGENARIAN OUTCOME 12 MONTHS AFTER CRITICAL CARE DISCHARGEMason N 1 , Short A 1 , Parry-Jones A J 1 1 Intensive Care, University Hospital of Wales, Cardiff, United Kingdom",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": ". Twenty eight patients (52.8%) survived to ICU discharge, 20 (37.7%) to hospital discharge and 15(28.8%) were alive at 12months. Median age was 82y (range 80-94), mean APACHE II 19.2 (95% CI 17.3 to 21.0; SD 6.8). Median LOS 2days (range 0.5-25). APACHE II scores were significantly different for ICU survivors, 16.7 vs 21.9 (p=0.004), hospital survivors 15.5 vs 21.4 (p=0.001), and survivors at 12 months post ICU discharge, 15.2 vs 20.7 (p=0.006). There was no correlation between age, APACHE II score and LOS. APACHE II score was the only independent predictor of survival to ICU discharge, hospital discharge and survival at 1 year. LOS was inversely related to survuval to ICU discharge.CONCLUSION.The 21st century will see Intensive Care Physicians, and societies at large, having increasingly difficult ethical and financial decisions regarding the care of the elderly. We found that APACHE II scores were significantly different not just for Intensive Care survival but also for hospital survival, and survival at 1 year post ICU discharge, whilst age and LOS in ICU were not. Age alone should not preclude Critical Care. This study may aid decision making regarding admission to Critical Care in the octagenarian.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Scales D C 1 , Thiruchelvam D 2 , Kiss A 2 , Sibbald W J 1 , Redelmeier D A 2 Critical Care, Sunnybrook Health Sciences Centre, 2 Other, Institute for Clinical Evaluative Sciences, Toronto, Canada",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "Grant acknowledgement. FIS PI020533 and PI030329. Crit. Care Dep., Joan xxiii Univ. Hospital, Tarragona, Spain, 2 ICU, Santo Antonio Hospital, Porto, Portugal, 3 Dep.of Anesthesiology and Intensive Care Med., Tuebingen Univ. Hospital, Tuebingen, Germany, 4 ICU, Larisa Gen. Hospital, Larisa, Greece, 5 ICU, Erciyes Univ. Hospital, Kayseri, Turkey INTRODUCTION. Nosocomial pneumonia represents a major health problem and has a significant impact on the cost of care. The aim of this study was to estimate the extra-charges on health-care added by nosocomial pneumonia in European Intensive Care Units (ICUs).",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "CONCLUSION. Nosocomial pneumonia not only leads to a significant increase in length of MV and ICU LOS, but adds substantially to hospital costs. acknowledgement. This study was supported in part by FISS PI05/2410, and 2005/SGR920.",
            "latex": null,
            "type": "table"
        },
        "TABREF13": {
            "text": "INTRODUCTION.Placing mechanically ventilated patients in semirecumbent position is recommended to prevent VAP. In one randomized trial, semirecumbent position (45",
            "latex": null,
            "type": "table"
        },
        "TABREF14": {
            "text": "). (1) Drakulovic MB et al. Lancet 1999;354:1851-8 (2) van Nieuwenhoven CA et al. Crit Care Med 2006;34:559-61.",
            "latex": null,
            "type": "table"
        },
        "TABREF15": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF17": {
            "text": "Grant acknowledgement. This study was supported in part by PI05/2410FISS, and 2005/SGR920.",
            "latex": null,
            "type": "table"
        },
        "TABREF20": {
            "text": "CONCLUSION. Dpx and EN did not increase O2 consumption. EN did not increase SBF or CI. Dpx increased systemic blood flow, but had no clear effect on SBF.Grant acknowledgement. Swedish Heart-Lung Foundation, Selanders FoundationEXOGENOUS GLUTAMINE UTILIZATION IN HEAD TRAUMA PATIENTSBerg A 1 , Bellander B 1 , Wanecek M 2 , Gamrin L 3 , Rooyackers O 2 , Wernerman J 2 1 Neurosurgery Department, 2 Anaesthesiology and Intensive Care, Karolinska University Hospital, Karolinska Institute, 3 Anaestheisology and Intensive Care, Danderyd Hospital, Stockholm, Sweden",
            "latex": null,
            "type": "table"
        },
        "TABREF21": {
            "text": "Grant acknowledgement. Swedish Medical Research CouncilEVALUATION OF SUBCUTANEOUS GLUCOSE MEASUREMENTS IN PATIENTS WITH SEVERE SEPSISKorsatko S 1 , Mader J 1 , Ikeoka D 1 , Plank J 1 , Bodenlenz M 2 , Schaupp L 2 , Mautner A 1 , Smolle K 1 , Pieber T R 1 , Ellmerer M 1 1 Department of Internal Medicine, Medical University Graz, 2 Department of System Technology and Health Management, Joanneum Research GmbH, Graz, Austria",
            "latex": null,
            "type": "table"
        },
        "TABREF22": {
            "text": ". Glucose readings between arterial blood and SAT were comparable (Bg: 143 [122 to 167] mg/dl; BgSAT1h: 147 [130 to 177] mg/dl; BgSAT6h: 146 [117 to 181] mg/dl; median [25% and 75% percentiles]). Relative differences between arterial blood vs. BgSAT1h or BgSAT6h indicated -2 [-193   to 30] % and -4 [-42 to 25] %; median [5% and 95% percentiles] respectively. Clinical evaluation of the data revealed that out of 220 (BgSAT1h) and 175 (BgSAT6h) paired glucose readings, 86% (BgSAT1h) and 95% (BgSAT6h) would allow acceptable treatment according to a well established insulin titration guideline. 14% of the data for BgSAT1h and 5% for BgSAT6h would cause a violation of the insulin titration guideline.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Jansen T C 1 , Mulder P G 2 , Bakker J 1 1 Intensive Care, 2 Epidemiology and biostatistics, Erasmus MC University Medical Center, Rotterdam, Netherlands INTRODUCTION. Hyperlactatemia has been associated with high mortality. However, pathophysiology of hyperlactatemia varies according to the underlying disease and this has not been related to prognosis. The aim of this study was to analyze the prognostic characteristics of lactate in different types of critical illness.",
            "cite_spans": [
                {
                    "start": 39,
                    "end": 42,
                    "text": "1 1",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "PATHOPHYSIOLOGY OF HYPERLACTATEMIA DETERMINES PROGNOSTIC CHARAC-TERISTICS OF LACTATE"
        },
        {
            "text": "In this prospective observational study we evaluated ICU patients of 2 university affiliated hospitals from May 2000 to April 2002. Lactate levels were collected at admission (T=0), T=12 and T=24 hrs and in-hospital mortality was recorded. We enrolled 421 patients of which 27 re-admissions were excluded. Patients were classified as SEPSIS (sepsis, severe sepsis or septic shock, n= 115), LOW FLOW (hemorrhagic or cardiogenic shock, n= 108) or OTHERS (n= 171) by admission diagnosis of the Dutch National Intensive Care Evaluation (NICE) registry. After withdrawal of patients with incomplete lactate measurements 92 SEPSIS patients remained for comparison with 80 LOW FLOW patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS."
        },
        {
            "text": ". Analysis was performed in 172 patients with mean age 67±14 yrs. Mean APACHE II was 18.6±6.8 and in-hospital mortality was 28.5%. In the SEPSIS group mean lactate levels (mmol/l) of survivors and non-survivors at T=0 were 2.9±0.2 vs 2.9±0.4 (p=0.934), at T=12: 2.4±0.3 vs 3.4±0.6 (p=0.056) and at T=24: 1.9±0.1 vs 3.3±0.8 (p=0.008). In the LOW FLOW group mean lactate levels of survivors and non-survivors at T=0 were 3.2±0.3 vs 6.1±1.0 (p< 0.001), at T=12: 1.9±0.3 vs 3.1±0.4 (p< 0.001) and at T=24: 1.7±0.1 vs 2.3±0.4 (p=0.041). The effects of the lactate evolutions during the first 24 hours on mortality were significantly different between the two groups (p= 0.047). In the SEPSIS group each 10% decrease in the 12 to 0 hrs lactate ratio resulted in a 12.5% lower mortality rate (95%CI: 4.4%-19.9%; p= 0.003). For 24 to 12 hrs this was 15.8% (95%CI: 5.4%-25.2%; p= 0.004). In the LOW FLOW group no significant effects of lactate changes during the first 24 hours were seen (p= 0.26 and 0.78 for 12 to 0 hrs and 24 to 12 hrs lactate ratio).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "In septic patients the course of lactate levels over time seems to be a major determinant of outcome. In contrast, in patients with a low-flow state (hemorrhagic or cardiogenic shock) a strong reduction of lactate within 24 hours does not rule out a detrimental outcome. Here, the initial lactate level, rather than the ability to decrease lactate over time, predicts outcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION."
        },
        {
            "text": "Pirat A 1 , Finch C 2 , Nates J L 2 1 Anesthesiology, Baskent University Faculty of Medicine, Ankara, Turkey, 2 Critical Care, University of Texas, MD Anderson Cancer Center, Houston, United States INTRODUCTION. Accurate determination of caloric requirements, one of the first and essential components of nutritional support in intensive care unit (ICU) patients, can be particularly challenging in critically ill cancer patients. This study was designed to determine the daily caloric requirements and the incidence of inappropriate feeding in critically ill cancer patients in our ICU.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DAILY CALORIC REQUIREMENTS AND RISK OF INAPPROPRIATE FEEDING IN CRIT-ICALLY ILL CANCER PATIENTS"
        },
        {
            "text": "After obtaining Institutional approval, all adult patients who were admitted to the ICU between March 2004 and July 2005 and had an indirect calorimetry (IC) measurement were included in this study. Cases with missing or incomplete data were excluded. Specially trained critical care respiratory therapists performed all IC measurements according to the policies and guidelines in our ICU. A dietitian performed a complete nutritional assessment for all ICU patients within 72 hours of admission and calculated the resting energy expenditure (REE) based on a kcal per kilogram equation. IC was performed in all patients to measure REE (MREE). Underfeeding, appropriate feeding, and overfeeding were described as calculated REE < 90% of MREE, calculated REE >90% and <110% of MREE, and calculated REE >110% of MREE, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS."
        },
        {
            "text": "Forty two patients (13 males and 29 females) with a mean age of 59.4 ± 16.2 years were studied. Patients' mean body weight and body mass index were 86.3 ± 30.1 kg and 29.6 ± 9.6 kg/m2, respectively. Mean APACHE II score was 19.1 ± 1.2 for this group. Respective estimated REE and MREE were 1867 ± 337 kcal (22.5 ± 7.8 kcal/kg) and 1620 ± 453 kcal (19.9 ± 5.5 kcal/kg). A significant correlation was detected between the MREE and estimated REE (p=0.018 and r=0.417), however the mean values for these two parameters were significantly different (p=0.03). Ten patients were being underfed (24%), 9 patients were in the appropriate feeding group (21%), and 23 patients received overfeeding (%55).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS."
        },
        {
            "text": "This study showed that our group of mechanically ventilated critically ill cancer patients had a lower daily caloric requirement than the generally used 25 kcal/kg/day. Our results also indicate that estimation of caloric requirements with a kcal per kilogram equation was associated with a high incidence of both over-and underfeeding in this subgroup of ICU patients. IC remains the best method of determining patients' energy needs in the ICU.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION."
        },
        {
            "text": "Creative solutions for Nursing and AHPs 0406-0412 0406",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Oral Presentations"
        },
        {
            "text": "Benbenishty J S 1 , Adam S 2 1 Intensive Care, Hadassah Medical Organization, Jerusalem, Israel, 2 Critical Care, UCLH, London, United Kingdom",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PHYSICAL RESTRAINT USE IN EUROPEAN ICUS"
        },
        {
            "text": "Patients in intensive care are monitored and treated using a range of invasive devices and equipment. In order to support ongoing acceptance of these measures, the patient must either be cooperative and competent, sedated, or physically unable to disturb the devices. In order to facilitate this, many patients are either chemically sedated or physically restrained to allow effective patient management to occur. Anecdotally, the practice of using physical restraints in intensive care varies widely across Europe. Little data is available on the extent and criteria for its use. Most published data to date is based on practices in the United States. In a study of 17 ICUs in the US, Minnick et al. [1] found that 24% of patients were restrained, although practice did vary across different types of ICU The purpose of the present study was to gather exploratory data on the incidence of and the reasons for physical restraints in adult ICUs in Europe.",
            "cite_spans": [
                {
                    "start": 701,
                    "end": 704,
                    "text": "[1]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION."
        },
        {
            "text": "A prospective descriptive study of incidence of physical and chemical restraint use involving ICUs across Europe was carried out. Recruitment of ICUs occurred through ESICM membership. ICUs taking part collected data on all adult (>18 yrs) ICU patients hospitalized on 2 data collection days (One week day and one weekend day). Data collectors were asked to collect the following data. Baseline -Country, Number of beds, nurse:patient ratio. restraint policy Restraint datanumber of patients restrained, reason for restraint, motivation for restraints, alternative measures used in addition to physical restraints, effectiveness of restraint, physical effect on the patient, length of time patient is restrained, type of sedation used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS."
        },
        {
            "text": ". 35 units contributed data from 11 countries in Europe. Mean size of ICU was 14 beds (range 4-24) with a mean 63 admissions /month (range 15-143). 750 patient episodes were recorded. 27% of these patients were physically restrained and 35% of patients received sedation. Nurse: patient ratios ranged from 1:1 to 1:4. There did not seem to be a relationship between restraint use and this ratio. However, there was an association between use of sedation and use of physical restraint. In most countries, the more patients were physically restrained, the less were sedated. There is an negative association between number of patients restrained and presence of a physical restraint policy.CONCLUSION. Levels of physical restraint use vary across Europe but its use would appear to be cultural rather than as a result of reduced levels of nurse staffing or a deliberate decision to avoid sedation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Psychological stress is frequently argued as a burning-out factor in nursing staff in ICUs. Our aim has been to identify the main job factors able to cause such stress in a multidisciplinary ICU nursing staff.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION."
        },
        {
            "text": "The study was ruled in a multidisciplinary ICU during 2005. Sample size was 56 nurses and psychological investigation instruments were: the Sanitary Staff Stressing Factors Scale, created by our group. It is a Likert like scale composed by 40 items through whose answers (ranked in 5 levels from \"not at all -1\" to \"very much -5\") the individual gives information about factors related with his/her job and causing distress. Staff participation was voluntary, anonymous and confidential and it was performed on a single fellow basis at each time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS."
        },
        {
            "text": "Thirty five (35) percent of nurses express \"some\" distress related to their job, and they consider their position as \"very stressing\" in 21% and \"very much stressing\" in 7%. The 10 more stressing factors are: too much workload (3.21 +/-0.84); lack of human manpower (2.74 +/-1.06); daily work time pressure (2.48 +/-1.14); under professional consideration (2.46 +/-1.14); lack of ruled resting periods during job (2.46 +/-1.05); consequences of too much rapid decisions (2.28 +/-0.99); elevated requirements (2.26 +/-1.13); uncertainty situations with lacking of information (2.13 +/-1.09); emotional overload (2.07 +/-1.21) and too much responsibility (2.05 +/-1.23) CONCLUSION. ICU nursing staff is under a high level of stress associated to their job position. Main factors causing it are too much workload, professional underestimation, and too much responsibility. It seem of the greatest importance to offer to this staff some kind of programs for establishing psychological and organizational strategies to help them to cope with their job. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS."
        },
        {
            "text": "Continuous positive airway pressure (CPAP) is frequently used in critical care to improve oxygenation. However, some patients cannot tolerate CPAP therapy via a mask because of physical discomfort or anxiety and we sought an alternative method. The CPAP hood has proven efficacy and is well tolerated with minimal adverse effects (1,2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION."
        },
        {
            "text": "Castar CPAP Hoods were procured from Vital Signs Ltd. Clinical guidelines were drawn up by the Critical Care Outreach team. Patient suitability was assessed by the Outreach nurses and prescribed by critical care doctors. Treatment was initiated with CPAP mask but if poorly tolerated, a CPAP hood was used. Some patients' therapy was initiated with the hood, if for example they had previous facial surgery or claustrophobia. Extensive training of nursing, medical staff and physiotherapists was undertaken by the outreach nurse educator in areas of the hospital currently able to care for patients requiring facial CPAP. Training packs including guidelines, photographs and nursing care protocols were provided to each area.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS."
        },
        {
            "text": "The CPAP hood was used on 45 patients in 12 months. Data collected on the first 16 patients showed the average length of time the hood was worn, was 25.6 hours, with 7/16 patients (44%) wearing the hood for long periods, and 9/16 (56%) wearing it for intermittent treatments of less than 3 hours at a time. Only 1 patient did not tolerate the hood at all and it was removed after 35 minutes. In 3/16 patients (19%) the hood was used as a weaning treatment after extubation. 6/16 patients (37.5%) progressed to intubation and ventilation despite using the hood, though one of these patients was intubated for transfer to CT Scan. 10/16 patients (62.5%) never required intubation and ventilation after having hood therapy. All 16 (100%) patients showed improvement in oxygenation. Work of breathing was reduced and overall patient comfort was improved. Patient comments were generally positive. Nursing staff found caring patients with hood therapy easier than a CPAP mask.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS."
        },
        {
            "text": "Though it is recognized a formal trial to compare tolerance, length of treatment, and progression to ventilation with the two methods of CPAP delivery is necessary, our evaluation has shown the CPAP hood to be an easy, efficient, well tolerated and safe alternative to CPAP mask therapy. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION."
        },
        {
            "text": "Lortat-Jacob B 1 , Mateo J 1 , Kéréver S 1 , Payen D 1 , Cholley B 1 1 Anesthesiology and Intensive Care Medicine, AP-HP, Lariboisière Hospital, Paris, France INTRODUCTION. Esophageal Doppler (ED) is a minimally invasive monitor, that estimates stroke volume (SV) from descending aortic flow velocity. This technique is considered easy to learn, however, the reliability of SV measurement by ICU nurses has never been evaluated in comparison to measurements obtained by \"expert\" physicians.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EVALUATION OF NURSES' PERFORMANCE IN ACQUIRING STROKE VOLUME USING ESOPHAGEAL DOPPLER"
        },
        {
            "text": "After IRB approval, ICU nurses received a 1-hour theoretical training to learn how to place ED probe in order to measure flow velocity from the descending aorta. They were asked to obtain the best possible flow velocity signal in stable, sedated, mechanically ventilated patients monitored by ED (CardioQ, Deltex) . The numeric values for SV and parameters derived from the velocity envelope remained hidden, and the signal was considered optimal when spectral brightness and peak flow velocity were maximum. Gain was adjusted to optimize signal/noise ratio. The monitor was set to average SV values over 5 cardiac cycles to minimize respiratory variability. The operators (nurses and experts) were asked to freeze the scrolling when they thought they had obtained the best signal, and an independent observer recorded the SV values. After SV acquisition, the probe was retrieved by a few centimeters to loose the signal and the operator was asked to replace it two more times. Experts completed their SV acquisitions immediately before or after nurses. SV values obtained by nurses (SVnurs) and experts (SVexp) were calculated as the average of the 3 consecutive measurements. Correlation and agreement between SVnurs and SVexp have been studied, as well as intra-observer reproducibility for each category. A Mann-Whitney test was used to check if bias was statistically different from 0.RESULTS. 36 nurses and 3 experts have made 125 triplets of SV measures in 35 patients. Mean SV measured by the experts was 68 +/-20 mL, and by the nurses was 66 +/-21 mL. Intra-observer reproducibility was 10%, for both, nurses and experts. The correlation between SVnurs and SVexp was very tight (r 2 =0.88), and the agreement was characterized by a systematic bias of + 2 mL (SVexp > SVnurs; p<10-4) and limits of agreement of +/-14 mL.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 296,
                    "end": 313,
                    "text": "(CardioQ, Deltex)",
                    "ref_id": null
                }
            ],
            "section": "METHODS."
        },
        {
            "text": "After a minimal training, ICU nurses acquired an intra-observer reproducibility similar to that of expert operators for SV measurement. Correlation and agreement for SV values obtained by each category were satisfactory. However, experts did achieve greater SV values consistently, indicating a better probe placement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION."
        },
        {
            "text": "Bakker K M M 1 , Spanjersberg R 1 , Ligtenberg J J M 1 , Meertens J H J 1 , Tulleken J E 1 , Zijlstra J G 1 1 Intensive and Respiratory Care Unit, University Medical Centre Groningen, Groningen, Netherlands",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EVALUATION OF ICU ADMISSIONS OF PATIENTS WITH AN IN-HOSPITAL CARDIAC ARREST BEFORE AND AFTER INTRODUCTION OF \"DO-NOT-RESUSCITATE\" ORDER"
        },
        {
            "text": "When an acute life threatening event occurs within the medical department, a cardiopulmonary resuscitation team of the medical Intensive Care Unit is immediately alerted. This CPR team is specifically designated resuscitation team, available 24 hours a day. In 2001 an DNR protocol was introduced at the medical department in our hospital for all admitted patients. The physician on the ward decides the DNR status in consultation with the patient or relatives on admission with adjustment of the decision whenever necessary. The DNR code is recorded in the patient's medical file. The aim of this study is to determined whether the introduction of the DNR protocol, in the medical department, influences the total number of outreaches, the ICU-admissions and the overall survival the first 24 hours after CPR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION."
        },
        {
            "text": "Between 1997 and 2005 all events where the CPR-team was involved were recorded in a logbook and described according to characteristics and outcome. False alarms were omitted. We compared the results before (1997-2001) and after (2001-2005) ",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 239,
                    "text": "(1997-2001) and after (2001-2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "METHODS."
        },
        {
            "text": "In the period 1997 -2000 the CPR team was alerted 167 times. In comparison, in the period 2001-2004 the CPR team was alerted 100 times. This is a significant decline (P = 0.0156). When comparing the 2001-2004 with the 1997-2000 period one can also see a significant decline in the number of ICU admissions after CPR; 71 versus 41 (P < 0.01). In the period before the introduction of the DNR protocol the percentage of patients who were alive after 24 hours was 14% for cardiac arrest patients, 69% for respiratory arrest and 84% for other serious events. In the period after the introduction the percentage of patients who were alive after 24 hours was 14% for cardiac arrest patients, 67% for respiratory arrest and 93% for other serious events.CONCLUSION. The introduction of a DNR protocol has led to a significant reduction in emergency calls and also a significant reduction in ICU admissions after CPR. There is no shift in type of event. The 24 hour survival percentage for cardiac arrest, respiratory arrest and other serious events is roughly the same before and after the introduction of a DNR protocol.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS."
        },
        {
            "text": "Critically ill patients often have a prolonged ICU and hospital stay, associated with deconditioning and muscle weakness. This prospective trial examined whether an early daily cycling session program while still bed-bound could reduce the level of deconditioning and thus reduce hospital stay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION."
        },
        {
            "text": "Stable patients, ventilatory supported for at least 5 days, were randomized into an experimental and a control group. Both groups received identical medical treatment and daily sessions of chest physiotherapy, standardized mobilizations and functional rehabilitation. In addition, the exercise group was treated with active or passive cycling sessions for 20 minutes per day using a bedside ergometer. Functional status was assessed using item 1 of the Berg Balance Scale (BBS), Functional Ambulation Categories (FAC) and the Physical Functioning item of the SF36 Health Questionnaire. Six-minute walking distance (6MWD) at hospital discharge and length of hospital stay (LOS) were registered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS."
        },
        {
            "text": "Results are reported in Table 1 . We included 37 patients (mean age 55±18; 68% male). There was no difference in APACHE II score (13.2±5.5) between groups. The experimental group had a statistically significant better functional outcome at hospital discharge as measured with PF SF36. At ICU discharge there was no significant difference. (1). We hypothesized that the physical training component of such a programme would improve exercise tolerance and QoL in former intensive care unit (ICU) patients without COPD.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 24,
                    "end": 31,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "RESULTS."
        },
        {
            "text": "Former (non-COPD) ICU patients were screened for study inclusion, using previously published criteria (2) and, after hospital discharge, commenced a 6 week exercise programme. This involved 2 hospital-based treatment sessions in the physiotherapy dept. and one home exercise session per week. Exercise tolerance and QoL were measured using the incremental shuttle walking test (ISWT), a treadmill exercise test (TRDEX), pulmonary function tests (PFTs) and the Functional Limitations Profile Questionaire (FLP). All assessments were performed before and after the 6 week programme.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS."
        },
        {
            "text": "Five consecutive subjects fulfilling the entry criteria entered the pilot study. Mean (SD) values were; age 55.2 (12.9) yrs, length of stay in ICU 37.8 (52.7) days, duration of mechanical ventilation 36.2 (52.5) days, admission APACHE II score 18.2 (11.1). Each subject completed the programme and had improved PFTs, ISWT, TRDEX and FLP scores. Group data ( Table 1 ) showed significant improvement between assessments performed prior to the programme (baseline) and after 6 weeks. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 358,
                    "end": 365,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "RESULTS."
        },
        {
            "text": "A six week course of physical training was associated with improved exercise tolerance, pulmonary function and QoL in a small group of former (non-COPD) ICU patients. We intend to conduct a larger controlled study. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION."
        }
    ]
}