{
    "paper_id": "63eb35b4f0616448e3bea394dd558ba66d7f118a",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Administering general aneasthesia to infants with respiratory infections is a challenge because aneasthetic drugs suppress immunity and can thus contribute to intubation-related mechanical stress and inflammation. Neurosurgery in infants with coronavirus disease 2019 (COVID-19) therefore poses a dilemma because the infection is associated with relative immune suppression and a dysregulated inflammatory response, which act as drivers of the disease. 1 From Milan, Italy, we report the case of an 8-month-old male patient with a complex hydrocephalus who had a shunt malfunction during the COVID-19 pandemic. The infant presented with a mild temperature, a dry cough, and an occipital cerebrospinal fluid collection, suggestive for shunt malfunctioning. Neurological examination was negative, but the infant deteriorated and vomited repeatedly. The head CT scan indicated a shunt disconnection. A chest x-ray was negative for overt interstitial pneumonia (appendix) and the nasopharyngeal swab tested positive for severe acute respiratory syndrome coronavirus 2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Neurosurgery in an infant with COVID-19"
        },
        {
            "text": "While the baby showed upper respiratory symptoms due to COVID-19, concerns emerged regarding the need for general anaesthesia for shunt revision. To our knowledge, no reports exist regarding the risk of general anaesthesia in infants with COVID-19. Nevertheless, considering the certainty of progressive neurological deterioration if no intervention was taken, the neurosurgical intervention was arranged.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Neurosurgery in an infant with COVID-19"
        },
        {
            "text": "According to the available protocols for patients with COVID-19, 2 a negative pressure operating room was set up. The staff were provided with full-head hoods, eye protection, filtering facepiece 3 masks, fluidresistant gowns, double long-sleeved gloves, and impermeable disposable shoe covers. Surgeons and scrubbing nurses had additional sterile surgical suits and an additional pair of longsleeved gloves.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Neurosurgery in an infant with COVID-19"
        },
        {
            "text": "The patient was transferred from a ward dedicated to patients with COVID-19 to the surgical theatre through an isolated and restricted area by trained personnel wearing protective gear. 3 Surgery lasted approximately 1 h, and the infant recovered from general anaesthesia promptly. 4 days after surgery, vomiting had worsened and a second neurosurgical revision of the shunt was done. Again, the baby underwent surgery under general anaesthesia without respiratory complications. The baby was promptly extubated, and the neurosurgical course was favourable.",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 187,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Neurosurgery in an infant with COVID-19"
        },
        {
            "text": "To the best of our knowledge, this is the first reported case of an infant with COVID-19 undergoing neurosurgical operations under general anaesthesia. This case might reflect a general observation of relative resistance of babies and children to 4 suggesting the possibility that paucisymptomatic infants with COVID-19 can undergo major surgical procedures without additional morbidity.",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 248,
                    "text": "4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Neurosurgery in an infant with COVID-19"
        },
        {
            "text": "This early case report needs confirmation and extension and might have broader implications for other surgical procedures addressing potentially lifethreatening conditions in infants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Neurosurgery in an infant with COVID-19"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "SARS-CoV-2 infection in children",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Practical recommendations for critical care and anesthesiology teams caring for novel coronavirus (2019-nCoV) patients",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Wax",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Christian",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Can J Anesth",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s12630-020-01591-x"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "See Online for appendix",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "www.thelancet.com Published online April 22, 2020 https://doi.org/10.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We declare no competing interests. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}