{
    "paper_id": "64275decde5ca4a9d79c944b2ed4f8d15c3e54ce",
    "metadata": {
        "title": "Containing COVID-19 in rural and remote areas: experiences from China",
        "authors": [
            {
                "first": "Xiucheng",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Affifiliated Hospital of Xuzhou Medical University",
                    "location": {
                        "postCode": "221006",
                        "settlement": "Xuzhou, Jiangsu",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Dianan",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Affiliated Hospital of Xuzhou Medical University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Teng",
                "middle": [],
                "last": "Sun",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Affifiliated Hospital of Xuzhou Medical University",
                    "location": {
                        "postCode": "221006",
                        "settlement": "Xuzhou, Jiangsu",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiang",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Thoracic Surgery Laboratory",
                    "institution": "Xuzhou Medical University",
                    "location": {
                        "postCode": "221006",
                        "settlement": "Xuzhou, Jiangsu Province",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Hao",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Affifiliated Hospital of Xuzhou Medical University",
                    "location": {
                        "postCode": "221006",
                        "settlement": "Xuzhou, Jiangsu",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "U N C O R R E C T E D M A N U S C R I P T 2",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although the COVID-19 outbreak initially mainly affected highly urbanized settings, eventually it will reach rural and remote populations resulting in even worse outcomes due to the lack of access to testing, health care and slower implementation of nonpharmaceutical interventions. Here we describe the containment efforts in rural China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Highlight"
        },
        {
            "text": "On January 30, 2020, the World Health Organization (WHO) declared COVID-19 a public health emergency of international concern and called on the world to take it seriously. On January 24, 2020, China set up an unprecedented cordon sanitaire in Hubei Province. 1 The government closed public transit and outbound transportation to prevent further spread beyond the epicenter in Wuhan just before the Chinese Spring Festival. The Chinese Lunar",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 260,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Highlight"
        },
        {
            "text": "New Year is the biggest and most important annual festival and \"Spring Festival Transport\" is the largest population migration in China. However, before the lock-down, already about 5 million persons had left Wuhan, which led to the disperstion beyond the city. 2 ",
            "cite_spans": [
                {
                    "start": 262,
                    "end": 263,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Highlight"
        },
        {
            "text": "The government attempted to replicate what was done in Wuhan. Emergency teams were formed consisting of police officers, community leaders, family doctors and volunteers. The main task of these emergency teams were to (1) screen residents with epidemiologic links to Wuhan or contact history to patinets with COVID-19; (2) ensure that persons with such links were quarantined at home with daily monitoring of temperature, (3) communicate information about COVID-19 to residents and urge them to wear face masks in public and and encourage \"stay at home\" policies; (4) coordinate the supply and distribution of daily necessities; (5) report suspicious cases to local governments; (6) maintain security and handle other emergencies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Establishment of emergency teams"
        },
        {
            "text": "In China's countryside, road conditions are complex, with many hidden small roads not even recorded on the map, which poses a challenge to restricting population movement. Local governments set up checkpoints on the main roads between towns, where only ambulances, fire trucks, vehicles for food and medical supplies were allowed in and out. In addition, the governments opened \"green channels\" to ensure patients with severe COVID-19 receive timely care and treatment. Travelers or expats were not allowed into rural areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Restriction of traffic"
        },
        {
            "text": "Restaurants, cafes, shopping malls, bars, etc. were forced to suspend business. Stock exchanges, telecommunications bureaus, civil affairs bureaus and other departments canceled face-to-face services. Fever screening was instituted at every building. Only afebrile persons wearing face masks were allowed in and out of buildings, supermarkets, hospitals, and pharmacies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengthen public place management and reduce crowd gatherings"
        },
        {
            "text": "Chinese criminal law stipulates that people who maliciously raise the price of medical supplies or basic civilian products will be prosecuted for crime of illegal business operations during the epidemic period. In Tianjin, China, a pharmacy was fined 3 million Yuan for selling masks and drugs at high prices. The Chinese government has also established diversified platforms of consumer dispute resolution. People can complain about illegal business by calling a hotline or leaving a message on the official platform of regulators, such as http://www.12315.cn/ . Furthermore, the primary task was maintaining a balance between supply and demand for food and medical supplies in the market. Fortunately, Chinese families usually stock-pile food during the Spring Festival, such as meat, vegetables, rice. Therefore, the local governments could orderly coordinate the distribution, transportation and distribution of supplies at no great cost.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prices, supply, demand, and market equilibrium"
        },
        {
            "text": "The Chinese New Year celebrations are marked by visits to relatives and friends, a practice known as 'new-year visits'. Traditionally, people hold parties, drink alcohol, play mahjong and sing karaoke. Such gatherings were not allowed anymore under the Infectious Diseases Act, and therefore, all parties, business dinners, mahjong and religious gatherings were not permitted. 'New-year visits' were discouraged and people tended to convey their \"best wishes\" blessings to relatives and friends via video calls. People stayed at home watching TV, playing video games, reading, using social media and other activities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The transitions of people's lifestyle"
        },
        {
            "text": "(ii) What problems occurred? ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The transitions of people's lifestyle"
        },
        {
            "text": "\"pneumonia\" on January 25, 2020. 3 However, while the Internet provides a platform for information sharing, it also provides soil for the propagation and dissemination of fake news. 4 Fake news, such as \"Taking Radix Isatidis, a traditional Chinese medicine, can prevent COVID-19\"; \"Cigarette smoke can kill the coronavirus\"; \"Wearing two layers of masks is an effective way to prevent infection\", and \"the new coronavirus' spike protein bears \"uncanny similarity\" with HIV-1proteins\" were extremely harmful to infection control. Fake news, withdrawed papers, exaggerated pandemic estimates and exponential community spread, alternative facts and misinformation can easily trigger fuel conspiracy theories. 5",
            "cite_spans": [
                {
                    "start": 33,
                    "end": 34,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 182,
                    "end": 183,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "The transitions of people's lifestyle"
        },
        {
            "text": "In the countryside of Jiangsu, Henan and other provinces, a few managers of communities have taken some unscientific measures, such as placing inappropriate roadblocks at community entrances and setting up too many checkpoints en route to the hospital. This hindered the flow of ambulances, fire engines and charity vans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Setting up unreasonable roadblocks and checkpoints"
        },
        {
            "text": "In order to reduce the risk of exposure and cross-contamination, many public hospitals reduced the surgical and outpatient clinic volume and most dental clinics, plastic hospitals, and rehabilitation centers were closed. Therefore, access to health care and emergency services for patients without COVID-19 was impaired resulting in more lives lost.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Unreasonable allocation of medical resources"
        },
        {
            "text": "Undoubtedly, the economic losses to small-size farmers, restaurants in such remote towns and small or even larger businesses in remote areas were seriously affected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Economic losses"
        },
        {
            "text": "Although even the rural population was very compliant with most of the measures, used face masks and underwent fever screening, out of fear, many persons who had travelled from Wuhan concealed their travel, refuse isolation and quarantine, and even damage check points. Aggressive behavior and profiteering from the outbreak were unpleasant side effects of this outbreak even in rural areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Community adherence"
        },
        {
            "text": "Prompt, frequent and transparent information by the government is important to keep the public informed, even in remote areas. In China, people could cognize the daily numbers of new laboratory-confirmed cases, suspected cases, and deaths due to COVID-19 from the data published by the National Health Commission of China (http://www.nhc.gov.cn/). False information is more dangerous than no information. We believe that it is necessary to establish an official media platform responsible for publishing authentic and reliable information to the public and instantly clarifying rumors about the outbreak. In addition, those who maliciously fabricated and spread false information should be condemned and in some instances, legal reinforcement must be taken. We believe that the idea that countries should shift from containment to mitigation is wrong and dangerous. In our minds, measures known as 'containment' are essential in places where there is ongoing transmission. The governments should commit robust surveillance to find, isolate, test and treat every case, to break the chains of transmission. In addition, another task of the governments is to introduce policies and regulations to revitalize the market and economy when the outbreak is effectively controlled. It would be a wise decision for the governments to provide preferential policies such as tax cuts and low-interest loans to medium-sized and small enterprises in the countryside.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The task of Government"
        },
        {
            "text": "In the countryside, the roles of individuals, organizations, and collectives in the fight against the novel coronavirus are amplified. Emergency teams were crucial in remote areas in China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The obligation of citizens"
        },
        {
            "text": "Furthermore, all measures need to be taken to ensure behavioural change and adherence to social distancing, as well as policies of isolation and quarantine. Promoting mutual encouragement, help and supervision is important. Public education to citizens should include frequent hand-washing, wearing a face mask, keeping physical distance when shopping, reducing outdoor activities where social mixing is possible. Persons who have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The obligation of citizens"
        },
        {
            "text": "traveled to high-transmission areas or had contact with a COVID-patient must be quarantined for 14 days, and symptomatic persons must seek testing immediately.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The obligation of citizens"
        },
        {
            "text": "COVID-19 is driven by population densities and intense social mixing, 6 Rural and remote populations are vulnerable populations that deserve preparedness planning now before it is too late. Active case detection and enhanced surveillance must start now, be it in rural and remote areas of the United States or Europe, amongst mintorities, or be it rural populations in Africa and Asia. WHO and the global community needs to develop strategies for implementing COVID-19 measures appropriate to rural settings. 10 We need the best science for impoverished areas, as they cannot afford suboptimal implementation. Containment at source is the best strategy to protect rural and remote populations. ",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 71,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 509,
                    "end": 511,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Considerations for rural and remote areas globally"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The positive impact of lockdown in Wuhan on containing the COVID-19 outbreak in China",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Khosrawipour",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kocbach",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Travel Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Correlation between travellers departing from Wuhan before the Spring Festival and subsequent spread of COVID-19 to all provinces in China",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Travel Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Retrospective analysis of the possibility of predicting the COVID-19 outbreak from Internet searches and social media data, China, 2020. Euro surveillance : bulletin Europeen sur les maladies transmissibles",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Pang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "European communicable disease bulletin",
            "volume": "25",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The biggest pandemic risk? Viral misinformation",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Larson",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nature",
            "volume": "562",
            "issn": "7727",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Coronavirus disease 2019: the harms of exaggerated information and non-evidence-based measures",
            "authors": [
                {
                    "first": "Jpa",
                    "middle": [],
                    "last": "Ioannidis",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "European journal of clinical",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "High population densities catalyze the spread of COVID-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rocklov",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sjodin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Travel Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Proactive and Comprehensive Community Health Actions to Fight the COVID-19 Epidemic: Initial Lessons From Vietnam",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Van Minh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Rural Health",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Rapid Scale-Up of Telehealth during the COVID-19 Pandemic and Implications for Subspecialty Care in Rural Areas",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Nagata",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Rural Health",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Community Universal Face Mask Use during the COVID 19 pandemic -from households to travelers and public spaces",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Macintyre",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Travel Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Strategies for Disseminating and Implementing COVID-19 Public Health Prevention Practices in Rural Areas",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Prusaczyk",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Rural Health",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "This work was supported by the Social Development Projects of Key R&D Programs in Jiangsu Province (BE2019643), the Natural Science Foundation of Jiangsu Province (BK20171178) and General Program of Jiangsu Commission of Health (H2107083).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "While hospital facilities, trained personnel and protective personal equipement in urbanized settings exist, the challenges of coping with a rapidly evolging outbreak such as COVID-19 is more challenging in rural and remote areas. Nearly 600 million people work or live in rural areas of China. The local governments have no capacity to establish tight cordon sanitaires in the countryside. For instance, in Xuzhou, Jiangsu Province, a police officer in the countryside is responsible for 15 square kilometers'",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Fake newsThe evolving COVID-19 epidemic was certainly a cause for public fear. The Baidu",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Second, access to testing and isolation facilities and a system for contact tracing need to be developed for such areas. Third, for areas where the population is dependent on subsistence living, \"stay at home policies\" may not be the best approach as it could trigger more poverty and starvation related deaths. Other strategies to ensure social distancing need to be developed.Vietnam developed for their rural areas \"Rapid Action Teams\" with participation from all the community stakeholders, including health workers (public and private health staffs, retired health professionals), policemen, soldiers, teachers, representatives of community organizations, and community people. 7 This grassroots health system mobilized and prioritized all its financial resources from State budget and contributions from donors, charity funds and community people to make ready essential equipment and medical supplies. Information technology to improve the reporting system was also promoted. Rapid Scale-Up of telehealth during the COVID-19 pandemic is particularly important for remote communities.8 Access to face masks was available even in remote rural areas in China; however, may not be available in other rural parts of the world. Producing cloth face masks in such circumstances could be done by rural communities.9",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "None",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        }
    ]
}