{
    "paper_id": "648f6daa459a53c500f563d931870f602c03ff38",
    "metadata": {
        "title": "Presymptomatic SARS-CoV-2 Infections and Transmission in a Skilled Nursing Facility",
        "authors": [
            {
                "first": "M",
                "middle": [
                    "M"
                ],
                "last": "Arons",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "K",
                "middle": [
                    "M"
                ],
                "last": "Hatfield",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [
                    "C"
                ],
                "last": "Reddy",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Kimball",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "James",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "R"
                ],
                "last": "Jacobs",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Taylor",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "K",
                "middle": [],
                "last": "Spicer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "C"
                ],
                "last": "Bardossy",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "L",
                "middle": [
                    "P"
                ],
                "last": "Oakley",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Tanwar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "W"
                ],
                "last": "Dyal",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Harney",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Z",
                "middle": [],
                "last": "Chisty",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "M"
                ],
                "last": "Bell",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Methner",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "P",
                "middle": [],
                "last": "Paul",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "C",
                "middle": [
                    "M"
                ],
                "last": "Carlson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "H",
                "middle": [
                    "P"
                ],
                "last": "Mclaughlin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "N",
                "middle": [],
                "last": "Thornburg",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Tong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Tamin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Y",
                "middle": [],
                "last": "Tao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Uehara",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Harcourt",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Clark",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "C",
                "middle": [],
                "last": "Brostrom-Smith",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "L",
                "middle": [
                    "C"
                ],
                "last": "Page",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Kay",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Lewis",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "P",
                "middle": [],
                "last": "Montgomery",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "N",
                "middle": [
                    "D"
                ],
                "last": "Stone",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "T",
                "middle": [
                    "A"
                ],
                "last": "Clark",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "A"
                ],
                "last": "Honein",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "S"
                ],
                "last": "Duchin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "A"
                ],
                "last": "Jernigan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection can spread rapidly within skilled nursing facilities. After identification of a case of Covid-19 in a skilled nursing facility, we assessed transmission and evaluated the adequacy of symptom-based screening to identify infections in residents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We conducted two serial point-prevalence surveys, 1 week apart, in which assenting residents of the facility underwent nasopharyngeal and oropharyngeal testing for SARS-CoV-2, including real-time reverse-transcriptase polymerase chain reaction (rRT-PCR), viral culture, and sequencing. Symptoms that had been present during the preceding 14 days were recorded. Asymptomatic residents who tested positive were reassessed 7 days later. Residents with SARS-CoV-2 infection were categorized as symptomatic with typical symptoms (fever, cough, or shortness of breath), symptomatic with only atypical symptoms, presymptomatic, or asymptomatic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Twenty-three days after the first positive test result in a resident at this skilled nursing facility, 57 of 89 residents (64%) tested positive for SARS-CoV-2. Among 76 residents who participated in point-prevalence surveys, 48 (63%) tested positive. Of these 48 residents, 27 (56%) were asymptomatic at the time of testing; 24 subsequently developed symptoms (median time to onset, 4 days). Samples from these 24 presymptomatic residents had a median rRT-PCR cycle threshold value of 23.1, and viable virus was recovered from 17 residents. As of April 3, of the 57 residents with SARS-CoV-2 infection, 11 had been hospitalized (3 in the intensive care unit) and 15 had died (mortality, 26%). Of the 34 residents whose specimens were sequenced, 27 (79%) had sequences that fit into two clusters with a difference of one nucleotide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Rapid and widespread transmission of SARS-CoV-2 was demonstrated in this skilled nursing facility. More than half of residents with positive test results were asymptomatic at the time of testing and most likely contributed to transmission. Infection-control strategies focused solely on symptomatic residents were not sufficient to prevent transmission after SARS-CoV-2 introduction into this facility.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "T h e ne w e ngl a nd jou r na l o f m e dicine T he first reported case of coronavirus disease 2019 in the United States was diagnosed in a resident of Snohomish County, Washington, on January 20, 2020. 1 In late February, an outbreak was identified in a skilled nursing facility in neighboring King County; morbidity and mortality among residents were high, straining the regional health care system. 2, 3 We report another outbreak of Covid-19 in a separate skilled nursing facility in the same county. In the course of this outbreak investigation, Public Health-Seattle and King County (PHSKC) and the Centers for Disease Control and Prevention (CDC) identified residents with asymptomatic SARS-CoV-2 infection, which prompted further investigation. We performed serial point-prevalence surveys to assess the extent of transmission and to evaluate the adequacy of symptom-based screening of residents to identify infections. Initial findings of this investigation were previously reported. 4 Descr ip tion of the Ou tbr e a k On February 29, 2020, in response to increased local awareness of Covid-19 in King County, Washington, administrative leadership at Facility A instituted enhanced infection-control measures. Nursing staff assessed residents twice daily for possible signs and symptoms of Covid-19, including fever (oral or temporal temperature measurement), cough, shortness of breath, and other symptoms. Health care personnel were assessed at the start of each shift with oral temperature measurement and screening for symptoms, including cough, shortness of breath, sore throat, or any other respiratory symptoms.",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 205,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 403,
                    "end": 405,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 406,
                    "end": 407,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 994,
                    "end": 995,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "On March 1, one member of the health care staff tested positive for SARS-CoV-2 after having worked in a single unit (Unit 1) while symptomatic on February 26, the first day of symptoms, and on February 28. On March 5, the facility was informed that a hospitalized resident of Unit 1 (in whom symptoms had developed on March 2 and testing was done on March 3) had been diagnosed with Covid-19. Subsequently, all visitors were restricted and communal activities were canceled. PHSKC and the CDC initiated an outbreak investigation, and on March 6, provided on-site infection prevention and control recommendations, including the recommendation that all health care staff entering symptomatic residents' rooms wear eye protection, a gown, gloves, and a face mask (N95 respirators were not routinely available). 5 On March 8, the CDC and PHSKC offered testing to all residents in Unit 1; 13 of 15 residents present were tested for SARS-CoV-2 (2 residents declined). A total of 6 residents tested positive; of these, 4 had symptoms (e.g., fever, cough, shortness of breath, or sore throat) and 2 had been asymptomatic during the preceding 14 days. On March 9, the facility implemented Covid-19 transmission-based precautions for all residents of Unit 1, regardless of symptoms or infection status.",
            "cite_spans": [
                {
                    "start": 808,
                    "end": 809,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Facility A is a 116-bed skilled nursing facility divided into four separate units with an equal mix of short-and long-term residents in each unit. There were 89 residents present at Facility A on March 3, the date of the first positive test in a resident. Facility A provided a list of full-time health care personnel by occupation. Results of positive SARS-CoV-2 tests obtained during postmortem examination or by outside health care providers during clinical evaluation of symptomatic residents and staff were provided to the CDC and PHSKC through March 26. All symptomatic health care personnel were advised to be tested by their health care provider; asymptomatic staff members were not tested as part of this investigation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Population"
        },
        {
            "text": "On two occasions, residents in the facility were offered SARS-CoV-2 testing as part of a facilitywide point-prevalence survey. The first survey was performed for all assenting residents, including those who had previously tested positive, on March 13 (10 days after the first resident had tested positive for SARS-CoV-2). Nasopharyngeal and oropharyngeal swabs were collected in accordance with CDC guidelines. 6 A second survey was conducted 7 days later (March 19-20) for residents who had had either a negative test result or a positive result with atypical or no symptoms reported in the first survey.",
            "cite_spans": [
                {
                    "start": 411,
                    "end": 412,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Point-Prevalence Surveys"
        },
        {
            "text": "On the day of point-prevalence surveys, a standardized symptom-assessment form was completed by nurses for each resident tested. Symptoms pres-ent during the preceding 14 days were recorded on the basis of interview and review of medical records. Asymptomatic residents with a positive test result were reassessed for symptoms 7 days later. For additional details on symptom assessment, see the Supplementary Appendix, available with the full text of this article at NEJM.org.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Symptom Assessment"
        },
        {
            "text": "Residents were classified as symptomatic if they had had at least one new or worsened typical or atypical symptom of Covid-19 in the preceding 14 days. Residents with subjective fever or temperature greater than 100.0°F (37.8°C), cough, or shortness of breath were classified as symptomatic with typical symptoms. 7 Residents were classified as symptomatic with atypical symptoms if their symptoms included only chills, malaise, increased confusion, rhinorrhea, nasal congestion, sore throat, myalgia, dizziness, headache, nausea, or diarrhea.",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 315,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Symptom Assessment"
        },
        {
            "text": "Asymptomatic residents were those who had no symptoms or only stable chronic symptoms (e.g., chronic cough without worsening). Presymptomatic residents were those who were asymptomatic at the time of testing but developed symptoms within 7 days after testing. Residents who did not develop symptoms in the 7 days after testing remained classified as asymptomatic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Symptom Assessment"
        },
        {
            "text": "The Washington State Public Health Laboratory performed one-step real-time reverse transcriptase-polymerase chain reaction (rRT-PCR) on all samples, using the SARS-CoV-2 CDC assay protocol; cycle threshold (Ct) values were reported for two genetic markers: the N1 and N2 viral nucleocapsid protein gene regions. 8, 9 Values below 40 cycles indicate a positive result for SARS-CoV-2.",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 314,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 315,
                    "end": 316,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Laboratory Testing"
        },
        {
            "text": "All rRT-PCR-positive specimens from pointprevalence surveys were shipped to the CDC for viral culture using Vero-CCL-81 cells. Cells showing cytopathic effect were used for SARS-CoV-2 rRT-PCR to confirm isolation and viral growth in culture. Nucleic acid was extracted from rRT-PCRpositive specimens and amplified for subsequent sequencing (Oxford Nanopore MinION), with phylogenetic trees inferred with the neighbor-joining method. 10 Additional details on culture and sequencing methods are provided in the Supplementary Appendix.",
            "cite_spans": [
                {
                    "start": 433,
                    "end": 435,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Laboratory Testing"
        },
        {
            "text": "The daily proportions of residents with any known positive test for SARS-CoV-2 (including those tested as part of clinical management) were described according to their unit in the facility. The daily growth rate for the facility was estimated through regression analysis, using the log-transformed daily cumulative counts of all residents who were positive for SARS-CoV-2 from March 3 through March 20; doubling time was estimated by dividing the natural logarithm of 2 by the growth rate. Similarly, doubling time was estimated for all residents of King County, using case count data reported through the PHSKC Covid-19 data dashboard. 11 All analyses were completed with SAS software, version 9.4 (SAS Institute). Data were collected as part of public health response and were deemed non-human subjects research by the CDC.",
            "cite_spans": [
                {
                    "start": 638,
                    "end": 640,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Analyses"
        },
        {
            "text": "Of the 89 residents who lived in Facility A when the first resident with confirmed Covid-19 was tested, 57 (64%) had tested positive for SARS-CoV-2 either during the point-prevalence surveys, clinical evaluation, or postmortem examination as of March 26. Seventy-six residents participated in the first point-prevalence survey on March 13 ( Fig. 1 ). Of these 76 residents, 48 (63%) tested positive in either the initial or subsequent pointprevalence surveys. Demographic characteristics, coexisting conditions, and symptoms of surveyed residents were similar, regardless of test result (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 341,
                    "end": 347,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 587,
                    "end": 596,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": "Residents"
        },
        {
            "text": "Of the 48 residents who tested positive from the surveys, 17 (35%) reported typical symptoms, 4 (8%) reported only atypical symptoms, and 27 (56%) reported no new symptoms or changes in chronic symptoms at the time of testing (Table 1  and Table S1 ). Among the 27 residents classified as asymptomatic, 15 reported no symptoms and 12 reported only stable chronic symptoms. Fifteen (56%) residents who were asymptomatic at the time of testing had documented cognitive impairment; similar proportions were reported in symptomatic residents (Table S2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 226,
                    "end": 248,
                    "text": "(Table 1  and Table S1",
                    "ref_id": null
                },
                {
                    "start": 538,
                    "end": 547,
                    "text": "(Table S2",
                    "ref_id": null
                }
            ],
            "section": "Residents"
        },
        {
            "text": "In the 7 days after their positive test, 24 of the 27 asymptomatic residents (89%) had onset of symptoms and were recategorized as presymptomatic. The median time to symptom onset was 4 days (interquartile range, 3 to 5). The most common new symptoms were fever (71%), cough (54%), and malaise (42%) ( Table S3) . (Fig. 2) . SARS-CoV-2 growth was identified from 31 of 46 rRT-PCR-positive specimens (Fig. 2 ). Viral growth was observed for specimens obtained from 10 of 16 residents with typical symptoms, 3 of 4 with atypical symptoms, 17 of T h e ne w e ngl a nd jou r na l o f m e dicine 24 who were presymptomatic, and 1 of 3 who remained asymptomatic. We observed no correlation between Ct values and the number of days from the first evidence of typical symptoms. Ct values consistent with a high viral load were identified among residents who tested positive before typical symptom onset (median Ct value among 26 observations, 24.0; interquartile range, 20.4 to 28.5) and those who tested positive 7 or more days after typical symptom onset (median Ct value among 8 observations, 25.0; interquartile range, 21.3 to 28.2) (Fig. 3, and Fig. S1 ). Viable virus was isolated from specimens collected 6 days before to 9 days after the first evidence of typical symptoms.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 302,
                    "end": 311,
                    "text": "Table S3)",
                    "ref_id": null
                },
                {
                    "start": 314,
                    "end": 322,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 399,
                    "end": 406,
                    "text": "(Fig. 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1129,
                    "end": 1149,
                    "text": "(Fig. 3, and Fig. S1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Residents"
        },
        {
            "text": "We estimated the doubling time among residents to be 3.4 days (95% confidence interval [CI], 2.5 to 5.3) ( Table S4 ). The doubling time for the surrounding King County was 5.5 days (95% CI, 4.8 to 6.7). As of April 3, a total of 11 of the 57 residents with SARS-CoV-2 infection identified by March 26 had been admitted to the hospital (including 3 in intensive care) and 15 had died (mortality, 26%). The unit where presumed introduction of infection took place and where the first resident with SARS-CoV-2 infection lived (Unit 1) had the highest prevalence in the facility at the end of the first point-prevalence survey. Although other units identified SARS-CoV-2 infection in residents later, their prevalence also continued to increase (Fig. 4, and Fig. S4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 107,
                    "end": 115,
                    "text": "Table S4",
                    "ref_id": null
                },
                {
                    "start": 742,
                    "end": 762,
                    "text": "(Fig. 4, and Fig. S4",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Prevalence and Transmission in the Facility"
        },
        {
            "text": "By the time of the first point-prevalence survey, 11 of 138 full-time staff members (8%) had had a positive test for SARS-CoV-2. By March 26, Shown are N1 target cycle threshold values and viral culture results for 47 residents' first positive test for SARS-CoV-2 stratified by the resident's symptom status at the time of the test. One positive test was not assessed for culture growth. Typical symptoms include fever, cough, and shortness of breath; atypical symptoms include chills, malaise, increased confusion, rhinorrhea or nasal congestion, myalgia, dizziness, headache, nausea, and diarrhea. 10 Shown are N1 target cycle threshold values and viral culture results for each resident's positive tests for SARS-CoV-2 shown by day since the first evidence of fever, cough, or shortness of breath (N=55). Dates of onset of typical symptoms were known for 43 residents; 12 residents with two specimens that were positive for SARS-CoV-2 are also included. One positive test was not assessed for culture growth. The relationship between the first test and the second test for residents who had two positive tests is shown in Figure S2 . Thirty-nine specimens from 34 residents were sequenced. All sequences were identical or highly similar to sequences reported in previous analyses of Covid-19 cases in Washington (Fig. S3) . Of the 34 residents whose specimens were sequenced, 27 (79%) had sequences that fit into two clusters with one nucleotide difference ( Fig. S4 and Table S5 ).",
            "cite_spans": [
                {
                    "start": 600,
                    "end": 602,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 1125,
                    "end": 1134,
                    "text": "Figure S2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1315,
                    "end": 1324,
                    "text": "(Fig. S3)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1462,
                    "end": 1469,
                    "text": "Fig. S4",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1474,
                    "end": 1482,
                    "text": "Table S5",
                    "ref_id": null
                }
            ],
            "section": "Prevalence and Transmission in the Facility"
        },
        {
            "text": "Twenty-three days after identifying the first resident with SARS-CoV-2 infection, Facility A had a 64% prevalence of Covid-19 among residents, with a case fatality rate of 26% despite early adoption of infection-control measures. In addition, Covid-19 was diagnosed in 26 members of the staff (19%). These findings are strikingly similar to descriptions of the first Covid-19 outbreak in a U.S. skilled nursing facility, which occurred in the same county at nearly the same time. 2 In the investigation reported here, more than half of the residents with positive tests were asymptomatic at the time of testing. Transmission from asymptomatic residents infected with SARS-CoV-2 most likely contributed to the rapid and extensive spread of infection to other residents and staff. Symptombased infection-control strategies were not sufficient to prevent transmission after the introduction of SARS-CoV-2 into this skilled nursing facility.",
            "cite_spans": [
                {
                    "start": 480,
                    "end": 481,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although we are unable to quantify the contributions of asymptomatic and presymptomatic residents to transmission of SARS-CoV-2 in this facility, evidence suggests that these residents had the potential for substantial viral shedding. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Dashed lines indicate the prevalence of Covid-19 based on test results obtained during clinical evaluation of symptomatic residents before a unit-wide or facility-wide point-prevalence survey (PPS); the dotted line indicates the prevalence based on results from a unit-specific point-prevalence survey; and solid lines indicate the prevalence based on results from clinical evaluation and a facility-wide pointprevalence survey. PPE denotes personal protective equipment. T h e ne w e ngl a nd jou r na l o f m e dicine Ct values indicating large quantities of viral RNA were identified, and viable SARS-CoV-2 was isolated from specimens of asymptomatic and presymptomatic residents. Evidence of transmission from presymptomatic persons has been shown in epidemiologic investigations of SARS-CoV-2. [12] [13] [14] We estimated that the doubling time in this facility was 3.4 days, which is faster than that of the surrounding community, 5.5 days. The accelerated doubling time was likely to have been due to inadequately controlled intrafacility transmission, which sequencing and spatiotemporal data suggest was the primary driver of new infections. Shedding of high viral titers from the respiratory tract, including shedding before the onset of symptoms, might have led to droplet and possibly aerosol transmission. Residents and staff members with undetected SARS-CoV-2 infection are likely to have contributed to transmission through interactions between and among residents and staff. The contribution of indirect contact transmission in this outbreak is not known. However, contaminated environmental surfaces and shared medical devices could also have played a role. Most of the early transmission appeared to have occurred in Unit 1, where the initial introduction of SARS-CoV-2 took place, several days before other units were involved. Early recognition of initial SARS-CoV-2 introduction combined with early interventions in all units might prevent spread within a facility.",
            "cite_spans": [
                {
                    "start": 799,
                    "end": 803,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 804,
                    "end": 808,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 809,
                    "end": 813,
                    "text": "[14]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ". Timeline Showing Prevalence, Notable Events, and Implementation of Infection Prevention and Control Measures at Facility A."
        },
        {
            "text": "The CDC and PHSKC confirmed Covid-19 infection in 26 symptomatic staff members associated with this skilled nursing facility as of March 26; these staff members most likely contributed to intrafacility transmission. A concurrent study of King County health care personnel with Covid-19 showed that 65% worked while symptomatic and that 17% of symptomatic health care personnel initially had mild, nonspecific symptoms and no fever, cough, shortness of breath, or sore throat. 15 The potential for viral shedding from staff members with SARS-CoV-2 infection during either the presymptomatic or the mildly symptomatic phase of the illness reinforces current recommendations for expanded symptom screening for health care personnel and universal use of face masks for all health care staff in long-term care facilities. 5 Current interventions for preventing SARS-CoV-2 transmission in health care settings rely primarily on the presence of signs and symptoms to identify and isolate residents and staff who might have Covid-19. The data presented here suggest that sole reliance on symptombased strategies may not be effective to prevent introduction of SARS-CoV-2 and further transmission in skilled nursing facilities. Impaired immune responses associated with aging and the high prevalence of underlying conditions, such as cognitive impairment and chronic cough, make it difficult to recognize early signs and symptoms of respiratory viral infections in this population. 16 Studies have shown that in the elderly, including those living in skilled nursing facilities, influenza often manifests with few or atypical symptoms, delaying diagnosis and contributing to transmission. 17, 18 Furthermore, symptom-based cohorting strategies could inadvertently increase the risk of SARS-CoV-2 exposure for uninfected residents, given that typical symptoms were common in those who tested negative.",
            "cite_spans": [
                {
                    "start": 476,
                    "end": 478,
                    "text": "15",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 817,
                    "end": 818,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1473,
                    "end": 1475,
                    "text": "16",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1680,
                    "end": 1683,
                    "text": "17,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1684,
                    "end": 1686,
                    "text": "18",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": ". Timeline Showing Prevalence, Notable Events, and Implementation of Infection Prevention and Control Measures at Facility A."
        },
        {
            "text": "Our investigation demonstrated a poor correlation between symptom onset and viral shedding that was potentially due to the difficulty of ascertaining precise dates of symptom onset or to differences in viral shedding in this population. Studies in other populations show that SARS-CoV-2 shedding is highest early in the illness. 19, 20 Our investigation shows that some facility residents shed virus for more than 7 days after symptom onset, a finding seen in some other populations. 21 These data support current recommendations preferring a test-based strategy to discontinue transmission-based precautions for residents of skilled nursing facilities. 22 If a nontest-based strategy is used, these data support extending the duration of transmission-based precautions. 22 Because asymptomatic or presymptomatic residents might play an important role in transmission in this high-risk population, additional prevention measures merit consideration, including using testing to guide the use of transmission-based precautions, isolation, and cohorting strategies. The ability to test large numbers of residents and staff with rapid turn-around times may expedite cohorting of residents and staff in locations designated for the care of those with SARS-CoV-2 infection either in different locations within individual facilities or in separate facilities. This investigation has several limitations. First, challenges in symptom ascertainment may have resulted in misclassification of symptom grouping for some residents. However, multiple sources of symptom data were used to minimize such misclassification. The accuracy of symptom ascertainment for this investigation is likely to be equivalent to, if not exceed, symptom screening in most skilled nursing facilities, and thus, these findings should be generalizable to this setting. Second, because this analysis was conducted among residents of a skilled nursing facility, it is not known whether the findings apply to the general population, including younger persons, those without underlying medical conditions, or similarly aged populations in the general community or in other long-term care settings. Third, asymptomatic staff members were not tested; therefore, we are unable to document their role in transmission in this facility.",
            "cite_spans": [
                {
                    "start": 329,
                    "end": 332,
                    "text": "19,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 333,
                    "end": 335,
                    "text": "20",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 484,
                    "end": 486,
                    "text": "21",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 654,
                    "end": 656,
                    "text": "22",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 771,
                    "end": 773,
                    "text": "22",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": ". Timeline Showing Prevalence, Notable Events, and Implementation of Infection Prevention and Control Measures at Facility A."
        },
        {
            "text": "SARS-CoV-2 can spread rapidly after introduction into skilled nursing facilities, resulting in substantial morbidity and mortality and increasing the burden on regional health care systems. Unrecognized asymptomatic and presymptomatic infections most likely contribute to transmission in these settings. During the current Covid-19 pandemic, skilled nursing facilities and all longterm care facilities should take proactive steps to prevent introduction of SARS-CoV-2. These steps include restricting visitors and nonessential per-sonnel from entering the building, requiring universal use of face masks by all staff for source control while in the facility, and implementing strict screening of staff. Our data suggest that symptom-based strategies for identifying residents with SARS-CoV-2 are insufficient for preventing transmission in skilled nursing facilities. Once SARS-CoV-2 has been introduced, additional strategies should be implemented to prevent further transmission, including use of recommended personal protective equipment, when available, during all resident care activities regardless of symptoms. 5 Consideration should be given to test-based strategies for identifying residents and staff with SARS-CoV-2 infection for the purpose of excluding infected staff and cohorting residents, either in designated units within a facility or in a separate facility designated for residents with Covid-19.",
            "cite_spans": [
                {
                    "start": 1118,
                    "end": 1119,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ". Timeline Showing Prevalence, Notable Events, and Implementation of Infection Prevention and Control Measures at Facility A."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "First case of 2019 novel coronavirus in the United States",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Holshue",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Debolt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lindquist",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "929--965",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Epidemiology of Covid-19 in a longterm care facility in King County, Washington",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcmichael",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Currie",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Clark",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19 in a long-term care facility",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcmichael",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pogosjans",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "69",
            "issn": "",
            "pages": "339--381",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Asymptomatic and presymptomatic SARS-CoV-2 infections in residents of a long-term care skilled nursing facility",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kimball",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Hatfield",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Arons",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "69",
            "issn": "",
            "pages": "377--81",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Preparing for COVID-19: longterm care facilities, nursing homes",
            "authors": [],
            "year": 2020,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Centers for Disease Control and Prevention. Interim guidelines for collecting, handling, and testing clinical specimens from persons for coronavirus disease",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Centers for Disease Control and Prevention. Symptoms. Coronavirus",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Centers for Disease Control and Prevention. Real-time RT-PCR panel for detection 2019-novel coronavirus. 2020",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Centers for Disease Control and Prevention. 2019-Novel coronavirus (2019-nCoV) real-time rRT-PCR panel primers and probes. 2020",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "MEGA X: molecular evolutionary genetics analysis across computing platforms",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Stecher",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Knyaz",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tamura",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Mol Biol Evol",
            "volume": "35",
            "issn": "",
            "pages": "1547--1556",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "COVID-19 data dashboard: King County COVID-19 outbreak summary",
            "authors": [
                {
                    "first": "Public",
                    "middle": [],
                    "last": "Health",
                    "suffix": ""
                },
                {
                    "first": "-",
                    "middle": [],
                    "last": "Seattle",
                    "suffix": ""
                },
                {
                    "first": "King",
                    "middle": [],
                    "last": "County",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Presymptomatic transmission of SARS-CoV-2 -Singapore",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Chiew",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Yong",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Toh",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "69",
            "issn": "",
            "pages": "411--416",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A COVID-19 transmission within a family cluster by presymptomatic infectors in China",
            "authors": [
                {
                    "first": "Z-D",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "K-F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg Infect Dis",
            "volume": "26",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Symptom screening at illness onset of health care personnel with SARS-CoV-2 infection in King County, Washington",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Chow",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Tobolowsky",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Immunosenescence: emerging challenges for an ageing population",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Aw",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Silva",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Palmer",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Immunology",
            "volume": "120",
            "issn": "",
            "pages": "435--481",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Predictors of influenza among older adults in the emergency department",
            "authors": [
                {
                    "first": "P-P",
                    "middle": [],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Coleman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "BMC Infect Dis",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "High morbidity and mortality associated with an outbreak of influenza A(H3N2) in a psycho-geriatric facility",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sayers",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Igoe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Carr",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Epidemiol Infect",
            "volume": "141",
            "issn": "",
            "pages": "357--65",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "SARS-CoV-2 viral load in upper respiratory specimens of infected patients",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ruan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "1177--1186",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Temporal profiles of viral load in posterior oropharyngeal saliva samples and serum antibody responses during infection by SARS-CoV-2: an observational cohort study",
            "authors": [
                {
                    "first": "Kk-W",
                    "middle": [],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "Ot-Y",
                    "middle": [],
                    "last": "Tsang",
                    "suffix": ""
                },
                {
                    "first": "W-S",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Epidemiologic features and clinical course of patients infected with SARS-CoV-2 in Singapore",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "Swx",
                    "middle": [],
                    "last": "Ong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kalimuddin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Discontinuation of transmissionbased precautions and disposition of patients with COVID-19 in healthcare settings (interim guidance)",
            "authors": [],
            "year": null,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "facing page",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Cycle Threshold Values and Results of Viral Culture for Residents with Positive SARS-CoV-2 Tests According to Their Symptom Status.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Cycle Threshold Values Relative to First Evidence of Fever, Cough, or Shortness of Breath.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Days from First Evidence of Fever, Cough, or Shortness of Breath Cycle Threshold Values for N1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 4. Timeline Showing Prevalence, Notable Events, and Implementation of Infection Prevention and Control Measures at Facility A.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "). Residents in Facility A on March 3 through Two Point-Prevalence Surveys.Shown are all 89 residents who lived in skilled nursing facility A from March 3, when the first resident tested positive for SARS-CoV-2. By March 13, the date of the first point-prevalence survey, 82 residents remained in the facility, and 76 were tested. By the second pointprevalence survey, 48 of the 76 residents tested in the point-prevalence surveys had been identified as positive. Overall, 57 residents were positive as of March 26. Cycle threshold values were available for 47 residents who tested positive in the point-prevalence surveys on March 13 and March 19-20.Table 1. Demographic Characteristics and Reported Symptoms in Residents of FacilityA at the Time of Testing.* Residents categorized as positive include those with at least one positive test from facility-wide point-prevalence surveys on March 13 or March 19-20 and one resident who tested negative on March 13 but tested positive before March 13.‡ Residents categorized as negative include 3 residents who had only one negative swab on March 13 and were not retested. § Typical symptoms include fever, cough, and shortness of breath. Atypical symptoms include chills, malaise, sore throat, increased confusion, rhinorrhea or nasal congestion, myalgia, dizziness, headache, nausea, and diarrhea.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Disclosure forms provided by the authors are available with the full text of this article at NEJM.org.We thank the facility residents; the staff of Facility A for their ongoing efforts to provide care in the face of these challenges; staff at the local and state health departments responding to this public health emergency; staff at the Washington State Department of Health Public Health Laboratories; CDC staff at the Emergency Operations Center; and members of the Covid-19 response teams at the local, state, and national levels for their unwavering commitment in the face of this global public health emergency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}