{
    "paper_id": "64a96585899cac4ad320d9c662be3d76c1d5b602",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Thien",
                "middle": [],
                "last": "Phan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Congo",
                "middle": [],
                "last": "Luan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Tak",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shing",
                "middle": [],
                "last": "Ching",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The outbreak of Novel Coronavirus is causing an intensely feared globally. World Health Organization has even declared that it is a global health emergency. The simplest method to limit the spread of this new virus and for people to protect themselves as well as the others is to wear a mask in crowded places. The sudden increase demand on face mask has caused manufacturers the inability to not provide enough products in a short time and the situation properly will stay the same for a period of time. In this article, we aim to give an idea on how to save the number of face masks used Arch Med Res E20_298 2 but still provides the same protective values using a Cardiopulmonary resuscitation (CPR) mask and a common surgical facemask.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "tsching@nchu.edu.tw"
        },
        {
            "text": "Key Words: Reusable, Face mask, Coronavirus disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "tsching@nchu.edu.tw"
        },
        {
            "text": "At the end of 2019, an outbreak of pneumonia cases of unknown causes has raised greatly concerned internationally in Wuhan, Hubei province, China. Novel coronavirus or nCoV has been found to be the cause of this outbreak by Chinese medical experts and the report was published in The Lancet (1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "tsching@nchu.edu.tw"
        },
        {
            "text": "Since then, the number of cases has been intensively increased and the risk assessment level around the world is very high. Up until 12 th February 2020, 43103 cases with 1018 deaths have been confirmed globally (2) . In fact, the outbreak has caused the World Health Organisation to declare a global health emergency.",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 215,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "tsching@nchu.edu.tw"
        },
        {
            "text": "Staying hygiene by washing your hand frequently or cover mouth and nose with tissue or elbow when coughing and sneezing is among the basic protective measures. For people who need to be in crowded places such as the market, public transportation or especially school and hospital, it is recommended that they should always wear a facemask in order to stop the spread of the virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "tsching@nchu.edu.tw"
        },
        {
            "text": "Single-use surgical face masks are a very common item that people choose to either protect themselves or others. \"Surgical masks were originally designed to protect the wearer from infectious droplets in clinical settings, but it doesn't help much to prevent the spread of respiratory diseases such as SARS or MERS or influenza\", Hyo-Jick Choi (3). Although they are not an absolute protection method, they do provide a barrier that will protect the wearer from a spray of fluid, sneezing for example, and catch the bacteria shed in liquid droplets and aerosols from the wearer's mouth and nose (4, 5) .",
            "cite_spans": [
                {
                    "start": 595,
                    "end": 598,
                    "text": "(4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 599,
                    "end": 601,
                    "text": "5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "tsching@nchu.edu.tw"
        },
        {
            "text": "The sudden growing demand on face mask has made the number of available masks become insufficient. It is reported that, only in China, with a population of more than 1.3 billion, mask production rates globally properly can't even meet the country's needs. Due to the act of China stopping the exportation of facemask and mask making material, mask production around the world is being affected. In Taiwan, since February 6th, the government is instituting a registration system to ration the supply of masks to two per person per week (6). This is clearly not enough because the mask should only be used once and thrown away right after used, as masks are used, they collect exhaled airborne pathogens that remain living in the masks' fibers, rendering them infectious when handled. In this situation, people need a way to use less facemask but still can shield themselves from the illness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "tsching@nchu.edu.tw"
        },
        {
            "text": "Because of the above reasons, this commentary aims to provide a novel idea on how to combine the use of a reusable CPR mask and a piece of the surgical face mask to limit the amount of face mask uses but still have the same protective value. The main idea is to create a filter for the CPR mask by To test the CPR isolation efficiency, a plastic bag is used to cover the connector hole ( Figure 1B) then carefully sealed it with a rubber band and some teflon tape. Then by pumping air on the wearer's end of the mask and determine if there is any leakage on the sealed end of the connector hole, the Arch Med Res E20_298 4 CPR mask will be proved to be fully sealed and can be used as a substitute for the lacking of surgical face mask after given a sufficient filter.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 388,
                    "end": 398,
                    "text": "Figure 1B)",
                    "ref_id": null
                }
            ],
            "section": "tsching@nchu.edu.tw"
        },
        {
            "text": "The commercial surgical face masks (Figure 2A) commonly had a three-layer structure. The middle layer is the filter media, whereas the inner layer is for absorbing moisture, and the outer layer repel water.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 35,
                    "end": 46,
                    "text": "(Figure 2A)",
                    "ref_id": null
                }
            ],
            "section": "tsching@nchu.edu.tw"
        },
        {
            "text": "On the surgical mask, the metal nose clip and elastic ear loops, as well as rectangular samples ( Figure   2B ), were cut out. The sample is used to cover the connector of the CPR mask ( Figure 1C ), with the same method, tightly sealed the sample on the connector with a rubber band or teflon tape, thus giving the CPR reusable mask the same filter from the surgical face mask.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 98,
                    "end": 109,
                    "text": "Figure   2B",
                    "ref_id": null
                },
                {
                    "start": 187,
                    "end": 196,
                    "text": "Figure 1C",
                    "ref_id": null
                }
            ],
            "section": "tsching@nchu.edu.tw"
        },
        {
            "text": "This article tries to give a new method in which people can limit the amount of face mask uses per",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "week. The CPR mask can easily be cleaned (by using 75% alcohol solution or liquid Bleaching Agents) after use and the surgical mask piece can be thrown away. As countries are limiting the number of masks sold to citizens, Taiwan for example, only allows people to buy two masks per person per week (6). The surgical face mask comes in a wide variety of sizes, commonly at 18 centimeters long and 10 centimeters wide. This means if cut into 6 samples such as suggestted ( Figure 2B) we can have at least 6 filter pieces per piece of face mask. By applying this method, 2 masks can be used for at least 12 times per week, so instead of having to use 2 masks for a week, people can use more than 1 different filter piece per day.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 471,
                    "end": 481,
                    "text": "Figure 2B)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "By proving that the CPR mask is totally sealed with the isolation examination experiment, the filter is 100% provided by the surgical facemask thus giving the exact same protection value. Furthermore, Arch Med Res E20_298 5 the surgical masks fit loosely on the face around the edges, so they don't completely keep out the germs, and small airborne particles can still get through those edges. Whereas the CPR mask, can fir tightly on the user's face, thus giving even higher protection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This method should be applied where people cannot afford to have enough surgical masks to protect themselves. It is especially effective for people who have to be in a crowded place for a short period of time, being in public transportation for example.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Funding This is no funding support for this study and manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with Ethical Standards"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A novel coronavirus outbreak of global health concern",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Horby",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Hayden",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "30185--30194",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "World Health Organization, Novel Coronavirus (2019-nCoV) -Situation Report -22, Data as",
            "authors": [],
            "year": null,
            "venue": "Arch Med Res E20_298",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Universal and reusable virus deactivation system for respiratory protection",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Quan",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Rubino",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Sci Rep",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "doi.org/10.1038/srep39956"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Procedure mask. nursingcenter.com (Accessed on",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Respiratory Protection Against Airborne Infectious Agents for Health Care Workers: Do surgical masks protect workers? (OSH Answers Fact Sheets). Canadian Centre for Occupational Health and Safety",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Ever Ready First Aid Adult and Infant CPR Mask Combo Kit",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "using the filter provided by the surgical mask. CPR masks (Figure 1A) are reuseable masks commonly used to deliver positivepressure ventilation in emergency medical response systems and hospital settings. While performing CPR, the air is delivered to the patient when the performer exhales through a one-way filter valve. Modern masks have either a built-in one-way valve or an attachable, disposable filter. For the experiment, the oneway valve was removed from the mask leaving the open connector with an outside diameter of approximately 20 millimeters.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare that they have no conflict of interest. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest"
        }
    ]
}