{
    "paper_id": "6514695a8e67e4cce382ac15f447252c68eb599e",
    "metadata": {
        "title": "Rotavirusnachweis in Faezes: Erfahrungen mit dem Enzyme Linked Immunosorbent Assay (ELISA)",
        "authors": [
            {
                "first": "",
                "middle": [
                    "H"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [
                    "A"
                ],
                "last": "Mayr",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "P",
                "middle": [
                    "A"
                ],
                "last": "Bachmann",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Der ELISA wurde als ,,Doppelte Sandwich-Technik\" in Anlehnung an die von ELLENS und DE LEEUW (3) beschriebene Methode in Immunolon-Flachbodenmikroplatten (Flow Laboratories, Bonn) durchgefuhrt. Die Beschicbtung der Platten erfolgte rnit 100 pl der Anti-Rotavirus-Globulinlosung, die zuvor 1 : 8000 in 0,05 M Karbonat-Bikarbonatpuffer, p H 9,6 verdunnt worden war. Nach einer Inkubationszeit von 3 Stunden bei 37 OC und 16 Stunden bei 4 'C wurden die mit Folien verschlossenen Platten ohne weitere Behandlung bei -20 . ' C gelagert. Aktivitatseinbuden waren wahrend einer Lagerzeit von mindestens 6 Monaten nicht feststellbar. Vor Verwendung wurden die Platten aufgetaut und dreimal mit Aqua dest. mit 0,05 O/o Tween 20 grundlich gewaschen. AnschlieRend erfolgte die Beschidtung der Platten niit den aufbereiteten Faezesproben in den Verdunnungen 1 : 2, 1 : 4, 1 : 8 und 1 : 16. Bei jeder Platte wurden je eine bekannte Rotavirus-positive sowie -negative Faezesprobe in log 2-Verdiinnungen und eine PBS-Kontrolle mitgefiihrt. Nach Inkubation wahrend 3 Stunden bei 37 O C erfolgte dreimaliges Waschen mit Aqua dest / Tween 20, bevor 100 pl der Konjugatgebrauchsverdiinnung in PBS mit 5 \"/o FKS in jede Vertiefung der Mikroplatten pipettiert wurden. Im Anschlud an eine weitere Inkubation von 1 Stunde bei 37'C und dreimaligem Waschen wurde das Enzymsubstrat rnit dem Indikator in die Vertiefungen gegeben. HESS, unveroff. Ergebnisse, 1979) . Bei diesen Proben konnte es sich um ein gleichzeitiges Vorkommen von Viruspartikeln und Antikorpern handeln, die als Komplexe vorliegen. Rotavirus-Immunglobulin-G-Komplexe in menschlichen Stuhlproben sind bekannt (21). Derartige Virus-Antikorper-Komplexe wurden im ELISA, mit dem antigene Eigenschaften festgestellt werden, nicht reagieren, mit Hilfe der IEM aber gut nachgewiesen werden konnen. Auf einen solchen Zusammenhang weisen WATANABE und Mitarbeiter (22) hin. Die Ursachen der Diskrepanz beim Rotavirusnachweis, die hier zwischen der IEM und dem ELISA festgestellt wurde, mussen in weiteren Untersuchungen abgeklart werden.",
            "cite_spans": [
                {
                    "start": 1404,
                    "end": 1437,
                    "text": "HESS, unveroff. Ergebnisse, 1979)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Enzyme-linked immunosorbent assay (ELISA)"
        },
        {
            "text": "Unsere Ergebnisse weisen jedoch darauf hin, dai3 beim Nachweis von Rotavirusantigen in Faezes unter alleiniger Verwendung des ELISA, wie das in friiheren Arbeiten empfohlen worden ist (3, 23), damit gerechnet werden mui3, dai3 eine Reihe von Rotavirus-enthaltenden Proben derzeit nicht diagnostiziert werden konnen. Eine Verbesserung der unbefriedigenden Resultate ware sicher moglich, wenn die Proben fruhzeitig, d. h. sofort nach Krankheitsbeginn entnommen wurden oder wenn von einem Patienten mehrere an aufeinanderfolgenden Tagen entnommene Faezesproben untersucht werden. Die Sicherheit der Methodik wurde zusatzlich anhand der Virusausscheidung von drei experimentell infizierten, kolostrumfrei aufgezogenen Kalbern uberpriift.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "++++ ++++"
        },
        {
            "text": "Der ELISA, bei dem Meerrettichperoxidase als Enzym verwendet wurde, war spezifisch und erwies sich im Vergleich zur IEM als empfindlicher.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Zusammenf assung"
        },
        {
            "text": "Bei 18 von insgesamt 136 positiven Proben gelang der Virusnachweis nur mit der IEM, diese Proben waren negativ im ELISA. In diesen Proben werden Virus-Antikorperkomplexe vermutet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Zusammenf assung"
        },
        {
            "text": "Weitere Untersuchungen sind notwendig, bevor der ELISA zum Rotavirusnachweis in der Routinediagnostik empfohlen werden kann.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Zusammenf assung"
        },
        {
            "text": "Experiences with the Enzyme linked immunosorbent assay (ELISA) 313 calf, 47 piglet and 100 human faecal samples from newborn patients with diarrhea were investigated comparing a modified immune electron microscopy method and the enzyme linked immunosorbent assay (ELISA). In 112 (36 O/u) calf, 2 (4 O / o ) piglet and 21 (21 O / o ) human samples rotavirus or its antigen could be demonstrated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary Demonstration of Rotavirus in Faeces:"
        },
        {
            "text": "The suitability of the method was also tested 'by studying virus shedding of three experimentally infected, colostrum-deprived calves.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary Demonstration of Rotavirus in Faeces:"
        },
        {
            "text": "The ELISA, using horse-radish peroxidase as enzyme and 5 amino-salicylic acid as indicator, was very specific and showed a higher sensitivity compared to IEM.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary Demonstration of Rotavirus in Faeces:"
        },
        {
            "text": "In 18 out of the 136 positive samples rotavirus could only be demonstrated by IEM; these samples were negative in the ELISA. It is assumed that these samples contain virus-antibody complexes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary Demonstration of Rotavirus in Faeces:"
        },
        {
            "text": "Further investigations are necessary before the ELISA can be recommended as a routine diagnostic test. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary Demonstration of Rotavirus in Faeces:"
        },
        {
            "text": "Identificacih de virus Rota en heces: Experiencia con el Enzyme Linked Immunosorbent Assay (ELISA) Se examinaron comparativamente 313 muestras de heces de terneros, 47 de lechones y 100 de niiios, pacientes recikn enfermos de diarrea, con ayuda de una tkcnica modificada de inmunomicroscopia de electrones (IEM) y en el Enzyme Linked Immunosorbent Assay (ELISA). En 113 muestras de heces de terneros (36 O/O), 2 de lechones (4 O/o) y 21 de nifios (21 O/o) se pudo identificar virus o antigen0 Rota.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resumen"
        },
        {
            "text": "La seguridad de la metodologia se control6 ademas con ayuda de la eliminaci6n de virus por tres terneros infectados experimentalmente, criados sin calostro.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resumen"
        },
        {
            "text": "El ELISA, en el que se utiliz6 peroxidasa de ribano rusticano como enzima, era especifico, resultando ser mis sensible en comparacidn con la IEM.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resumen"
        },
        {
            "text": "Solo en 18 de un total de 136 muestras positivas se logr6 la identificaci6n de virus con la IEM, siendo estas pruebas negativas en el ELISA. Se sospecha que en estas muestras habia complejos de anticuerpos de virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resumen"
        },
        {
            "text": "Se precisa proseguir con las experiencias antes de poder recomendar el ELISA para la identificacibn de virus Rota en el diagn6stico de rutina. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resumen"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Enzyme-labelled immunosorbent assay techniques in foot-and mouth disease virus research",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M E"
                    ],
                    "last": "Abu Elzein",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Crowther",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "J. Hyg. Camb",
            "volume": "80",
            "issn": "",
            "pages": "391--399",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Peroxidase labelled antibody and Fat, conjugates with enhanced intracellular penetration",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Avrameas",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Terynck",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Immunochemistry",
            "volume": "8",
            "issn": "",
            "pages": "1175--1176",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Enzyme-linked immunosorbent assay for diagnosis of rotavirus infections in calves",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Ellens",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "De Leeuw",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "J. clin. Microbiol",
            "volume": "6",
            "issn": "",
            "pages": "530--532",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Elisa for the detection of bovine coronavirus in faeces. Abst. 4th Intern. Congress for Virology",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Ellens",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "De Leeuw",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Corn arison of five diagnostic methods for the detection of rotavirus antigens in calf faeces",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Ellens",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "De Leeuw",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Straver",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A M"
                    ],
                    "last": "Van Balken",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Med. Microbiol. Immunol",
            "volume": "166",
            "issn": "",
            "pages": "157--163",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Enzyme-linked immunosorbent assay (ELISA): Quantitative assay of immunoglobulin G. Immunochemistr",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Engvall",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Perlmann",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "871--874",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "rfber den Einsatz der Airfuge in der elektronenmikroskopischen Virusdiagnostik",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gelderbloom",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Reupke",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Warring",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "17--19",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Comparison of an enzymelinked immunosorbent assay for quantitation of rotavirus antibodies with complement fixation in an epidemiological survey",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Ghose",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Schnagl",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "H"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "J. clin. Microbiol",
            "volume": "8",
            "issn": "",
            "pages": "268--276",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Detection of antibodies specific for herpes simplex virus in human sera by the enzyme-linked immunosorbent assay",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Gilman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Docherty",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "J. inf. Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Detection of antibody to rubella virus by enzyme-linked immunosorbent assay",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gravell",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Dorsett",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [],
                    "last": "Gutensohn",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Ley",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "J. inf. Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Detection of hepatitis B surface antigen (HBsAg) with use of alkaline phosphatase labelled antibody to HBsAG",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Halbert",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Anken",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "J. inf. Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Detection of adenovirus by enzymelinked immunosorbent assay",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Harmon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Drake",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Kasel",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "J. clin. Microbiol",
            "volume": "9",
            "issn": "",
            "pages": "342--346",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Solid phase enzyme-linked immunosorbent assay for detection of hepatitis A virus",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Locarnini",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Garland",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "I"
                    ],
                    "last": "Lehmann",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Pringle",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "D"
                    ],
                    "last": "Gust",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "J. clin. Microbiol",
            "volume": "8",
            "issn": "",
            "pages": "277--282",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Enzyme-linked immunosorbent assay (ELISA) for detection of hepatitis A antigen in sera: Comparison with solid-phase radioimmunoassay, immune electron microscopy, and immune adherence hemagglutination assay",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "R S"
                    ],
                    "last": "Mathiesen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Feinstone",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Skinhoej",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Purcell",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "J. clin. Microbiol",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Solid-phase enzyme immunoassay for herpes simplex virus",
            "authors": [
                {
                    "first": "Q",
                    "middle": [
                        "R"
                    ],
                    "last": "Miranda",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Bailey",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Tenoso",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "J. inf. Dis",
            "volume": "136",
            "issn": "",
            "pages": "304--309",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Sensitivity of enzymelinked immunosorbent assay, complement fixation, and hemagglutination inhibition serological tests for the detection of Sendai virus antibody in laboratory mice",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Parker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "O&apos;beirne",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "Jr",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "J. clin. Microbiol",
            "volume": "9",
            "issn": "",
            "pages": "444--447",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Application of enzyme-linked immunosorbeiit assay (ELISA) to the detection of calf rotavirus and rotavirus antibodies",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Scherrer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bernard",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Ann. Microbiol. (Inst. Pasteur) 128 A",
            "volume": "",
            "issn": "",
            "pages": "499--510",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Immunoassay using antigenenzyme conjugates",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Van Weeman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H W M"
                    ],
                    "last": "Schuurs",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "FEBS Letters",
            "volume": "15",
            "issn": "",
            "pages": "232--235",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Enzyme-linked immunoassays for antibodies in measles, cytomegalovirus infections and after rubella vaccination",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Voller",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Bidwell",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Brit. J. exp. Pathol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Detection of soluble Epstein-Barr virus by enzyme-linked immunosorbent assay",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Wallen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mattson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Levine",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "J. inf. Dis",
            "volume": "136",
            "issn": "",
            "pages": "324--328",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Filter paper solid-phase radioimmunoassay for human rotavirus surface immunoglobulins",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Watanabe",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "H"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "J. clin. Microbiol",
            "volume": "6",
            "issn": "",
            "pages": "319--324",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Human rotavirus and its antibody: their coexistence in feces of infants",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Watanabe",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "D"
                    ],
                    "last": "Gust",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "H"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "J. clin. Microbiol",
            "volume": "7",
            "issn": "",
            "pages": "405--409",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Enzyme-linked immunosorbent assay (ELISA) for detection of human reovirus-like agent of infantile gastroenteritis",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Yolken",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Clem",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Wyatt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Kalica",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Chanock",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "2"
                    ],
                    "last": "Kapikian",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Lancet",
            "volume": "11",
            "issn": "",
            "pages": "300--303",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Adresse des Autors: Institut fur Medizinische Mikrobiologie, Infektions-und Seuchenmedizin",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "EM I ; l + + + I + + + + (Alter 24 Std.) Elisa",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "313 Kalber-, 47 Ferkel-und 100 menschliche Faezesproben von an Durchfall erkrankten neugeborenen Patienten wurden mit Hilfe einer modifizierten Immunelektronenmikroskopie-Technik (IEM) und im Enzyme-linked immunosorbent assay (ELISA) vergleichend untersucht. In 112 Kalber-(36 O / o ) , 2 Ferkel-(4 O / o ) und 21 (21 \"0) menschlichen Faezesproben konnte Rotavirus oder -antigen nachgewiesen werden.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "An dieser Stelle mochte ich Dr. D . ELLENS und Dr. P. DE LEEUW, Central Diergeneeskundig Instituut, Lelystad, Holland, sehr herzlich fur die Uberlassung von Referenzmaterial und die Hilfe bei der Entwicklung des ELISA in unserem Labor danken.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Als Indikator diente 5-Aminosalizylsaure (Merck, Darmstadt, Nr. 820095), die in einer Konzentration von 1 mg/ml in einem auf 80 OC erwarmten 0,Ol M Phosphatpuffer mit 1 m?A EDTA, p H 6,0, gelost wurde. Unmittelbar vor Verwendung erfolgte die Zugabe von H,O, bis zu einer Endverdunnung von 0,005 OI(o. Die Ablesung erfolgte nach einer Reaktionszeit von 1 Stunde bei Zimmertemperatur und nach weiteren 18 Stunden bei 4 OC. In dkr Regel genugte die visuelle Ablesung, bei einem Teil der Proben stand jedoch zusatzlich fur eine photometrische Auswertung ein Multiscan-Gerat (Flow Laboratories, Bonn) mit Absorbtionsmessung direkt durch den Boden der Mikroplatte unter Verwendung eines 510 nm Filters zur Verfugung. Alle positiven Proben wurden in einem Blockierungsversuch auf Spezifitat der Reaktion gepruft (5). Der Test erfolgte mit spezifischem NCDV-Hyperimmunserum in einer Verdunnung von 1 : 200. Dazu wurden jeweils 3 Vertiefungen der Antikorper-beschichteten Mikroplatten mit jeder Faezesprobe beschickt. In die erste Vertiefung kamen 100 pl cler NCDV-Serumverdunnung, in die zweite 100 p l eines negativen Kalberserums (Verdunnung 1 : 200) und in die dritte Vertiefung wurden 100 p l PBS pipettiert. Nach Inkubation uber 1 Stunde bei 37 O C und dreimaligem Waschen erfolgte die Weiterbehandlung wie vorher beschrieben. Ausgewertet wurde die spezifische Blockierung der Reaktion rnit NCDV-Immunserum. Suspension in den Rohrchenadapter pipettiert und das Tragernetz in den Adapter eingefuhrt. Nun erfolgte das Einschieben der Adapter in die Rotorrohrchen und das Auffullen rnit 0,05 ml der Suspension. Nach Zentrifugation der Proben bei 15 psi (50 000 g) uber 15 Minuten wurden die Netze vorsichtig den Adaptern entnommen und kurz in Aqua dest. gewaschen. Die Kontrastierung erfolgte in 3 O/oiger Phosphorwolframsaurelosung, p H 7,O. Fur den Virusnachweis wurden jeweils vier Felder in einem Siemens-Elmiskop I a bei einer Instrumentenvergronerung von 30 000 durchgemustert. Zur Uberprufung der Methodik wurden drei durch Kaiserschnitt entwickelte, kolostrumfrei aufgezogene Kalber infiziert und die Virusausscheidung im Kot mit beiden Techniken kontrolliert. Die Infektion erfolgte auf oralem Wege mit 1 ml einer filtrierten, 10 O/oigen Kotsuspension eines mit einem Rotavirusfeldstamm experimentell infizierten Kalbes. Kotproben wurden von Versuchsbeginn bis zum 20. Tag p. inf. taglich entnommen. Ferner erfolgten regelmaaige Blutentnahmen zur Antikorperbestimmung. Von 313 im ELISA und mit der Immunelektronenmikroskopie untersuchten Faezesproben durchfallkranker Kulber waren 112 positiv. Das entspricht 36 O/o. Von den 121 untersuchten Bestanden war der Virusnachweis in 64 moglich (53 O/o). Mit beiden Methoden gleichzeitig liei3en sich in 81 Proben Rotaviren nachweisen, im ELISA allein reagierten 16 Proben, die im Elektronenmikroskop zunachst als negativ beurteilt waren. Nach Behandlung dieser Proben mit Fluorcarbon und anschliei3ender Ultrazentrielang jedoch in allen 16 Proben der Rotavirusnachweis. Bei 15 Faezespro fugation % en konnte Rotavirus nur mit dem Elektronenmikroskop gefunden werden, im ELISA reagierten diese Proben negativ. Zbl. Vet. Med., Reihe B, Bd. 26, Heft 10 Von 47 Kotproben vom Fevkel enthielten 2 Rotaviren (4 O/o). Eine Probe war sowohl im EM als auch ELISA positiv, eine Probe reagierte nur im . 1 0 ELISA. Abb. 2. ELISA-Extinktionswertebezogen auf den Nullwertvon fallenden Verdunnungen einer Faezesprobe vom Kalb. -Ablesung nach 60 Minuten bei 22 O C ----Ab-, lesung nach 18 Stunden bei 4'C Abb. 1. Untersuchung von Faezesproben auf Rotavirusantigen mit Hilfe des ELISA. Positive Proben dunkel gefarbt, negative Proben farblos Von 100 Stuhlproben menschlicher Sauglinge waren 21 positiv fur Rotavirus (21 \"0). 15 positive Proben konnten sowohl im EM als a u h im ELISA diagnostiziert werden, jeweils drei waren entweder nur bei EM-Untersuhung oder nur im ELISA positiv. Eine Zusammenstellung der Ergebnisse ist in Tabelle 1 zu finden. Abbildung 1 zeigt die ELISA-Reaktion in einer Mikroplatte mit positiven und negativen Faezesproben. Die Spezifitat der positiven ELISA-Reaktionen liei3 sich im Blockierungstest bestatigen. Die positiven Reaktionen wurden in jedem Fall durch Zugabe von 1 : 200 verdunntem NCDV-Hyperimmunserum gehemmt. Die Farbreaktion beim Rotavirusnachweis im Kot mittels ELISA ist dosisabhangig. Mit steigenden Verdunnungen fallt die Farbintensitat linear ab. Zwischen der Ablesung nach 60 Minuten und der nach 18 Stunden ergeben sichbezogen auf den Nullwertkaum Unterschiede (Abb. 2). Tabelle 2 sind die Ergebnisse der Vergleichsuntersuchungen von Kotproben experimentell infizierter Kalber aufgefuhrt. Bei den Kalbern 2 und 637 liei3 sich Rotavirus mit Hilfe des ELISA jeweils einen Tag langer nachweisen als bei EM-Untersuchung. Bei Kalb 4 konnte Rotavirus mit dem EM bis zum 5. Tag p. inf., im ELISA bis zum 4. Tag p. inf. diagnostiziert werden.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Alter 24 Std.1 i : sa I i 1 +, + 1 % Diskussion Die hier beschriebenen Untersuchungen bestatigen Ergebnisse von YOLKEN un'd Mitarbeiter (23), SCHERRER und BERNARD (17) sowie ELLENS und DE LEEUW (3) uber die Eignung des ELISA zum direkten Nachweis von Rotavirusantigenen in Faezes. Die Reaktion ist spezifisch und 1ai3t sich rnit spezifischem Immunserum hemmen. Bei Verwendung von Hyperimmunserum gegen bovines Rotavirus und daraus hergestellten Enzymkonjugaten lassen sich nicht nur Rotaviren in Kalberkot sondern daruber hinaus auch Rotavirus vom Menschen und Ferkel nachweisen. Auf diese Moglichkeit hatten bereits YOLKEN und Mitarbeiter (23) sowie ELLENS und DE LEEUW (3) fur menschliche Rotaviren hingewiesen. Aus den Vergleichsuntersuchungen mit Faezesproben von experimentell mit Rotavirus infizierten Kalbern geht hervor, dai3 der ELISA gegenuber der von uns verwendeten Immunelektronenmikroskopie-Technik eine etwas bessere Empfindlichkeit aufweist. Auch bei den Routineuntersuchungen von Faezesproben zeigte sich, dai3 etwa 15 O/o der positiven Proben nur im ELISA reagierten, erst nach Reinigung und Konzentration waren diese Proben auch in der Nachuntersuchung mit der IEM positiv. Damit werden Erfahrungen von ELLENS und Mitarbeiter (5) bestatigt, die ebenfalls eine hohere Empfindlichkeit des ELISA im Vergleich zu anderen Methoden festgestellt haben. Oberraschend sind die Befunde mit 15 Kalber-und 3 menschlichen Faezesproben, bei denen in der IEM groi3e Mengen von Rotaviruspartikeln nachweisbar waren, die im ELISA jedoch negativ reagierten. Da alle bisher bekannten Rotaviren ein gruppenspezifisches Antigen besitzen, ist wenig wahrscheinlich, dai3 es sich hier um Serotypen handelt. Vorlaufige Ergebnisse aus unserem Labor schliei3en diese Moglichkeit auch aus (BACHMANN und",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Mise en evidence de Rotavirus dans des matiires fecales: ExpCriences avec ELISA (Enzyme Linked Immunosorbent Assay) 313 maitkres fkcales de veaux, 47 de porcelets et 100 kchantillons humains de patients nouveaux-nks atteints de diarrhke ont ktk examinks en comparaison avec une technique immunologique modifike en microscopie klectronique (IEM) et avec ELISA. Rotavirus ou l'antigkne ont pu &re mis en kvidence chez 113 veaux (36O/o), 2 porcelets (4 O/o) et 21 enfants La fiabilitk de la mkthode a ktk en plus testke sur la base de l'excrktion du virus chez trois veaux infectis expkrimentalement et privks de colostrum. Le test ELISA, l'enzyme utiliske ktant la peroxydase de Meerrettich, fut spkcifique et s'est rkvklk plus sensible que IEM. La mise en kvidence du virus a ktk possible dans 18 cas sur 136 positifs avec la mkthode IEM, ces ichantillons s'ktant rkvklks nkgatifs avec ELISA. O n a supposk l'existence de complexes virus-anticorps dans ces kchantillons. D'autres recherches sont nkcessaires avant de pouvoir recommander le test ELISA pour la mise en kvidence de Rotavirus dans le diagnostic de routine. (21 VO).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}