{
    "paper_id": "663f4d946f643742c0f16cda102c5f1e6cd67ffb",
    "metadata": {
        "title": "Chapter 3 Biochemical Characterization of Middle East Respiratory Syndrome Coronavirus Spike Protein Proteolytic Processing",
        "authors": [
            {
                "first": "Gary",
                "middle": [
                    "R"
                ],
                "last": "Whittaker",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jean",
                "middle": [
                    "K"
                ],
                "last": "Millet",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The coronavirus spike envelope glycoprotein is an essential viral component that mediates virus entry events. Biochemical assessment of the spike protein is critical for understanding structure-function relationships and the roles of the protein in the viral life cycle. Coronavirus spike proteins are typically proteolytically processed and activated by host cell enzymes such as trypsin-like proteases, cathepsins, or proproteinconvertases. Analysis of coronavirus spike proteins by western blot allows the visualization and assessment of proteolytic processing by endogenous or exogenous proteases. Here, we present a method based on western blot analysis to investigate spike protein proteolytic cleavage by transient transfection of HEK-293 T cells allowing expression of the spike protein of the highly pathogenic Middle East respiratory syndrome coronavirus in the presence or absence of a cellular trypsin-like transmembrane serine protease, matriptase. Such analysis enables the characterization of cleavage patterns produced by a host protease on a coronavirus spike glycoprotein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The coronavirus spike protein is a type I transmembrane protein that assembles as a trimer and projects outward from viral particles forming the distinctive corona or crown-like appearance of coronaviruses [1] . The spike protein controls to a large extent virus entry events as it accomplishes the critical functions of host cell receptor attachment and membrane fusion [2] . Coronavirus spike envelope glycoproteins are classified as class I viral fusion proteins [3] . Spike monomers are organized into a receptor-binding domain, named S1, and the fusion machinery domain, called S2 [4] . Many coronavirus spike proteins are proteolytically processed by host cell proteases at the junction between the S1 and S2 domains, at a site named S1/S2 (Fig. 1 ) [5] . An additional cleavage event occurs at a site found within the S2 domain, immediately upstream of the fusion peptide, and termed S2' (Fig. 1 ) [6] . For coronaviruses, entry and viral fusion can occur at the plasma membrane or in endosomes, depending on protease availability and other microenvironmental cues [7, 8] . The cleavage event at S2' is analogous to the proteolytic processing of the prototypical class I viral fusion protein influenza virus hemagglutinin (HA) [9, 10] . Influenza virus entry occurs in the endosomal compartment. The critical HA proteolytic activation step releases the fusion peptide, located at the N-terminal tip of the fusion domain (HA2). Within maturing endosomes, the acidic pH triggers major conformational changes that allow membrane insertion of the fusion peptide and initiation of the merging of viral and host cell membranes [7] .",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 209,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 371,
                    "end": 374,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 466,
                    "end": 469,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 586,
                    "end": 589,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 756,
                    "end": 759,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 905,
                    "end": 908,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1072,
                    "end": 1075,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1076,
                    "end": 1078,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1234,
                    "end": 1237,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1238,
                    "end": 1241,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1628,
                    "end": 1631,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 746,
                    "end": 753,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 895,
                    "end": 902,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Biochemical characterization of the spike activation step in the coronavirus life cycle is crucial to understand how this essential event impacts entry into host cells and modulates host cell and tissue tropism, host range and pathogenicity. Slight modifications of viral envelope glycoprotein cleavage sites via mutations can have a profound impact on host protease substrate recognition and activation, leading to changes in pathogenicity. This is typified by highly pathogenic strains of avian influenza (H5N1 strains) where modifications of the HA cleavage motif from a monobasic to a polybasic site switches the proteolytic activation mechanism [11] . Such cleavage site modification is accompanied by a change in host protease requirement from a trypsin-like protease to a more ubiquitously expressed furin-like protease, allowing for systemic infection and increased disease severity. Interestingly, coronavirus spike proteins and in particular the envelope glycoprotein of Middle East respiratory syndrome coronavirus (MERS-CoV) have been shown in cell culture to be cleaved by a number of host cell proteases such as cathepsins [12] [13] [14] , trypsin-like proteases, notably membrane-bound transmembrane protease, serine 2 (TMPRSS2) [12] [13] [14] [15] , and members of the pro-protein convertase family of enzymes such as furin [16, 17] . The latter group of proteases may not be major players for typical routes of virus entry in respiratory epithelial cells [18] , but could nonetheless be Fig. 1 Schematic of the coronavirus spike protein. Shown in the linear diagram are the S1 receptor binding domain and the S2 fusion machinery domain. S1/S2 denotes the proteolytic cleavage site between S1 and S2 domains. S2' is the cleavage site located within the S2 fusion domain, immediately upstream of the fusion peptide (FP). HR1: heptad repeat 1 region; HR2: heptad repeat 2 region; TM: transmembrane domain; E: endodomain important activators for extra-pulmonary spread of MERS-CoV [17] . While various proteases have been shown to activate MERS-CoV spike in cell culture systems, it has recently been proposed that TMPRSS2 plays a predominant activating role in virus entry in respiratory epithelial cells [19] .",
            "cite_spans": [
                {
                    "start": 650,
                    "end": 654,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1137,
                    "end": 1141,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1142,
                    "end": 1146,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1147,
                    "end": 1151,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1244,
                    "end": 1248,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1249,
                    "end": 1253,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1254,
                    "end": 1258,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1259,
                    "end": 1263,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1340,
                    "end": 1344,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1345,
                    "end": 1348,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1472,
                    "end": 1476,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1994,
                    "end": 1998,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2219,
                    "end": 2223,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 1504,
                    "end": 1510,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Western blot analyses of spike protein cleavage products produced by host proteases is an important investigative tool allowing a better understanding of the roles of cleavage activation and proteases in the life cycle of coronaviruses. The aim of this chapter is to present a detailed protocol allowing the characterization by western blot of the proteolytic processing of the MERS-CoV spike protein, by transient co-transfection of a plasmid encoding MERS-CoV spike and increasing amounts of a plasmid encoding a host protease (see Note 1). An advantage of this transient transfectionbased method compared to MERS-CoV infection-based experiments is that it does not require a biosafety level 3 facility to be performed. We will explain some possible difficulties of the method as well as provide tips and troubleshooting guides. The protease chosen to illustrate the method is matriptase or suppression of tumorigenicity 14 (ST-14) [20] , an enzyme belonging to the type II transmembrane serine protease (TTSP) family, which also groups members such as human airway trypsin-like protease (HAT), TMPRSS2, and corin. The activity of matriptase is tightly regulated by the binding of hepatocyte growth factor activator inhibitor type 1 (HAI-1) [21] , a Kunitz-type transmembrane serine protease inhibitor. Matriptase is broadly expressed by epithelial cells and throughout the respiratory tract, in particular in airway epithelial cells [22] . While it is synthesized as a membrane-bound protease, the catalytic domain of matriptase can be shed and act extracellularly. Importantly, while matriptase was found to activate the envelope glycoprotein of other viruses such as influenza virus HA [22, 23] , its role in proteolytic processing of coronavirus spike protein has not been characterized. The analysis illustrated here allows to characterize the cleavage pattern induced by co-expression of MERS-CoV spike and matriptase in transiently transfected cells. In the absence of matriptase expression, the assay confirms processing of MERS-CoV spike at the S1/S2 site by an endogenous protease, likely furin or a furin-like enzyme as demonstrated previously [17] . Intriguingly, further cleavage, mediated by matriptase expression releases an as-yet uncharacterized spike fragment migrating at 25 kDa.",
            "cite_spans": [
                {
                    "start": 934,
                    "end": 938,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1243,
                    "end": 1247,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1436,
                    "end": 1440,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1691,
                    "end": 1695,
                    "text": "[22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1696,
                    "end": 1699,
                    "text": "23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 2157,
                    "end": 2161,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "All cell culture materials should be kept sterile and manipulated within a biosafety cabinet. When not in use they should be stored at 4 C. All liquid and solid waste materials should be discarded and/or properly inactivated in appropriate disposable waste containers. Solutions diluted in water should be prepared with ultrapurified water with a resistivity of 18.2 MΩ·cm at 25 C. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials"
        },
        {
            "text": ". TBS with addition of 0.05% Tween-20.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TBS-Tween-20 (TBS-T)"
        },
        {
            "text": "). TBS-T with addition of 2% (2 g for 100 mL) bovine serum albumin (for blocking step).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TBS-T-bovine serum albumin 2% (TBS-T-BSA2"
        },
        {
            "text": "4. TBS-T-bovine serum albumin 1% (TBS-T-BSA1). TBS-T with addition of 1% (1 g for 100 mL) bovine serum albumin (for antibody incubations steps).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TBS-T-bovine serum albumin 2% (TBS-T-BSA2"
        },
        {
            "text": "5. Small container for membrane incubations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TBS-T-bovine serum albumin 2% (TBS-T-BSA2"
        },
        {
            "text": "Blot Imaging 1. Enhanced chemiluminescence (ECL) reagents kit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chemiluminescence Western"
        },
        {
            "text": "2. Chemiluminescence imager.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chemiluminescence Western"
        },
        {
            "text": "Perform steps involving opened sterile solutions or cell culture vessels under sterile conditions using a biosafety cabinet. 14. Perform repetitive side-to-side, front-and-back plate movements on a horizontal surface, and gently tap on sides to evenly distribute cells (see Note 3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "15. Incubate cells overnight in a 37 C 5% CO 2 incubator. 10. Rock plate gently.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "11. Incubate plate in a 37 C, 5% CO 2 incubator for 4-6 h.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transfection and"
        },
        {
            "text": "12. Add 1 mL per well of FCS-containing DMEM without antibiotics (see Note 5).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transfection and"
        },
        {
            "text": "13. Incubate plate in a 37 C, 5% CO 2 incubator for 24 h.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transfection and"
        },
        {
            "text": "To preserve protein sample integrity, all steps should be performed on ice (tubes and plates). Prechill all buffers/solutions on ice until the sample boiling step. The temperature of the microcentrifuge should also be set at 4 C. 11. Use sterile scrapers for each well to completely detach lysed cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell Lysis and Preparation of Protein Samples"
        },
        {
            "text": "12. Transfer each cell lysate to a chilled microcentrifuge tube placed on ice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell Lysis and Preparation of Protein Samples"
        },
        {
            "text": "13. Centrifuge samples at 15,000 Â g on a benchtop microcentrifuge set at 4 C for 20 min.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell Lysis and Preparation of Protein Samples"
        },
        {
            "text": "14. Transfer supernatants of each sample to a new set of chilled microcentrifuge tubes placed on ice. The pellets can be discarded. (Table 3 ) (see Note 6). 18. Place tubes on ice to cool down for 1 min. 19 . Perform a quick microcentrifugation step to spin down evaporated water on microcentrifuge tube caps. 20 . Store samples at À20 C (see Note 7).",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 206,
                    "text": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 310,
                    "end": 312,
                    "text": "20",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 132,
                    "end": 140,
                    "text": "(Table 3",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Cell Lysis and Preparation of Protein Samples"
        },
        {
            "text": "1. Make 1 L of 1Â Bis-Tris gel running buffer by diluting buffer stock solution in ultrapure water.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Polyacrylamide Gel Electrophoresis"
        },
        {
            "text": "2. Prepare pre-cast gel (Bis-Tris 4-12% gradient) by removing the comb and adhesive tape, rinse exterior casing with ultrapure water, and gently wash each lane well with ultrapure water (see Note 8).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Polyacrylamide Gel Electrophoresis"
        },
        {
            "text": "3. Assemble pre-cast gel in the electrophoresis tank following the manufacturer's guidelines. We suggest to first prepare a master mix composed of proportionally increased amounts of 4Â LDS and 10Â DTT corresponding to the number of samples being prepared. As mentioned previously, include an extra \"safety\" sample in calculations to mitigate pipetting errors, and then add 161 μL of the mix to each sample of 300 μL 4. Add 1Â Bis-Tris running buffer in the electrophoresis tank making sure that the pre-cast gel assembly is properly sealed and does not leak out into the outer parts of the tank.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Polyacrylamide Gel Electrophoresis"
        },
        {
            "text": "6. Connect electrophoresis tank to power supply generator. Turn on power with constant voltage initially set at 100 V (see Note 9).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Load 25 μL of each sample in individual gel lane wells and include a lane with protein ladder (10 μL)."
        },
        {
            "text": "7. Check that protein samples are migrating downward by looking at migration front. 10. Turn off power supply and remove gel from electrophoresis tank.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Load 25 μL of each sample in individual gel lane wells and include a lane with protein ladder (10 μL)."
        },
        {
            "text": "1. Prepare 1 L of 1Â transfer buffer with methanol (10% final) by diluting the buffer stock solution with ultrapure water (see Note 10).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Electrophoretic Transfer of Protein Samples"
        },
        {
            "text": "3. Incubate PVDF membrane cutouts (the size should cover the area of gel to transfer) in pure methanol for 10 min (see Note 11).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prechill transfer buffer on ice."
        },
        {
            "text": "4. Discard methanol from membrane and immediately replace with transfer buffer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prechill transfer buffer on ice."
        },
        {
            "text": "5. Soak Whatman paper (6 paper cutouts per transfer) and fiber pads (2 pads per transfer) in transfer buffer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prechill transfer buffer on ice."
        },
        {
            "text": "6. De-cast carefully the polyacrylamide gel delicately and immediately place it in a container with transfer buffer (see Note 12). Fig. 2. 8. Roll out bubbles after layering PVDF membrane on gel using a clean serological pipette that has been humidified with transfer buffer (see Note 12).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 131,
                    "end": 138,
                    "text": "Fig. 2.",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Prechill transfer buffer on ice."
        },
        {
            "text": "9. Lock transfer components within transfer cassette.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Layer transfer components within a transfer cassette according to diagram shown in"
        },
        {
            "text": "10. Place transfer cassette in transfer electrophoretic tank being mindful of the direction of the electric current in the tank. In the transfer tank used here the black panel of the transfer cassette should directly face the black wall of the electrodes assembly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Layer transfer components within a transfer cassette according to diagram shown in"
        },
        {
            "text": "11. Place frozen ice pack in transfer tank.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Layer transfer components within a transfer cassette according to diagram shown in"
        },
        {
            "text": "12. Add chilled transfer buffer to transfer tank.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Layer transfer components within a transfer cassette according to diagram shown in"
        },
        {
            "text": "13. Place transfer tank in ice bucket containing fresh ice (see Note 13).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Layer transfer components within a transfer cassette according to diagram shown in"
        },
        {
            "text": "14. Connect transfer tank with power supply generator.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Layer transfer components within a transfer cassette according to diagram shown in"
        },
        {
            "text": "15. Turn power on using constant current set at 200 mA for 3 h (see Note 13).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Layer transfer components within a transfer cassette according to diagram shown in"
        },
        {
            "text": "16. Turn off power supply generator. 8. Wash the membrane three times by incubating in 10 mL of TBS-T with rocking for 10 min each time. . Prepare secondary antibody dilutions in TBS-T-BSA1 dilution buffer (1/2500 for HRP-anti-mouse IgG antibodies and 1/5000 for HRP anti-rabbit IgG antibodies). Typically, 8-10 mL of antibody solution is enough to cover surface of a membrane in \"mini-gel\" format. 10 . Incubate membrane in secondary antibodies solution for 1 h at room temperature with rocking.",
            "cite_spans": [
                {
                    "start": 399,
                    "end": 401,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Layer transfer components within a transfer cassette according to diagram shown in"
        },
        {
            "text": "11. Wash three times the membrane by incubating in 10 mL of TBS-T for 10 min with rocking each time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Layer transfer components within a transfer cassette according to diagram shown in"
        },
        {
            "text": "Chemiluminescence Imaging 1. Prepare ECL solution by mixing the two solutions at a 1:1 ratio (for a typically sized \"mini-gel\" format membrane~3-5 mL of ECL solution should be enough to cover area of a mini-gel).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Enhanced"
        },
        {
            "text": "2. Blot-out excess moisture from the membrane with Kimwipe tissue by placing one edge of the membrane on the tissue. Do not let the surface of a membrane contact directly tissues or other absorbing surfaces.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Enhanced"
        },
        {
            "text": "3. Place the membrane on a flat surface with the side that has contacted the gel facing up. 4 . Add a few drops of ECL solution mixture to cover the entire surface of the membrane.",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 93,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Enhanced"
        },
        {
            "text": "5. Incubate for 1 min at room temperature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Enhanced"
        },
        {
            "text": "6. Place membrane in ECL imager (see Note 16).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Enhanced"
        },
        {
            "text": "7. Turn imager device on and proceed to imaging in normal light mode (for ladder) and chemiluminescence mode (ECL).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Enhanced"
        },
        {
            "text": "8. Transfer image files on a computer and proceed with western blot image analyses. Representative results of this method are shown in Fig. 3 and a short summary of results are found in Note 17.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 135,
                    "end": 141,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Enhanced"
        },
        {
            "text": "1. This protocol allows characterization of spike protein proteolytic processing by transient co-transfection of MERS-CoV S-encoding and human matriptase-encoding plasmids. However, there are other methods to analyze the envelope glycoprotein cleavage step. For example, using murine hepatitis virus (MHV) coronavirus infection in susceptible cells, Wicht and colleagues have elegantly engineered a biotinylation-based intracellular labeling assay to selectively label spike proteins that have undergone fusion to analyze their cleavage status [24] . Note that in the case of MERS-CoV infection, the latter experiment would require access to a BSL-3 facility. Another, more biochemical approach is to incubate viral particles such as coronavirus spike-pseudotyped particles with a purified recombinant protease and perform a western blot assay [17, 25] .",
            "cite_spans": [
                {
                    "start": 544,
                    "end": 548,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 844,
                    "end": 848,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 849,
                    "end": 852,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Notes"
        },
        {
            "text": "2. In our hands, the HEK-293 T/17 cells described in this protocol are found to be only semi-adherent and are prone to easily detach from cell culture surfaces. If this issue is encountered, we recommend to handle the cells with care, being mindful to use pre-warmed (37 C) DPBS and media as much as possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes"
        },
        {
            "text": "We have found that pretreating cell culture plastic surfaces with poly-D-lysine helps the cells adhere better to surfaces. During cell detachment we recommend avoiding incubating cells with trypsin for more than 5 min as this paradoxically often leads to cells aggregating.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes"
        },
        {
            "text": "3. To avoid cells clumping in the middle of wells and being sparsely distributed near the edges, we recommend to refrain from circular motion or tilting the plate. 4 . In this protocol we use Lipofectamine 2000 as transfection reagent. We found that it works well for the cell type being used (HEK-293 T/17). Other transfection reagents and/or 6. LDS stored at 4 C partially precipitates. To better pipet correct volumes, we recommend warming LDS at 37 C to ensure working with a correctly solubilized solution. Also, we have found for other coronavirus spike proteins that reducing conditions (DTT) and/or application of heat (95 C for 5 min) can negatively impact antibody detection at later steps of the western blot assay. We suggest to test different conditions (with or without DTT and/or with or without heat) to check which ones work best for a given coronavirus spike protein.",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 165,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Notes"
        },
        {
            "text": "7. At this point, protein samples can be directly analyzed by western blot assay or stored at À20 C until used. Once frozen and kept at À20 C, the samples are stable for several months. The protein samples are relatively tolerant to a few freeze-thaw cycles but we would suggest to refrain from multiple freezethaw cycles (5 or more). A workaround to avoid this problem is to aliquot samples into smaller volumes prior to the initial freezing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes"
        },
        {
            "text": "8. The polyacrylamide gel used in this protocol is a pre-cast 4-12% gradient gel. We have found that it allows to obtain good separation of full-length coronavirus spike and fragments generated by proteolytic activity. Other kinds of gels can be used as well, including gels made in the lab, which are relatively easy to prepare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes"
        },
        {
            "text": "9. Most of the gel migration is performed at 200 V with constant voltage. However, we have sometimes found that applying the full voltage of 200 V from the start of migration can result in irregularities in the migration pattern of protein bands. To avoid this, we have found that starting at a lower voltage (e.g., 100 V) and incrementally increasing (e.g., 20 V increments) to 200 V over a 10-15 min timeframe allows to obtain more consistent protein migration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes"
        },
        {
            "text": "10. Here, ethanol can be used in place of methanol. 11 . In this chapter a PVDF membrane is used. Alternatively, a nitrocellulose membrane can also be used as we have found that such membrane type can also allow transfer of coronavirus spike protein bands.",
            "cite_spans": [
                {
                    "start": 52,
                    "end": 54,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Notes"
        },
        {
            "text": "12. Gels and membranes dry easily. As much as possible, avoid leaving them to dry in air and handle them within containers with buffer solution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes"
        },
        {
            "text": "13. Due to their size and heavy glycosylation status, full-length MERS-CoV spike proteins (and most other coronavirus spike proteins) are relatively large with monomers typically migrating with apparent molecular weight of around 180 kDa or more and require relatively long transfer times when performing \"wet\" transfers as presented here. We found that 3 h allows to properly transfer the protein from the gel to the PVDF membrane. This long transfer time typically leads to heating of the transfer tank and transfer solution. To avoid overheating and potential protein degradation, in addition to placing an ice pack in the transfer tank and using prechilled transfer buffer, we recommend encasing the tank within an ice bucket filled with ice. Another option is to perform the transfer in a refrigerated setting such as within a cold room.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes"
        },
        {
            "text": "14. Here, BSA is used for preparing blocking solution (in TBS-T) as well as the diluent for antibody incubations. We have found that BSA at concentrations of 1-2% generally gives clear western blot images with low background signal. An alternative to BSA is to use powdered milk. The concentrations and conditions for incubations with TBS-T supplemented with powdered milk should be tested beforehand to check which one gives the best results in terms of western blot background. 15 . The dilutions and incubation times for the antibodies used in this protocol were chosen after testing different conditions in preliminary experiments. If other antibodies are used, we suggest to also perform such tests to determine which antibody dilutions and incubation times give the best results. 16 . The imaging method presented in this protocol uses a chemiluminescence imager. However, it's also possible to perform this using X-ray film and developer.",
            "cite_spans": [
                {
                    "start": 480,
                    "end": 482,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 786,
                    "end": 788,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Notes"
        },
        {
            "text": "17. The assay presented here confirms that in the absence of matriptase expression (Fig. 3b, lane -) , the MERS-CoV spike protein is cleaved at the S1/S2 site by an intracellular protease (Fig. 3a, lane 0) , most likely of the pro-protein convertase family (e.g., furin), as shown previously [17] . The analysis also reveals that upon expression of matriptase, there is dosedependent increase in the detection of a MERS-CoV spike protein proteolytic fragment (S25) migrating at approximately 25 kDa (Fig. 3a, lanes 1-200) . In addition, the band signals corresponding to full-length (FL) and S1/S2-cleaved fragment (S1/S2) appear to decrease upon increased matriptase expression, a result which could indicate that high levels of matriptase expression (e.g., in the 100-200 ng range) are associated with nonspecific degradation of MERS-CoV spike protein. This effect could also be due to the matriptase and MERS-CoV spike co-transfection conditions used here, and it would be interesting to compare these results with the proteolytic processing of matriptase during viral entry. In addition, matriptase is expressed in this system without its natural inhibitor, HAI-1, which potently regulates the enzyme's activity. It is also noteworthy to point out that even in conditions with very low amounts of transfected matriptase-encoding plasmid (e.g., 2 ng) the S25 band is detected, suggesting that matriptase may be highly processive for the MERS-CoV spike substrate, in the absence of inhibitor. The composition of S25, the associated matriptase cleavage site and the functional consequence of such cleavage await further elucidation.",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 296,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 83,
                    "end": 100,
                    "text": "(Fig. 3b, lane -)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 188,
                    "end": 205,
                    "text": "(Fig. 3a, lane 0)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 499,
                    "end": 521,
                    "text": "(Fig. 3a, lanes 1-200)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Notes"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronaviruses: an overview of their replication and pathogenesis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Fehr",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Methods Mol Biol",
            "volume": "1282",
            "issn": "",
            "pages": "1--23",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Nidovirus entry into cells",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Bosch",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rottier",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "157--178",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The coronavirus spike protein is a class I virus fusion protein: structural and functional characterization of the fusion Core complex",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Bosch",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Van Der Zee",
                    "suffix": ""
                },
                {
                    "first": "Cam",
                    "middle": [],
                    "last": "De Haan",
                    "suffix": ""
                },
                {
                    "first": "Pjm",
                    "middle": [],
                    "last": "Rottier",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Virol",
            "volume": "77",
            "issn": "16",
            "pages": "8801--8811",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Structures and mechanisms of viral membrane fusion proteins: multiple variations on a common theme",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Delos",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brecher",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Schornberg",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Crit Rev Biochem Mol Biol",
            "volume": "43",
            "issn": "3",
            "pages": "189--219",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Host cell proteases: critical determinants of coronavirus tropism and pathogenesis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Millet",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Whittaker",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Virus Res",
            "volume": "202",
            "issn": "",
            "pages": "120--134",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Activation of the SARS coronavirus spike protein via sequential proteolytic cleavage at two distinct sites",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Belouzard",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "C"
                    ],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Whittaker",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proc Natl Acad Sci",
            "volume": "106",
            "issn": "14",
            "pages": "5871--5876",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Fusion of enveloped viruses in endosomes",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Whittaker",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Traffic",
            "volume": "17",
            "issn": "6",
            "pages": "593--614",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Proteolytic processing of Middle East respiratory syndrome coronavirus spikes expands virus tropism",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "113",
            "issn": "43",
            "pages": "12262--12267",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Enhancement of the infectivity of influenza a and B viruses by proteolytic cleavage of the hemagglutinin polypeptide",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Lazarowitz",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Choppin",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Virology",
            "volume": "68",
            "issn": "2",
            "pages": "440--454",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Proteolytic cleavage of the hemagglutinin polypeptide of influenza virus. Function of the uncleaved polypeptide HA",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Lazarowitz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Compans",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Choppin",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Virology",
            "volume": "52",
            "issn": "1",
            "pages": "199--212",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Avian influenza: molecular Mechansims of pathogenesis",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Klenk",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Matrosovich",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stech",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Animal Viruses: Molecular Biology",
            "volume": "",
            "issn": "",
            "pages": "253--303",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The spike-protein of the emerging betacoronavirus EMC uses a novel coronavirus receptor for entry, can be activated by TMPRSS2 and is targeted by neutralizing antibodies",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gierer",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Virol",
            "volume": "87",
            "issn": "10",
            "pages": "5502--5511",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Role of the spike glycoprotein of human Middle East respiratory syndrome coronavirus (MERS-CoV) in virus entry and syncytia formation",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Qian",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Dominguez",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV) infection mediated by the Transmembrane serine protease TMPRSS2",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shirato",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kawase",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Matsuyama",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Virol",
            "volume": "87",
            "issn": "23",
            "pages": "12552--12561",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Simultaneous treatment of human bronchial epithelial cells with serine and cysteine protease inhibitors prevents severe acute respiratory syndrome coronavirus entry",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kawase",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shirato",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Van Der Hoek",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Taguchi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Matsuyama",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Virol",
            "volume": "86",
            "issn": "12",
            "pages": "6537--6545",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Coronavirus cell entry occurs through the EndoÀ/Lysosomal pathway in a proteolysis-dependent manner",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Burkard",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS Pathog",
            "volume": "10",
            "issn": "11",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Host cell entry of Middle East respiratory syndrome coronavirus after two-step, furin-mediated activation of the spike protein",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Millet",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Whittaker",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Proc Natl Acad Sci",
            "volume": "111",
            "issn": "42",
            "pages": "15214--15219",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Middle East respiratory syndrome coronavirus spike protein is not activated directly by cellular Furin during viral entry into target cells",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Matsuyama",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Virol",
            "volume": "92",
            "issn": "",
            "pages": "683--701",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Functional analysis of potential cleavage sites in the MERScoronavirus spike protein",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kleine-Weber",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Elzayat",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hoffmann",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pöhlmann",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Sci Rep",
            "volume": "8",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Characterization of matriptase expression in normal human tissues",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Oberst",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Histochem Cytochem",
            "volume": "51",
            "issn": "8",
            "pages": "1017--1025",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Hepatocyte growth factor activator inhibitor, a novel Kunitz-type serine protease inhibitor",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Shimomura",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Biol Chem",
            "volume": "272",
            "issn": "10",
            "pages": "6370--6376",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Matriptase proteolytically activates influenza virus and promotes multicycle replication in the human airway epithelium",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Beaulieu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Virol",
            "volume": "87",
            "issn": "8",
            "pages": "4237--4251",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Cleavage activation of the humanadapted influenza virus subtypes by Matriptase reveals both subtype and strain specificities",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Hamilton",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Gludish",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Whittaker",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Virol",
            "volume": "86",
            "issn": "",
            "pages": "10579--10586",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Identification and characterization of a Proteolytically primed form of the murine coronavirus spike proteins after fusion with the target cell",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Wicht",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Virol",
            "volume": "88",
            "issn": "9",
            "pages": "4943--4952",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "A camel-derived MERS-CoV with a variant spike protein cleavage site and distinct fusion activation properties",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Millet",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Emerg Microbes Infect",
            "volume": "5",
            "issn": "12",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Cell Seeding 1. Observe under a light microscope the HEK-293 T/17 cells cultured in a 75 cm 2 flask and check that they are nearconfluent, at around 80-90% (see Note 2). 2. Aspirate spent cell medium and wash cells once with 5 mL of pre-warmed (37 C) DPBS. 3. Aspirate supernatant. 4. Trypsinize cells by adding 1 mL of trypsin solution directly to cells. 5. Place flask at a 37 C 5% CO 2 incubator for 2-3 min (see Note 2). 6. Place flask back under biosafety cabinet and add 4 mL of pre-warmed (37 C) FCS-containing DMEM. 7. Perform repetitive up-down pipetting to dissociate cells thoroughly. 8. Transfer dissociated cells to a sterile 50 mL conical tube. 9. Add 5 mL of pre-warmed (37 C) FCS-containing DMEM to cells and vortex tube thoroughly. 10. Transfer 10 μL of the cell solution to a chamber of a cell counting slide. 11. Count cells under a light microscope. 12. Dilute cells using pre-warmed (37 C) FCS-containing DMEM to a concentration of 5 Â 10 5 cells/mL. 13. Seed cells by adding 2 mL of diluted cell solution to each well of a 6-well plate.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "amounts proportionally to the number of replicate wells to transfect. We recommend adding an extra \"safety\" well in calculations to mitigate pipetting errors. For the different conditions tested in this protocol, the spike protein encoding plasmid quantity remains constant at 500 ng while the quantities of human matriptase encoding plasmid gradually increases from 0 to 200 ng. The asterisk ( * ) denotes that for each matriptase encoding plasmid quantity a reciprocal amount of pcDNA3.1-empty vector should be added so that the total amount plasmid DNA remains constant at 200 ng (e.g., for the10 ng matriptase encoding plasmid condition, there should be 200-10 ¼ 190 ng of pcDNA3.1 empty vector added) 5. Add Lipofectamine 2000-Opti-MEM solution to plasmid DNA-Opti-MEM solutions at a 1:1 vol/vol ratio (e.g., for one well of a 6-well plate add 50 μL of Lipofectamine 2000-Opti-MEM solution to 50 μL of plasmid DNA-Opti-MEM solution). 6. Incubate transfection solutions at room temperature for 20 min. 7. Aspirate spent medium of each cell culture well. 8. Add 1 mL of pre-warmed (37 C) Opti-MEM to each well. 9. Add 100 μL per well of transfection solutions in a dropwise manner.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Add 161 μL of LDS-DTT solution to each sample. 17. Heat samples at 95 C for 5 min (see Note 6).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Incrementally increase voltage up to 200 V, within a 10-15 min timeframe (see Note 9).9. Migrate samples until migration front reaches bottom of gel (approximately where the adhesive tape was located). Migration time typically lasts for a little over an hour.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Prepare 1 L of TBS-T, 50 mL of TBS-T-BSA2 and 50 mL of TBS-T-BSA1 solutions (see Note 14).2. Disassemble layered transfer components from transfer cassette avoiding dehydrating PVDF membrane. 3. Place PVDF membrane in TBS-T buffer in a small container immediately after disassembly of transfer components. 4. Replace TBS-T with TBS-T-BSA2 blocking buffer (see Note 14). 5. Incubate membrane for 1 h at room temperature with gentle rocking. 6. Prepare primary antibody dilutions in TBS-T-BSA1 dilution buffer (1/2000 for anti-MERS-CoV-S antibodies and 1/1000 for anti-matriptase antibodies) (see Note 15). Typically, 8-10 mL of antibody solution is enough to cover surface of a membrane in \"mini-gel\" format.7. Incubate membrane with antibodies overnight at 4 C with rocking.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Side-view diagram of transfer component stack within transfer cassette. Displayed in expanded view are the various components of the transfer stack to place in the transfer cassette. The transfer stack should be prepared in a container filled with transfer buffer. The exaggerated gaps between the different components shown here are for clarity only. In the actual transfer stack there should be no gaps or air bubbles between the different layers9",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Proteolytic processing of MERS-CoV spike protein by matriptase expression. (a) Spike protein western blot analysis. HEK-293 T/17 cells are co-transfected with MERS-CoV spike-encoding and human matriptaseencoding plasmids. The amount of MERS-CoV spike-encoding plasmid is kept constant while the quantity of human matriptase encoding plasmid is gradually increased from 0 to 200 ng as shown on the blue scale triangle. 24 h post-transfection cells are lysed, lysates processed and analyzed by western blot using rabbit polyclonal antibodies raised against MERS-CoV spike protein ectodomain (see note 17 for a summary of the results obtained). FL: full-length spike protein; S1/S2: S1/S2-cleaved fragment. (b) Matriptase expression in transfected cells. To check for protease expression in HEK-293 T/17 cells after transfection of matriptaseencoding plasmid (+, 500 ng) or pcDNA3.1 empty vector control (À, 500 ng), transfected cells were lysed and analyzed by western blot using mouse monoclonal antibodies specific for detecting human matriptase. A strong band was detected for the condition where the human matriptase-encoding plasmid was used for transfection. This band migrated at approximately 90 kDa, which corresponds to the expected apparent molecular weight of human matriptase methods (electroporation) can also be used, if needed. Lipofectamine 2000 tends to bind to plastic materials such as the walls of microcentrifuge tubes. As such, it is recommended to always place Lipofectamine 2000-containing solutions in tubes that already contain a diluent rather than in direct contact with the walls of microcentrifuge tubes.5. Transfection reagents such as the one used here (Lipofectamine 2000) increase cell membrane permeability. Because of this effect, antibiotics that are typically added in cell culture media (penicillin and streptomycin) tend to increase in cytotoxicity. It is thus recommended to use cell medium devoid of antibiotics after cells receive transfection reagents such as Lipofectamine 2000.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Dilute MERS-CoV S-encoding and human matriptaseencoding plasmid preparations with Opti-MEM reduced serum medium according to volumes shown onTable 1. For this assay, in each transfected well, the MERS-CoV spike plasmid amount remains constant (500 ng of plasmid DNA) while the quantities of plasmid encoding human matriptase is increased (0-200 ng of plasmid DNA). Include a condition using mock-transfected control (pcDNA3.1 empty vector control).3. Dilute Lipofectamine 2000 solution with Opti-MEM reduced serum medium according to volumes shown onTable 2for one well of a 6-well plate. Increase amounts proportionally to the number of wells to transfect and include extra \"safety\" wells to mitigate pipetting errors. Always add Lipofectamine 2000 to Opti-MEM solution and not the other way around (see Note 4). 4. Incubate plasmid DNA-Opti-MEM and Lipofectamine 2000-Opti-MEM solutions at room temperature for 5 min.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Quantities of plasmid DNA and Opti-MEM for transfection of one well of a 6-well plate",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Quantities of reagents to add to 300 μL of lysate sample",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We wish to thank all members of the Whittaker lab for helpful comments. We gratefully acknowledge Marco Straus for providing the plasmid which encodes the sequence for human matriptase. Research funding for this work was provided by the NIH grants R21 AI111085 and R01 AI135270.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}