{
    "paper_id": "667d74024a4c40b04be34bd6cae409c82809089d",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Professor. Pariante Editor-in-Chief Brain Behavior and Immunity Subject: Submission of revised article \"Time to realise the true potential of Ayurveda against COVID-19\" Dear Prof. Pariante, Hope you are fine and doing well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "01-05-2020"
        },
        {
            "text": "I would like to thank you for positive consideration for my article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "01-05-2020"
        },
        {
            "text": "As suggested I have added additional point regarding how Ayurveda can play a crucial role in COVID-19 prophylaxis and adjunct therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "01-05-2020"
        },
        {
            "text": "I have one more request is it possible to consider this piece as a Commentary or viewpoint.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "01-05-2020"
        },
        {
            "text": "Once again thanks for considering this important piece. I wish this article will be in the larger interest of society and scientific community. The coronavirus disease 19 (COVID-19) pandemic is unique and unprecedented in several aspects and has challenged health care systems across the globe. The coronavirus pandemic has turned the world's attention to the immune system, the body's defence force against disease-causing bacteria, viruses and other organisms that we touch, ingest and inhale every day 1 . Alongside investigations into the virology of SARS-CoV-2, understanding the fundamental physiological and immunological processes underlying the clinical manifestations of COVID-19 is vital for the identification and rational design of effective therapies 2 . Our immune systems will need to adapt unaided to COVID-19, until a potential vaccine is available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "01-05-2020"
        },
        {
            "text": "Recently, an article highlighted the possible role of Ayurveda in treatment of COVID-19 through psychoneuroimmune pathways 3 . The coronavirus pandemic has turned the world's attention to the immune system, the body's defence force against disease-causing bacteria, viruses and other organisms that we touch, ingest and inhale every day 4 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "01-05-2020"
        },
        {
            "text": "The COVID-19 crisis has led to high levels of psychological distress and significant impact on mental health, especially in vulnerable groups such as healthcare workers. Such distress is accompanied with alterations in immune function, including an increased risk of viral respiratory tract infections 5 . The immune system plays a critical role in our response against infectious disease. The immune system is the body's multi-level defence network against potentially harmful bacteria, viruses and other organisms. The role of psychosocial factors in increasing susceptibility to viral respiratory tract infection is well documented 6 . Further, Poor mental health conditions, including stress and depression, are associated with increased risk of acute respiratory infections.",
            "cite_spans": [
                {
                    "start": 635,
                    "end": 636,
                    "text": "6",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "01-05-2020"
        },
        {
            "text": "Ayurveda, a traditional system of medicine, originated in India more than 3,000 years ago. The term Ayurveda is derived from the Sanskrit words ayur (life) and veda (science or knowledge). The classic Ayurveda text Charaka Samhita, mentioned about epidemic management and defines immunity as the ability to preventing and arresting the progression of disease for maintaining homeostasis 7 . The Ayurveda pays larger emphasis on building strength of mind and body to cope with various stressors, including infection. Similar to innate and acquired immunity, the Ayurveda concept of immunity (Bala or strength) is classified as natural (Sahaja), chronobiologic (Kalaja), and acquired (Yuktikrut) 7 .",
            "cite_spans": [
                {
                    "start": 694,
                    "end": 695,
                    "text": "7",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "01-05-2020"
        },
        {
            "text": "In Ayurveda several treatment options are available for enhancing immunity against respiratory illnesses, these include certain immunomodulators (known as Rasayana), local and systemic interventions 8 . Local prophylaxis measures such as herbal decoctions, consumptions of hot water, gargling with medicated water, and steam inhalation described in Ayurveda for respiratory illnesses 9 . These interventions can be quickly implemented on large scale with the advantages of simplicity, affordability, and acceptability. This is clearly evident that such traditional measures can positively influence mental health and immune function through modulating psychoneuroimmune pathways. Presently, several allopathic drugs are under investigations for prophylactic use against COVID-19 and it seems current prophylactic measures are insufficient. The prophylactic and therapeutic potential of traditional and complementary medicine systems such as Ayurveda and Yoga can be proven effective prophylaxis and adjuvant therapy of COVID-19.",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 200,
                    "text": "8",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 384,
                    "end": 385,
                    "text": "9",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "01-05-2020"
        },
        {
            "text": "The Ayurvedic Science has enormous potentials to provide learning and innovative insights and clinical studies with proper documentation is essential. This will help in disseminating findings to researcher and policy makers in scientific manner for drawing lessons on pluralistic knowledge systems available globally.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "01-05-2020"
        },
        {
            "text": "In India, several initiatives have been taken to utilise the vast potential of Ayurveda in this pandemic. The Ministry of Ayush, a nodal Ministry of Complementary and Alternative Medicine, has released a set of guidelines for boosting immunity and measures for self-care by using Ayurvedic principles 10 . Further, the Indian Prime Minister in its address to nation also mentioned about using Ayurveda medicines for improving immunity against COVID-19.",
            "cite_spans": [
                {
                    "start": 301,
                    "end": 303,
                    "text": "10",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "01-05-2020"
        },
        {
            "text": "Gujarat, one of the western state of India, has also initiated a study, in which Ayush treatment will be administered to asymptomatic patients of COVID-19 and the state government has also distributed the ayurvedic medicines to millions of citizens for boosting their immunity against COVID-19 11 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "01-05-2020"
        },
        {
            "text": "The Kerala, southern Indian state successfully flatten the COVID-19 curve has also started use of Ayurveda in mitigating the spread of COVID-19. The government has categorised the population in seven categories based on the possible spread of the virus, and been advised Ayurvedic treatment accordingly 12 . The state has one of the finest Ayurveda system of medicine in the country.",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 305,
                    "text": "12",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "01-05-2020"
        },
        {
            "text": "The traditional practices may be useful in improving psychological quality of life, and reducing the risk of infection 3 . Ayurveda has enough potential and possibilities to be employed both for the prevention and an adjunct treatment option for COVID-19. Therefore, it is very important to carry out research studies for understanding the link between effect of Ayurveda on psychological distress and immune responses to COVID-19 infection. This is an opportunity to unearth true potential of Ayurveda systems and adopting integrative approaches for innovating solutions against COVID-19 pandemic. Indeed, this is the time for India to demonstrate the potential of AYUSH systems in addressing this global health crisis. Every possible treatment opportunity needs to be brought before the scientific community, as we don't have any vaccine or medical treatment for this unprecedented crisis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "01-05-2020"
        },
        {
            "text": "Mahaveer Golechha is alumnus of AIIMS, New Delhi; London School of Hygiene and London School of Economics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "01-05-2020"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "How does your immune system work",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cain",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "World Economic Forum. 2020",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The trinity of COVID-19: immunity, inflammation and intervention",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "Z"
                    ],
                    "last": "Tay",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Poh",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rénia",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Macary",
                    "suffix": ""
                },
                {
                    "first": "Lfp",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Rev Immunol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41577-020-0311-8"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Ayurveda and COVID-19: Where psychoneuroimmunology and the meaning response meet",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Rajkumar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "How does your immune system work",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cain",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "World Economic Forum. 2020",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "COVID-19 and mental health: A review of the existing literature",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Rajkumar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Psychological distress and social factors in patients with asthma and chronic obstructive lung disease",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Zawada",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bratek",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Krysta",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Psychiatr Danub",
            "volume": "27",
            "issn": "1",
            "pages": "462--464",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Plant-based Rasayana drugs from Ayurveda",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Balasubramani",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Venkatasubramanian",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Kukkupuni",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Chin J Integr Med",
            "volume": "17",
            "issn": "",
            "pages": "88--94",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Unique contributions of Keraleeya Ayurveda in pediatric health care",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chandran",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dinesh",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Patgiri",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Ayurveda Integr Med",
            "volume": "9",
            "issn": "",
            "pages": "136--142",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Ayurveda's immunity boosting measures for self-care during COVID 19 crisis",
            "authors": [
                {
                    "first": "Ayush",
                    "middle": [],
                    "last": "Ministry Of",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Government",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "India",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Online",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Gujarat to try Ayurvedic drugs on select COVID-19 patients",
            "authors": [
                {
                    "first": "Press",
                    "middle": [],
                    "last": "Trust",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "India",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Golechha (MS, PhD-AIIMS, New Delhi, MSc-London School of Economics) Associate Professor Project Lead, NITI Aayog-National Health Mission Project Project Lead, DST, Govt of India, Climate Change Project and Health System Project Inspire Fellow to Govt. of India Indian Institute of Public Health-Gandhinagar (A University established under Govt. of Gujarat Act) +91-9311877800 mahaveeraiims@yahoo.co.in Title: Time to realise the true potential of Ayurveda against COVID-19",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}