{
    "paper_id": "66f9d7bbd5da0c1dd7d11caa05610f1c0dc0f447",
    "metadata": {
        "title": "Journal Pre-proof Effect of regular intravenous immunoglobulin therapy on prognosis of severe pneumonia in patients with COVID-19 Effect of regular intravenous immunoglobulin therapy on prognosis of severe pneumonia in patients with COVID-19",
        "authors": [
            {
                "first": "Yun",
                "middle": [],
                "last": "Xie",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shanghai Jiaotong University School of Medicine",
                    "location": {
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Song",
                "middle": [],
                "last": "Cao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Qingyun",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Erzhen",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hui",
                "middle": [],
                "last": "Dong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wuhan University",
                    "location": {
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Wenkai",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Luyu",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wuhan University",
                    "location": {
                        "country": "China"
                    }
                },
                "email": "yangluyu_114@163.com"
            },
            {
                "first": "Shouzhi",
                "middle": [],
                "last": "Fu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wuhan University",
                    "location": {
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ruilan",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Song",
                "middle": [],
                "last": "Cao2",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wuhan University",
                    "location": {
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Qingyun",
                "middle": [],
                "last": "Li3",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shanghai Jiao Tong University School of Medicine",
                    "location": {
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Erzhen",
                "middle": [],
                "last": "Chen4",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wenkai",
                "middle": [],
                "last": "Zhang2",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wuhan University",
                    "location": {
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ruilan",
                "middle": [],
                "last": "Wang1",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shanghai Jiaotong University School of Medicine",
                    "location": {
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ruijin",
                "middle": [],
                "last": "Shanghai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shanghai",
                "middle": [
                    "Jiao"
                ],
                "last": "Hospital",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Tong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Effect of regular intravenous immunoglobulin therapy on prognosis of severe pneumonia in patients with Highlights Initiation of IVIG as adjuvant treatment for COVID-19 pneumonia within 48 hours of admission to the ICU can reduce the use of mechanical ventilation .  Initiation of IVIG as adjuvant treatment for COVID-19 pneumonia within 48 hours of admission to the ICU can reduce hospital length of stay and length of stay in ICU.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": " Initiation of IVIG as adjuvant treatment for COVID-19 pneumonia within 48 hours of admission to the ICU can reduce 28-day mortality of patients with severe COVID-19 pneumonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Dear Editor, We read with interest the recent review by Han et al. [1] that addressed the nature of the virus and its clinical characteristics to response to the 2019-nCoV outbreak.At present, there is no vaccine or specific drugs for the human coronavirus . The most effective measures to 2019-nCoV are still early detection and quarantine of new sources of infection, and early diagnosis and supportive treatments for comfirmed patients. As of March 18, 2020, China had a total of 81,151 confirmed cases of COVID-19, including those in health care workers. Italy, Japan, South Korea, the United States and other countries also reported new coronavirus cases, and the total global case load outside of China was 115,682 confirmed cases. The mortality rate of patients critically ill with the COVID-19 pneumonia is as high as 61.5% [2] .",
            "cite_spans": [
                {
                    "start": 67,
                    "end": 70,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 832,
                    "end": 835,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Intravenous immunoglobulin(IVIG) has been clinically used as an adjunctive drug in the treatment of severe pneumonia caused by influenza [3] , but there is controversy about its therapeutic effect on COVID-19 pneumonia, despite inclusion in the seventh edition of the guidelines stating that it can be considered for use in severe and critically ill patients. For this reason, this study retrospectively observed the relationship between the prognosis of patients with severe and critical COVID-19 pneumonia and the adjuvant therapy of IVIG and explored whether IVIG could improve the clinical symptoms, laboratory examination and prognosis of these patients.",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 140,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this retrospective study, we reviewed 58 cases of severe or critical illness due to COVID-19 diagnosed in the intensive care unit of Wuhan Third Hospital from January to February 2020. The study was approved by the hospital's ethics committee and exempted from written informed consent. Inclusion criteria: All patients were diagnosed with COVID-19 and confirmed by real-time RT-PCR. Exclusion criteria: Patients with incomplete data. Primary outcome: 28-day mortality. Secondary outcomes: 14-day mortality, hospital length of stay, length of stay in the ICU, and use of mechanical ventilation. Grouping: > 48 h group and ≤48 h group were divided according to the use of intravenous immunoglobulin within 48 h after admission. Our treatment plan was as follows: all patients received oxygen therapy and Abidor antiviral treatment and were initially administered the antibiotic moxifloxacin, according to the patient's clinical symptoms and signs and laboratory results, which were used to determine whether to adjust the antibiotics. In addition, according to the patient's condition, they were subjected to low molecular heparin anticoagulation, and when the absolute lymphocyte count fell to < 0.5× 10 9 /L at 20 g/day, they received intravenous immunoglobulin and correction for hypoalbuminemia. If the absolute number of lymphocytes was still low five days later, we used Thymosin to boost immune function. Patients in critical condition received intravenous administration of small doses of glucocorticoids (1-2 mg/kg) for 5-7 days depending on their condition. All other treatments were administered according to the WHO guidelines. We obtained epidemiological, demographic, clinical, laboratory, management, and outcomes data from patient records. Final clinical results were followed up through February 29, 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The study included 58 patients diagnosed with COVID-19 pneumonia . Among them, 36 (62.1%) were males, with an average age of 62. The youngest age was 29 years old, the oldest age was 86 years old, and the median age was 63 (54-72) years old.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The cumulative dose of intravenous immunoglobulin over 28 days was significantly increased in the >48 h group (88.57±71.14 vs 64.35±54.74 g, p=0.006) compared to that in the ≤48 h group. After admission, patients in the >48 h group had an average delay of 1 day in using IVIG for the first time than patients in the ≤48 h group (2.707±1.427 vs 1.567±0.504 days, p=0.000) .Of all enrolled patients, 11 (18.96%) required mechanical ventilation, 5 (8.62%) noninvasive mechanical ventilation, 6 (10.3%) invasive mechanical ventilation, and 2 (3.45%) high-flow oxygen aspiration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A total of 23 of the 58 patients died within 28 days of admission, 7 in the ≤48 h group and 16 in the > 48 h group. There was a statistically significant difference in 28 day mortality between the two groups (p=0.009). The length of stay in the hospital of the ≤48 h group was significantly shorter than in the > 48 h group (11.50 ±1.030 vs 16.96 ±1.620 days, p=0.0055), and the length of stay in the ICU of the ≤48 h group was also significantly shorter than that of the > 48 h group (9.533±1.089 vs 13.50 ±1.632 days, p=0.0453) (Figure1) . The proportion of patients requiring mechanical ventilation in the ≤48 h group was also significantly lower than in the > 48 h group (6.67% vs 32.14%, p=0.016) (Figure 2 ).",
            "cite_spans": [
                {
                    "start": 530,
                    "end": 539,
                    "text": "(Figure1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 702,
                    "end": 711,
                    "text": "(Figure 2",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Our study included 58 patients diagnosed with severe COVID-19 . Twenty-three (39.6%) critically ill patients died within 28 days. All patients were treated with IVIG. This is the first clinical study to evaluate the efficacy of IVIG in the treatment of severely ill COVID-19 patients. IVIG is applied in the adjuvant treatment of critical patients. As a blood product purified from the mixed plasma of healthy people, protein is the main component, and it is rich in bacterial antibodies and viral IgG, etc. Continuous infusion can improve the IgG level in the serum, effectively neutralizing the pathogens in the respiratory tract of patients, and thereby promoting the recovery from diseases and shortening the course of disease [4] . IVIG can improve the body's defense, block the receptors associated with the target cell, and prevent the pathogen from further damaging the target cell [4] . In addition, the use of IVIG can also influence the process of lymphocyte differentiation and maturation, hinder the normal immune response of white blood cells, inhibit the production of inflammatory factors, and thus decrease the inflammatory injury experienced by patients [3, 5, 6] . A previous meta-analysis using IVIG in SARS infection concluded that whether intravenous infusion of IVIG could improve the prognosis is still unclear [7] . There are also literature reports on the use of IVIG in MERS infection [8] , but there is no evidence that IVIG has anti-MERS activity, as specific efficacy has not been reported. Studies on influenza virus infection, such as H1N1, have shown that IVIG can prevent severe pandemic influenza infection [9] . A multicenter, double-blind, randomized, controlled trial using hyperimmune globulin in the treatment of patients with severe 2009 H1N1 infection found that the use of h-IVIG in the treatment of severe H1N1 infection within 5 days of symptom onset was associated with reduced viral load and reduced mortality [3] . It is therefore worth examining when to use IVIG to assist the treatment of COVID-19. In our first analysis, we found that the use of IVIG within 24 hours after admission had no significant statistical difference in either the 28-day mortality or the 14-day mortality rates, but the use of IVIG within 48 hours could significantly reduce the 28-day mortality rate, indicating that the initiation time of IVIG was related to the reduction of the COVID-19 mortality rate.",
            "cite_spans": [
                {
                    "start": 731,
                    "end": 734,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 890,
                    "end": 893,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1172,
                    "end": 1175,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1176,
                    "end": 1178,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1179,
                    "end": 1181,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1335,
                    "end": 1338,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1412,
                    "end": 1415,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1642,
                    "end": 1645,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1957,
                    "end": 1960,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In our study, treatment with IVIG within 48 hours of admission not only reduced ventilator use, but also reduced hospital and ICU length of stay, ultimately improving 28-day mortality. Our study demonstrated that IVIG treatment in COVID-19 patients with severe pneumonia can improve the patients' indicators within a short time and improve the treatment efficiency of the patients with high effectiveness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To the best of our knowledge, this is the first study to evaluate the efficacy of IVIG therapy in critically ill patients infected with COVID-19. In four previously published studies of critically ill patients, the use of IVIG was not mentioned in detail, and it was impossible to summarize the effect of IVIG use on prognosis of these patients with COVID-19 pneumonia [2, 10] . Our research also has several limitations. Our study only included 58 patients with severe illness. The 28-day mortality rate of this population cannot represent all patients with severe COVID-19, and the mortality rate is also different at based on different times of illness onset within the same center. We included all critical patients in the intensive care unit of Wuhan Third hospital who met the inclusion criteria. Because of the exploratory nature of the study, the calculation of sample size is exempted. Meanwhile, the next step is to confirm this conclusion with a larger sample size. This is a retrospective study. The data in this study allowed for a preliminary evaluation of the efficacy of IVIG therapy in critically ill patients with COVID-19 pneumonia. However, additional prospective randomized controlled studies are needed for further verification.",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 372,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 373,
                    "end": 376,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In summary, initiation of IVIG as adjuvant treatment for COVID-19 pneumonia within 48 hours of admission to the ICU can reduce the use of mechanical ventilation, shorten the hospital length of stay, promote the early recovery of patients, and improve the effective treatment of patients to achieve significant clinical efficacy. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronavirus 2019-nCoV: A brief perspective from the front line",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Infect",
            "volume": "",
            "issn": "20",
            "pages": "30087--30093",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jinf.2020.02.010"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered,retrospective, observational study",
            "authors": [
                {
                    "first": "Xiaobo",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Yuan",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Jiqian",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S2213-2600(20)30079-5"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Hyperimmune IV Immunoglobulin Treatment: A Multicenter Double-Blind Randomized Controlled Trial for Patients With Severe",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "N"
                    ],
                    "last": "Ivan",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hung",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Influenza A(H1N1) Infection. Chest",
            "volume": "144",
            "issn": "2",
            "pages": "464--473",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Intravenous Immunoglobulin and Mortality in Pneumonia Patients With Septic Shock: An Observational Nationwide Study",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Takashi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hiroki",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Kiyohide",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Clinical Infectious Diseases",
            "volume": "61",
            "issn": "3",
            "pages": "385--92",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Immunoglobulin A Modulates Inflammatory Responses in an In Vitro Model of Pneumonia",
            "authors": [
                {
                    "first": "L N",
                    "middle": [],
                    "last": "Diebel",
                    "suffix": ""
                },
                {
                    "first": "D M",
                    "middle": [],
                    "last": "Liberati",
                    "suffix": ""
                },
                {
                    "first": "C A",
                    "middle": [],
                    "last": "Diglio",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "The Journal of Trauma: Injury, Infection, and Critical Care",
            "volume": "",
            "issn": "",
            "pages": "1099--1106",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Efficacy of intravenous immunoglobulin in the prevention of pneumonia in patients with common variable immunodeficiency",
            "authors": [
                {
                    "first": "P J",
                    "middle": [],
                    "last": "Busse",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Razvi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cunningham-Rundles",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Journal of Allergy and Clinical Immunology",
            "volume": "109",
            "issn": "6",
            "pages": "1001--1004",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Systematic Review of Treatment Effects",
            "authors": [
                {
                    "first": "L J",
                    "middle": [],
                    "last": "Stockman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bellamy",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Garner",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sars",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "PLoS Medicine",
            "volume": "3",
            "issn": "9",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Current treatment options and the role of peptides as potential therapeutic components for Middle East Respiratory Syndrome (MERS): A review",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mustafa",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Balkhy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Gabere",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Journal of Infection and Public Health",
            "volume": "11",
            "issn": "1",
            "pages": "9--17",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Intravenous Immunoglobulin Protects Against Severe Pandemic Influenza Infection",
            "authors": [
                {
                    "first": "Rockman",
                    "middle": [],
                    "last": "Steven",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sue",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "119--127",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan, China",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.1585"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Dose of IVIG B.Time of IVIG C. Hospital length of stay D. ICU length of stay",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Figure1",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "IVIG, intravenous immunoglobulin COVID-19, Coronavirus disesse-19 ICU, Intensive care unit CT, Computed tomography MERS, Middle East respiratory syndrome SARS, Severe acute respiratory syndrome RT-PCR, Reverse transcription-polymerase chain reaction HLOS, hospital length of stay ICULOS, Intensive care unit length of stay",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank the hospital staff for their efforts in recruiting patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Ethics approval from Wuhan Third Hospital Institutional Review Board: reference number (KY2020-007) .Written informed consent was waived due to the rapid emergence of this infectious disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical Approval and Consent to participate"
        },
        {
            "text": "All the authors have approved the manuscript and agree with publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "After publication, the data will be made available to others on reasonable requests to the corresponding author.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of supporting data"
        },
        {
            "text": "We declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}