{
    "paper_id": "67d0d8ccf773af4cc93041cbf6509039e15db1bc",
    "metadata": {
        "title": "HALAMINE CHEMISTRY AND ITS APPLICATIONS IN BIOCIDAL TEXTILES AND POLYMERS",
        "authors": [
            {
                "first": "Gang",
                "middle": [],
                "last": "Sun",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "postCode": "95616",
                        "settlement": "Davis",
                        "region": "CA",
                        "country": "U.S.A"
                    }
                },
                "email": ""
            },
            {
                "first": "S",
                "middle": [
                    "D"
                ],
                "last": "Worley",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Auburn University",
                    "location": {
                        "postCode": "36849",
                        "settlement": "Auburn",
                        "region": "AL",
                        "country": "U.S.A"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Healthcare and emergency workers urgently need personal bioprotective equipment to prevent infections of pathogens such as SARS and biological agents in working environments. Such a need has stimulated research in antimicrobial textiles and polymers, and has led to development of bioprotective clothing materials and polymers that can offer instant biocidal functions against all major pathogens in recent years [1] [2] [3] [4] [5] [6] . Biocidal functions can be divided into sterilization, disinfection, and sanitization in an order of the strength of the function. Biocidal functions for personal protection should be at least at the disinfection level, which can inactivate most infectious microorganisms. On the other hand, biocidal clothing materials should be safe to wear and environmentally friendly. Among many available biocides, N -halamine compounds possess superior disinfection power and safety; in fact, many of them are used as swimming pool disinfectants [7] . In addition, N -halamines have demonstrated the capability of providing rapid and total inactivation of a wide range of microorganisms without causing the microorganisms to develop resistance to them [2] .",
            "cite_spans": [
                {
                    "start": 413,
                    "end": 416,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 417,
                    "end": 420,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 421,
                    "end": 424,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 425,
                    "end": 428,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 429,
                    "end": 432,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 433,
                    "end": 436,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 974,
                    "end": 977,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1180,
                    "end": 1183,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "N -Halamine chemistry can be expressed in Eqs. (1) and (2) . When N -halamine structures are exposed to water, the reaction shown in Eq. (1) may occur. The equilibrium in Eq. (1) may shift toward either reactants or products depending on the N -halamine structures. Three principle N -halamine structures: imide, amide, and amine, are available, and their stability and dissociation constants in water are shown (2) in Table 6 .1 [4] . N -Halamine structures can kill microorganisms directly also without the release of free chlorine, as in Eq. (2) [8] . In fact, according to their dissociation constants shown in Table 6 .1, N -halamine structures such as the amines may only release negligible amounts of free chlorine. Since N -halamine structures are biocidal, and more importantly quite stable in ambient environments, incorporation of the N -halamine into polymeric and textile materials will bring biocidal functions to them. Moreover, since Eq. (2) is a reversible reaction, the biocidal functions on the materials are rechargeable with a chlorinating agent, such as chlorine bleach. This rechargeable function is most suitable for reusable medical textiles and clothing. In this chapter, we will review the latest progresses in the application of N -halamine chemistry to textiles and polymers. Both amide and imide N -halamines have been incorporated into cellulosecontaining fabrics by a conventional finishing method with 1,3-dimethylol-5,5-dimethylhydantoin (DMDMH, shown in Figure 6 .1) [3] . Although it would appear from the structure in Figure 6 .1 of DMDMH that there is no empty nitrogen site for oxidative chlorine to bind, in practice some loss of formaldehyde occurs during the treatment process providing sites for chlorination with chlorine bleach. The DMDMH-treated fabrics exhibited rapid biocidal functions, but the washing durability of the functions requires improvement, due to the dominating imide N -halamine functionality, which is the most reactive, but least stable on the fabrics. However, DMDMH fabrics can be employed in personal protection against various biological agents such as bacteria, viruses, fungi, yeasts, and spores [3, 9] . Examples of the treated fabrics demonstrated a complete elimination of pathogens in a contact time as short as 2 min [2] [3] . The biocidal functions could be recharged repeatedly for at least 50 machine washes.",
            "cite_spans": [
                {
                    "start": 47,
                    "end": 50,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 55,
                    "end": 58,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 412,
                    "end": 415,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 430,
                    "end": 433,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 549,
                    "end": 552,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1502,
                    "end": 1505,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2167,
                    "end": 2170,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2171,
                    "end": 2173,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2293,
                    "end": 2296,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2297,
                    "end": 2300,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 419,
                    "end": 426,
                    "text": "Table 6",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 615,
                    "end": 622,
                    "text": "Table 6",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1489,
                    "end": 1497,
                    "text": "Figure 6",
                    "ref_id": null
                },
                {
                    "start": 1555,
                    "end": 1563,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "In order to increase washing durability of the N -halamine-treated textiles, the more stable amine N -halamine has been grafted to cellulose in a similar approach by using 3-methylol-2,2,5,5-tetramethylimidazolidin-4-one (MTMIO, shown in Figure 6 .1) [4] . The resulting fabrics contained the more stable, and less reactive, amine N -halamine structure, thus providing slow, but durable, biocidal functions. The improved biocidal functions are summarized in Table 6 .2 which compares fabrics treated by DMDMH and MTMIO separately. Both active chlorine contents and biocidal functions against Escherichia coli (E. coli) and Staphylococcus aureus (S. aureus) are listed in the table. ",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 254,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 238,
                    "end": 246,
                    "text": "Figure 6",
                    "ref_id": null
                },
                {
                    "start": 458,
                    "end": 465,
                    "text": "Table 6",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "MTMIO-treated cellulose"
        },
        {
            "text": "Biocidal functionality can also be introduced into cellulose by condensing the hydroxyl groups on 3-trihydroxysilylpropyl-5,5-dimethylhydantoin (SPH) (Figure 6 .2) with those on cellulose followed by chlorination of the amide nitrogen on the hydantoin ring with chlorine bleach [10] . It was observed that a complete 5.7 log reduction of S. aureus could be obtained in a contact-time interval of 30-60 min. Likewise, a complete 5.9 log reduction of E. coli was observed in a contact-time interval of 60-120 min. The chlorine loading on the cotton cloth was 0.5-0.6% by weight in these experiments. For comparison purposes, cotton cloth was also treated with the quaternary ammonium compound dimethyloctadecyltrimethoxysilylpropylammonium chloride. In this case the log reductions of S. aureus and E. coli were only 1.8 and 2.5, respectively, in This comparison demonstrates conclusively the superiority of cellulose treated with N -halamines over that treated with biocidal quaternary ammonium salts. The chlorinated SPH-treated cloth is reasonably stable to loss of chlorine during dry storage. A loss from 0.62% to 0.54% Cl was observed over a 50-day period for the treated cloth stored in a non-airtight plastic bag. In standard washing tests it was found that cotton cloth treated with SPH and chlorinated with an initial chlorine loading of 0.61% retained 0.42% Cl after 5 machine washings, 0.41% after 10 washings, and 0.10% after 50 washings; thus the material still retained some biocidal functionality even after 50 machine washings.",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 282,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 150,
                    "end": 159,
                    "text": "(Figure 6",
                    "ref_id": null
                }
            ],
            "section": "Hydantoinylsiloxane-treated cellulose"
        },
        {
            "text": "The SPH compound has also been employed to treat commercial office envelope paper [10] . In this case, a chlorine loading of 0.82% by weight was obtained. The chlorine content declined only to 0.78% over a 36-day period of storage in a vacuum desiccator. The paper completely inactivated S. aureus (5.4 logs) at a contact time of only 10 min.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 86,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Hydantoinylsiloxane-treated cellulose"
        },
        {
            "text": "Recently, a hydantoin-containing monomer, 3-allyl-5,5-dimethylhydantoin (ADMH, as shown in Scheme 6.1) was prepared to incorporate only amide N -halamine structures into synthetic fibers [11, 12] . Due to the amide structure, the thus-produced fabrics could demonstrate both powerful and durable biocidal functions. Synthetic fabrics such as nylon-66, polyester (PET), polypropylene (PP), acrylics, Nomex IIIa, PBI/Kevlar, and Kermel, as well as pure cotton fabrics, were used in the chemical modification. The ADMH can be incorporated in surfaces of fibers by a controlled radical grafting reaction which can ensure short chain grafts instead of long chain self-polymerization of the monomers. ",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 191,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 192,
                    "end": 195,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Incorporation of N-halamines in other textile materials 6.3.1 ADMH-treated fibers"
        },
        {
            "text": "Both water-soluble and water-insoluble initiators such as potassium persulfate (PPS) and benzoyl peroxide (BPO) were used to initiate radical grafting reactions on fibers. Water-soluble initiators can specifically work on hydrophilic fibers such as cellulose, while water-insoluble BPO was quite effective on hydrophobic fibers such as polyester and most synthetic fibers. The fabric treatment was conducted in a convenient wet finishing process involving pad-dry-cure. Fabrics were immersed in the chemical solutions and padded under pressure to expel additional liquid. The fabrics were dried at 50 • C for 5 min, cured at an elevated temperature for a specific period of time, and then washed with a large amount of distilled water, dried at 60 • C for 24 h, and stored in a conditioned room (25 • C, 65% RH) for 48 h to reach constant weight. The chemical reactions involved in this process are shown in Scheme 6.1 [11, 12] .",
            "cite_spans": [
                {
                    "start": 919,
                    "end": 923,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 924,
                    "end": 927,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Grafting polymerization"
        },
        {
            "text": "Biocidal properties of the modified fibers could be demonstrated after a chlorination reaction by exposing the grafted fibers to a diluted chlorine solution, with which the grafted hydantoin rings were converted to N -halamine structures. The polymeric N -halamines could provide powerful and rapid antibacterial activities against E. coli and S. aureus. Most of the fibers could completely inactivate a large number of bacteria (1 × 10 6 CFU) in a 10-30 min contact time. In addition, the anti-bacterial activities of these polymeric Nhalamines could be easily recovered after usage by simply exposing to chlorine solution again. Figure 6 .3 reveals grafting yields on common fabrics using BPO as radical initiator and triallyl-1,3,5-triazine-2,4,6(1H,3H,5H)-trione (TATAT) as a co-monomer in the grafting reactions [12] . These fabrics represent the most commonly employed fabric materials in institutional and consumer uses. The grafting reactions were almost quantitative for several fabrics. However, since BPO is very hydrophobic, it did not work as effectively on cotton fabrics as did hydrophilic radical initiators [12] . Table 6 .3 shows the durability of the biocidal functions provided by the ADMH grafted fabrics. The biocidal functions on most hydrophobic fabrics were more durable than those on hydrophilic fabrics and could last for more than 15 washes without recharging. After 50 washes, the lost biocidal functions were fully recharged by a dilute chlorine washing.",
            "cite_spans": [
                {
                    "start": 817,
                    "end": 821,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1124,
                    "end": 1128,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 631,
                    "end": 639,
                    "text": "Figure 6",
                    "ref_id": null
                },
                {
                    "start": 1131,
                    "end": 1138,
                    "text": "Table 6",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Observed results"
        },
        {
            "text": "The controlled radical grafting reaction also worked effectively on some high performance fabrics such as Nomex, Kermel, and Kevlar/PBI, which are often employed in firefighter and military uniforms. Shown in Figure 6 .4 are functions, as shown in Table 6 .4. The grafting reactions on Kermel and Kevlar/PBI fabrics were less effective, as observed by the low-active chlorine contents on the fabrics, and low biocidal efficacy.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 209,
                    "end": 217,
                    "text": "Figure 6",
                    "ref_id": null
                },
                {
                    "start": 248,
                    "end": 255,
                    "text": "Table 6",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Observed results"
        },
        {
            "text": "It has also been demonstrated that nylon-66 and PET can be rendered biocidal by utilization of N -halamine chemistry analogous to that discussed for ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Condensation reactions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Biocidal polymers",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Worley",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Trends Polym. Sci",
            "volume": "4",
            "issn": "",
            "pages": "364--370",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Durable and regenerable antibacterial finishing of fabrics. Biocidal properties",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Text. Chem. Colorist",
            "volume": "30",
            "issn": "",
            "pages": "26--30",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Durable and regenerable antimicrobial finishing of fabrics with a new hydantoin derivative",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Bickett",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Ind. Eng. Chem. Res",
            "volume": "41",
            "issn": "",
            "pages": "1016--1021",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Durable and regenerable antimicrobial textiles: Synthesis and applications of 3-methylol-2,2,5,5-tetramethyl-imidazolidin-4-one (MTMIO)",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Qian",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Appl. Polym. Sci",
            "volume": "89",
            "issn": "",
            "pages": "2418--2425",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Novel refreshable N -halamine polymeric biocides containing imidazolidin-4-one derivatives",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Worley",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Polym. Sci. Part A: Polym. Chem",
            "volume": "39",
            "issn": "",
            "pages": "3073--3084",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Biocidal poly(styrenehydantoin) beads for disinfection of water",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Worley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "C.-I",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Santiago",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Ind. Eng. Chem. Res",
            "volume": "42",
            "issn": "",
            "pages": "280--284",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Halamine water disinfectants",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Worley",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "CRC Crit. Rev. Environ. Control",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Is free halogen necessary for disinfection?",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Elder",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Worley",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Appl. Environ. Microbiol",
            "volume": "54",
            "issn": "",
            "pages": "2583--2585",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Efficacy of selected hand hygiene agents used to remove Bacillus atrophaeus (a surrogate of Bacillus anthracis) from contaminated hands",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Weber",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Sickbert-Bennett",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Gergen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Rutala",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Am. Med. Assoc",
            "volume": "289",
            "issn": "",
            "pages": "1274--1277",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Unpublished data",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Worley",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Durable and regenerable antimicrobial textile materials prepared by a continuous grafting process",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Appl. Polym. Sci",
            "volume": "84",
            "issn": "",
            "pages": "1592--1599",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Novel refreshable N -halamine polymeric biocides: Grafting hydantoincontaining monomers onto high-performance fibers by a continuous process",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Appl. Polym. Sci",
            "volume": "88",
            "issn": "",
            "pages": "1032--1039",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Antimicrobial treatment of nylon",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Winkelmann",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Worley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Broughton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Appl. Polym. Sci",
            "volume": "81",
            "issn": "",
            "pages": "943--947",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Biocidal polyester",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Winkelmann",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Worley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "C-I",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Broughton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Santiago",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Appl. Polym. Sci",
            "volume": "85",
            "issn": "",
            "pages": "177--182",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Structures of DMDMH and MTMIO 6.2 Incorporation of N-halamine in cellulose 6.2.1 DMDMH-treated cellulose",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Structure of SPH the same contact-time intervals as those tested for the samples treated with SPH.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Structure of ADMH and its grafting reactions on synthetic polymers",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Grafting yields on Nomex, Kermel, and Kevlar/PBI fabrics. (Journal of Applied Polymer Science C 2003) Padding bath contained: ADMH, 3 wt%; PEG-DIA, 2 wt%; and the softener, 1.5 wt%. The fabrics were dipped and padded twice at a 100% expression, dried at 50 • C for 5 min, cured at 140 • C for 5 min, washed, and dried.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Chlorine loss and anti-microbial effects of MTMIO-and DMDMH-modified cotton samples Against E. coli Against S. aureus Pure cotton fabric 493#; total finishing bath concentration: 4%. Wet pick-up: 70%. Concentrations of bacteria: E. coli 5 × 10 6 CFU/mL and S. aureus 7 × 10 6 CFU/mL. A six log reduction is equivalent to 99.9999% inactivation. Contact time: 60 min. Machine washing according to AATCC standard test method 124-1999; tests 1 and 2. The MTMIO-treated fabric was bleached separately from the DMDMH-treated fabric with the same concentration of active chlorine (150 ppm) used in each case (Journal of Applied Polymer Science C 2003).",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Log reduction of E. coli after washing. (Journal of Applied Polymer Science C 2002) Influence of BPO concentration (wt%) on grafting yields[12]. (Journal of Applied Polymer Science C 2002) Grafting conditions: Padding bath contained ADMH, 4 wt%; TATAT, 1.5 wt%; the softener, 1.5 wt%; and different amounts of BPO. The fabrics were dipped and padded twice at a 100% expression, dried at 50 • C for 5 min, cured at 130 • C for 5 min (for PP, the fabric was cured at 105 • C for 5 min), washed, and dried grafting yields of ADMH on these fabrics. The reaction on Nomex was especially highly efficient with the grafting yields above 4%. This result may be caused by lower crystallinity of the polymer than the other two since the reaction could only occur in amorphous areas of the polymers. Since these fabrics are quite hydrophobic, the adsorption of ADMH on the polymers was relatively difficult, which may contribute to overall lower grafting yields and low biocidal functions on Kermel and Kevlar/PBI fabrics.Hydrophobic properties may prevent hydrolysis of N -halamine structures on the fabrics. Thus, these fabrics all demonstrated quite durable biocidal",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Log reduction of the bacteria after washing at a contact time of 60 min (bacteria concentration: 10 6 -10 7 CFU/mL). (Journal of Applied Polymer Science C 2003) No reduction was detected. b These samples were re-bleached after 50 times of washing.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The research was support by a CAREER award from The National Science Foundation (DMI 9733981) (GS), The National Textile Center (C02-CD06) (GS), The U.S. Air Force (FO8637-02-C-7020) (SDW), and Vanson-HaloSource Inc. (GS and SDW).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}