{
    "paper_id": "67d508c78d1e1657f4c9f7782692dc092c7b11eb",
    "metadata": {
        "title": "The effects of inequality on total factor productivity across districts in South Africa: a spatial econometric analysis",
        "authors": [
            {
                "first": "Delphin",
                "middle": [],
                "last": "Kamanda",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Springer Nature B.V",
                    "location": {
                        "postCode": "2020"
                    }
                },
                "email": ""
            },
            {
                "first": "Espoir",
                "middle": [
                    "Nicholas"
                ],
                "last": "Ngepah",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Springer Nature B.V",
                    "location": {
                        "postCode": "2020"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This study builds on the fundamentals of the new economic geography and the skill-biased technological change argument, to empirically investigate whether increasing income/earning inequality enhances total factor productivity in South Africa. In so doing, panel data of district-municipalities and spatial econometric techniques are used for the period between 1995 and 2015, to gain a better understanding of the role of location and distance in the effects of income inequality on total factor productivity. The results from the analysis and empirical estimations indicate that: (1) there is strong support for the existence of positive spatial interactions in the effects of income inequality on total factor productivity; (2) the estimated direct effect of income inequality on TFP in local district-municipalities is negative and statistically significant, while the indirect effect is positive and statistically significant as well. These findings suggest that district-municipalities with moderate levels of inequality and high economic opportunities, attract more businesses, investments and important stocks of skilled labour from districtmunicipalities with high inequality. Furthermore, the finding of negative effects supports previous research suggesting that high levels of inequality set the stage for the adoption of distortionary policies which adversely influence the investment climate and produce political instability, thereby stifling the level of productivity and growth.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The global economy has not been able to recover robustly since the 2008 financial crises. Post-crises output losses have appeared to be persistent even for countries that were less affected by the crises. Chen et al. (2019) have shown that among others, longlasting capital and total factor productivity shortfalls relative to pre-crisis trends accounted for the slow, or lack of recovery. At the same time, developing countries across the board face key challenges of poverty and unemployment. South Africa for example requires an average economic growth rate of above 5 per cent in real terms to be able to effectively tackle its problem of unemployment and poverty (National Development Plan 2012) .",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 223,
                    "text": "Chen et al. (2019)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 668,
                    "end": 700,
                    "text": "(National Development Plan 2012)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The issue of increasing income inequality and the effects that its poses on the economic development of nations has remained one of the most important preoccupations of development economists and local and global policy stakeholders. Piketty et al. (2018) in the world income inequality report have shown that in 2016, the share of total national income for the top 10 per cent earners was 55 per cent in Sub-Saharan Africa, Brazil, and India, 47 per cent in US-Canada, 46 percent in Russia, 41 per cent in China and 37 per cent in Europe. Recent results of spatial distribution of income and wealth, by Solt (2019) , indicate the existence of large income disparities across geographical regions within countries.",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 255,
                    "text": "Piketty et al. (2018)",
                    "ref_id": null
                },
                {
                    "start": 604,
                    "end": 615,
                    "text": "Solt (2019)",
                    "ref_id": "BIBREF82"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The role of inequality in poverty and marginalization is well established. One of the main channels through which inequality poses a drag on poverty reduction is its growth-reducing effects. Although various mechanisms through which inequality affects growth have been extensively studied both globally and regionally (Bourguignon 2004; Voitchovsky 2005; Cingano 2014; Ngepah 2016) , research on its effect through total factor productivity is still wanting.",
            "cite_spans": [
                {
                    "start": 318,
                    "end": 336,
                    "text": "(Bourguignon 2004;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 337,
                    "end": 354,
                    "text": "Voitchovsky 2005;",
                    "ref_id": "BIBREF87"
                },
                {
                    "start": 355,
                    "end": 368,
                    "text": "Cingano 2014;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 369,
                    "end": 381,
                    "text": "Ngepah 2016)",
                    "ref_id": "BIBREF71"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "These facts raise questions as to whether and by how much productivity and economic growth are associated with increasing income inequality. Are increasing levels of income inequality good or bad for productivity and economic growth in an economy? Are there spatial considerations or spatial spillover effects in the inequality, productivity and growth nexus that have been overlooked by previous studies?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Although there is a clear theoretical literature that explains the mechanism through which inequality affects productivity and economic growth, empirically, the question is far from establishing a consensus among economists. On one hand, a large body of studies pay attention to the empirical investigation of the effects of inequality on economic growth by concentrating on different channels such as endogenous fiscal policy, capital market imperfection and socio-political instability, yet the empirical findings often have diverging conclusions. The results of some empirical models suggest that inequality has a negative effect on growth (Alesina and Rodrik 1994; Clarke 1995; Deininger and Squire 1998) , while alternative models suggest that inequality is an important factor promoting economic growth (Li and Zou 1998; Forbes 2000; Frank 2008; Pede et al. 2018 ). The literature also shows that the differences in techniques employed to measure inequality, and the differences in econometric modelling, could have resulted in large differences in the estimates of the magnitude of the growth-inequality relationship, sign and statistical significance (Dominicis et al. 2008 ). On the other hand, there is a small but growing body of empirical literature that focuses on the effects of inequality on productivity growth. Similar to the growth nexus, empirical studies on inequality-productivity nexus have also reported conflicting results. While some studies have reported negative relationship (Freeman and Medoff 1984; DiPietro 2014) , others have presented positive results on the effects of inequality on productivity (Mahy et al. 2011) .",
            "cite_spans": [
                {
                    "start": 643,
                    "end": 668,
                    "text": "(Alesina and Rodrik 1994;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 669,
                    "end": 681,
                    "text": "Clarke 1995;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 682,
                    "end": 708,
                    "text": "Deininger and Squire 1998)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 809,
                    "end": 826,
                    "text": "(Li and Zou 1998;",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 827,
                    "end": 839,
                    "text": "Forbes 2000;",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 840,
                    "end": 851,
                    "text": "Frank 2008;",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 852,
                    "end": 868,
                    "text": "Pede et al. 2018",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 1159,
                    "end": 1181,
                    "text": "(Dominicis et al. 2008",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1503,
                    "end": 1528,
                    "text": "(Freeman and Medoff 1984;",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1529,
                    "end": 1543,
                    "text": "DiPietro 2014)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1630,
                    "end": 1648,
                    "text": "(Mahy et al. 2011)",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Despite the controversy in the empirical findings, both groups of studies have overlooked spatial considerations that may exist in the relationship, especially when dealing with data constructed based on spatial units. Spatial dynamics in inequality have long been associated with phenomena that bear on productivity. For example Morenoff et al. (2001) , have been able to show that neighbourhood inequalities in social and economic capacity are consequential for explaining urban violence. Overlooking spatial effects in inequality-productivity relationship, if they exist, might possibly lead to serious bias and inaccuracy in estimating the true effects of income inequality on productivity and economic growth. In a case where spatial effects exist, it should then be appropriate to provide a complete empirical understanding of their effects on productivity. This is necessary for two major reasons. First, the spatial effects might enable policymakers to better strategize the redistribution of economic activity, to facilitate aggregate growth and realize the economic potential of less-developed geographical regions. Second, the spatial effects might allow for a more relevant reallocation of available resources by government. It may also enhance local institutions by involving community stakeholders and private sector actors, who are indispensable for spatial policies to react to the specific challenges and opportunities encountered in each region. Therefore, this paper offers a new empirical evidence of the effects of income inequality on productivity growth for South Africa. At the end of the apartheid regime in 1994, real economic growth in South Africa has averaged just over three per cent per year. Throughout the time period of rapid economic growth, which happened between 2003 and 2007, the public and private sector have jointly created three and a half million new jobs. The unemployment rate, which peaked at 31.2 per cent in , dropped up to 23 per cent in 2007 (Statistics South Africa 2014 . The achievement is attributed to the country's increase in total factor productivity (Fedderke et al. 2007 ). The growth in total factor productivity (hereafter, TFP) was shown to have been driven by several new policies and institutional changes that were implemented during the start of the democratic period in 1994. In general, trade liberalization and greater participation of the private sector were identified as being among various policies that were deliberately implemented for higher economic growth (Fedderke et al. 2007) . Table 1 presents some of the existing findings on the contribution of capital, labour and TFP to the annual real GDP growth rate before and after the apartheid period. However, the external economic shock produced by the international financial crisis of 2008-09 and the country's structural weaknesses brought further gains in TFP to an abrupt halt. Much of the last decade has seen a gradual worsening in employment gains, factor intensity, TFP growth and the country's GDP growth. This situation has recently opened a debate in the national and international arena on the question of whether South Africa has the potential to drive the long-term growth prospects as outlined in its 2030 National Development Plan (NDP) .",
            "cite_spans": [
                {
                    "start": 330,
                    "end": 352,
                    "text": "Morenoff et al. (2001)",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 1957,
                    "end": 1992,
                    "text": ", dropped up to 23 per cent in 2007",
                    "ref_id": null
                },
                {
                    "start": 1993,
                    "end": 2022,
                    "text": "(Statistics South Africa 2014",
                    "ref_id": null
                },
                {
                    "start": 2110,
                    "end": 2131,
                    "text": "(Fedderke et al. 2007",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 2536,
                    "end": 2558,
                    "text": "(Fedderke et al. 2007)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 3277,
                    "end": 3282,
                    "text": "(NDP)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 2561,
                    "end": 2568,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "South Africa is reported among the top highest unequal societies worldwide (World Income Inequality report 2018). As South Africa remains among the focal countries that continue to experience the double challenges of high income inequality and very low productivity growth, it is crucial to investigate whether the high levels of inequality affect the current level of productivity growth. The available South African literature has provided large and comprehensive empirical analyses on the level and trends of income and non-income inequality (Leibbrandt et al. 2001; Bhorat and Van der Westhuizen 2007; Van Der Berg 2010) . However, only a few studies have gone the full distance in investigating the effects that inequality poses on productivity and economic growth. Ngepah (2010) used South Africa's time-series data from 1993 to 2009 to decompose inequality and investigate the Kuznets inequality-development hypothesis. Ngepah (2010) found that production was negatively affected by the between-group inequality during the study period. More recently, Akanbi (2016) examined the growth, poverty and inequality relationship in South Africa at provincial level, using causality and cointegration techniques. Regarding the effects of inequality on growth, Akanbi (2016) found bidirectional causality effects between the two variables. Notwithstanding the efforts made by these two studies in revealing the nature and direction of the relationship between inequality and growth, a review of existing empirical research indicates that the role of space has not yet been explored in South Africa, and to our knowledge, the inequality-productivity relationship has not been systematically investigated. Most recently, Todesa and Turok (2018), and Fintel (2018) , debated and decomposed modern spatial inequality in South Africa, but did not explicitly investigate the role of space in the effects of inequality on TFP. Clustering forces might play a significant role specifically in a society that is characterized by an unequal distribution of income and economic activity across space.",
            "cite_spans": [
                {
                    "start": 545,
                    "end": 569,
                    "text": "(Leibbrandt et al. 2001;",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 570,
                    "end": 605,
                    "text": "Bhorat and Van der Westhuizen 2007;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 606,
                    "end": 624,
                    "text": "Van Der Berg 2010)",
                    "ref_id": "BIBREF86"
                },
                {
                    "start": 771,
                    "end": 784,
                    "text": "Ngepah (2010)",
                    "ref_id": null
                },
                {
                    "start": 927,
                    "end": 940,
                    "text": "Ngepah (2010)",
                    "ref_id": null
                },
                {
                    "start": 1059,
                    "end": 1072,
                    "text": "Akanbi (2016)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1260,
                    "end": 1273,
                    "text": "Akanbi (2016)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1718,
                    "end": 1728,
                    "text": "Todesa and",
                    "ref_id": "BIBREF85"
                },
                {
                    "start": 1729,
                    "end": 1746,
                    "text": "Turok (2018), and",
                    "ref_id": "BIBREF85"
                },
                {
                    "start": 1747,
                    "end": 1760,
                    "text": "Fintel (2018)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Based on the abovementioned considerations and limitations in the empirical literature, this study seeks to investigate the geographical interactions in the Source: Arora (2005) and Fedderke (2002) K, L denotes capital stock and labour, respectively inequality-productivity nexus in the context of South Africa at district-municipality level. In this vein, we address the following hypothesis: district-municipalities with greater income inequality are more productive than those with lower income inequality. This hypothesis is formulated based on the general belief in skill-biased technological change (henceforth, SBTC) theory, which links TFP with inequality. According to the SBTC argument, income or wage inequality originates from skills differences in workers (Card and DiNardo 2002; Autor et al. 2006; Risso and Carrera 2019) . Highly skilled workers are liberally remunerated for their abilities and high productivity. The SBTC argument clearly states that if earnings inequality was considerably reduced, productivity would then drop due to the inefficiencies that would be generated. As a result, the SBTC argument considers that income/earning inequality does not reduce productivity, but boosts it.",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 177,
                    "text": "Arora (2005)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 182,
                    "end": 197,
                    "text": "Fedderke (2002)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 769,
                    "end": 792,
                    "text": "(Card and DiNardo 2002;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 793,
                    "end": 811,
                    "text": "Autor et al. 2006;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 812,
                    "end": 835,
                    "text": "Risso and Carrera 2019)",
                    "ref_id": "BIBREF78"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In verifying this assumption, this study contributes to the existing empirical literature in two ways. First, the study uses a dynamic spatial panel model on a dataset of district-municipalities from 1995 to 2015, while paying attention to the role of local districtmunicipalities inequality and their effects on TFP of neighbouring district-municipalities. Compared to traditional econometric models established on simple cross-sectional and time-series (CS-TS) data, panel models, which incorporate spatial features, are more informative in the sense that they enable not only better control of unknown heterogeneity factors, but also the spatial spillover effects (Ragoubi and El Harbi 2018) . Second, this research is the first in this field to investigate whether there are potential direct effects and spatial spillover effects (indirect effects) in the relationship between inequality and TFP across district-municipalities in South Africa, which previous studies failed to consider. In so doing, we address the issues of cross-districts' heterogeneity in a dynamic spatial panel model by the means of a fixed and random-effects maximum likelihood estimator (see Kapoor et al. 2007) . Within this framework, we estimated the unknown regression parameters and calculated the direct, indirect and total effects of the changes in TFP due to the changes in income inequality as documented in Lesage and Pace (2009) . The results from our empirical estimations indicated that the direct effect of income inequality on TFP is negative in nature and statistically significant while the indirect effect (spatial spillover effects) is positive and statistically significant as well.",
            "cite_spans": [
                {
                    "start": 667,
                    "end": 694,
                    "text": "(Ragoubi and El Harbi 2018)",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 1170,
                    "end": 1189,
                    "text": "Kapoor et al. 2007)",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1395,
                    "end": 1417,
                    "text": "Lesage and Pace (2009)",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The rest of the paper is organized as follows: ''Inequality and productivity: a brief literature review'' section presents a brief literature review on the relationship between inequality and productivity. ''Methodological procedure'' section stretches the methodology employed in empirically analysing this relationship, while ''Data'' section presents the data. ''Empirical results'' section presents and discusses the empirical results and ''Conclusions'' section concludes by providing key policy suggestions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The recent literature on growth economics is focused on understanding the factors that drive productivity and growth within the economy. Among many other determinants, income inequality is identified as being part of most explanatory variables (Isaksson 2007) . Since 1989, attention has focused on the long-run effect of technical change on inequality, and in turn, the effect of inequality on productivity. In their study titled ''Credit rationing, tenancy, productivity, and the dynamics of inequality'', Braverman and Stiglitz (1989) indicate that technological change can have an adverse effect on inequality in the sense that it reduces the proportion of demand for less-skilled labour, and that the absolute value of real remuneration to less-skilled workers might decrease. The authors contend that this is what happens, for example, when innovation is labour-augmenting (so that one worker can accomplish the earlier work of five workers), and that the substitution elasticity between unskilled labour and other productive factors is very low. Moreover, Braverman and Stiglitz (1989) use a general equilibrium theory of land tenancy to show how changes in technology and in publicly provided infrastructures that could impact the equilibrium distribution of land in nations where financial credit to farmers is rationed. The two authors argue that when financial credit to farmers is rationed, the changes in technology can raise the level of inequality in landholdings, thereby creating a long-run increase in share tenancy. This in turn may lead to a reduction in productivity, at least partially offsetting the initial gains. They then suggested that the only way to diminish the probability of these negative effects on equality and productivity would be the development of effective rural financial institutions that would operate with total accountability and under full enforcement procedures. In the same order of idea, Hanson and Rose (1997) analyse the effect of non-neutral technological change on the distribution of income in the United States, using simulation techniques within a computable general equilibrium (CGE) modelling framework. These authors found that labour-augmenting technological change causes household income to increase for all population brackets, but that percentage gains were found to be skewed in favour of the higher ones.",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 259,
                    "text": "(Isaksson 2007)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 508,
                    "end": 537,
                    "text": "Braverman and Stiglitz (1989)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1063,
                    "end": 1092,
                    "text": "Braverman and Stiglitz (1989)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1937,
                    "end": 1959,
                    "text": "Hanson and Rose (1997)",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Inequality and productivity: a brief literature review"
        },
        {
            "text": "Other theoretical predictions indicate that inequality could have either negative or positive effects on productivity and growth. The three main ways in which inequality could influence productivity and growth are: physical endowments (credit constraints), human capital endowments, and through socio-political instability channels. In the case where obtaining financial credit in the capital market is associated with high cost to the poor due to their lack of collateral, investment projects that possess return rates that are below the marginal cost of capital to the poor, can only be risked by the wealthy. Government policies aimed at wealth redistribution from the rich to the abjectly poor may reduce the necessity to borrow and allow the poor to undertake projects that have affordable rates of returns. Under this option, redistribution may lead to higher investment, including higher returns on capital (Bourguignon 2004; Ngepah 2016) . However, several acknowledged theoretical models (Galor and Zeira 1993; Banerjee and Newman 1993; Galor and Moav 2004) point to information asymmetry as being at the epicentre of credit market constraints. According to these models, the development of inequality and output is determined by the limitations placed on the poor of occupation choices and investments (both caused by credit rationing and lack of collateral). When the poor are limited in making their own productive investments, then low growth and high inequality are likely to result. Furthermore, Voitchovsky (2005) shows that in a Keynesian-type economy where income levels determine the marginal rate of savings, rich people situated at the top end of distribution of income may represent the major source of savings.",
            "cite_spans": [
                {
                    "start": 914,
                    "end": 932,
                    "text": "(Bourguignon 2004;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 933,
                    "end": 945,
                    "text": "Ngepah 2016)",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 997,
                    "end": 1019,
                    "text": "(Galor and Zeira 1993;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1020,
                    "end": 1045,
                    "text": "Banerjee and Newman 1993;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1046,
                    "end": 1066,
                    "text": "Galor and Moav 2004)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1511,
                    "end": 1529,
                    "text": "Voitchovsky (2005)",
                    "ref_id": "BIBREF87"
                }
            ],
            "ref_spans": [],
            "section": "Inequality and productivity: a brief literature review"
        },
        {
            "text": "Another important channel of productivity and growth effects of inequality is human capital endowment. This channel includes education, health, human ability, skills and training. In cases where ability is recognized and properly rewarded, there is motivation for extra efforts and risk-taking. This produces higher productivity and growth but is accompanied by higher income inequality. In such situations, talented people tend to be the beneficiaries of higher earnings simply for their skills and abilities. In this respect, Hassler and Mora (2000) indicate that the resulting concentration of talents, abilities and skills in the advanced technology upper-income sector, leads to further technological innovation, higher productivity and growth. The human capital endowment channel is what is known in the literature as Skill-Biased Technological Change (SBTC) or the skills-premium theory, which theoretically links TFP to income inequality (Atkinson 1999; Card and DiNardo 2002) . The SBTC theory rests on the trade-off between equity and efficiency, through incentivizing the workers. According to the SBTC argument, income or earnings inequality is a result of the difference in skills between workers (Autor et al. 2006; Risso and Carrera 2019) . Highly skilled workers are liberally compensated simply for their abilities and high productivity. The SBTC argument states that if earnings inequality were considerably reduced, productivity would drop because inefficiencies would be generated. Thus, the SBTC argument considers that income/earnings inequality does not reduce productivity, but boosts it. Controversially, other theories based on 'fairness' considerations indicate that earnings compression improves worker relations, encourages cohesiveness, and is thus beneficial to productivity (Akerlof and Yellen 1990) . Ngepah (2016) concurs, by indicating that the extra rewards given for skills and talent may offset innovation gains and productivity due to frustration created in the lower echelons, resulting from perceived unfairness.",
            "cite_spans": [
                {
                    "start": 528,
                    "end": 551,
                    "text": "Hassler and Mora (2000)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 946,
                    "end": 961,
                    "text": "(Atkinson 1999;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 962,
                    "end": 984,
                    "text": "Card and DiNardo 2002)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1210,
                    "end": 1229,
                    "text": "(Autor et al. 2006;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1230,
                    "end": 1253,
                    "text": "Risso and Carrera 2019)",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 1806,
                    "end": 1831,
                    "text": "(Akerlof and Yellen 1990)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1834,
                    "end": 1847,
                    "text": "Ngepah (2016)",
                    "ref_id": "BIBREF71"
                }
            ],
            "ref_spans": [],
            "section": "Inequality and productivity: a brief literature review"
        },
        {
            "text": "The final channel is the socio-political economy. This channel would recommend that high levels of inequality establishes the period for the adoption of distortionary policies which adversely influence the investment climate and produce political instability, thereby stifling the level of productivity and growth (Persson and Tabellini 1994) . This simply means that in countries where the socio-political instability is very high and permanent as a result of frustration created by perceived unfairness, there will be substantial movement of business, investment and labour (high human capital) to more stable countries. A direct consequence of these movement is that productivity and growth will decrease in unstable countries, while increasing in more stable neighboring countries. In the same line of view, Alesina and Perotti (1996) have equally contended that higher political instability could originate from high inequality and produces economic uncertainty, then reducing investment levels, productivity and growth. In sum, the channels of physical capital endowment and the socio-political economy predict that increasing inequality will reduce productivity and growth, while the channel of human capital endowment sells the idea according to which increasing income inequality will promote productivity and growth.",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 342,
                    "text": "(Persson and Tabellini 1994)",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 812,
                    "end": 838,
                    "text": "Alesina and Perotti (1996)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Inequality and productivity: a brief literature review"
        },
        {
            "text": "Few studies have attempted to empirically investigate the productivity-effect of inequality, and existing evidence in this regard is inconclusive. On the one hand, some authors have found the effect of inequality on productivity to be negative and statistically significant. DiPietro (2014) presents ordinary least square (OLS) estimations in studying the impact of income inequality on labour productivity in developing countries. The author performed regressions that used the Gini coefficient as a measure of income inequality, GDP per capita, and average years of schooling. His findings indicate that income inequality and levels of development are both significant and negatively associated with the labour productivity factor. In respect of the SBTC argument, Freeman and Medoff (1984) investigated firm-level productivity and intrafirm earnings inequality, using a representative sample group of manufacturing firms in the United States. The findings of the study show explicitly that reducing earnings inequality resulted in improved productivity. Likewise, Kim and Sakamoto (2008) used fixed effects panel models that control for unobserved productivity differentials in assessing the net impact of earnings inequality on productivity, in the United States manufacturing industries from 1979 to 1996. The authors' findings rejected the SBTC argument that increasing earnings inequality has enhanced productivity in recent decades. Lastly, a recent study by Fuentes et al. (2014) used multivariate statistical analysis to analyse the long-term effects of technical change on TFP in developing countries. The authors employed quintile fixed effect regressions established on a catchup process à la Nelson and Phelps (1966) . They controlled for institutional qualities and the distribution of income, and discovered that income inequality has a negative effect on TFP in developing countries.",
            "cite_spans": [
                {
                    "start": 767,
                    "end": 792,
                    "text": "Freeman and Medoff (1984)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1067,
                    "end": 1090,
                    "text": "Kim and Sakamoto (2008)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1467,
                    "end": 1488,
                    "text": "Fuentes et al. (2014)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1706,
                    "end": 1730,
                    "text": "Nelson and Phelps (1966)",
                    "ref_id": "BIBREF68"
                }
            ],
            "ref_spans": [],
            "section": "Inequality and productivity: a brief literature review"
        },
        {
            "text": "On the other hand, some studies have reported a positive influence of inequality on productivity. Mahy et al. (2011) used the Belgian-linked employeremployee panel data to investigate the relationship between wage dispersion and firm productivity. The authors controlled for time-invariant workplace characteristics, simultaneity issues and dynamics in the adjustment process of productivity. Their results revealed a positive impact from conditional intra-firm wage dispersion to firm productivity. Moreover, Galor and Tsiddon (1997) argue that inequality increases under the periods of substantial technological progress. It thus enhances the mobility as well as the concentration of high-ability workers to manage new technologies in the most sophisticated sectors, which results in generating high productivity and growth.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 116,
                    "text": "Mahy et al. (2011)",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 510,
                    "end": 534,
                    "text": "Galor and Tsiddon (1997)",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Inequality and productivity: a brief literature review"
        },
        {
            "text": "Although the impact of income inequality on productivity is still an ongoing debate, to our knowledge there is no study that has analysed the role of spatial interactions in the inequality-productivity relationship within a country or firm context. The important role of spatial effects in the relationship between inequality and economic growth is increasingly being acknowledged in the literature (Pede et al. 2018) . As indicated earlier, failing to account for spatial interactions effects, if they exist, might lead to serious bias and inaccuracy in estimating the true effects of income inequality on TFP. Therefore, this study explores whether there are spatial spillover effects in the inequality-TFP nexus in South Africa, at district-municipality level.",
            "cite_spans": [
                {
                    "start": 399,
                    "end": 417,
                    "text": "(Pede et al. 2018)",
                    "ref_id": "BIBREF72"
                }
            ],
            "ref_spans": [],
            "section": "Inequality and productivity: a brief literature review"
        },
        {
            "text": "Econometrics of spatial panel models Traditional panel data models are developed to estimate the unknown parameters of a regression equation with unobserved individual effects. In estimating the coefficients, these models do not take into account spatial considerations. However, spatial panel data models address data that contain spatial autocorrelation and temporal heterogeneity. They account for these two issues, given that spatial entities and time periods tend to have spatial or temporal heterogeneity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodological procedure"
        },
        {
            "text": "As is shown in the literature, panel data provides a big simple size, which results in a higher degree of freedom. The higher the degree of freedom, the more efficient the estimated marginal effects. Following the general literature on static panel data, a functional form with unobserved fixed-effects can be written as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodological procedure"
        },
        {
            "text": "where y represents a (NT 9 1) vector of observations of the dependent variable and X represents a (NT 9 R) matrix of observations of the independent variables, all of which are assumed to be strictly exogenous.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodological procedure"
        },
        {
            "text": "x denotes the unobserved individual effects for each cross-sectional unity, and u denotes the timeperiod effect. The operator i N represents a (N 9 1) column vector of ones of length N and I N represents an (N 9 N) identity matrix. The I T operator is an identity matrix of sizes T 9 T, is the Kronecker product, and v is the idiosyncratic error term.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodological procedure"
        },
        {
            "text": "Equation (1) can be estimated by controlling for the unobserved individual fixed effects. This implies that an assumption is made that the unobserved individual effects are time invariant and partially correlate with at least one of the independent variables. This is known as the fixed effects (FE) assumption. In this case, the fixed effect technique is a consistent estimator of the unknown parameters. Besides the fixed effect technique, Eq. (1) can be estimated directly using a least square dummy variable (LSDV), by creating dummy for the parameters x and u. An alternative solution for Eq. (1) is to assume that cross-unit unobserved individual effects are not fixed, but instead are unobserved 'random' variables which are identically and independently distributed, x $ N (0,r 2 ). This is known as the random effects assumption. Under this assumption, the random effects (RE) estimator is consistent. The major difference between the two estimators (Fixed and Random effects) lies within the assumption of the orthogonality of x. Hausman (1978) developed a test statistic (a v 2 statistic with Q degrees of freedom) that allows us to determine which, between the fixed and random effects estimate, is consistent.",
            "cite_spans": [
                {
                    "start": 1040,
                    "end": 1054,
                    "text": "Hausman (1978)",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "Methodological procedure"
        },
        {
            "text": "However, in cases where the structures of the data present spatial autocorrelation, the traditional panel data models as in Eq. (1), cannot provide consistent estimates. Nevertheless, the equation can be extended to account for that spatial autocorrelation. Spatial lag of the dependent variables, spatial lag of the independent variables as well as spatial lag of the errors can be included. Inclusion of the spatial effects is done by the predefinition of a standard weighting matrix (W i;j ), which is constituted by non-negative elements. In a spatial panel framework, the spatial weighting matrix is defined in such way that it considers the crosssectional relationship as well as the time dimension. Moreover, the entries in ''W i;j '' have different values depending on whether the neighbourhood concept is based on the distance between units, or simply on contiguity. The equation of the spatial weighting matrix can be presented as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodological procedure"
        },
        {
            "text": "I T represents a (T 9 T) identity matrix, W N is a (N 9 N) cross-sectional spatial weighting matrix, with its diagonal elements set to zero, implying that no unit can be a neighbour to itself.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodological procedure"
        },
        {
            "text": "In general, there are four kinds of spatial panel specifications that could be considered: The Spatial Lag Model (SLM) or Spatial Autoregressive (SAR) model, the Spatial Error Model (SEM), the Spatial Autocorrelation (SAC) model, and the Spatial Durbin Model (SDM). Elhorst (2010) suggests a procedure starting from general-to-specific to arrive at the most appropriate econometric model. He suggests that a panel SDM should be specified and obtain specific cases by restricting some parameters to zero. Following this approach, a panel SDM was opted for this study. Its choice as a starting point was due to the fact that it systematically includes the spatial lag of the dependent and independent variable. We then specified the panel SDM and included the time lag of the dependent variable to capture dynamics over the years. Hence, the SDM is specified as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodological procedure"
        },
        {
            "text": "As in Eq. (1), the parameters in (3) are the same except d, which captures the marginal effects of the time lag variable on the dependent variable. q and h represent SAR and SAC parameters, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodological procedure"
        },
        {
            "text": "According to LeSage and Pace (2009), Eq. (3) can be employed to test two different hypotheses. The first is H 0 : h = 0. This hypothesis examines whether Eq. (3) can be simplified to a dynamic panel SAR model. The second is H 0 :h ? a ? qb = 0, and simply implies that Eq. (3) can be reduced to a dynamic panel SEM. The key difference between the dynamic panel SAR model and the SEM depends on how different shocks are transmitted throughout the geographical system. While the first assumes that the value of the regressor in one geographical entity influences the dependent variable in a neighbouring entity, the latter in contrast assumes that the spatial autocorrelation mechanism works from the idiosyncratic error term. This means that any random shock in the errors follows a spatial pattern, which makes the errors correlate between adjacent entities. To assess these two null hypotheses, the literature has suggested two different tests, known as the likelihood ratio (LR), and Wald tests (Elhorst 2014a, b) . In the case where both hypotheses are rejected, this implies that the true model that best describes the data is the dynamic panel SDM (Ragoubi and El Harbi 2018) . Conversely, failing to reject the first null hypothesis implies that the data are best described by the dynamic panel SAR model, providing that the robustness tests confirm the same results. Like the first null hypothesis, if the second is not rejected, then the true data generating process would best be described by the dynamic panel SEM. As shown in Elhorst (2014a, b) and Ragoubi and El Harbi (2018) , a dynamic panel SDM should be considered if one of these two hypotheses is not accepted. This is simply because the dynamic panel SDM contains the characteristics of both dynamic panel SAR and panel SEM.",
            "cite_spans": [
                {
                    "start": 997,
                    "end": 1015,
                    "text": "(Elhorst 2014a, b)",
                    "ref_id": null
                },
                {
                    "start": 1153,
                    "end": 1180,
                    "text": "(Ragoubi and El Harbi 2018)",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 1537,
                    "end": 1555,
                    "text": "Elhorst (2014a, b)",
                    "ref_id": null
                },
                {
                    "start": 1560,
                    "end": 1587,
                    "text": "Ragoubi and El Harbi (2018)",
                    "ref_id": "BIBREF77"
                }
            ],
            "ref_spans": [],
            "section": "Methodological procedure"
        },
        {
            "text": "1. However, because of the presence of the unobserved individual fixed effect in Eq. (3), the Ordinary Least Square (OLS) estimator is not consistent. Spatial panels FE and RE can be used to obtain the unknown parameters. Nevertheless, Eq.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodological procedure"
        },
        {
            "text": "(3) is characterized by an intrinsic endogeneity problem introduced by the consideration of the spatial lag of the dependent variable (Wy) and independent variable (WX), which induces a twoway causality in the neighbouring relation within space (Fingleton et al. 2012) . Besides this source of endogeneity, two other sources can be identified. First, there is a possibility of having one of the independent variables being endogenous by nature. Second, the time lag variable which captures the dynamics over time is also correlated with the idiosyncratic error term as shown in traditional dynamic modelling by Blundell and Bond (2000) . To obtain consistent estimates, a maximum-likelihood estimator (hereafter, MLE) can be employed, or an instrumental variables estimator of the type Generalized Spatial Two Stages Least Square (GS-2SLS), or a Generalized Method of Moment (Anselin 1988, Kelejian and Prucha 1998) . GS-2SLS estimates are consistent and robust to non-normality, but not necessarily efficient. In this study, we utilized the maximumlikelihood procedure within the FE and RE framework, as it robustly handles the endogeneity problems enumerated above and provides more efficient estimates than the GS-2SLS. The choice of a dynamic spatial panel with FE and RE can be made based on the assumption made earlier on the unobserved individual effects. Thus, one can use traditional Hausman's specification test (Hausman 1978) in addition to the Akaike Information Criteria (AIC) and Schwarz's Bayesian Information Criteria (SBIC), as well as the log likelihood ratio, to assess if the dynamic spatial panel with FE is appropriate than RE (Lolayekar and Mukhopadhyay 2019).",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 268,
                    "text": "(Fingleton et al. 2012)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 611,
                    "end": 635,
                    "text": "Blundell and Bond (2000)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 875,
                    "end": 902,
                    "text": "(Anselin 1988, Kelejian and",
                    "ref_id": null
                },
                {
                    "start": 903,
                    "end": 915,
                    "text": "Prucha 1998)",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1422,
                    "end": 1436,
                    "text": "(Hausman 1978)",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "Methodological procedure"
        },
        {
            "text": "This study empirically constructed a series of regressions to investigate the relationship between TFP dynamics and the level of income inequality in South Africa under the skill-biased technological change (SBTC) hypothesis. Using panel data of South Africa's district-municipalities over the period 1995-2015, we tested whether an increase in the level of income inequality increases TFP, as supported by the SBTC argument. We estimated a model and further tested whether district-municipalities' idiosyncratic geographical interactions determine other districtmunicipalities' relationships with TFP dynamics and the level of income inequality. The empirical function without spatial interactions is given as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Empirical model"
        },
        {
            "text": "where ln TFP i;t denotes TFP at time t and ln TFP i;tÀ1 is the first period lag. ln Gini i;t is the level of income inequality,ln Trade i;t is openness to trade, ln HIV=AIDS i;t is the proportion of individual infected by HIV/AIDS (proxy variable for health) and ln EDUCAT i;t is the level of education. All the variables are in logarithm form.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Empirical model"
        },
        {
            "text": "Our empirical procedure started by estimating Eq. (4) using pooled OLS, fixed and random effects, and System GMM. We then followed by analysing whether the distribution of income inequality and TFP is spatially dependent across district-municipalities. We used the Moran I i test procedure on the residual of the OLS regression to assess the possibility of having spatial interactions in Eq. (4). 1 Based on the positive evidence of spatial dependence in the residual of the OLS regression, we then extended Eq. (4) by including spatial characteristics, and gave the following system of three equations:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Empirical model"
        },
        {
            "text": "Where e i;t ¼ kW nt þ u i;t ð7Þ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Empirical model"
        },
        {
            "text": "The specification in Eq. (5) is the dynamic Spatial Durbin Model which extends Eq. (4) by including the spatial lag of the dependent variable and the spatial lag of the first period lag of the dependent variable, as well as the spatial lag of the independent variable of our key interest (income inequality). Equation (6) is the dynamic Spatial Error Model (SEM), while Eq. (7) is the dynamic Spatial Autoregressive (SAR) model. The specification order of this system of three equations is very important due to the fact that we began by considering the dynamic Spatial Durbin Model (SDM) as suggested by LeSage and Pace (2009) and Elhorst (2010) , and then tested for the significance of the spatial interaction terms. Hortas-Rico and Rios (2019) show that the dynamic SEM does not require a theoretical model for geographical interaction processes, as is quite often found for spatial models in which there are endogenous interactions (SDM and SAR). Translating these authors' claims to our casefor instance, endogenous interactions of income inequality-could lead to a situation where the variations in one entity could produce a sequence of adjustments in all, or in the majority, of other entities in the sample group, such that a novel long-term steadystate equilibrium of income inequality could arise. Consequently, one of the characteristics of the dynamic SEM specification is that it highlights the presence of omitted variables reflecting explicit spatial interactions.",
            "cite_spans": [
                {
                    "start": 632,
                    "end": 646,
                    "text": "Elhorst (2010)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Empirical model"
        },
        {
            "text": "Another important point emphasized in applied spatial econometrics research is model uncertainty, which is driven by what is known as the spatial weighting matrix. The original idea of a spatial weighting matrix was developed on the concept of contiguity, according to which W i;j = 1 if a given entity i and j are geographically neighbours, and zero if they are not (Cliff and Ord 1969; Getis 2009 ). However, studies have shown that it is a sign of robustness if the regression results are still consistent with an alternative definition and specification of W.",
            "cite_spans": [
                {
                    "start": 367,
                    "end": 387,
                    "text": "(Cliff and Ord 1969;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 388,
                    "end": 398,
                    "text": "Getis 2009",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Empirical model"
        },
        {
            "text": "1 The Global Moran's I i statistic was calculated as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Empirical model"
        },
        {
            "text": ", where n is the number of observations (number of district-municipalities). W i;j is the spatial weighting matrix of the link between unit i and j. R i is in our case the predicted residuals from the OLS regression and R is the average value of the residuals, ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Empirical model"
        },
        {
            "text": "Estimating total factor productivity and income inequality",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "Examining the impact of inequality on TFP requires TFP scores data as well as inequality indices. To obtain the TFP scores data, a growth accounting approach was used. This approach is most commonly employed in calculating TFP data at a macroeconomic level of analysis (Hall and Jones 1999; Kalio et al. 2012; Bilgic-Alpaslan 2015; Algarini 2017; Saad 2017) . The calculation of TFP under a growth accounting approach requires data on output, physical capital, employment and labour compensation (wages). TFP is then obtained as a simple Solow residual (Solow 1956) . Along the lines of the Solow-Swan model (see, for example, Barro and Sala-i-Martin 2004) , we therefore specified a production function using the traditional Cobb-Douglas framework as follows:",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 290,
                    "text": "(Hall and Jones 1999;",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 291,
                    "end": 309,
                    "text": "Kalio et al. 2012;",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 310,
                    "end": 331,
                    "text": "Bilgic-Alpaslan 2015;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 332,
                    "end": 346,
                    "text": "Algarini 2017;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 347,
                    "end": 357,
                    "text": "Saad 2017)",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 553,
                    "end": 565,
                    "text": "(Solow 1956)",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 627,
                    "end": 656,
                    "text": "Barro and Sala-i-Martin 2004)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "where Y it denotes real output, A it is the Solow residual which represents TFP it . Cap it and Lab it respectively represent the stock of physical capital and the labour force. The total number of hours worked is shown in the literature as the best measure for the labour stock (Saad 2017) . Unfortunately, the lack of data did not allow us to use this measure and instead, we used the total number of employed individuals as a proxy for the labour variable. a i;t and b i;t are unknown parameters that represent capital and labour shares respectively. Our interest was in getting data of the level of TFP. Hence, Eq. (9) was rewritten as follows:",
            "cite_spans": [
                {
                    "start": 279,
                    "end": 290,
                    "text": "(Saad 2017)",
                    "ref_id": "BIBREF79"
                }
            ],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "In order to get data on the level of TFP, we logged both sides of Eq. (10) and gave Eq. (11):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "From Eq. (11), the level of TFP is calculated by subtracting the contribution of factor capital and labour from the level of the real output. However, the capital and labour shares were unknown parameters. We used the information on wages to determine these two parameters (a and b). We determined the labour share as the proportion of the total compensation of the employees to the real output b",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "The wLab it denotes the total labour force compensation. The low is b i;t , the high is the competition in the labour market, and the low is wages. We then followed by determining the capital shares across districts using the calculated data of the labour shares. The cross district-municipalities' capital shares were then obtained by subtracting to 1 each district-municipality's labour shares (a i;t = 1 -b i;t ). The data used in calculating TFP were sourced from Easy Data (Quantec) and the Statistics South Africa databases. 2 The cross district-municipalities' TFP scores data were calculated for the period 1995 to 2015. After calculating the TFP scores' data per districtmunicipality, in the next step, we calculated the degree of income inequality across district-municipalities. Available micro-data on individual earnings from the Post-Apartheid Labour Market Series (PALMS) dataset enabled us to derive income distributions at the local level for all district-municipalities. 3 The PALMS dataset is a combination of the Labour Force Surveys (LFS) and the labour market data from Statistics South Africa's October Household Surveys (OHS). One of the advantages of this dataset is that it has a large number of observations spanning a longtime interval, from 1993 to date. This allows the dataset to be representative at the provincial and district-municipality levels. Like any other microlevel database, the PALMS dataset has a few compositional issues. One of these is that the variable containing information on individuals' earnings cannot be disaggregated up to district-municipality level for the years 1995, 1998, 2010 and 2012. Therefore, a reweighting mechanism was implemented in order to derive a representative sample of earnings at the district-municipality level. Geographical earning distributions and selected summary measures could then be calculated. The PALMS data are exceptionally qualified to the objectives of this paper; since they are a unique data source containing comprehensive information on earning disparities for South Africa's district-municipalities over a time period that covers the time interval of this study. In addition to this, the dataset have information on individual earnings which is more appropriate for analysing inequality in the context of South Africa due to the fact that wage income accounts for 70 per cent of income sources in South Africa and labour income accounts for 85 per cent of inequality (Leibbrandt et al. 2010) . We calculated the Gini coefficient at the district-municipality level as our measure of income inequality. We retained the Gini coefficient as our preferred inequality measure, principally because it is most often used in the empirical literature of inequality. The Gini index was therefore defined as follows:",
            "cite_spans": [
                {
                    "start": 989,
                    "end": 990,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 2464,
                    "end": 2488,
                    "text": "(Leibbrandt et al. 2010)",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "where Gini(e) denotes the Gini coefficient, L(p; e) is the Lorenz curve of individual earnings, calculated at probability values of ranked relative cumulated-population. These probability values were defined algebraically by the following expression:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "where p denotes a percentile function, f(z) is the distribution function determining the share of the population that have a living standard below or equal to a certain threshold z and l e represents the mean earning. Note that the Gini coefficient is bounded between the value zero and one. Generally speaking, a Gini coefficient of zero implies perfect income equality. In other words, this suggests that everyone receives exactly the same amount of income. On the other hand, a Gini coefficient close or equal to unity implies very high inequality, suggesting that the distribution of wealth is concentrated in the hands of few individuals while the majority remain abjectly poor. We have presented in Table 2 of ''Appendix 1'', the average level of TFP and income inequality for the 52 district-municipalities. It can be observed from our empirical equations that we controlled for openness to international trade, health and education. These variables were chosen as they are the most suggested control variables for productivity equations at the macroeconomic level of analysis (Sequeira et al. 2017) . The variable openness to international trade was measured as the ratio of import plus export on GDP. For the health variable, we used the proportion of individuals living with HIV/ AIDS in a given district-municipality to the total number of the population in that district-municipality. Contrary to previous studies that have used life expectancy as a proxy for health in the growth and productivity equations, in this study, we preferred to use HIV/AIDS. We believe that HIV/AIDS is more appropriate and fits well in the productivity model, because HIV/AIDS has morbidity elements associated with productivity that cannot be captured by life expectancy. In the case of South Africa, Ngepah (2012) showed that the incidence of HIV/AIDS can determine quality of life, and thus productivity. The author showed that before the extensive utilization of antiretroviral drugs, individuals infected with HIV/ AIDS were predestined to die from lack of drugs to mitigate the effects of the disease. Nowadays, these individuals may have a long lifespan, but high morbidity could still influence their productive capabilities. Moreover, Alemu et al. (2005) , show that in a society where the rate of HIV infection is very high, the average wage increases more slowly than for those without or with less HIV infection, reflecting the lower productivity of labour in the presence of the disease. Finally, we included education, which was measured as the proportion of employed people in the formal sector with high and semi-skills, on the total number of people employed in the formal sector. Education and health are both part of what is known as human capital. Instead of constructing a single human capital index (which was not easily manageable due to data constraints), we preferred to enter these two variables separately in the productivity equation, with the idea of investigating their individual impact on TFP. In constructing data of all the control variables, different data sources were used, including Statistics South Africa (SSA), the South Africa Revenue Service (SARS), and Easy Data (Quantec).",
            "cite_spans": [
                {
                    "start": 1084,
                    "end": 1106,
                    "text": "(Sequeira et al. 2017)",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 1794,
                    "end": 1807,
                    "text": "Ngepah (2012)",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 2236,
                    "end": 2255,
                    "text": "Alemu et al. (2005)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 705,
                    "end": 712,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Data"
        },
        {
            "text": "According to economic theory, the marginal effects of income inequality are anticipated to be negative. Even though some inequality is required to offer incentives for more investment and growth in an economy, many countries have surpassed the threshold level of inequality with respect to productivity. It has been shown that when inequality goes beyond the optimum level, its effect on productivity growth becomes negative. It is also expected that the relationship between TFP and human capital (Education) must be positive. In this respect, Zhu et al. (2013) indicate that human capital (education) impacts TFP and causes a rise in global competitiveness and growth. In addition, these authors mention that the importance of human capital to productivity is not only for the ability of individuals to employ existing technology, but for their adaptive capabilities to manage new technologies and to engage in creative and innovative activities. Finally, trade openness is also predicted to positively affect productivity via export activities, while HIV/AIDS is expected to have a negative effect on TFP. Coe and Helpman (1995) show that openness to trade enhances technology transfer, which in turn leads to TFP growth.",
            "cite_spans": [
                {
                    "start": 545,
                    "end": 562,
                    "text": "Zhu et al. (2013)",
                    "ref_id": "BIBREF90"
                },
                {
                    "start": 1109,
                    "end": 1131,
                    "text": "Coe and Helpman (1995)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "As mentioned, a N by N spatial weighting matrix, W, needed to be generated in order to incorporate spatial characteristics into the model. The weighting matrix allowed for defining geographical relationships between each pair of entities (district-municipalities) in the analysis. We defined two categories of weighting matrix for the empirical analyses: firstly, an inverse-distance weighting matrix, where the inverse of the distances among the geographical districtmunicipalities was employed to generate the cell values of W. We then computed those distances using geographical data such as the latitude and longitude of the entities' centroids. Secondly, the first order contiguity weighting matrix. Contrary to the first matrix, which is based on the distance between two district-municipalities, the second is binary and based on direct contiguity between a pair of district-municipalities that share a common border. Moreover, as is common practice in empirical research, we transformed the initial spatial contiguity weighting matrix by row-standardizing the values, such that all rows sum to 1 (Pisati 2001) . This strategy allowed not only to obtain clear interpretations of the outcome, but also to create proportional weights for all district-municipalities and avoid bias that could be introduced because of unequal number of neighbours among units.",
            "cite_spans": [
                {
                    "start": 1104,
                    "end": 1117,
                    "text": "(Pisati 2001)",
                    "ref_id": "BIBREF75"
                }
            ],
            "ref_spans": [],
            "section": "Spatial weighting matrix"
        },
        {
            "text": "Descriptive statistics Figure 1 presents the trends of the average level of TFP and Gini coefficient, as well as their respective growth rates for the period 1995 to 2015. Between 1995 and 2002, the average district-municipalities' TFP seems to have increased quickly from negative to positive values, and remains relatively stable up to 2007. From 2008 to 2012, the trend in the level of TFP decreases. This decrease is obviously associated with the economic recession of 2008-2009, which affected the entire world. However, income inequality is observed to have marginally increased over time, and the average value is rounded to 0.6. Over the years, the growth rate of TFP has, to some extent, coevolved with that of income inequality, even though the changes for both variables are not far from zero. Table 2 provides descriptive statistics of the variables used in this research, at their levels and in their growth ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 23,
                    "end": 31,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 805,
                    "end": 812,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Empirical results"
        },
        {
            "text": "Our empirical procedure begins with the estimation of Eq. (4) using Pooled Ordinary Least Square (POLS), Fixed Effects, Random Effects, and the One-step System GMM. Table 3 presents the estimated results from these four econometric techniques. We first focused on the estimated coefficient of Gini, as this variable measures the direct effects of income inequality on TFP. As can be seen in Table 3 , the estimated coefficient of Gini is negative and statistically significant for all the baseline regressions (from regression 1 to 8). The POLS estimate in regression 2 for instance, is À0:264. This coefficient simply implies that on average, a 1 per cent increase in the level of income inequality reduces TFP by 0.3 per cent. Moreover, the fixed and random effects estimates (regression 4 and 6) provide estimates of À0:360 and À0:264, respectively. When controlling for simultaneity bias between TFP and income inequality as suggested by Sequeira et al. (2017) , the one-step system GMM (regression 8) provides an estimate of À0:373. In sum, the average estimated effect of an increase in income inequality on TFP is À0:373 (from the GMM), suggesting that increasing income inequality has a negative and significant effect on TFP across the 52 district-municipalities in South Africa. Furthermore, the first period lag of TFP has a positive and statistically significant effect on the current values of TFP. This positive effect is in line with the theoretical expectation which shows that positive lagged values are likely to produce positive effects on the current values of TFP, due to persistence effects (Liu and Bi 2019) .",
            "cite_spans": [
                {
                    "start": 942,
                    "end": 964,
                    "text": "Sequeira et al. (2017)",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 1613,
                    "end": 1630,
                    "text": "(Liu and Bi 2019)",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [
                {
                    "start": 165,
                    "end": 172,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 391,
                    "end": 398,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Econometric results"
        },
        {
            "text": "Openness to international trade and Education have positive and statistically significant effects on TFP across the 52 district-municipalities. HIV / AIDS was the only variable found to be statistically insignificant in the static panel regressions. However, after controlling for endogeneity bias (using GMM) in regression 8, HIV/AIDS became statistically significant and exhibited the expected negative sign. The negative effect of HIV/AIDS on factor productivity in South Africa has previously been documented. Several previous studies on the effects of HIV on total factor productivity in Southern African countries have mentioned this problem. For instance, Alemu et al. (2005) investigated whether HIV prevalence rates affect TFP growth on a sample group of over 100 countries, for the time period 1994 to 2002. The authors examined two Southern African countries (Lesotho and South Africa). In the case of South Africa, the authors revealed that HIV/AIDS has a large negative impact on total factor productivity growth, where an increase of 1 per cent of HIV infections reduces TFP by 15 per cent. Overall, the system GMM estimates were consistent with our initial expectations, as the estimator addressed the endogeneity problem of income inequality and provided statistically significant estimates for all the variables. However, we were cautious in considering the GMM results as definitive for the inequality-TFP nexus across the 52 district-municipalities in South Africa, because we suspected that there might be some geographical interactions in this relationship. Hence, we took the analysis a step further to establish if any spatial dependence existed in the variables of our key interest (TFP and Gini coefficient). With the purpose of providing a first analysis of the geographical pattern of the distribution of inequality at the local level, Fig. 2 presents plots of the contour map of the Gini coefficient across the 52 South African district-municipalities. The map displays substantial spatial disparities of income inequality, ranging from low coefficients of 0.48 for 1995 and 0.58 for 2015, to high coefficients of 0.65 for 1995 and 0.78 for 2015.",
            "cite_spans": [
                {
                    "start": 663,
                    "end": 682,
                    "text": "Alemu et al. (2005)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 1863,
                    "end": 1869,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Econometric results"
        },
        {
            "text": "The geographical distribution of income inequality in South Africa is complex, since perceptible spatial clusters of very-high and very-low income inequality portray this. Figure 3a and b present the Moran's I i scatter plots of the residuals obtained from OLS regressions as suggested by Anselin et al. (1996) . The plots aim to provide additional evidence on the spatial clustering in the residuals of the effects of inequality on TFP across the 52 South African district-municipalities. The plots of the Moran's I i were obtained using contiguity weight matrix. The plotted residuals were obtained from OLS models that included the Gini coefficient for the independent variables, and the temporal lag of The oblique red line is a fitted linear regression curve which represents the degree of spatial correlation in the residual of the TFPinequality relationship. We employed Monte Carlo randomization to evaluate the significance of the Moran's I i coefficient. The results of the Moran I test revealed statistically significant coefficients of 0.344 for the year 1995, and 0.462 for the year 2015. The significance of these statistics implies that there are spatial interactions in the residual of the effects of inequality to TFP. The Moran scatter plots are divided into four different quadrants, which represent four different types of spatial interactions among the district-municipalities:",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 310,
                    "text": "Anselin et al. (1996)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 172,
                    "end": 181,
                    "text": "Figure 3a",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Econometric results"
        },
        {
            "text": "(1) The first quadrant (on the upper right) contains the spatial clustering of district-municipalities with high TFP, and are bordered by districtmunicipalities with high TFP (high-high). This means that those locations are associated with positive values of spatial relationship.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Econometric results"
        },
        {
            "text": "(2) The second quadrant (on the upper left) indicates that the clustering of low TFP district municipalities is surrounded by district-municipalities that have high TFP (low-high). This means that those particular locations have negative values of spatial association. (3) The third quadrant (lower left) displays spatial clustering of district-municipalities with low TFP that have low TFP district-municipalities as neighbours (low-low). These locations are allied with positive values of spatial association. (4) Quadrant 4 (lower right) displays spatial clustering of high TFP district-municipalities surrounded by district-municipalities with low TFP (high-low). These locations are associated with negative values of spatial interactions, as in quadrant 2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Econometric results"
        },
        {
            "text": "Even though positive clustering around high TFP seems to dominate in Fig. 3a and b , it is clear that positive assembling around low TFP also occurs in the two plots, and seems statistically significant. The noticeable slopes in Fig. 3a and b as well as the higher number of units in the lower-left and upper-right quadrants, provide some indication of the importance of the effects of spatial interactions in the relationship between inequality and TFP. Another observation to be mentioned is that the spatial clustering in both highly populated quadrants includes district-municipalities from different provinces of South Africa i.e. Eastern Cape, Free State, Kwazulu-Natal, Limpopo, Mpumalanga, North West and Northern Cape, and these tend to cluster around high spatial TFP effects, whereas Gauteng and Western Cape tend to cluster around low spatial TFP effects. Nevertheless, it is not surprising that the district-municipalities in the North West, Northern Cape and Limpopo provinces are among the most prevalent in the quadrant where TFP presents the lowest spatial interaction effects. These are among the provinces in which there is a lesser concentration of economic activity, possibly due to historical factors. In addition, they are among the provinces where the share of the top 10 per cent of earners' wages compared to the share of the bottom 40 per cent, almost doubled (from 5.11 to 10.13) during the period 1995 to 2014 (World Bank assessment report 2018). Table 11 (in ''Appendix 2'') presents further information on local clustering by investigating the Moran I i statistic for each district-municipality. The results in Table 11 are for the regression residuals controlling for the two independent variables, as in Fig. 3a and b (above) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 69,
                    "end": 82,
                    "text": "Fig. 3a and b",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 229,
                    "end": 236,
                    "text": "Fig. 3a",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1642,
                    "end": 1650,
                    "text": "Table 11",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1737,
                    "end": 1758,
                    "text": "Fig. 3a and b (above)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Econometric results"
        },
        {
            "text": "Overall, the results of the plots of the Moran I i for the two extreme periods of the time span of this study (1995 to 2015) , showed evidence of spatial concentration in the residual of the inequality-TFP relationship across district-municipalities in South Africa. Additionally, the scatter plots produced by using an inverse distance weighting matrix (results not reported but available upon request) revealed similar results of patterns of spatial concentration. These results have two important methodological implications. First, they imply that earlier inequality-productivity studies based on non-spatial models are inappropriate. Second, if our study had not taken into account this evidence of spatial concentration (as in Table 3 ), we would have under-or overestimated the effects of income inequality on TFP in South Africa. After having established evidence of spatial autocorrelation in the data, we then focused on establishing which type of spatial model would be empirically appropriate. We assessed whether a dynamic spatial lag or a dynamic spatial error model would efficiently explain the true data generating process of this study, or whether we should consider a dynamic spatial Durbin model. In Table 4 we present the statistic values of the Robust Lagrange Multiplier (RLM) for both spatial lag and spatial error interactions. The statistics were computed on the residuals of OLS models that used the Gini coefficient and the temporal lag of TFP as regressors.",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 124,
                    "text": "(1995 to 2015)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 733,
                    "end": 740,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1220,
                    "end": 1227,
                    "text": "Table 4",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Econometric results"
        },
        {
            "text": "For robustness assessment in the results, the RLM statistics were calculated using the two weighting matrices (first order contiguity and inverse-distance). As mentioned, Ragoubi and El Harbi (2018) show that if a spatial lag effect is detected when a spatial error effect is also present in the model, one should consider the SDM as the appropriate specification for the data. In addition, a likelihood ratio and Wald tests should be conducted to confirm the validity of the estimates of the SDM. Globally, the results of the RLM tests reject the null hypotheses of no spatially lagged dependent variable and no spatially clustered error term. The results then clearly show that the most suitable empirical specification should include the inverse-distance weights and a dynamic spatial Durbin.",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 198,
                    "text": "Ragoubi and El Harbi (2018)",
                    "ref_id": "BIBREF77"
                }
            ],
            "ref_spans": [],
            "section": "Econometric results"
        },
        {
            "text": "The results of the dynamic spatial panel specifications are presented in Tables 5 and 6 . For both tables, the results were obtained using the inverse-distance weighting matrix. In Table 5 , we present a baseline estimation of Eq. (8). All estimates were obtained using a Fixed and Random Effects Maximum Likelihood estimator. The first and third regression in columns one and three of Table 5 are restricted models of the spatial specification in Eq. (8). In addition to the spatially lagged values of TFP, these two columns include the values of the current Gini coefficient of a local district-municipality, the first period lag of TFP, the spatially lagged values of the Gini, and the spatially lagged values of the first period lag of TFP. Columns two and four contain estimates of the full specification of Eq. (8), where the rest of the control variables are included (Openness to international trade, HIV/AIDS and Education). We implemented an F-test to assess the joint significance of the three control variables included in the unrestricted models (2 and 4) . The result of the F-test in Table 5 concludes that the three control variables taken together have a statistically significant effect on TFP.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 73,
                    "end": 87,
                    "text": "Tables 5 and 6",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 181,
                    "end": 188,
                    "text": "Table 5",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 386,
                    "end": 393,
                    "text": "Table 5",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 1059,
                    "end": 1068,
                    "text": "(2 and 4)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1099,
                    "end": 1106,
                    "text": "Table 5",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Empirical results of spatial specification"
        },
        {
            "text": "Although the estimates in columns one and three are statistically significant and show that geographical interaction effects are important and should be taken into account, for evaluation purposes we considered the estimates in columns two and four as the main outcome. This was not only for the fact that these columns are consistent with the specification in Eq. (8), but also for the observation that their estimates are stable. The baseline estimations indicate substantial difference between the estimates obtained and presented in Table 3 (the dynamic POLS, Fixed and Random Effects, system GMM), and those presented in Table 5 (dynamic Fixed and Random Effects Spatial Durbin Maximum Likelihood Estimators).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 537,
                    "end": 544,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 626,
                    "end": 633,
                    "text": "Table 5",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Empirical results of spatial specification"
        },
        {
            "text": "The estimated coefficients of the variable Gini presented in Table 3 have much lesser magnitude compared to those in Table 5 . This means that nonspatial models underestimate the real effects of income inequality on TFP in South Africa. However, the results of the effects of income inequality on TFP were found statistically significant, with the expected negative sign. The estimated coefficients are -0.743 and -0.469 respectively for the temporal SDM-FE (regression 2) and SDM-RE (regression 4). This implies that an increase in income inequality reduces TFP at district-municipality level in South Africa. All the regression results of Table 5 indicate that the estimated sign of the coefficient of Gini is negative, which is opposite of the theoretical prediction of the SBTC view. In sum, none of the regression results in Table 5 provide any support for the hypothesis that increasing inequality has a positive impact on TFP. Our finding of negative impacts of income inequality on TFP is in line with those of Kim and Sakamoto (2008) and DiPietro (2014) . These authors indicate that, when inequality is beyond the optimum level, its effect on growth of productivity becomes negative. This argument seems to be validated in the case of South Africa. One of the plausible reasons explaining why inequality could negatively affect TFP in South Africa, is that most district-municipalities have surpassed the bar on the average level of income inequality of 0.465 for Sub-Saharan African countries (Nel 2003) . When inequality levels are beyond this average point, an increase of one standard deviation is predicted to have a negative effect on economic growth. Nel (2003) indicates that not all levels of inequality are necessarily bad for economic growth. The author shows that there could be a positive relationship between inequality and growth, as long as the Gini coefficient remains below a threshold point of 0.40. Moreover, Cornia and Court (2001) are of the belief that there might be a lower bound of 0.25, beyond which too much income ''equality'' becomes harmful for productivity and growth. They argue that such equality levels are associated with wide-spread free-riding, labour shirking, incentive traps and high supervision costs. For these two authors, the ''optimal'' inequality levels lie between the interval of 0.25 and 0.40. However, the problem of South Africa's district-municipalities is that most of them have inequality levels higher than the 0.40 point (the average in our sample group is 0.61-see Table 2 ). Another additional reason that could explain why inequality might negatively affect TFP in South Africa is the shift of income shares from the poor classes to the rich. These income shifts might have created the recent socio-political tensions among races, and the recent political assassinations and xenophobic attacks, which in turn might have negatively affected productivity and growth. The debate regarding the presumed effect of inequality on political instability and on productivity and growth is of great importance in the South African context, where existing evidence indicates that political instability is a key obstacle to high economic growth (see for instance Fedderke and Luiz 2008) . We have provided additional support to the result of the marginal negative effect of inequality on productivity by briefly exploring the channel of political economy. As mentioned earlier, income inequality is said to foster political instability, which in turn harms productivity and economic growth. Following Nel (2003) , we have presented a simple linear regression between political instability and income inequality, with a theoretical expectation of a positive relationship between the two variables. We used the regional number of public violence as a proxy for political instability (see IHS regional explorer database), and Gini coefficient for income inequality. The choice of public violence as a proxy for political instability is justified by the fact that rising public violence is shown to be positively related to political instability (Fedderke and Luiz 2008). The results of this regression are reported in Table 9 of ''Appendix 1''. They show that income inequality has positive and statistically significant effects on political instability in South Africa, and indicate that, in average, polities with high income inequality levels are less stable than those with lower levels of income inequality. This fosters perceptions that the South African government is strongly influenced by these levels of inequality, which dispose it to political instability. Such perceptions influence the decisions of domestic and foreign investors and impact the growth prospects of the more unequal district-municipalities. In addition to this, in Fig. 4 (''Appendix 1''), we presented a two-way scatter plot between the variable public violence and Gini. The fitted values exhibited an increasing trend which in fact support the positive relationship obtained from the OLS regression.",
            "cite_spans": [
                {
                    "start": 1019,
                    "end": 1042,
                    "text": "Kim and Sakamoto (2008)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1047,
                    "end": 1062,
                    "text": "DiPietro (2014)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1504,
                    "end": 1514,
                    "text": "(Nel 2003)",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 1668,
                    "end": 1678,
                    "text": "Nel (2003)",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 1939,
                    "end": 1962,
                    "text": "Cornia and Court (2001)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 3220,
                    "end": 3243,
                    "text": "Fedderke and Luiz 2008)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 3558,
                    "end": 3568,
                    "text": "Nel (2003)",
                    "ref_id": "BIBREF67"
                }
            ],
            "ref_spans": [
                {
                    "start": 61,
                    "end": 68,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 117,
                    "end": 124,
                    "text": "Table 5",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 641,
                    "end": 648,
                    "text": "Table 5",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 830,
                    "end": 837,
                    "text": "Table 5",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 2533,
                    "end": 2540,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 4172,
                    "end": 4179,
                    "text": "Table 9",
                    "ref_id": "TABREF10"
                },
                {
                    "start": 4799,
                    "end": 4805,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Empirical results of spatial specification"
        },
        {
            "text": "Before we examined the estimates of the rest of the control variables and the spatially lagged variables, we econometrically assessed the most efficient regression between the temporal SDM-FE (2) and SDM-RE (4). We used different statistics to test the assumption that the cross-districts' unobserved fixed effects better fit the data than the random effects. The first statistic used for this comparison was the traditional Hausman test, the results of which can be seen in Table 5 . This statistic suggests that the random effects are rejected at the 1 per cent significance level, and that the SDM-FE is more appropriate. Besides the Hausman statistic, we calculated two additional statistics that are often used for model choices: the log likelihood and the AIC and SBIC statistics. The two additional test statistics are seen by Anselin (2005) as measures for goodness of fit for the spatial panel regression models. Ragoubi and El Harbi (2018) contend that the random effects model converges to its fixed-effects counterpart if its log likelihood statistic is lower than that of the fixedeffects. Additionally, when the AIC and SBIC statistics are used for model selection, it is well known that the model with the lowest statistic will be the most efficient (Lolayekar and Mukhopadhyay 2019) . The results of these two additional tests are also presented in Table 5 . For the log likelihood, we found that the random effects model had the lowest statistic, implying that the fixed-effects model is the most efficient. Moreover, the results of the AIC and SBIC show that the fixed-effects model has the lowest calculated statistics, indicating that the fixed-effects model is efficient. In sum, the results from the AIC and SBIC corroborate those obtained from the Hausman test and from the log likelihood. It is worth noting that the SDM-FE is robust and yields reliable results, as demonstrated by these different traditional measures of goodness-of-fit. Consequently, we based the economic interpretation of the results of the control variables on the temporal SDM-FE model. The estimated coefficient on the spatially lagged dependent variable (q) was found to be positive and statistically significant at the 1 per cent level of significance. The positive and statistically significant q simply shows that the average level of TFP in contiguous district-municipalities has a positive influence on local innovative activities. Moreover, the estimated coefficient on the spatially lagged Gini variable was also found to be positive and statistically significant at the 1 per cent level of significance. This indicates that the level of income inequality in neighbouring district-municipalities has a positive effect on local TFP. This positive effect may seem strange but is not surprising in the context of South Africa, because in most district-municipalities where the average level of income inequality is relatively high, there are less economic opportunities. As a result, there are substantial movements of businesses, investments and labour across borders in search of new economic opportunities. These flows also involve important stocks of human capital that would increase productivity in the local district-municipalities with moderate levels of inequality. This argument is in line with the theory of labour migration which shows that migration and location choice decisions are driven by the behaviour of individuals or households. Individuals seek to maximize their lifetime utility, which is a function of income and other location attributes such as quality of life. In his study, Todaro (1969) underlines the importance of income disparities between regions as the key determinant of rural-urban migration. In fact, this is related to the traditional hypothesis that the movement of individuals is a result of job searching. Given the positive effect of the spatially lagged Gini variable on local TFP and the explanation assigned to it, reveals the reason for district-municipalities located in Gauteng and the Western Cape provinces being among the most productive in South Africa (see Table 10 in ''Appendix 1'').",
            "cite_spans": [
                {
                    "start": 834,
                    "end": 848,
                    "text": "Anselin (2005)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 922,
                    "end": 949,
                    "text": "Ragoubi and El Harbi (2018)",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 1265,
                    "end": 1298,
                    "text": "(Lolayekar and Mukhopadhyay 2019)",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 3606,
                    "end": 3619,
                    "text": "Todaro (1969)",
                    "ref_id": "BIBREF84"
                }
            ],
            "ref_spans": [
                {
                    "start": 475,
                    "end": 482,
                    "text": "Table 5",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 1365,
                    "end": 1372,
                    "text": "Table 5",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 4114,
                    "end": 4122,
                    "text": "Table 10",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Empirical results of spatial specification"
        },
        {
            "text": "Furthermore, the result of the last spatially lagged independent variable is that of the first period lag of TFP. The estimated coefficient of this variable was found positive and statistically significant at the 1 per cent level of significance. This positive effect can simply be explained by technological spillover effects that occur due to cross-border aspects across districtmunicipalities. However, openness to international trade and education were positive and statistically significant at the 10 per cent level of significance, whereas HIV/AIDS was not statistically significant. The result of the positive effect of trade openness on TFP is well recognized in many countries. For instance, Yannikkaya (2003) argues that international trade offers access for a country to technologically advance and make structural changes. This reasoning is reinforced by the proponents of trade liberalization, who consider international trade as an opportunity for a specific country to improve efficiency and specialize in specific products (Balassa 1965) . The results of the positive effect of trade openness on TFP are in line with those of Bonga-Bonga and Phume (2018) who also found that trade openness enhances TFP in South Africa. In order to maintain these productivity gains in district-municipalities located in Gauteng and Western Cape, governments need to maintain their current environmental governance status. They need also to continue the optimization of the industrial structure, provide good and efficient basic public services and maximize the social welfare. Table 6 presents the results of the calculated cumulative marginal effects. These were calculated according to Lesage and Peace (2009) , using the estimated coefficient of the temporal SDM-FE, as reported in Table 5 . Table 5 also shows that the estimated coefficient of Gini is À0:743 with a level of significance of 1 per cent, and the elastic hysteresis estimated coefficient of 0.615 with a level of significance of 1 per cent. In this case, both the direct and indirect effects were found to be statistically significant, implying that if income inequality increases in one local district-municipality by 1 per cent, TFP will decrease by approximately À0:743 per cent in that specific local district-municipality, and increase by 0.436 per cent in the neighbouring district-municipalities. Thus, an increase in income inequality was found to be detrimental to local district-municipalities TFP. However, the influence of income inequality was found to be obvious in neighbouring district-municipalities, producing positive effects on TFP.",
            "cite_spans": [
                {
                    "start": 701,
                    "end": 718,
                    "text": "Yannikkaya (2003)",
                    "ref_id": "BIBREF88"
                },
                {
                    "start": 1039,
                    "end": 1053,
                    "text": "(Balassa 1965)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1688,
                    "end": 1711,
                    "text": "Lesage and Peace (2009)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1577,
                    "end": 1584,
                    "text": "Table 6",
                    "ref_id": "TABREF7"
                },
                {
                    "start": 1785,
                    "end": 1792,
                    "text": "Table 5",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 1795,
                    "end": 1802,
                    "text": "Table 5",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Empirical results of spatial specification"
        },
        {
            "text": "The first period lag of TFP was also found to be related to the current level of TFP in local districtmunicipalities, and having more impact in neighbouring district-municipalities in South Africa. According to Table 5 , the estimated elasticity coefficient of the first period lag of TFP is 0.251, with a level of significance of 1 per cent. Moreover, the estimated elastic hysteresis passed the significance test, suggesting that spillover effects are highly significant. According to the results of the direct and indirect effects in Table 6 , if the past values of TFP change positively by 1 per cent in local district-municipalities, the current value of TFP in that district-municipality will increase by 0.251 per cent, and current values of TFP in neighbouring district-municipalities will significantly increase by 0.607 per cent.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 211,
                    "end": 218,
                    "text": "Table 5",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 537,
                    "end": 544,
                    "text": "Table 6",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "Empirical results of spatial specification"
        },
        {
            "text": "Finally, openness to international trade, HIV/AIDS and education were found to have direct effects only on TFP, because the estimated Eq. (8) did not include the spatial lag of these three variables. The noninclusion of these spatially lagged terms is explained by the preliminary analysis of their geographical dependence showing that they were not spatially clustered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Empirical results of spatial specification"
        },
        {
            "text": "In sum, it is important to note that spatial econometrics reveal that an increase in income inequality in local district-municipalities has a negative and statistically significant effect (direct effects) on local conditions of TFP. In addition, it also shows that an increase in the levels of inequality in the neighbouring district-municipalities produces positive and statistically significant effects (indirect effects) on local conditions of TFP. Analysis of the results indicates that these negative effects are more pronounced in district-municipalities where there is a lesser concentration of economic activity, possibly due to historical factors. In this regard, Todesa and Turok (2018) indicate that during apartheid, spatial targeting was highly instrumental in creating social divisions, at considerable financial cost. Since the end of the apartheid regime, there has been much experimentation with spatial initiatives, but without any relevant overarching policy framework. Todesa and Turok (2018) show two cautionary conclusions that can be drawn from these spatial initiatives. The first is that there is a high risk of excessive spending in marginal locations in cases where political pressures are strong, economic discipline is lacking, and public institutions are weak. The second is that place-based policies have potential but necessitate stronger horizontal and vertical policy alignment to stand any chance of tackling engrained spatial divides. Following this line of thought, Nel (1994) shows that from 1940-1994, South Africa was involved in regional development policies that were aimed at producing industrial development in the most marginalized areas, such as those within apartheid's ''homelands''. When the South African government introduced the apartheid regime, an acknowledged system of racial segregation led to three and half million black Africans being relocated to ''self-governing homelands''. Over time, these ''homeland'' regions became economically deprived. Based on this history, we concluded that these negative effects of income inequality can be seen as a persistent outcome of earlier experiences of failed regional development policies.",
            "cite_spans": [
                {
                    "start": 673,
                    "end": 696,
                    "text": "Todesa and Turok (2018)",
                    "ref_id": "BIBREF85"
                },
                {
                    "start": 989,
                    "end": 1012,
                    "text": "Todesa and Turok (2018)",
                    "ref_id": "BIBREF85"
                },
                {
                    "start": 1503,
                    "end": 1513,
                    "text": "Nel (1994)",
                    "ref_id": "BIBREF66"
                }
            ],
            "ref_spans": [],
            "section": "Empirical results of spatial specification"
        },
        {
            "text": "In order to mitigate these negative effects, novel regional economic development policies need to be reimagined in South Africa. Such policies have recently been acknowledged as important strategies for reducing regional income disparities among individuals in both developed and developing regions, and also as being crucial for the distribution of economic activities and growth across regions (Neumark and Simpson 2015). These policies must include, for instance, a relevant public transfer of funds to boost the development of marginalised district-municipalities mostly located in the provinces of Limpopo, North West, Eastern Cape Free State, Kwazulu-Natal and Northern Cape. This transfer can take the form of investment in public infrastructure (roads, hospitals and schools) or/and fiscal tax incentives. Moreover, in the case of South Africa, such regional policies might yield substantial effects through changes in the institutional environment of targeted district-municipalities. This means that most regional programmes should include changes in the labour regulations of these targeted district-municipalities. The key objec-tive of changing labour regulations is to attract manufacturing firms in marginalised district-municipalities and kick-start the agglomeration processes that will certainly create long-term positive economic effects in these particular district-municipalities.",
            "cite_spans": [
                {
                    "start": 396,
                    "end": 408,
                    "text": "(Neumark and",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Empirical results of spatial specification"
        },
        {
            "text": "When the spatial weighting matrix is defined to represent the spillover effects based on an economic distance approach, as in the case of this study, it can be found to be time-varying, and quite often endogenous, in spatial panel data models (Liu and Bi 2019) . In most cases, the estimation process leads to estimation bias. Qu and Lee (2015) used the law of large numbers (LLN) for the spatial near-epoch dependence (SNED) to overcome the endogeneity bias problem. Moreover, in dealing with situations of endogenous spatial dynamics, they established an asymptotic distribution of quasi-maximum likelihood (QML) estimators under the framework of spatial-time LLN and the central limit theorem. Consequently, an alternative specification of the spatial weighting matrix should be designed and tested to establish whether the estimates will still be significant and stable. Zhou et al. (2019) contend that the relevance and validity of spatial regressions depend on the nature and definition of the spatial weighting matrix. In addition, the authors indicate that it is a sign of robustness if the regression results are still significant with an alternative definition and specification of the spatial weighting matrix.",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 260,
                    "text": "(Liu and Bi 2019)",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 327,
                    "end": 344,
                    "text": "Qu and Lee (2015)",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 419,
                    "end": 425,
                    "text": "(SNED)",
                    "ref_id": null
                },
                {
                    "start": 875,
                    "end": 893,
                    "text": "Zhou et al. (2019)",
                    "ref_id": "BIBREF89"
                }
            ],
            "ref_spans": [],
            "section": "Robustness check"
        },
        {
            "text": "To ensure that the results in Table 5 were statistically robust, we performed supplementary regressions using the first order contiguity matrix. The results are reported in Table 7 . Compared to Table 5 , we found that the results of the variables of our key interest (current level of Gini, the spatially lagged values of Gini, TFP, and the spatially lagged values of the first period lag of TFP) in Table 7 , remained statistically significant at the 1 per cent significance level, and had the exact expected signs. As in Table 5 , all the tests applied for model selection between the temporal SDM-FE and SDM-RE were found to be in favour of the temporal SDM-FE. Based on these robust regressions, we concluded that our estimation results were consistent and relevant for policy design.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 30,
                    "end": 37,
                    "text": "Table 5",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 173,
                    "end": 180,
                    "text": "Table 7",
                    "ref_id": "TABREF8"
                },
                {
                    "start": 195,
                    "end": 202,
                    "text": "Table 5",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 401,
                    "end": 408,
                    "text": "Table 7",
                    "ref_id": "TABREF8"
                },
                {
                    "start": 524,
                    "end": 531,
                    "text": "Table 5",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Robustness check"
        },
        {
            "text": "We then turned our focus to further testing whether the temporal SDM-FE is indeed the most appropriate model compared to the temporal SAR-FE and SEM-FE. Although the estimation results could be quite similar for each specification, model comparison is indispensable in choosing the correct specification. We estimated the temporal SAR-FE using Eq. (8), while the temporal SEM-FE was estimated using Eqs. (6 and 7) . As mentioned earlier, we used the Likelihood ratio and Wald test in assessing whether the temporal SDM-FE could be reduced to a temporal spatial lag (H 0 : h 1 ¼ h 2 ¼ 0) or spatial error (H 0 : h 1;2 ?qb j =0) model. As shown by LeSage and Pace (2009), these two tests produce almost the same results. The results from this study are reported in Table 8 . According to the results of both tests, the first null hypothesis is statistically and significantly rejected at the 5 per cent level of significance. This rejection suggests that the temporal spatial lag model is not the most suitable specification for the data of this work. Additionally, the results of both tests indicate that the second null hypothesis could be also rejected, which means that the temporal spatial error model is also not appropriate. In sum, both test (LR and Wald) results show that the temporal SDM-FE is the most suitable specification for this relationship under study.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 404,
                    "end": 413,
                    "text": "(6 and 7)",
                    "ref_id": null
                },
                {
                    "start": 763,
                    "end": 770,
                    "text": "Table 8",
                    "ref_id": "TABREF9"
                }
            ],
            "section": "Robustness check"
        },
        {
            "text": "This study attempted to bring clarity to the question of whether increasing income inequality enhances Total Factor Productivity (TFP) in South Africa, as supported by the skill-biased technological change argument. Based on the spatiotemporal evolution of income inequality and factor productivity across South Africa's 52 district-municipalities, this paper applied the dynamic spatial Durbin model (a spatial panel econometric model), to quantitatively examine the impact of income inequality and its spillover effects on TFP. The use of spatial econometrics in this analysis allowed us to reach some intuitive and robust conclusions, in contrast to the uncertain and inaccurate conclusions reached without the use of spatial methods (OLS, Fixed and Random Effects and system GMM). First and most essential, we found substantial evidence of positive spatial clustering of TFP across district-municipalities in South Africa. This evidence occurs in the spatial regression results showing the positive and significant coefficient of q and k (see Table 8 ), when all the control variables and a temporal one-period lag of TFP are included. This evidence can also be seen in the plots of the Moran's I i . To the best of our knowledge, such strong and robust evidence of TFP dynamics has not been presented to date.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1047,
                    "end": 1054,
                    "text": "Table 8",
                    "ref_id": "TABREF9"
                }
            ],
            "section": "Conclusions"
        },
        {
            "text": "Furthermore, our results also show that an increase in income inequality in local district-municipalities has a negative and statistically significant effect (direct effects) on TFP. The negative results are supported by the negative link that exist between inequality and growth via the channel of political instability. In other words, the negative results of inequality indicate that income inequality foster political instability, which in turn harms productivity and economic growth. Besides, an increase in the levels of inequality in the neighbouring district-municipalities was found to be associated with the positive and statistically significant effects (indirect effects) on TFP in local districtmunicipalities. These results imply that the negative effects of income inequality on productivity and growth among adjacent regions is not simply an intuitive theory, but seems to be a fundamental fact of economic globalization and space relations. By connecting the result of the negative effects of income inequality on TFP to the skill-biased technological change (SBTC) argument, we then rejected the null hypothesis that states that productivity would drop if earnings/income inequality were considerably reduced.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Policy-wise, we have suggested that new regional economic development policies should be redefined by the government in order to alleviate the negative effects of income inequality on TFP in local districtmunicipalities. We proposed that those policies should be put in place in the aim of attracting industrial firms in marginalized district-municipalities so that a quick start of agglomeration processes that will certainly create long term positive economic effects in deprived district-municipalities be realized. In terms of the positive spatial spillover effects of income inequality in different local district-municipalities, we proposed that governments need to maintain their current environmental governance status. They need also to continue the optimization of the industrial structure, provide good and efficient basic public services and maximize the social welfare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The results revealed some interesting additional findings, which deserve further study. In particular, we found that income inequality has positive and statistically significant effects on political instability in South Africa. This finding indicates that polities that have high income inequality levels are less stable compared to those with lower levels of income inequality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Despite the many aspects still to be addressed about spatial factors in the relationship between income inequality and TFP, this study put forward the usefulness of spatial econometrics by providing empirical evidence of the effects of inequality on TFP, and by indicating the path toward a clear understanding of the role of local and regional interactions. We believe that the findings of this study will be helpful to scholars and policymakers in strategizing and designing policy that will reduce inequality across district-municipalities and among individuals, and that it will enhance productivity and growth in South Africa.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Author contributions Kamanda Delphin Espoir conceived the key ideas for this research paper. He collected and analyzed the data. He also worked on the introduction, literature review, methodology, results and conclusion. Nicholas Ngepah worked on the technical oversight, quality control and writing the policy discussion. The two authors have read and approved the final version of this manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Conflict of interest The authors declare no conflict of interest. The School of Economics and Econometrics of the University of Johannesburg had no role in the design of the study; in the collection, analyses, or interpretation of data; in the writing of the manuscript, and in the decision to publish the results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        },
        {
            "text": "See Tables 9, 10 Standard errors in parentheses ***p \\ 0.01, **p \\ 0.05, *p \\ 0.1, lnpubviolence is the log of number of public violence ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 4,
                    "end": 16,
                    "text": "Tables 9, 10",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Appendix 1"
        },
        {
            "text": "See Table 11 . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 4,
                    "end": 12,
                    "text": "Table 11",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Appendix 2"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The growth, poverty and inequality nexus in South Africa: Cointegration and causality analysis",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "A"
                    ],
                    "last": "Akanbi",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Development Southern Africa",
            "volume": "33",
            "issn": "2",
            "pages": "166--185",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The fair wage-effort hypothesis and unemployment",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Akerlof",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yellen",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Quarterly Journal of Economics",
            "volume": "55",
            "issn": "",
            "pages": "255--283",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The impact of HIV on total factor productivity",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "G"
                    ],
                    "last": "Alemu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Roe",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Income distribution, political instability and investment",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Alesina",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Perotti",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "European Economic Review",
            "volume": "40",
            "issn": "6",
            "pages": "1203--1228",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Distributive politics and economic growth",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Alesina",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rodrik",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Quarterly Journal of Economics",
            "volume": "109",
            "issn": "2",
            "pages": "465--490",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Effect of human capital on total factor productivity growth in the Arab Gulf Cooperation Council countries, The (Doctoral dissertation",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Algarini",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Lagrange multiplier test diagnostics for spatial dependence and spatial heterogeneity",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Anselin",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Geographical Analysis",
            "volume": "20",
            "issn": "",
            "pages": "1--17",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Exploring spatial data with geoda: A workbook, revised version",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Anselin",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Simple diagnostic tests for spatial dependence",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Anselin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Bera",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Florax",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Yoon",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Regional Science and Urban Economics",
            "volume": "26",
            "issn": "",
            "pages": "77--104",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Economic growth in post-apartheid South Africa: A growth-accounting analysis. Post-apartheid South Africa: The first ten years",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Arora",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "13--22",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Is rising income inequality inevitable? A critique of the transatlantic consensus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Atkinson",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The polarization of the U.S. labour market",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Autor",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Katz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Kearney",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "American Economic Review",
            "volume": "96",
            "issn": "2",
            "pages": "189--194",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Trade liberalization and ''revealed'' comparative advantage",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Balassa",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "The Manchester School",
            "volume": "33",
            "issn": "2",
            "pages": "99--123",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Occupational choice and the process of development",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Banerjee",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Newman",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Journal of Political Economy",
            "volume": "101",
            "issn": "2",
            "pages": "274--298",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Economic growth",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Barro",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Sala-I-Martin",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Economic growth, poverty and inequality in South Africa: The first decade of democracy",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bhorat",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Van Der Westhuizen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Development Policy Research Unit Conference",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Three essays on estimation and determinants of productivity (Doctoral dissertation, Brandeis University",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Bilgic-Alpaslan",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "International Business School)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "GMM estimation with persistent panel data: An application to production functions",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Blundell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Bond",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Econometric Reviews",
            "volume": "19",
            "issn": "",
            "pages": "321--340",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Assessing the relationship between total factor productivity and foreign direct investment in an economy with a skills shortage: The case of South Africa",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bonga-Bonga",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Phume",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Economics Bulletin",
            "volume": "38",
            "issn": "3",
            "pages": "1395--1405",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The poverty-growth-inequality triangle. Working Paper 125, Indian Council for Research on International Economic Relations",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bourguignon",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Credit rationing, tenancy, productivity, and the dynamics of inequality (English). Policy, Planning and Research Department working papers; no. WPS 176",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Braverman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Stiglitz",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Skill-biased technological change and rising wage inequality: Some problems and puzzles",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Card",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Dinardo",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Journal of Labour Economics",
            "volume": "20",
            "issn": "4",
            "pages": "733--783",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The global economic recovery 10 years after the 2008 financial crisis. IMF Working Paper WP/19/83",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mrkaic",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nabar",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Trends in income inequality and its impact on economic Growth, OECD social, employment and migration working papers",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Cingano",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1787/5jxrjncwxv6j-en"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "More evidence on income distribution and growth",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Clarke",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Journal of Development Economics",
            "volume": "47",
            "issn": "",
            "pages": "403--427",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The problem of spatial autocorrelation",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Cliff",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Ord",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "London papers in regional science, studies in regional science",
            "volume": "1",
            "issn": "",
            "pages": "25--55",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "International R&D spillovers",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Coe",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Helpman",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Economic European Review",
            "volume": "39",
            "issn": "5",
            "pages": "859--887",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Inequality, growth and poverty in the era of liberalization and globalization",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cornia",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Court",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Policy Brief",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "New ways of looking at old issues in equality and growth",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Deininger",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Squire",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Journal of Development Economics",
            "volume": "57",
            "issn": "2",
            "pages": "259--287",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Productivity growth and income inequality",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dipietro",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of Economics and Development Studies",
            "volume": "2",
            "issn": "3",
            "pages": "1--08",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "A meta-analysis on the relationship between income inequality and economic growth",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dominicis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Raymond",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Flora",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Henri De Groot",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "The Netherlands Scottish Journal of Political Economy",
            "volume": "55",
            "issn": "5",
            "pages": "654--682",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Matlab software for spatial panels",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Elhorst",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "International Regional Science Review",
            "volume": "37",
            "issn": "3",
            "pages": "389--405",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Spatial econometrics: From cross-sectional data to spatial panels",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Elhorst",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Handbook of applied spatial analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Elhorst",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "377--407",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Mark-up pricing in South African industry",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fedderke",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kularatne",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mariotti",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of African Economies",
            "volume": "16",
            "issn": "1",
            "pages": "28--69",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "The structure of growth in the South African economy: Factor accumulation and total factor productivity growth 1970-97",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Fedderke",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "South African Journal of Economics",
            "volume": "70",
            "issn": "4",
            "pages": "611--646",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "The political economy of institutions, stability and investment: A simultaneous equation approach in an emerging economy",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Fedderke",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Luiz",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Endogeneity in a spatial context: Properties of estimators",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Fingleton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Gallo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Páez",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Progress in geospatial analysis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Long-run spatial inequality in South Africa: Early settlement patterns and separate development",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "V"
                    ],
                    "last": "Fintel",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Stellenbosch Economic Working Papers: WP16",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "A reassessment of the relationship between inequality and growth",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Forbes",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "American Economic Review",
            "volume": "90",
            "issn": "4",
            "pages": "869--887",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Inequality and growth in the United States: Evidence from a new state-level panel of income inequality measures",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Frank",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Western Economic Association International",
            "volume": "47",
            "issn": "1",
            "pages": "55--68",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "What do unions do?",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Freeman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Medoff",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "On optimal long-term relationship between TFP, institutions, and income inequality under embodied technical progress",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fuentes",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mishrab",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Scaviac",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Parhi",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Structural Change and Economic Dynamics",
            "volume": "31",
            "issn": "",
            "pages": "89--100",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "From physical to human capital accumulation: Inequality and the process of development",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Galor",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Moav",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Review of Economic Studies",
            "volume": "71",
            "issn": "4",
            "pages": "1001--1026",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "The distribution of human capital and economic growth",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Galor",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tsiddon",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Journal of Economic Growth",
            "volume": "2",
            "issn": "1",
            "pages": "93--124",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Income distribution and macroeconomics",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Galor",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zeira",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Review of Economic Studies",
            "volume": "60",
            "issn": "",
            "pages": "33--52",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Spatial weights matrices",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Getis",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Geographical Analysis",
            "volume": "41",
            "issn": "",
            "pages": "404--410",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Why do some countries produce so much more output per worker than others?",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "I"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "The Quarterly Journal of Economics",
            "volume": "114",
            "issn": "1",
            "pages": "83--116",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Factor productivity and income inequality: A general equilibrium analysis",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hanson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rose",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Applied Economics",
            "volume": "29",
            "issn": "8",
            "pages": "1061--1071",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Intelligence, social mobility and growth",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hassler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mora",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "American Economic Review",
            "volume": "90",
            "issn": "",
            "pages": "888--908",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Specification tests in econometrics",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hausman",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Econometrica",
            "volume": "46",
            "issn": "",
            "pages": "1251--1271",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "The drivers of local income inequality: A spatial Bayesian model-averaging approach",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hortas-Rico",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Rios",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Regional Studies",
            "volume": "53",
            "issn": "8",
            "pages": "1207--1220",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "UNIDO Staff Working Paper, 02. Vienna: Research and Statistics Branch, United Nations Industrial Development Organization",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Isaksson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Analysis of economic growth in Kenya: Growth accounting and total factor productivity",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Kalio",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Mutenyo",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Owuor",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Business Management and Applied Economics",
            "volume": "6",
            "issn": "",
            "pages": "1--22",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Panel data models with spatially correlated error components",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kapoor",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kelejian",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Prucha",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of Econometrics",
            "volume": "140",
            "issn": "1",
            "pages": "97--130",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "A generalized spatial two-stage least squares procedure for estimating a spatial autoregressive model with autoregressive disturbances",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Kelejian",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "R"
                    ],
                    "last": "Prucha",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "The Journal of Real Estate Finance and Economics",
            "volume": "17",
            "issn": "1",
            "pages": "99--121",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Does inequality increase productivity? Evidence from US manufacturing industries",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sakamoto",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Work and Occupations",
            "volume": "35",
            "issn": "1",
            "pages": "85--114",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Understanding contemporary household inequality in South Africa",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Leibbrandt",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Woolard",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bhorat",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Fighting poverty: Labour markets and inequality in South Africa",
            "volume": "",
            "issn": "",
            "pages": "21--40",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Trends in South African income distribution and poverty since the fall of apartheid",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Leibbrandt",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Woorard",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Finn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Argent",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1787/5kmms0t7p1ms-en"
                ]
            }
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Introduction to spatial econometrics",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Lesage",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Pace",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Income inequality is not harmful for growth: theory and evidence",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Review of Development Economics",
            "volume": "2",
            "issn": "3",
            "pages": "318--334",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Effects of higher education levels on total factor productivity growth, sustainability",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bi",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "11",
            "issn": "",
            "pages": "1--12",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Spatial dependence and regional income convergence in India",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Lolayekar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mukhopadhyay",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "GeoJournal",
            "volume": "84",
            "issn": "",
            "pages": "851--864",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Wage dispersion and firm productivity in different working environments",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mahy",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Rycx",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Volral",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "British Journal of Industrial Relations",
            "volume": "49",
            "issn": "3",
            "pages": "460--485",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Neighborhood inequality, collective efficacy, and the spatial dynamics of urban violence",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Morenoff",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Sampson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Raudenbush",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "National Planning Commission",
            "volume": "39",
            "issn": "3",
            "pages": "517--558",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Regional development in South Africa: From apartheid planning to the reform Era",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Nel",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Geography Research Forum",
            "volume": "14",
            "issn": "",
            "pages": "13--29",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Income inequality, economic growth, and political instability in Sub-Saharan Africa",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Nel",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "The Journal of Modern African Studies",
            "volume": "41",
            "issn": "4",
            "pages": "611--639",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Investment in humans, technology diffusion and economic growth",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nelson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Phelps",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "American Economic Review",
            "volume": "56",
            "issn": "1/2",
            "pages": "69--75",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Production, inequality and poverty linkages in South Africa",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Neumark",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Simpson",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Handbook of regional and urban economics",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Long life and productivity in South Africa: long burdensome or long healthy?",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ngepah",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "African Development Review",
            "volume": "24",
            "issn": "4",
            "pages": "371--387",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "In search of bad inequalities for growth and appropriate policy choices for their reduction in Africa",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ngepah",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "United Nations",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "The inequality-growth link revisited with spatial considerations: The case of provinces in the Philippines",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "O"
                    ],
                    "last": "Pede",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Barboza",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Sparks",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mckinley",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of the Asia Pacific Economy",
            "volume": "23",
            "issn": "3",
            "pages": "411--427",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Is inequality harmful for growth?",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Persson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tabellini",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "American Economic Review",
            "volume": "84",
            "issn": "3",
            "pages": "600--621",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "Tools for spatial data analysis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pisati",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Stata Technical Bulletin",
            "volume": "60",
            "issn": "",
            "pages": "21--37",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "Estimating a spatial autoregressive model with an endogenous spatial weight matrix",
            "authors": [
                {
                    "first": "Xi",
                    "middle": [],
                    "last": "Qu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of Econometrics",
            "volume": "184",
            "issn": "",
            "pages": "209--232",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "Entrepreneurship and income inequality: A spatial panel data analysis",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ragoubi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Harbi",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "International Review of Applied Economics",
            "volume": "32",
            "issn": "3",
            "pages": "374--422",
            "other_ids": {}
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "On the impact of innovation and inequality in economic growth, economics of innovation and new technology",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Risso",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Carrera",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "28",
            "issn": "",
            "pages": "64--81",
            "other_ids": {}
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "Economic growth and total factor productivity in Lebanon",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Saad",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "International Journal of Economics and Finance",
            "volume": "9",
            "issn": "2",
            "pages": "159--171",
            "other_ids": {}
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "Income inequality, TFP, and human capital",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "N"
                    ],
                    "last": "Sequeira",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ferreira-Lopes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Santos",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Economic Record",
            "volume": "",
            "issn": "300",
            "pages": "89--111",
            "other_ids": {}
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "A contribution to the theory of economic growth",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Solow",
                    "suffix": ""
                }
            ],
            "year": 1956,
            "venue": "The Quarterly Journal of Economics",
            "volume": "70",
            "issn": "1",
            "pages": "65--94",
            "other_ids": {}
        },
        "BIBREF82": {
            "ref_id": "b82",
            "title": "The standardized world income inequality database",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Solt",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.7910/DVN/LM4OWF"
                ]
            }
        },
        "BIBREF83": {
            "ref_id": "b83",
            "title": "Labour market dynamics in South Africa",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF84": {
            "ref_id": "b84",
            "title": "A model of labour migration and urban unemployment in less developed countries",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Todaro",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "The American Economic Review",
            "volume": "59",
            "issn": "1",
            "pages": "138--148",
            "other_ids": {}
        },
        "BIBREF85": {
            "ref_id": "b85",
            "title": "Spatial inequalities and policies in South Africa: Place-based or people-centred?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Todesa",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Turok",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Progress in Planning",
            "volume": "123",
            "issn": "",
            "pages": "1--31",
            "other_ids": {}
        },
        "BIBREF86": {
            "ref_id": "b86",
            "title": "Current poverty and income distribution in the context of South African history",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Van Der",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Berg",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF87": {
            "ref_id": "b87",
            "title": "Does the profile of income inequality matter for economic growth? Distinguishing between the effects of inequality in different parts of the income distribution",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Voitchovsky",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "World income inequality report",
            "volume": "10",
            "issn": "",
            "pages": "273--296",
            "other_ids": {}
        },
        "BIBREF88": {
            "ref_id": "b88",
            "title": "Trade openness and economic growth: A cross-country empirical investigation",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yannikkaya",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of Development Economics",
            "volume": "72",
            "issn": "1",
            "pages": "57--89",
            "other_ids": {}
        },
        "BIBREF89": {
            "ref_id": "b89",
            "title": "The role of industrial structure upgrades in eco-efficiency evolution: Spatial correlation and spillover effects",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sha",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Science of the Total Environment",
            "volume": "687",
            "issn": "",
            "pages": "1327--1336",
            "other_ids": {}
        },
        "BIBREF90": {
            "ref_id": "b90",
            "title": "Intergenerational transfer, human capital and long-term growth in china under the one child policy",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Whalley",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "National Bureau of Economic Research",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Evolution of TFP and inequality at district-municipality level in South Africa(from 1995 to 2015)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "lnGini -0.248* -0.264** -0.234* -0.360*** -0.248* -0.264** -0.0806** -0.0767 -0.378** -0.0690 -0.988*** -0.0767 -0.378** --(",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Spatial distribution of income inequality across South African district-municipalities(1995 and 2015). Source: Authors selfpainting using PALMS dataset Preliminary analysis of the role of space",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Moran scatter plot (Moran's I = 0.344), Global Spatial Autocorrelation, 1995. Red line: Fitted line. b Moran scatter plot (Moran's I = 0.462), Global Spatial Autocorrelation, 2015. Red line: Fitted line TFP, for the years 1995 and 2015.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "and Fig. 4.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Relationship",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Contribution of capital, labour and TFP to GDP growth, before and after apartheid",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Finally SF o is a standardization factor which assigns all the values of the spatial matrix an equal weight, i.e. SF o ¼",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Descriptive statistics of the variables",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Results of POLS, fixed and random effects, and system GMM",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Results of robust Lagrange multiplier",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Main results: dynamic fixed and random-effects MLE (spatial weight: inverse-distance)",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Results of Dynamic Fixed and Random-effects MLE (spatial weight: contiguity) Standard errors in (), ***p \\ 0.01, **p \\ 0.05, *p \\ 0.1, P-values in [], Hausman testH 0 : Temporal SDM-RE is consistent",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Model comparison: Fixed-effects SDM-FE versus SAR-FE and SEM-FE",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "Regression results of Inequality and political instability",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "Cross-districts average TFP score and income inequality(time period: 1995 to 2015)",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "ProvinceDistrict-municipality Average TFP score Average TFP score Average Gini coefficient Source: Authors own calculationsTable 11Moran's I i for Residual of the TFP regression, by district-municipality",
            "latex": null,
            "type": "table"
        },
        "TABREF13": {
            "text": "-tail test; bold italic indicate significant positive spatial clustering.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}