{
    "paper_id": "67e353a615f524b7e260a2eb19bea1e8c46ff18f",
    "metadata": {
        "title": "Die COVID-19-Pandemie: Arbeitsrecht im Krankenhaus in bewegten Zeiten",
        "authors": [
            {
                "first": "Alexander",
                "middle": [],
                "last": "Eufinger",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Nach nahezu einhelliger Meinung ist die COVID-19-Pandemie die größte Herausforderung an die Welt seit dem Zweiten Weltkrieg 1 . Dies gilt besonders für die Stabilität des Gesundheitssystems, aber auch für das gesellschaftliche und soziale Zusammenleben sowie die wirtschaftliche Stabilität und das Arbeitsleben. Auch in Deutschland ist jeder Arbeitgeber und Arbeitnehmer -zumindest mittelbarvon dieser Pandemie betroffen. Die täglichen Betriebsabläufe werden durch das Corona-Virus SARS-CoV-2 grundlegend verändert. Dies gilt natürlich in besonderem Maße für die Tätigkeit im Krankenhaus, kämpfen doch deren Mitarbeiter an vorderster \"Front\" gegen die COVID-19-Pandemie und sehen sich einer immer noch nicht genau absehbaren Zahl infizierter Patienten gegenüber.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. Einführung"
        },
        {
            "text": "Erhebliche Auswirkungen des Corona-Virus SARS-CoV-2 auf die Arbeitsverhältnisse von Ärzten, Pflegekräften und sonstigen medizinischen Fachangestellten sind daher unvermeidbar. Zwar wirkt die Klärung von arbeitsrechtlichen Fragestellungen vor dem Hintergrund der historischen Ausmaße der Corona-Krise nicht prioritär. Gleichwohl ergeben sich in dieser Situation für die im Krankenhaus Verantwortlichen eine Vielzahl von individualrechtlichen, aber auch betriebsverfassungsrechtlichen Fragestellungen und Problemen. So steht der Arbeitgeber \"Krankenhaus\" hierbei vor einer besonders großen Herausforderung: auf der einen Seite muss er die Versorgung der Bevölkerung mit medizinischen Dienstleistungen gewährleisten und die Herausforderungen der COVID-19-Pandemie meistern, auf der anderen Seite hat er Sorge dafür zu tragen, dass die Erbringung der Arbeitsleistung ohne eine Gesundheitsgefährdung der Arbeitnehmer erfolgen kann. Auch in Zeiten der COVID-19-Pandemie ist die arbeitgeberseitige Fürsorgepflicht -besonders im Gesundheitswesen -nicht dispensiert. Gelingt den Krankenhäusern dieser Spagat zwischen dem Schutz der Mitarbeiter und der ausreichenden Versorgung der Patienten nicht, droht der befürchtete Kollaps des Gesundheits wesens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. Einführung"
        },
        {
            "text": "Der nachstehende Beitrag gibt einen Überblick über die arbeitsrechtlichen Rahmenbedingungen, die ein Krankenhaus auch in diesen bewegten Zeiten beachten sollte. Im Mittelpunkt stehen hierbei die (vorübergehende) Änderung der Arbeitszeiten inklusive der Einführung von neuen Schichtmodellen und der sog. Kohortierung von Mitarbeitern sowie der Umgang mit einer zunehmenden Zahl von Quarantänefällen und infiziertem medizinischen Personal. Zudem sollen flexible Urlaubsregelungen und arbeitsschutzrechtliche Fragestellungen thematisiert werden. Auch wenn die bestehende Gesetzeslage keinesfalls im Sinne einer Corona-Notstandslage ausgehebelt werden darf, sollen Anregungen für eine \"virusfreundliche\" 2 -und damit pragmatische -Auslegung thematisiert werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. Einführung"
        },
        {
            "text": "Aufgrund der COVID-19-Pandemie und dem damit verbundenen Anstieg der zu behandelnden Patienten arbeitet die Mehrheit des medizinischen Personals im Krankenhaus oftmals über der Belastungsgrenze. Dies gilt sowohl für die psychische bzw. physische Belastung, als auch für die nach dem Arbeitszeitgesetz (ArbZG) vorgegebene Belastungsgrenze. Traditionell ist das Schichtsystem im Krankenhaus dreiteilig in Früh-, Spät-und Nachtdienst aufgeteilt. Dies führt zu einer Arbeitszeit von jeweils 7,7 oder 8 Stunden für den jeweiligen Mitarbeiter, was den Vorgaben des § 3 ArbZG entspricht, wonach die werktägliche Arbeitszeit der Arbeitnehmer acht Stunden nicht überschreiten darf. Überstunden sind hierbei durchaus möglich, kann doch die werktägliche Arbeitszeit auf bis zu zehn Stunden verlängert werden, wenn innerhalb von sechs Kalendermonaten oder innerhalb von 24 Wochen im Durchschnitt acht Stunden werktäglich nicht überschritten werden ( § 3 ArbZG). Im Zuge der COVID-19-Pandemie stellen jedoch viele Krankenhäuser ihre Schichtmodelle auf 12-Stunden-Schichtsysteme um. für den Dienst einplanen zu können. Um diesem Zielkonflikt -zwischen einzuhaltenden Quarantänemaßnahmen auf der einen Seite und der Aufrechterhaltung der medizinischen Versorgung auf der anderen Seite -gerecht zu werden, hat das Robert Koch-Institut Empfehlungen zum Management von Kontaktpersonen unter medizinischem Personal bei Personalmangel veröffentlicht 50 . Danach kann der Umgang mit Kontaktpersonen unter medizinischem Personal bei Personalengpässen angepasst werden, sofern anderenfalls die Gewährleistung der Patientenversorgung gefährdet wäre. Dies ermöglicht einen effektiven Einsatz von medizinischem Personal. Vordergründig sind zunächst aber andere Handlungsoptionen zu prüfen, beispielsweise die Verlegung von Patienten in andere Kliniken oder die -nur schwerlich mögliche -Rekrutierung neuen Personals. Das Robert Koch-Institut clustert hierbei die Mitarbeiter in Kontaktpersonen der Kategorie I bis III und knüpft hieran verschiedene organisatorische Maßnahmen. Betont wird zudem die Bedeutung der Einhaltung der persönlichen Schutzausrüstung und Arbeitsschutzvorschriften (siehe Punkt VI.). An die Umsetzung dieser Empfehlungen sind die Verantwortlichen der medizinischen Einrichtungen nach § 23 Abs. 3 IfSG gebunden. Die Anweisung an in Quarantäne befindliche Mitarbeiter wieder am Dienst teilzunehmen ist daher nicht vom Direktionsrecht nach § 106 GewO gedeckt, sofern sie entgegen den Empfehlungen des Robert Koch-Instituts erfolgt. Es handelt sich schließlich um eine Weisung mit gesetzeswidrigem Inhalt, die der Mitarbeiter nicht befolgen muss 51 . In diesem Fall ist der Arbeitnehmer also nicht zur Aufnahme seiner Tätigkeit in der medizinischen Einrichtung verpflichtet.",
            "cite_spans": [
                {
                    "start": 2639,
                    "end": 2641,
                    "text": "51",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Neue Schichtmodelle"
        },
        {
            "text": "Um die Gefahr eines Ansteckungsrisikos zu reduzieren, äußern Arbeitnehmer gegenüber ihrem Arbeitgeber besonders in Zeiten der COVID-19-Pandemie vermehrt den Wunsch, im Homeoffice zu arbeiten. Zumindest für Mitarbeiter in der Krankenhausverwaltung besteht diese Möglichkeit. Ärztliches, pflegerisches sowie sonstiges medizinisches Personal kann hiervon verständlicherweise keinen Gebrauch machen 52 . Ein gesetzlicher Anspruch auf ein Arbeiten von zu Hause besteht für Arbeitnehmer ohnehin nicht, außer aus Tarif-oder Arbeitsvertrag sowie Betriebsvereinbarung folgt etwas anderes 53 ",
            "cite_spans": [
                {
                    "start": 395,
                    "end": 397,
                    "text": "52",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 579,
                    "end": 581,
                    "text": "53",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Homeoffice"
        },
        {
            "text": "Vielfach verplant das Krankenhauspersonal nahezu seinen gesamten Jahresurlaub im Rahmen der Jahresurlaubsplanung für das jeweilige Kalenderjahr. Führt nunmehr die COVID-19-Pandemie dazu, dass ärztliches und pflegerisches Personal über einen sehr langen Zeitraum in der Klinik zur Patientenversorgung eingesetzt werden muss, stellt sich die Frage, ob der Arbeitgeber bereits genehmigten Urlaub widerrufen darf oder eine Urlaubssperre verhängen kann. Arbeitsrechtlich gilt der Grundsatz, dass bereits genehmigter Erholungsurlaub zu gewähren ist und nicht widerrufen werden kann 57 . Eine arbeitsvertragliche Klausel, die einem Krankenhausträger ein entsprechendes Recht einräumt, verstößt gegen zwingendes Urlaubsrecht ( § § 1, 13 BUrlG) und ist damit rechtsunwirksam 58 . Gleiches gilt für eine tarifvertragliche Abrede zu Ungunsten des Arbeitnehmers 59 . Eine einvernehmliche Auf hebung der Urlaubs erteilung ist jederzeit möglich 60 . Darüber hinaus kann der Krankenhausträger in besonderen unvorhersehbaren Ausnahme-und Notfällen berechtigt sein, bereits gewährten Urlaub zu widerrufen 61 . Führt die COVID-19-Pandemie zu einem gravierenden Personalmangel im Krankenhaus, ist der Widerruf bereits genehmigten Urlaubs -in dieser absoluten Ausnahmesituation -gerechtfertigt. Den betreffenden Mitarbeitern sind etwaig anfallende Stornokosten etc. zu erstatten. Der Widerruf eines gewährten Urlaubs aus dringenden betrieblichen Gründen ist mitbestimmungsfrei 62 . Zudem dürfte im Zuge der COVID-19-Pandemie auch die Anordnung einer Urlaubssperre gerechtfertigt sein.",
            "cite_spans": [
                {
                    "start": 576,
                    "end": 578,
                    "text": "57",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 766,
                    "end": 768,
                    "text": "58",
                    "ref_id": null
                },
                {
                    "start": 931,
                    "end": 933,
                    "text": "60",
                    "ref_id": null
                },
                {
                    "start": 1088,
                    "end": 1090,
                    "text": "61",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1457,
                    "end": 1459,
                    "text": "62",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "IV. Urlaubsplanung"
        },
        {
            "text": "Insbesondere in Zeiten der COVID-19-Pandemie verdient ärztliches sowie pflegerisches Personal höchste Anerkennung. Leider gibt es aber auch in dieser Berufsgruppe einige wenige (!) schwarze Schafe. Hiervon zeugt der vereinzelte Diebstahl von Atemschutzmasken, Desinfektionsmitteln und Einweghandschuhen. In \"normalen\" Zeiten wären auf derartige Delikte wohl die Grundsätze der \"Emmely-Entscheidung\" des BAG anwendbar gewesen, wonach eine fristlose, verhaltensbedingte Kündigung wegen eines sog. Bagatelldelikts regelmäßig nicht gerechtfertigt ist 63 . Bei den vorbezeichneten medizinischen Schutzartikeln handelt es sich -umgangssprachlich ausgedrückt -um \"Pfennigartikel\" 64 ",
            "cite_spans": [
                {
                    "start": 547,
                    "end": 549,
                    "text": "63",
                    "ref_id": null
                },
                {
                    "start": 673,
                    "end": 675,
                    "text": "64",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Diebstahl von Schutzartikeln und \"Emmely-Entscheidung\""
        },
        {
            "text": "Die Behandlung von infizierten Patienten ist ohne entsprechende Ausrüstung nicht zumutbar. Die Mitarbeiter sind demnach auch nicht verpflichtet ihre Arbeitsleistung zu erbringen. Ihnen steht sogar ein Zurückbehaltungsrecht an der Arbeitsleistung nach § 273 Abs. 1 BGB zu, wenn der Krankenhausträger die ihn treffende Pflicht zur Gewährleistung der Sicherheit am Arbeitsplatz ( § 618 Abs. 1 BGB; § 4 ArbSchG; Vorgaben der Biostoffverordnung) nicht erfüllt 71 . Nach in der Literatur vertretener Ansicht, setzt das Zurückbehaltungsrecht nach § 273 Abs. 1 BGB keine unmittelbare Gefahr für Leben oder Gesundheit voraus. Gleichwohl soll bei geringfügigen oder kurzfristigen Verstößen des Arbeitgebers gegen Arbeitsschutzpflichten, die keinen nachhaltigen Schaden beim Mitarbeiter bewirken können, kein Zurückbehaltungsrecht ausgeübt werden können 72 ",
            "cite_spans": [
                {
                    "start": 455,
                    "end": 457,
                    "text": "71",
                    "ref_id": null
                },
                {
                    "start": 843,
                    "end": 845,
                    "text": "72",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Zurückbehaltungsrecht an der Arbeitsleistung"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Griese in: Küttner, Personalbuch, 27. Aufl. 2020, Weisungsrecht, Rdnr",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Etwas anderes mag noch für die radiologische Befundung gelten",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "345, 349; ebenso mit anderem Ansatz Weller/Lieberknecht/Habrich, NJW 2020, 1017, die einen Anspruch auf Homeoffice in dieser Krisensituation sowohl auf Wunsch des Arbeitgebers als auch des Arbeitnehmers im Einzelfall für gerechtfertigt halten",
            "authors": [
                {
                    "first": "/",
                    "middle": [],
                    "last": "Im Einzelnen Fuhlrott",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Fischer",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "MüKoBGB, 8. Aufl. 2020, § 611 a, Rdnr",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bag",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Nza-Rr",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "473",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "wonach ein einseitiger Widerruf der Urlaubserteilung durch den Arbeitgeber \"als Ausnahmefall nur bei ganz unvorhergesehenen Ereignissen\" zulässig sei",
            "authors": [
                {
                    "first": "Njw",
                    "middle": [],
                    "last": "Bag",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Erf K, 20. Aufl. 2020, § 87 BetrVG",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Wank",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Bejahend: BAG, NZA 2001, 893; ablehnend: LAG Berlin-Brandenburg",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "353",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "273, 277; Mengel/Hagemeister, BB",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Verordnung über Sicherheit und Gesundheitsschutz bei Tätigkeiten mit Biologischen Arbeitsstoffen (Biostoffverordnung)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "MHdB ArbR, 4. Aufl",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Blomeyer",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "41",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Zudem sollen die Pflegekräfte und Ärzte hierbei in festen Teams verbleiben, d. h. jeder Mitarbeiter arbeitet jeden Tag mit denselben Kollegen zusammen. Bei Versorgung von mehreren Fällen mit COVID-19 wird somit eine organisatorische und räumliche Trennung von Patienten und dem zugewiesenen Personal in einem gesonderten Bereich erreicht (sog. Kohortierung bzw. Kohortenbildung). Ziel ist es, die Kontaktdauer zwischen den einzelnen Kollegen und zwischen Mitarbeitern und Patienten zu begrenzen und so die Kontakthäufigkeit insgesamt zu verringern. Dies entspricht den Vorgaben des Robert Koch-Instituts, wonach medizinisches Personal, das in die Versorgung von Patienten mit COVID-19 Diagnose eingesetzt wird, möglichst von der Versorgung anderer Patienten freizustellen ist 3 . Infiziert sich ein Mitarbeiter selbst mit dem Corona-Virus SARS-CoV-2, ist der potenzielle Kreis der von ihn kontaktierten Kollegen auf die jeweilige Kohorte begrenzt. Solange es geht, sollten jedoch die normalen, bisherigen Arbeitszeiten eingehalten werden, damit für den späteren befürchteten Ansturm infizierter Patienten ausreichend erholtes Personal zur Verfügung steht. Die tatsächliche Umstellung auf das 12-Stunden-Schichtsystem sollte erfolgen, wenn im Landkreis oder der Stadt der Notfall-bzw. Katastrophenplan ausgerufen wird oder wenn durch den täglichen Abgleich von Belegung und Schichtbesetzung deutlich wird, dass die 3-Schichtplanung durch Ausf älle nicht mehr funktioniert.2. Notfall oder außergewöhnlicherFall nach § 14 Abs. 1 ArbZG Derartige Abweichungen von der gesetzlichen Höchstarbeitszeit von acht bzw. zehn Stunden nach § 3 ArbZG sind gemäß § 14 Abs. 1 ArbZG oder § 15 Abs. 2 ArbZG zulässig. So darf bei vorübergehenden Arbeiten in Notfällen und in außergewöhnlichen Fällen, die unabhängig vom Willen der Betroffenen eintreten und deren Folgen nicht auf andere Weise zu beseitigen sind, von den Vorgaben des § 3 ArbZG abgewichen werden. Unter einem Notfall im Sinne dieser arbeitszeitrechtlichen Ausnahmebestimmungen ist ein für den Betrieb widriges, ungewöhnliches, unvorhergesehenes und vom Willen des Betroffenen unabhängig und plötzlich eintretendes Ereignis zu verstehen, das die Gefahr eines unverhältnismäßigen Schadens mit sich bringt 4 . Demgegenüber brauchen außergewöhnliche Fälle keine Notfälle zu sein, sie müssen jedoch den Rahmen des Üblichen und Normalen überschreiten, unabhängig vom Willen des Betroffenen eintreten, und ihre Folgen müssen auf andere Weise nicht zu beseitigen sein. Außergewöhnlich ist ein Fall aber nur dann, wenn die Umstände, welche die Mehrarbeit bedingen, weder regelmäßig eintreten noch voraussehbar sind 5 . Epidemiologische Notlagen wie die der COVID-19-Pandemie stellen sowohl einen Notfall, als auch einen außergewöhnlichen Fall i. S. d. § 14 Abs. 1 ArbZG dar. Es handelt sich um Umstände, die weder regelmäßig eintreten noch voraussehbar sind 6 . Voraussetzung ist jedoch auch in diesem Zusammenhang, dass das betreffende Krankenhaus ganz konkret von der COVID-19-Pandemie betroffen ist. Befindet sich das Krankenhaus in einem sog. Corona-Hotspot 7 , wird ein besonderer Fall des § 14 ArbZG zu bejahen sein. Ist die Klinik bisher von einem größeren Ansturm infizierter Patienten verschont geblieben, liegt auch (noch) kein Notfall oder außergewöhnlicher Fall des § 14 ArbZG vor. Ohnehin ist in einer solchen Konstellation eine Umstellung auf das 12-Stunden-Schichtsystem personalwirtschaftlich nicht angezeigt. Zudem dürfen Arbeitnehmer in Notfällen und außergewöhnlichen Fällen nur mit vorübergehenden Arbeiten beschäftigt werden. Hierunter sollen Arbeiten zu verstehen sein, die nicht allzu viel Zeit in Anspruch nehmen 8 . Die Spanne soll hierbei von wenigen Stunden bis hin zu mehreren Tagen reichen 9 . Im Rahmen der CO-VID-19-Pandemie werden wohl auch mehrere Wochen als \"vorübergehend\" zu qualifizieren sein. Darüber hinaus darf bei unaufschiebbaren Arbeiten zur Behandlung, Pflege und Betreuung von Personen von § 3 ArbZG abgewichen werden ( § 14 Abs. 2 Nr. 2 ArbZG). Zulässig sind somit Arbeiten zur Vermeidung von Gesundheitsstörungen, Untersuchungen, Krankentransporte, ambulante Behandlungen, Operationen, Versorgung etc 10 . Allerdings gestattet § 14 Abs. 2 Nr. 2 ArbZG die Beschäftigung expressis verbis nur an einzelnen Tagen. Zulässig soll daher die Beschäftigung an mehreren Tagen hintereinander, nicht aber über Wochen oder gar Monate sein 11 . Vereinzelt wird vertreten, dass die Ausnahme nicht mehr als 60 Tage im Jahr in Anspruch genommen werden darf 12 . Gegen diese teleologische Reduktion des § 14 Abs. 2 Nr. 2 ArbZG spricht der Wortlaut der Norm 13 , sodass auch bei einer häufigeren Inanspruchnahme als an 60 Tagen im Jahr, der Ausnahmetatbestand des § 14 Abs. 2 Nr. 2 ArbZG erfüllt sein wird 14 . Die vorübergehende Einführung eines 12-Stunden-Schichtsystems im Krankenhaus im Zuge der COVID-19-Pandemie wird vor diesem Hintergrund auch nach § 14 Abs. 2 Nr. 2 ArbZG gerechtfertigt sein. Sowohl bei § 14 Abs. 1 ArbZG, als auch nach § 14 Abs. 2 Nr. 2 ArbZG ist jedoch zu beachten, dass die Arbeitszeit 48 Stunden wöchentlich im Durchschnitt von sechs Kalendermonaten oder 24 Wochen nicht überschreiten darf ( § 14 Abs. 3 ArbZG). Liegt ein außergewöhnlicher Fall oder Notfall i. S. d. § 14 ArbZG vor, darf im 12-Stunden-Schichtsystem gearbeitet werden, wobei das Risiko falscher Einschätzungen der Arbeitgeber trägt 15 . Krankenhäuser sollten daher verfolgen, ob die jeweilige Aufsichtsbehörde eine Ausnahmebewilligung im öffentlichen Interesse nach § 15 Abs. 2 ArbZG erlassen hat. Die Aufsichtsbehörde kann über die im Gesetz vorgesehenen Ausnahmen hinaus weitergehende Ausnahmen zulassen, wenn ein dringendes öffentliches Interesse vorliegt. Der Betriebsrat hat bei der Einführung neuer Schichtmodelle -insbesondere eines 12-Stunden-Schichtsystems -ein Mitbestimmungsrecht nach § 87 Abs. 1 Nr. 2 BetrVG. Bei der Ausgestaltung von Schichtarbeit erfasst das Mitbestimmungsrecht aus § 87 Abs. 1 Nr. 2 BetrVG nicht nur die Frage, ob im Betrieb in mehreren Schichten gearbeitet werden soll, sondern auch die Festlegung der zeitlichen Lage der einzelnen Schichten und die Abgrenzung des Personenkreises, der Schichtarbeit zu leisten hat. Mitbestimmungspflichtig ist auch der Schichtplan und dessen nähere Ausgestaltung bis hin zur Zuordnung der Arbeitnehmer zu den einzelnen Schichten 17 . Die COVID-19-Pandemie stellt auch viele Betriebsräte in Krankenhäusern vor besondere Herausforderungen: einerseits ist das Kollektivorgan bemüht, die von ihm vertretene Belegschaft vor einer erhöhten Arbeitsbelastung 18 und \"italienischen\" Corona-Verhältnissen zu schützen, andererseits wird die historische Dimension bei Kompensation über COVID-19-infizierte Patienten, ist doch nicht jede Klinik in Deutschland gleichmäßig von der COVID-19-Pandemie betroffen 23 . Die Mindestanforderungen an die Erheblichkeit des Arbeitsausfalls benennt § 96 Abs. 1 Nr. 4 SGB III. Gemäß § 1 Nr. 1 der am 23. 3. 2020 erlassenen Kurzarbeitergeldverordnung (KugV) gilt rückwirkend zum 1. 3. 2020, dass ein Betrieb Kurzarbeit anmelden kann, wenn mindestens zehn Prozent der Beschäftigten vom Arbeitsausfall betroffen sind. Diese Schwelle lag bisher bei einem Drittel der Belegschaft. Gelockert wurden auch die Anforderungen an die Unvermeidbarkeit des Arbeitsausfalls in § 96 Abs. 4 SGB III. So ist der Auf bau negativer Arbeitszeitsalden (\"Minusstunden\") vor Zahlung des Kurzarbeitergeldes nicht mehr erforderlich ( § 1 Nr. 2 KugV). Die betrieblichen Voraussetzungen erfüllt jeder Betrieb, in dem mindestens ein Arbeitnehmer beschäftigt ist. Persönlich erfüllt ein Arbeitnehmer die Voraussetzungen für den Bezug von Kurzarbeitergeld nach § 98 Abs. 1 SGB III, wenn er in einem ungekündigten, versicherungspflichtigen Arbeitsverhältnis steht. Vom Kurzarbeitergeld ausgenommen sind demnach geringfügig Beschäftigte, wenn sie nicht versicherungspflichtig sind. Hingegen können befristet Beschäftigte Kurzarbeitergeld erhalten. Die für Arbeitgeber anfallenden Beiträge zur Sozialversicherung für ausgefallene Arbeitsstunden werden auf Antrag von der Agentur für Arbeit zu 100 % in pauschalierter Form erstattet ( § 2 KugV). b) Arbeitsrechtliche Voraussetzungen Neben den Voraussetzungen der § § 95 bis 99 SGB III müssen auch die arbeitsrechtlichen Voraussetzungen zur Einführung von Kurzarbeit vorliegen. So ist der Arbeitgeber nicht zur einseitigen Einführung von Kurzarbeit berechtigt. Das Direktionsrecht des Arbeitgebers ist nicht ausreichend. Vielmehr bedarf er hierzu einer besonderen rechtlichen Grundlage 24 . In vielen Branchen existieren tarifliche Regelungen, die unter bestimmten näher definierten Voraussetzungen die Einführung von Kurzarbeit ermöglichen. In Zeiten von pflegerischem und ärztlichem Personalmangel sowie der Einführung von Pflegepersonaluntergrenzen sieht der Tarifvertrag für den öffentlichen Dienst für den Dienstleistungsbereich Krankenhäuser (TVöD-K) bezeichnenderweise keine tarifliche Ermächtigungsgrundlage für die Einführung von Kurzarbeit vor 25 . Nach § 87 Abs. 1 Nr. 3 BetrVG hat der Betriebsrat bei der vorübergehenden Verkürzung oder Verlängerung der betriebsüblichen Arbeitszeit mitzubestimmen. Hierunter fällt So z. B. für das Land Hessen: \"Fünfte Verordnung zur Bekämpfung des Corona-Virus v. 16. 3. 2020\". In dieser Verordnung des Hessischen Ministeriums für Soziales und Integration heißt es: \"Die Durchführung von medizinischen Eingriffen und Behandlungen, für die derzeit keine dringende medizinische Notwendigkeit besteht (nicht notwendige Behandlungen), wird in folgenden Einrichtungen ausgesetzt: […] Krankenhäuser […]\". 21) Ebenfalls relevant ist der mögliche Anspruch auf Kurzarbeitergeld auch für viele niedergelassene Ärzte in eigener Praxis; so leiden auch Haus-, aber insbesondere auch Fachärzte sowie Medizinische Versorgungszentren unter Absagen langfristig geplanter Termine; vgl. ÄrzteZeitung v. 20. 3. 2020. 22) Also letztlich Aufträge i. S. d. § 96 Abs. 1 S. 1 SGB III. 23) FAZ v. 22. 3. 2020: \"Verband über COVID-19-Gesetz: Totenglocken für Kliniken\"; sowie FAZ v. 19. 3. 2020: \"Corona: Krankenhäuser befürchten Pleitewelle\". 24) BAG, NZA 2009, 689, 691. 25) Ebenfalls ist in den Tarifverträgen für Medizinische Fachangestellte (MFA) Kurzarbeit nicht geregelt. die Einführung von Kurzarbeit, und zwar auch dann, wenn Tage oder Wochen endgültig ausfallen und damit die Dauer der Arbeitszeit berührt wird 26 . Als Rechtsgrundlage für die Einführung von Kurzarbeit kann daher in Betrieben mit Betriebsrat eine Betriebsvereinbarung dienen. Ohne Rücksicht auf den Willen der betroffenen Arbeitnehmer kann durch sie grundsätzlich eine Änderung der Arbeitsbedingungen auch hinsichtlich der Arbeitszeit und der Lohn-Vgl. Preis, in: Erf K, 20. Aufl. 2020, § 611 a BGB, Rdnr. 686. abhängig von der aus medizinischer Perspektive schwierig zu beurteilenden Erheblichkeit der Gefahr durch das Virus wird die Erfüllung des Tatbestands des § 275 Abs. 3 BGB aber grundsätzlich zu verneinen sein, sofern das Krankenhaus die in der Situation erforderlichen und zumutbaren Schutzmaßnahmen veranlasst und gewährleistet (vgl. hierzu Punkt VI.) 39 . Aus diesem Grund werden sich Ärzte oder Pflegekräfte im Hinblick auf das Rechtsgut der körperlichen Unversehrtheit nicht auf ein Leistungsverweigerungsrecht aufgrund eines bestehenden Gesundheitsrisikos berufen können 40 . Generell wird eine Unzumutbarkeit der persönlichen Leistungserbringung nur in absoluten Ausnahmefällen in Betracht zu ziehen sein, z. B. wenn der Arbeitnehmer aufgrund einschlägiger Vorerkrankungen oder Schwangerschaft möglicherweise einem erhöhten Risiko ausgesetzt ist 41 . Zudem ist darauf hinzuweisen, dass der Arbeitnehmer bei Geltendmachung des Leistungsverweigerungsrechts in Rechtsfolge des § 275 Abs. 3 BGB i. V. m. § 326 Abs. 1 S. 1 BGB seines Vergütungsanspruches grundsätzlich verlustig wird 42 . Daneben gilt für die Fahrt zum Arbeitsplatz, dass der Arbeitnehmer das Wegerisiko zu tragen hat 43 . Führt die Ausbreitung des Corona-Virus SARS-CoV-2 dazu, dass der Arbeitnehmer etwa aufgrund des Ausfalls des öffentlichen Nahverkehrs die Tätigkeit an seiner Arbeitsstätte nicht aufnehmen kann, ist der Arbeitgeber ebenso zur Einbehaltung des Vergütungsanspruchs berechtigt 44 . Ein Annahmeverzug der Arbeitsleistung durch den Arbeitgeber liegt schließlich nicht vor. Der Arbeitnehmer ist in dem Fall allerdings im Wege des § 275 Abs. 1 BGB von der Leistungspflicht befreit und braucht keine arbeitsrechtlichen Sanktionen zu fürchten. Dies ist anders zu beurteilen, wenn die Anfahrt zur Tätigkeitsstätte weiterhin möglich ist, der Arbeitnehmer aber aus bloßer Angst vor einer Infektion während des Anfahrtsweges die Tätigkeitsaufnahme verweigert. Eine Befreiung von der Arbeitspflicht ist selbst dann nicht anzunehmen, wenn die Behörden für die Nutzung von öffentlichen Verkehrsmitteln eine Warnung aussprechen würden 45 . Von weitaus größerer Relevanz war zumindest zu Beginn der COVID-19-Pandemie die Frage, wie mit Mitarbeitern umzugehen ist, die im Ausland -oftmals an ihrem Urlaubsort -festsaßen und an einer Rückreise in die Heimat gehindert waren. Auch hier gilt der Grundsatz des Wegerisikos für den Arbeitnehmer. Kann der Arbeitnehmer seinen Urlaubsort nicht mittels der üblichen Verkehrswege verlassen -z. B. weil die Fluggesellschaften im Zeichen der Corona-Krise sämtliche Flüge eingestellt haben -, um seinen Betrieb zur Erfüllung seiner Arbeitspflicht aufzusuchen, ist dem Arbeitnehmer die Erbringung der Arbeitsleistung unmöglich 46 . In diesem Fall ist der Arbeitnehmer von seiner Arbeitspflicht befreit, den Vergütungsanspruch verliert er allerdings auch ( § § 275 Abs. 1, 326 Abs. 1 BGB). Allerdings sollte der Arbeitnehmer der ihm aus dem Arbeitsverhältnis erwachsenen Pflicht nachkommen und die Arbeitsverhinderung dem Arbeitgeber unverzüglich anzeigen. Das weitere Vorgehen zur Bewältigung der Situation sollte dann zwischen Arbeitnehmer und Arbeitgeber einvernehmlich geklärt werden. 4. Häusliche Quarantäne des Arbeitnehmers Nach den Vorgaben der § § 28, 30 IfSG sind die zuständigen Behörden dazu berechtigt, bereits dann die Quarantäne für Personen anzuordnen, wenn diese lediglich in Kontakt zu Infizierten gestanden haben, ohne selbst erkrankt zu sein. Wird ein Arbeitnehmer ohne Anzeichen von einschlägigen Krankheitssymptomen allein vorsorglich aufgrund des Kontakts mit Infizierten in häusliche Quarantäne gestellt, wird er damit nicht automatisch von seiner Arbeitspflicht entbunden. Schließlich ist er (noch) nicht akut erkrankt. So wird die weitere Ausübung der Arbeitstätigkeit zumindest dann fortzusetzen sein, soweit dies im Homeoffice möglich ist. Kann der Arbeitnehmer seiner Tätigkeit im Homeoffice nicht nachgehen, was bei ärztlichem und pflegerischem Personal regelmäßig der Fall sein wird, ist dagegen nach § 275 Abs. 1 die Unmöglichkeit der Arbeitsleistung gegeben 47 . In diesem Fall liegt eine Befreiung von der Arbeitspflicht vor. Die Unmöglichkeit der Arbeitsleistung hat für den Betroffenen jedoch auch den Wegfall des Vergütungsanspruches gemäß § 326 Abs. 1 BGB zur Folge. Ebenso wenig liegen die Voraussetzungen für einen Entgeltfortzahlungsanspruch nach § 3 EFZG vor. So ist eine für § 3 EFZG erforderliche Arbeitsunfähigkeit gerade nicht gegeben, da der Mitarbeiter lediglich zur Vorsorge aufgrund des Kontaktes zu einem oder mehreren Infizierten in Quarantäne beordert wurde, aber nicht selbst erkrankt ist. Allerdings greift hier die Regelung des § 56 IfSG. Diese sieht eine Entschädigung für den Arbeitnehmer in Höhe des Netto-Arbeitsentgelts für die ersten sechs Wochen der Quarantäne vor. Die Entschädigung zahlt der Arbeitgeber aus, bekommt sie aber auf Antrag von den zuständigen Behörden erstattet. Ab der siebten Quarantäne-Woche zahlen die zuständigen Behörden eine Entschädigung in Höhe des Krankengeldes direkt an den Arbeitnehmer. Eine Verrechnung mit seinem Jahresurlaub findet nicht statt. Die zuständigen Behörden vertreten zum Teil die Auffassung, dass der Arbeitgeber vorrangig verpflichtet sei, über § 616 BGB das Entgelt fortzuzahlen. Dieser Anspruch setzt voraus, dass der Arbeitnehmer für eine verhältnismäßig nicht erhebliche Zeit durch einen in seiner Person liegenden Grund ohne sein Verschulden an der Dienstleistung verhindert wird. Mit Verweis auf die bisherige Rechtsprechung des BGH kann eine behördliche Maßnahme wie die Anordnung einer Quarantäne den Anspruch auf Entgeltzahlung für bis zu sechs Wochen rechtfertigen 48 . Angesichts der Tatsache, dass dieses Urteil des BGH mehr als 40 Jahre zurückliegt, ist nicht auszuschließen, dass dieser inzwischen anders entscheiden würde. Darüber hinaus sagt die Bundesregierung angesichts der Intensität der Wirtschaftskrise umfangreiche finanzielle Unterstützung zu. Vor diesem Hintergrund sollte bei behördlich veranlassten Quarantänemaßnahmen oder Beschäftigungsverboten auf jeden Fall ein Antrag auf Erstattung bei der zuständigen Behörde gestellt werden. Ungeachtet dessen, ist ein Anspruch auf Entgeltfortzahlung nach § 616 BGB zumindest dann nicht einschlägig, wenn dieser durch Arbeits-oder Tarifvertrag abbedungen wurde 49 . In diesem Fall verbleibt allein ein Rückgriff auf den staatlichen Entschädigungsanspruch nach § 56 IfSG.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": ". Allenfalls kann in absoluten Ausnahmesituationen die Schaffung eines Arbeitsplatzes im Homeoffice unter Bezugnahme auf die Rücksichtnahmepflicht des Arbeitgebers nach § 241 Abs. 2 BGB geboten sein 54 . Ob sich hieraus aber auch ein Anspruch auf Homeoffice zum Schutz der Gesundheit des Arbeitnehmers im Hinblick auf die Gefährdungslage durch das Corona-Virus SARS-CoV-2 ableiten lässt, bleibt mehr als fraglich. Daher verbleibt es bei den Arbeitsvertragsparteien, einvernehmlich eine entsprechende Vereinbarung für das Arbeiten im Homeoffice zu treffen. Gesteht der Arbeitgeber seinem Mitarbeiter ein Arbeiten von zu Hause aus zu, sollte er auch erforderliche Rahmenbedingungen, etwa zur Einhaltung von Arbeitsschutz-und Datenschutzbestimmungen, fixieren. Sofern die Initiative für ein Arbeiten im Homeoffice vom Arbeitgeber ausgeht, kann er dies gegenüber dem Arbeitnehmer nicht kraft seines Weisungsrechts nach § 106 GewO einseitig anordnen 55 . Allerdings finden sich bereits erste Stimmen in der rechtswissenschaftlichen Literatur, die die Weisung für eine Homeoffice-Pflicht in Anbetracht der durch das Corona-Virus hervorgerufenen außergewöhnlichen Umstände für gerechtfertigt halten 56 .",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": ", deren Diebstahl zwar eine Straftat darstellt, aber arbeitsrechtlich als Bagatelldelikt zu qualifizieren ist. Dieses Delikt berechtigt das Krankenhaus lediglich zum Ausspruch einer Abmahnung. Aber auch hier hat die CO-VID-19-Pandemie die Maßstäbe verschoben, sodass das Entwenden derartiger Schutzartikel anders zu beurteilen ist. Insbesondere die Nachfrage nach FFP2-oder FFP3-Schutzmasken -welche nach epidemiologischen Erkenntnissen auch dem jeweiligen Träger tatsächlich Schutz vor einer Corona-Infektion bieten 65 -ist seit dem Auftreten des Corona-Virus SARS-CoV-2 deutlich angestiegen. Infolgedessen ist auch der Preis nahezu explodiert, mit der Folge, dass es sich bei der Mitnahme entsprechender Artikel nicht mehr um den Diebstahl eines geringwertigen Gegenstandes handelt. Zudem muss jedem Mitarbeiter im Gesundheitswesen bewusst sein, dass die Ausstattung eines Krankenhauses mit ausreichend Schutzartikeln im Rahmen der COVID-19-Pandemie elementare Voraussetzung für die Aufrechterhaltung des Geschäftsbetriebes ist. Anderenfalls würden sowohl Mitarbeiter, als auch Patienten einer nicht vertretbaren Gesundheitsgefährdung ausgesetzt (siehe Punkt VI.). Eine außerordentliche verhaltensbedingte Kündigung -ohne vorherige Abmahnung -scheint daher durchaus gerechtfertigt.2. Diebstahl von Schutzartikeln und vorweggenommene AbmahnungZudem haben viele Krankenhausleitungen ihre Belegschaft explizit auf die prekäre Versorgungslage mit Schutzartikeln hingewiesen und in Rundschreiben oder Bekanntmachungen mehrfach betont, dass die \"Mitnahme\" derartiger Artikel kein Kavaliersdelikt ist, sondern eine Straftat, die mit allen zur Verfügung stehenden arbeitsrechtlichen Disziplinarmaßnahmen verfolgt wird. Plakativ kann man in diesem Zusammenhang von einer Zero-Tolerance-Politik sprechen, die viele Krankenhäuser hier fahren. Vor diesem Hintergrund stellt sich die Frage, ob derartige Bekanntmachungen als sog. vorweggenommene Abmahnung gewertet werden können. Eine solche liegt vor, wenn dem Arbeitnehmer die Vertragswidrigkeit seines Verhaltens bereits aus schriftlichen und mündlichen Äußerungen des Arbeitgebers bekannt war und er daher nicht lediglich mit der Erteilung einer (individuellen) Abmahnung rechnen durfte66 . Das Rechtsinstitut der vorweggenommenen Abmahnung ist in der arbeitsgerichtlichen Spruchpraxis umstritten 67 . Betont werden immer die besonderen Umstände des Einzelfalles. Nach hier vertretener Ansicht sind jedenfalls die Bekanntmachungen der Krankenhausleitung zum Umgang mit Schutzartikeln, welche den expliziten Hinweis enthalten, dass der Diebstahl zwangsläufig die Kündigung zur Folge hat, als antizipierte Abmahnung zu werten68 . In Zeiten der COVID-19-Pandemie sollte wirklich jedem Mitarbeiter -insbesondere im Krankenhaus -die Verwerflichkeit eines Schutzartikeldiebstahls bewusst sein.VI. Arbeitsschutzmaßnahmen bei COVID-19-Pandemie1. Biostoffverordnung Nach den § § 617 bis 619 BGB sowie § 4 ArbSchG ist der Arbeitgeber -und im Besonderen ein Krankenhausverpflichtet, die bei ihm arbeitenden Menschen vor Gefahren für Leben und Gesundheit bei der Verrichtung ihrer Arbeit zu schützen (Fürsorgepflicht). Bei Regelungen, die auf einen Schutz vor dem Corona-Virus SARS-CoV-2 gerichtet sind, hat der Betriebsrat grundsätzlich nach § 87 Abs. 1 Nr. 7 BetrVG (Gesundheitsschutz) ein Mitbestimmungsrecht. Bei Beschäftigten, die tätigkeitsbedingt mit dem Corona-Virus SARS-CoV-2 umgehen müssen -beispielsweise mit Proben im Labor oder pflegerischem und ärztlichem Personal, welches infizierte oder verdächtige Personen behandeln muss -richtet sich dieser Schutz vornehmlich nach der Biostoffverordnung 69 . Ins-besondere hat das Krankenhaus die Belange des Arbeitsschutzes in Bezug auf Tätigkeiten mit Biostoffen in seine betriebliche Organisation einzubinden und hierfür die erforderlichen personellen, finanziellen und organisatorischen Voraussetzungen zu schaffen. Das Corona-Virus SARS-CoV-2 ist hierbei als biologischer Arbeitsstoff in die Risikogruppe 3 eingestuft. Nach § 6 Abs. 2 BioStoff V hat der Arbeitgeber im Rahmen einer Gef ährdungsbeurteilung für alle gezielten Tätigkeiten mit biologischen Arbeitsstoffen die in Betracht kommenden Schutzmaßnahmen zu ermitteln. Hierbei sind immer mindestens die allgemeinen Hygienemaßnahmen der Schutzstufe 1 nach Anhang II oder III der BioStoff V festzulegen. Darüber hinaus sind für biologische Arbeitsstoffe der Risikogruppe 3 die Sicherheitsmaßnahmen der Schutzstufe 3 zu treffen. Nach § 10 Abs. 5 BioStoff V darf der Arbeitgeber Beschäftigten gezielte Tätigkeiten mit biologischen Arbeitsstoffen der Risikogruppe 3 nur übertragen, sofern diese ausreichend fachkundig und eingewiesen sind. Entsprechend des Beschlusses des Ausschusses für Biologische Arbeitsstoffe (ABAS) vom 19. 2. 2020 gilt für diagnostische Laboratorien ein gestuftes Verfahren. Bei Ärzten und pflegerischen Mitarbeitern ist der Krankenhausträger zur Vermeidung von Infizierungen grundsätzlich verpflichtet, angemessene persönliche Schutzausrüstung (sog. PSA) zur Verfügung zu stellen. Hierzu gehören insbesondere Schutzhandschuhe sowie Atemschutzmasken, zumindest Mundschutz. Dies gilt auch für die Patienten zum Schutz der Mitarbeiter. Nach den Empfehlungen des Robert Koch-Instituts besteht bei Einhaltung der empfohlenen Schutzmaßnahmen auch kein Anlass für eine Absonderung oder regelmäßige Untersuchungen asymptomatischer Mitarbeitender des medizinischen Personals auf das Corona-Virus SARS-CoV-2 70 .",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": ". Das Risiko sich mit dem Corona-Virus SARS-CoV-2 zu infizieren ist ein unmittelbares Lebens-bzw. Gesundheitsrisiko, sodass ein unzureichender Schutz hiergegen das Krankenhausper-sonal zu einem Zurückbehaltungsrecht nach § 273 Abs. 1 BGB berechtigt 73 . Falls der Arbeitnehmer tatsächlich von seinem Zurückbehaltungsrecht Gebrauch macht -und zur Ausübung dieses Rechts berechtigt ist -, gerät der Arbeitgeber in Annahmeverzug, mit der Folge, dass der Arbeitnehmer seines Vergütungsanspruchs nicht verlustig wird 74 . VII. Fazit Die relativ plötzlich auftretende COVID-19-Pandemie stellt die Akteure im deutschen Gesundheitswesen vor große Herausforderungen. Insbesondere Krankenhäuser waren zu Beginn der Pandemie gezwungen -zunächst vornehmlich aufgrund der behördlichen Vorgabe elektive Eingriffe abzusagen -, ihre Personaleinsatzplanung von heute auf morgen zu ändern. Nahezu jedes Krankenhaus hat sein Schichtsystem auf ein 12-Stunden-Schichtsystem umgestellt und eine Kohortierung durchgeführt, um bei der Versorgung von SARS-CoV-2-infizierten Patienten eine organisatorische und räumliche Trennung des zugewiesenen Personals zu erreichen. Derartige Maßnahmen sind nach den Ausnahmeregelungen der § § 14, 15 ArbZG zulässig. Sie unterliegen zudem der Mitbestimmung des Betriebsrates nach § 87 Abs. 1 Nr. 2 BetrVG. Am Corona-Virus SARS-CoV-2 erkrankte Mitarbeiter medizinischer Einrichtungen haben Anspruch auf Entgeltfortzahlung nach § 3 Abs. 3 EFZG. Krankenhauspersonal, welches unter amtlich angeordneter Quarantäne steht oder dem sogenannten beruflichen Beschäftigungsverbot nach dem Infektionsschutzgesetz unterliegt, ist von seiner Arbeitsverpflichtung befreit. Hier greift der Entschädigungsanspruch gegenüber dem Staat nach § 56 Abs. 1 IfSG. Um jedoch den effektiven Einsatz medizinischen Personalsverständlicherweise auch nach dem Kontakt mit einem SARS-CoV-2-infizierten Patienten -zu ermöglichen, hat das Robert Koch-Institut Empfehlungen zum Management von Kontaktpersonen veröffentlicht. Diese Empfehlungen verdeutlichen, wie wichtig die Einhaltung der Arbeitsschutzmaßnahmen im Zuge der COVID-19-Pandemie ist. Kommt der Krankenhausträger diesen Maßnahmen nicht oder nicht ausreichend nach, steht dem Mitarbeiter ein Zurückbehaltungsrecht an seiner Arbeitsleistung nach § 273 Abs. 1 BGB zu. Elementare Voraussetzung, damit ein Krankenhaus seine Arbeitsschutzmaßnahmen erfüllen kann, ist jedoch die ausreichende Ausstattung mit Schutzausrüstung wie Atemschutzmasken, Desinfektionsmitteln, Einweghandschuhen sowie Schutzkitteln. Bedauerlicherweise ist die Versorgung mit diesen Materialien -entgegen anderslautender politischer Verlautbarungen -alles andere als gewährleistet. Eufinger, Die COVID-19-Pandemie: Arbeitsrecht im Krankenhaus in bewegten Zeiten 8 MedR (2020) 38: 73) Allerdings ist wichtig zu betonen, dass auch im Falle einer drohenden Infizierungsgefahr die Arbeitspflicht nach wie vor fortbesteht. Das bestehende Risiko einer Infizierung rechtfertigt es nicht, die Arbeitsleistung zurückzuhalten -nur die unzureichenden Schutzmaßnahmen. 74) Reinfeld, in: MAH ArbR, 4. Aufl. 2017, § 34, Rdnr. 13.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}