{
    "paper_id": "67ee5ce0b98238963654c4e123b1fe4d7644c36a",
    "metadata": {
        "title": "Ethical Issues in Radiation Oncology During a Pandemic",
        "authors": [
            {
                "first": "Joel",
                "middle": [
                    "E"
                ],
                "last": "Tepper",
                "suffix": "",
                "affiliation": {},
                "email": "tepper@med.unc.edu"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The longstanding general ethical principles followed in the United States are based largely on concepts elucidated by Immanuel Kant and emphasize individual autonomy. Beauchamp and Childress (1) have put forth commonly-used principles for approaching ethical questions including:",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 194,
                    "text": "Beauchamp and Childress (1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "1) Respect for autonomy-the patient's right to choose or refuse treatment, underpinning the concept of informed consent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "2) Beneficence-practitioners should act in the patient's best interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "3) Non-maleficence-do no harm. 4) Justice-this concerns the distribution of scarce health resources and the decision of who is offered what treatment. This might also be referred to as \"social justice\" because it goes beyond dealing with the individual patient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "An alternative utilitarian ethical formulation (as put forth by Jeremey Bentham and subsequently by John Stuart Mill) suggests that decisions should be made in order to produce benefit to the greatest number of people (2). The benefit can be described in terms of \"wellbeing\" or sometimes \"utility\", but reflects some parameter of meaning to the potentially affected individuals, with all affected individuals being viewed equally.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The utilitarian approach is not the approach that has been taken within the US health care; i.e. with its emphasis on private payers and the lack of responsibility of the public at large for the health care of non-insured individuals. There has generally been little regard for distribution of resources in the US because, for many segments of the population (the insured) resources have been available for most \"standard\" clinical care. It is, however, the luxury of a rich nation with the individual at the center of health care decisions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In certain situations, however, the situation changes. In emergencies, triage is the norm and decisions aim to produce the most benefit for the most people and for the broader society. Our US radiation oncology community fortunately rarely faces such emergency situations, but the present COVID-19 pandemic is forcing us to address serious ethical issues. I herein aim to consider how these concepts/recommendations should be applied by a practicing radiation oncologist. We must acknowledge that our mindset needs to change from the usual Kantian approach where the patient sitting in front of you (physically or virtually), is paramount, to the utilitarian approach where the larger societal issues become predominant. It also means that a patient's wishes regarding treatment should not always be followed. We need to consider not just the impact of radiation therapy on that patient, but also the impact on other patients, health care workers, and society at large.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There are some situations in which standard therapy should not be given, or at least substantially deferred. A simple example is a patient with low risk prostate cancer who is anxious about a delay in treatment. It is appropriate to tell the patient that he cannot receive treatment now. There clearly is no urgency in therapy, the patient is being put at increased risk of exposure to SARS-CoV-2 by coming to the hospital over multiple days, with resulting morbidity and mortality risks. In addition, and as important, having additional patients in the department increases the risk of infecting other patients and their family members, and of infecting health care personnel. Further, if the patient is being scheduled for multi-week therapy, it is possible that the patient would not be able to come for all the treatments because of subsequent societal or personal reasons secondary to the virus, and that would endanger his long-term prospects for cure. Not treating this patient for an extended period of time is likely appropriate, despite the wishes of the patient. This is an approach that we would normally not condone as we would usually try to respect the patient's autonomy, as described by Kant, and his right to make final decisions as to his care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SHOULD A PATIENT BE TREATED?"
        },
        {
            "text": "Another issue relates to duration of treatment. For several diseases there are shorter therapeutic courses (e.g. mild to marked hypofractionation) with outcomes very similar to longer courses. It is appropriate in pandemic situations to refuse to deliver long course radiation therapy in these situations (e.g. preoperative therapy of rectal cancer, post-operative therapy of breast cancer, primary treatment of glioblastoma, prostate cancer, or palliative treatment of bone metastases). There may be situations, especially in palliation, where data for a shorter course is not strong, but where shorter course treatments might still be appropriate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SHOULD A PATIENT RECEIVE LONG COURSE RADIATION THERAPY?"
        },
        {
            "text": "Much cancer treatment is multi-modality, combining radiation therapy with surgery, chemotherapy, and/or immunotherapy, but it may be appropriate to alter standard sequencing in some situations. We have a number of standardized regimens, some of which are based on hard data, but some are based on institutional conventions. Since radiation therapy entails multiple daily clinic visits, it might, even in curative situations, be appropriate to alter the sequencing of treatment and delay radiation therapy visits till the pandemic subsides.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SHOULD SEQUENCING OF TREATMENT BE ALTERED?"
        },
        {
            "text": "At times it might work the other way. Radiation therapy is not as immunosuppressive as chemotherapy, generally has a low risk of producing side effects leading to hospitalization, and does not entail a prolonged hospitalization. Therefore, using radiation therapy first might be more appropriate in selected situations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SHOULD SEQUENCING OF TREATMENT BE ALTERED?"
        },
        {
            "text": "There are no clear answers as to how to deal with patients who develop COVID-19 during a course of therapy. It may be appropriate to modify therapy to account for the infection as for any severe intercurrent disease. If significant lung tissue is being irradiated, terminating therapy (at least temporarily), might be essential for the patient's benefit to reduce the risk of radiation-associated pulmonary injury. If treatment is continued, it is obvious that appropriate precautions must be taken to protect staff and other patients. It would be appropriate to treat the patient as the last patient(s) of the day followed by thorough room cleaning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HOW TO MANAGE A PATIENT WHO DEVELOPS COVID-19 DURING THERAPY"
        },
        {
            "text": "Decisions related to these issues are often subjective, and to the extent possible they should not be made ad hoc. Rather, one should strive to have institutional (e.g. cancer hospital-based) and/or departmental policies that can be applied to most situations. However, all clinical scenarios cannot be predicted and analyzed ahead of time, so there needs to be flexibility. In addition, there will be substantial gray areas regarding patient-specific decisions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HOW SHOULD DECISIONS BE MADE"
        },
        {
            "text": "If possible, for ambiguous situations where standard policies may not be appropriate, it is advisable to obtain advice from other individuals in the department or the hospital. There is a risk that a physician may try to do something \"special\" for his/her patient, and this may not be in the overall societal, nor patient's, best interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HOW SHOULD DECISIONS BE MADE"
        },
        {
            "text": "In a pandemic we may need to switch from an emphasis on the respect for patient's autonomy (the first of the principles elucidated by Beauchamp and Childress) to an emphasis on social justice (the fourth principle). But it is critically important that we follow Kant's advice to respect the patient's autonomy. The patient needs to know what is being done and for what",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HOW SHOULD DECISIONS BE MADE"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Oncology Practice During the COVID-19 Pandemic",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Schrag",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Hershman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Basch",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.6236"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Ethics and Resource Scarcity: ASCO Recommendations for the Oncology Community During the COVID19 Pandemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Marron",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Joffe",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jagsi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J Clin Oncol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1200/JCO.20.00960"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Ethical framework for health care institutions & guidelines for institutional ethics services responding to the coronavirus pandemic: Managing uncertainty, safeguarding communities, guiding practice",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Berlinger",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Powell",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "about allocating scarce resources (e.g. ventilators) should be made early in the pandemic and that a cancer diagnosis should not alone prevent patient access to those resources, 5) policies should be implemented consistently and transparently (to both health care workers and patients).These issues have also been discussed by groups such as the The Hastings Center's Ethical Framework for Health Care Institutions & Guidelines for Institutional Ethics Services Responding to the Coronavirus Pandemic(5). This document emphasizes the health care leader's duty to 1) plan for ethical challenges during an emergency, 2) safeguard workers and vulnerable populations and 3) guide for contingency levels of care and crisis standards of care.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}