{
    "paper_id": "67fb898b3496a9cc4ed76f3494cda409cf04cf8b",
    "metadata": {
        "title": "Head and Neck Cancer Care in the COVID-19 Pandemic A Brief Update",
        "authors": [
            {
                "first": "Erick",
                "middle": [],
                "last": "Yuen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Medical University of South Carolina",
                    "location": {
                        "settlement": "Charleston",
                        "region": "SC"
                    }
                },
                "email": ""
            },
            {
                "first": "Gianna",
                "middle": [],
                "last": "Fote",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "settlement": "Irvine, Irvine",
                        "region": "CA"
                    }
                },
                "email": ""
            },
            {
                "first": "Peter",
                "middle": [],
                "last": "Horwich",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Medical University of South Carolina",
                    "location": {
                        "settlement": "Charleston",
                        "region": "SC"
                    }
                },
                "email": ""
            },
            {
                "first": "Shaun",
                "middle": [
                    "A"
                ],
                "last": "Nguyen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Medical University of South Carolina",
                    "location": {
                        "settlement": "Charleston",
                        "region": "SC"
                    }
                },
                "email": ""
            },
            {
                "first": "Rusha",
                "middle": [],
                "last": "Patel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "West Virginia University",
                    "location": {
                        "settlement": "Morgantown",
                        "region": "WV"
                    }
                },
                "email": ""
            },
            {
                "first": "Joel",
                "middle": [],
                "last": "Davies",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Toronto",
                    "location": {
                        "settlement": "Toronto",
                        "region": "ON"
                    }
                },
                "email": ""
            },
            {
                "first": "Jeffrey",
                "middle": [],
                "last": "Houlton",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Washington",
                    "location": {
                        "settlement": "Seattle",
                        "region": "WA"
                    }
                },
                "email": ""
            },
            {
                "first": "Cherie-Ann",
                "middle": [],
                "last": "Nathan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Louisiana State University Health",
                    "location": {
                        "settlement": "Shreveport",
                        "region": "LA"
                    }
                },
                "email": ""
            },
            {
                "first": "Maie",
                "middle": [],
                "last": "St",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Terry",
                "middle": [],
                "last": "John",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Day",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "John",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "settlement": "Los Angeles, Los Angeles",
                        "region": "CA"
                    }
                },
                "email": ""
            },
            {
                "first": "Terry",
                "middle": [],
                "last": "Day",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Medical University of South Carolina",
                    "location": {
                        "settlement": "Charleston",
                        "region": "SC"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Message: The management of head and neck squamous cell carcinoma represents a unique challenge in the COVID-19 era given that the majority of these cancers arise in mucous membranes that may harbor the virus and/or be the entry point of the virus into the human body. The potential for viral dissemination to health care providers during routine diagnostic endoscopy or definitive surgical procedures is of serious concern. Head and neck cancer treatment remains a high priority during a pandemic and patients should undergo standard of care treatment as soon as possible when system resources are available and the risk of collateral exposure can be controlled or prevented.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Submessage: When possible, preoperative testing and screening for exposure and/or viral infection should be performed to allow timely surgical intervention, reducing morbidity and mortality of the cancer patient while maintaining the safety of the health care system, clinicians and staff.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As the COVID-19 pandemic continues to unfold, guidelines related to the delivery of medical and cancer care are being disseminated in an effort to flatten the curve of transmission while continuing to provide appropriate guideline based care for cancer patients. Head and neck squamous cell carcinoma (HNSCC) is unique in its location in the upper aerodigestive tract, a known location that harbors SARS-Cov2, the causative virus in COVID-19. Otolaryngologists and associated multidisciplinary team members caring for head and neck cancer patients are at heightened risk of transmission through mucus, blood, and aerosolized particles. A high rate of transmission to otolaryngologists has been reported in China, Italy, and Iran, with reports of morbidity and death [1] . The limited availability of COVID-19 testing, personal protective equipment (PPE), disposable medical supplies, hospital and ICU beds, ventilators, and ancillary staff force clinicians to triage which procedures are \"essential\" and which can be safely delayed. Healthcare providers who contract the virus have generally been mandated to self-quarantine, thereby reducing the availability of the hospital workforce. In the midst of the ongoing pandemic, patients diagnosed with HNSCC now have the added stress in how COVID-19 will impact their care and treatment. The current evidence supports that cancer patients have a higher risk of infection and serious complications from COVID-19 relative to other patient subgroups [2] . Uncertainties such as whether treatment will continue and how these high risk patients will continue to access services, are being addressed as the situation continues to evolve.",
            "cite_spans": [
                {
                    "start": 766,
                    "end": 769,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1494,
                    "end": 1497,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Patients, physicians, health care workers, health care systems, ethicists, and attorneys among others have become aware of the number of complex dilemmas and issues that have arisen during this pandemic that include but are not limited to the following:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": " COVID-19 is highly contagious, transmissible, and disseminated  COVID-19 has a mortality rate of 1-2% with current data in the US  HNSCC is a deadly disease with mortality in the 40-50% range if untreated  HNSCC can arise in mucosal membranes and the diagnosis and treatment often require potential viral exposure (staff, patients and healthcare workers).  Many patients with HNSCC remain a high aerosilization risk after treatment due to dysphagia and/or airway compromise. hospital policies and patients and have been forced to attempt to answer questions for delays in treatment based upon protocols or lack thereof in a hospital system.  Limitations on family members permitted in hospitals have added more stress to patient families and healthcare professionals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Several proposals have been put forth to guide surgical oncologists and multidisciplinary team members in the management of head and neck cancer patients during this pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Members and invitees of the International Head and Neck Scientific Group have published guidelines suggesting that interventions that may aerosolize secretions should be avoided when possible, and health workers who are pregnant, over 65, or who have chronic diseases should avoid contact with potentially infected patients [3] . Similarly, a recent review in JAMA Otolaryngology discusses the risk of aerosolization associated with the use of powered instruments in mucosal head and neck surgery, and recommends the use of a powered air purifying respirator (PAPR), N95 masks, or face shields in patients being evaluated for COVID-19 [4] . The European Society of Surgical Oncology is also taking precautions: advising clinicians to not see patients over 70 years of age in the clinic unless urgent and discouraging surgery for benign diseases [5] . The Australian Society of Otolaryngology Head and Neck Surgery recommends that otolaryngologists use PAPR when performing urgent or emergent cases on COVID-19 positive patients, preferably in designated negative pressure operating rooms [6] . To maintain high standards in cancer care, physicians at the National Cancer Institute of Milan have launched a social media campaign to extend frequent COVID-19 testing to health care workers involved in the treatment of cancer patients [7] .",
            "cite_spans": [
                {
                    "start": 324,
                    "end": 327,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 635,
                    "end": 638,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 845,
                    "end": 848,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1088,
                    "end": 1091,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1332,
                    "end": 1335,
                    "text": "[7]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Provider Personal Protective Equipment and Testing"
        },
        {
            "text": "The Centers for Medicare & Medicaid Services (CMS) suggests limiting all \"nonessential\" surgeries and procedures until further notice, providing a tiered framework (Tiers 1-3). The American College of Surgeons (ACS) has issued the Elective Surgery Acuity Scale, defining which patients should proceed to surgery based on the urgency, the patient's health, and the surgical setting. For an otherwise healthy patient with \"low risk cancer,\" classified as Tier 2a, CMS recommends postponing surgery. For \"most cancers,\" classified as Tier 3a, CMS does not suggest postponement [8] .",
            "cite_spans": [
                {
                    "start": 574,
                    "end": 577,
                    "text": "[8]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Surgical Triage"
        },
        {
            "text": "NHS England has similarly established priority groups for surgery, systemic anticancer treatments, and radiotherapy to assist clinicians in the decision-making process. For systemic treatments, patients can be classified into six priority levels. Patients undergoing curative therapy with a greater than 50% chance of success are assigned the highest priority level. Those who are awaiting non-curative therapy that is unlikely to offer palliation, tumor control, or an extension of life by more than one year are in the lowest level. For radiotherapy, there exist five priority levels. Patients with rapidly proliferating tumors that cannot afford treatment delays have the highest priority [9] .",
            "cite_spans": [
                {
                    "start": 692,
                    "end": 695,
                    "text": "[9]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Surgical Triage"
        },
        {
            "text": "In terms of the surgical management of head and neck patients, ACS recognizes that cancer progresses at variable, disease-specific rates and that treatment delays carry risks to patients. The decision to cancel or proceed with a surgical procedure must be made while factoring in many considerations, both medical and logistical [10] . The Society of Surgical Oncology states that most uncomplicated endocrine procedures can be delayed. Diseases that may qualify for urgent surgery (within 4-8 weeks) include thyroid cancer that is life-threatening with local invasion and/or has aggressive biology, severely symptomatic Graves' disease refractory to medications, goiters that are highly symptomatic or at risk of impending airway obstruction, suspected anaplastic thyroid cancer or lymphoma requiring diagnostic open biopsy, and hyperparathyroidism with lifethreatening hypercalcemia refractory to medications [11] .",
            "cite_spans": [
                {
                    "start": 329,
                    "end": 333,
                    "text": "[10]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 911,
                    "end": 915,
                    "text": "[11]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Surgical Triage"
        },
        {
            "text": "In Canada, Ontario Health Cancer Care Ontario (OH-CCO) put forth Pandemic Planning Clinical Guideline for Patients with Cancer to provide recommendations for a systematic approach in assigning priority for consultation and treatment of cancer patients during a pandemic. The guidelines propose using a priority classification (A, B, or C) to stratify cancer patients based on need and efficacy of treatment, which will dictate the terms under which they are treated, where they are treated, and when they are treated. For head and neck cancer patients, the ethical responsibility to evaluate and categorize them based on the two aforementioned criteria rests with the surgical oncologist, often in consultation with other providers. Priority A encompasses those who are in critical condition (unstable, unbearable suffering, and/or whose condition is immediately life threatening) and for whom there is effective treatment. These patients require immediate medical attention to initiate or continue treatment. Priority B determines those who are in a non-life threatening state and therefore can have their services deferred without undue risk during a wave of the pandemic event. Priority C determines those who are undergoing routine follow-up or screening and can reasonably wait until the pandemic is over. The priority classification can be employed to determine which patients would most benefit from palliative care symptom management, radiation, surgery, and systemic therapy during a pandemic [12] .",
            "cite_spans": [
                {
                    "start": 1502,
                    "end": 1506,
                    "text": "[12]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Surgical Triage"
        },
        {
            "text": "The latest Centers for Disease Control and Prevention (CDC) recommendations state that inpatient and outpatient elective surgical and procedural cases should be delayed, consistent with guidelines issued abroad [13] [14] [15] . As of March 31, Military and Dental Treatment Facilities have postponed all elective surgeries, invasive procedures, and dental procedures [16] . Similarly, the American Academy of Otolaryngology-Head and Neck Surgery strongly recommends clinicians to limit patient care, both office-based and surgical, to individuals with \"time-sensitive, urgent, and emergent medical conditions,\" as determined by the individual physician on a case-by-case basis [17] . The American Head and Neck Society (AHNS) adds that head and neck surgery will still be indicated in the care of oncologic patients and, to date, no organizations have advocated that cancer care should be delayed. In addition, the AHNS suggests avoiding unnecessary endoscopic exams and discourages the use of nebulizers and atomizers to decrease the risk of transmission through aerosolized particles [18] . To help patients, survivors, and caregivers navigate through the COVID-19 crisis, the Head and Neck Cancer Alliance has disseminated resources to educate them about expected changes in patient care during the pandemic [19] .",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 215,
                    "text": "[13]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 216,
                    "end": 220,
                    "text": "[14]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 221,
                    "end": 225,
                    "text": "[15]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 367,
                    "end": 371,
                    "text": "[16]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 677,
                    "end": 681,
                    "text": "[17]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1086,
                    "end": 1090,
                    "text": "[18]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1311,
                    "end": 1315,
                    "text": "[19]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Surgical Triage"
        },
        {
            "text": "In response to the pandemic, the global radiation oncology community also created consensus guidelines to aid in the management of patients with cancer. The key messages, supported by the American Society for Radiation Oncology (ASTRO), state that radiotherapy should be delivered at the earliest opportunity if the treatment is curative. For head and neck cancer, there is evidence that a 16% increased risk of death exists for every month of delay of radiotherapy [20] . If disease biology permits postponement, then deferring treatment until an expected decline in COVID-19 cases is reasonable. For individuals on active treatment diagnosed with COVID-19, the decision to delay or modify treatment should be individualized based on the overall goals of treatment, the patient's current oncologic status and medical comorbidities, and treatment tolerance. A risk-benefit analysis is warranted if radiotherapy is offered as an adjunct to prior surgery, as patients who can expect only modest benefit in terms of long-term survival gains may desire to avoid therapy during the pandemic. For patients receiving treatment for palliation, the recommendation is to exhaust all other options, such as maximizing analgesia, prior to pursuing radiotherapy. Furthermore, most patients who have recently completed radiotherapy may have their follow-up appointments safely delayed by two or more months, with telemedicine as needed [21] [22] .",
            "cite_spans": [
                {
                    "start": 466,
                    "end": 470,
                    "text": "[20]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1422,
                    "end": 1426,
                    "text": "[21]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1427,
                    "end": 1431,
                    "text": "[22]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Chemoradiation Considerations"
        },
        {
            "text": "The American Society of Clinical Oncology (ASCO), in agreement with advice from medical oncologists in Italy, Sweden, and the United Kingdom [23] , advises rescheduling routine follow-up visits for well patients but recommends against delaying chemotherapy except for patients with respiratory symptoms or fever. Although ASCO acknowledges that individuals receiving chemotherapy are considered a vulnerable population for life-threatening coronavirus complications, there is limited evidence to support interrupting or delaying treatment to potentially prevent COVID-19 infection [2] . To reduce the frequency of clinic visits, conversion of intravenous to oral systemic regimens and shorter radiotherapy fractionation can be considered [24] .",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 145,
                    "text": "[23]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 581,
                    "end": 584,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 738,
                    "end": 742,
                    "text": "[24]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Chemoradiation Considerations"
        },
        {
            "text": "In an effort to guide otolaryngologists-head and neck surgeons and other clinicians through this pandemic, many institutions have released recommendations with the goal of preserving needed resources and ensuring the safety of patients and medical personnel. Head and neck surgeons at the Medical University of South Carolina have transitioned to telephone and virtual video visits using Amwell for new and follow-up patients. One on-site provider is available to evaluate new and follow-up consultations in clinic, held at least three times per week, for all head and neck patients that must be seen regardless of who their primary surgeon is. The University of Nebraska Medical Center has released procedure guidelines to provide decision support for the perioperative management of patients requiring anesthesia and surgical services [25] .",
            "cite_spans": [
                {
                    "start": 837,
                    "end": 841,
                    "text": "[25]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Institutional Practice Patterns"
        },
        {
            "text": "An evidence-based review from the Stanford Department of Otolaryngology makes the following recommendations: telehealth for clinic visits and all patient interactions for faculty over the age of 60, a reduced number of residents on service, and that single surgery is performed only by an attending. They further issue the following detailed four-tiered stratification defining urgency of some head and neck cases during the COVID-19 pandemic: 1) proceed with surgery: head and neck squamous cell carcinoma (HNC), anaplastic or medullary thyroid carcinoma, metastatic or recurrent papillary thyroid carcinoma (PTC), skull base cancer, and some skin cancers 2) consider postponing >30 days: low risk PTC and some skin cancers, 3) consider postponing 30-90 days: routine benign thyroid nodules, revision PTC, basal cell carcinoma with low morbidity 4) case-by-case basis: rare histology with uncertain rate of progression, diagnostic procedures [26] . For COVID-19 positive patients who require urgent or emergent surgery, Stanford recommends all operating room staff to wear PAPR until further data is available. For urgent cases to be performed within 30 days, in which the patients' COVID-19 status is unknown, pre-operative testing 48 hours prior is also suggested [6] .",
            "cite_spans": [
                {
                    "start": 943,
                    "end": 947,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1267,
                    "end": 1270,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Institutional Practice Patterns"
        },
        {
            "text": "The Seattle Cancer Care Alliance (SCCA) is rescheduling routine follow-up visits for well patients, at the discretion of the clinical team, to maintain patient safety and expand provider availability. For patients with respiratory symptoms or fever, the SCCA recommends delaying chemotherapy according to the standards for the disease and treatment. For those without symptoms and receiving adjuvant curative or palliative chemotherapy, postponing therapy is not advised, as delays may compromise survival [27] .",
            "cite_spans": [
                {
                    "start": 506,
                    "end": 510,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Institutional Practice Patterns"
        },
        {
            "text": "The Huntsman Cancer Institute at the University of Utah suggests categorizing all surgeries and interventional procedures into one of three categories with a corresponding action plan: (1) cancel elective procedures, those where a delay of 6-8 weeks will not negatively impact the patient's health, (2) reschedule \"time-sensitive\" procedures, which are not urgent or emergent but cannot be delayed beyond 6 weeks, and (3) proceed with urgent or emergent procedures, which must be performed in 24-48 hours. The institute has no specific recommendations on delaying chemotherapy and/or radiation therapy due to the pandemic, as the decision requires consideration on a case-by-case basis [28] .",
            "cite_spans": [
                {
                    "start": 686,
                    "end": 690,
                    "text": "[28]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Institutional Practice Patterns"
        },
        {
            "text": "Sensing a need for 'real-time' information, institution-specific data on head and neck surgery practice patterns during the COVID-19 pandemic was collected and distilled into an accessible spreadsheet. Contributors, all otolaryngology/head and neck surgeons practicing in the United States, were solicited via email and text. Information gathered is updated regularly and available on the AHNS Bulletin Board at https://www.ahns.info/covid-19-info/. Data collected included current COVID-19 burden in the state, PPE practices, perioperative COVID-19 testing, cancer case scheduling concerns, and utilization of residency cadres. To date, 14 institutions have been contributing. All institutions delayed cases that could wait 6-8 weeks, based on surgeon discretion. 86% of institutions had a review process for cancer surgery scheduling, and 4 institutions had suspended transoral robotic surgery. All institutions had significantly limited clinic visits to those considered urgent by the provider, and most had implemented telemedicine visits [29] .",
            "cite_spans": [
                {
                    "start": 1043,
                    "end": 1047,
                    "text": "[29]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Institutional Practice Patterns"
        },
        {
            "text": "Testing for COVID-19 in the pre-operative period remains varied and controversial. Debate exists in regards to the availability and type of testing and with regards to their respective sensitivity and specificity. Major concerns with regards to timely pre-operative testing and the delay of results also complicate matters. Some patients are forced into quarantine while they await results -and if negative, until their surgery date to minimize an infection after their testing date. Fortunately, the availability, accuracy, timing and location of pre-operative testing and emerging antibody testing beginning to take shape and will allow for expedient safe care of cancer patients during the pandemic. Further research on this topic of pre-operative testing is ongoing and guidelines are still being created. It is clear however that the most appropriate pre-operative testing strategy will depend on available institutional resources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Testing Considerations"
        },
        {
            "text": "Although the available guidelines are non-specific, they do allow flexibility determined by local circumstances and available resources. There appears to be a consensus across available guidelines that HNSCC cases deemed as urgent by the local otolaryngology -head and neck surgery multidisciplinary teams, should continue in spite of the ongoing pandemic with the caveat of appropriate personal protective equipment and resources being available. The risk of patient morbidity and mortality caused by delaying HNSCC treatment is greater than the risk of COVID-19 exposure in surgery and in post-operative care in the setting of adequate resources and infrastructure to mitigate viral concerns. Facilities that lack adequate resources will no doubt experience difficulty in following these criteria.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Testing Considerations"
        },
        {
            "text": "As the nation reassesses the situation on a day-to-day basis, otolaryngologists-head and neck surgeons may be better informed on how to best manage the treatment of head and neck cancer patients during a pandemic, and should be integral in the planning and distribution of institutional oncologic surgical triaging.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Testing Considerations"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Position Statement: Otolaryngologists-head and neck surgeons and the COVID-19 Pandemic. American Academy of Otolaryngology-Head and Neck Surgery. www.entnet.org/content/aao-hns-position-statement-otolaryngologists-head and neck surgeonsand-covid-19-pandemic",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Aao-Hns",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19 Clinical Oncology Frequently Asked Questions",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19 pandemic: effects and evidence-based recommendations for otolaryngology and head and neck surgery practice. Head Neck",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Kowalski",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sanabria",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Ridge",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bree",
                    "suffix": ""
                },
                {
                    "first": "Rinaldo",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/hed.26164"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Safety Recommendations for Evaluation and Surgery of the Head and Neck during the COVID-19",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Givi",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Schiff",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ba",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Chinn",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sb",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Clayburgh",
                    "suffix": ""
                },
                {
                    "first": ",",
                    "middle": [],
                    "last": "Iyer",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jalisi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Head Neck Surg",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Pandemic",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Otolaryngol",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jamaoto.2020.0780"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "ESSO Statement on COVID-19. ESSO",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Otolaryngologists-head and neck surgeons May Contract COVID-19 During Surgery",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Caring for Patients With Cancer During the COVID-19 Outbreak in Italy",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pietrantonio",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Garassino",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Oncol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jamaoncol.2020.1426"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Centers for Medicare & Medicaid Services. www.cms.gov/newsroom/press-releases/cms-releases-recommendationsadult-elective-surgeries-non-essential-medical-surgical-and-dental",
            "authors": [],
            "year": 2020,
            "venue": "CMS Adult Elective Surgery and Procedures Recommendations",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Cancer Guidelines during the COVID-19 Pandemic. The Lancet Oncology",
            "authors": [
                {
                    "first": "Talha",
                    "middle": [
                        "K"
                    ],
                    "last": "Burki",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S1470-2045(20)30217-5"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "COVID-19: Guidance for Triage of Non-Emergent Surgical Procedures. American College of Surgeons",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Resource for Management Options of Endocrine Cancer During COVID-19. Society of Surgical Oncology",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "23",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Pandemic Planning Clinical Guideline for Patients with Cancer. Association of Community Cancer Centers",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Centers for Disease Control and Prevention",
            "authors": [],
            "year": 2020,
            "venue": "Resources for Clinics and Healthcare Facilities",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "COVID-19: Good Practice for Surgeons and Surgical Teams. Royal College of Surgeons",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Updated Intercollegiate General Surgery Guidance on COVID-19. Royal College of Surgeons. www.rcseng.ac.uk/coronavirus/joint-guidance-for-surgeons-v2/?utm_campaign=1358042_Coronavirus comms 26/03 to members&utm_medium=dot",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "DEPARTMENT OF DEFENSE. www.defense.gov/Newsroom/Releases/Release/Article/2123633/fact-sheet-elective-surgery-andprocedures",
            "authors": [],
            "year": 2020,
            "venue": "Fact Sheet: Elective Surgery and Procedures",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "American Academy of Otolaryngology-Head and Neck Surgery. www.entnet.org/content/new-recommendationsregarding-urgent-and-nonurgent-patient-care-0",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "How COVID-19 Is Affecting Our Head and Neck Community -Statement from the American Head & Neck Society. American Head & Neck Society",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "23",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Navigating the COVID-19 Crisis. Head and Neck Cancer Alliance. www.headandneck.org/navigating-the-covid-19-crisis",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The relationship between waiting time for radiotherapy and clinical outcomes: a systematic review of the literature",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pearcey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kerba",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Mackillop",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Radiother. Oncol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.radonc.2007.11.016"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "FAQs -COVID-19 Resources -American Society for Radiation Oncology (ASTRO) -American Society for Radiation Oncology (ASTRO). ASTRO. www.astro.org/Daily-Practice/COVID-19-Recommendations-and-Information/COVID-19-FAQs#q4",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "COVID-19: Global Radiation Oncology's Targeted Response for Pandemic Preparedness. Clinical and Translational Radiation Oncology",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Simcock",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Mercy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Filippi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Katz",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "J"
                    ],
                    "last": "Pereira",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ctro.2020.03.009"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Managing COVID-19 in the oncology clinic and avoiding the distraction effect",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Cortiula",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pettke",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bartoletti",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Puglisi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Helleday",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Annals of Oncology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.annonc.2020.03.286"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Cancer, COVID-19 and the precautionary principle: prioritizing treatment during a global pandemic",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Hanna",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ga",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Booth",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Rev Clin Oncol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41571-020-0362-6"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "COVID-19 and the otolaryngologist -preliminary evidence-based review",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Vukkadala",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Qian",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Zj",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Holsinger",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Fc",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "M"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rosenthal",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Laryngoscope",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/lary.28672"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Rescheduling Visits and Delays in Starting Therapy. Seattle Cancer Care Alliance",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Martins",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hendrie",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Huntsman Cancer Institute Patient Scheduling Recommendations during COVID-19 Crisis. Huntsman Cancer Institute",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Material has not been published previously.None of the authors have any conflicts of interest, financial or otherwise. No financial support.All authors contributed substantially to, and approve of, this manuscript",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Covid Practice",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Patterns",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Email: dayt@musc",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Nurses, advanced practice providers, physicians and staff are the link between",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}