{
    "paper_id": "6822e97a6d9a0ab5d9cf659281d70a5bad2b2e45",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "M",
                "middle": [
                    "L A"
                ],
                "last": "Decramer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "P",
                "middle": [
                    "E Y Van"
                ],
                "last": "Schil",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "F"
                ],
                "last": "Vansteenkiste",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Abces van de long Aet. Holtevorming in een ontstekingsproces dat met verettering gepaard gaat en dat o.a. ontstaat na bacteriële infecties (stafylokokken) eventueel in aansluiting op infecties met influenzavirus (grieppneumonie), bij patiënten met een geringe weerstand tegen infecties (klebsiellapneumonie), bij slechte mondhygiëne, na verslikken met aspiratie, bij verdrinking, verminderd bewustzijn, longinfarct en septische embolen, maar ook in een obstructiepneumonie achter een bronchusobstructie (bijv. bronchuscarcinoom of corpus alienum) of zonder bekende oorzaak. Geen voorkeurlokalisatie, behalve bij verslikken: dan in de dorsobasale segmenten, voornamelijk rechts. Sympt. De patiënt is dikwijls ernstig ziek, met koorts, hoesten, opgeven van etterig en vaak slecht ruikend sputum en hemoptoe; soms weinig ziekteverschijnselen. Fys.ond. Het infiltraat waarin het abces zich bevindt kan een verkorte percussietoon, bronchiaal ademen en vochtige rhonchi veroorzaken. R€ o. CT-scan. Infiltraat met holtevorming, soms met een vloeistofspiegel, soms met multipele kleine holten. Bij genezing ontstaat op de plaats van het abces zeer vaak een dunwandige holte die enkele weken tot maanden of zelfs blijvend kan bestaan. Uiteindelijk blijft soms een strengvormig litteken na. Lab. Sputumkleuring en -cultuur naar stafylokokken, maar ook andere aerobe of anaerobe micro-organismen. Soms ook tuberkelbacteriën bij aanwezigheid van een tuberculeus proces in hetzelfde gebied. Mogelijk positieve hemocultuur, o.a. pneumokokken. Bloedbeeld en bezinkingssnelheid zijn als bij andere ontstekingsprocessen. Diagn. Endoscopie: bronchusaspiraat en -borstelen, opsporen van luchtwegverstopping. Diff. Met andere holtevormende processen, zoals carcinoom met centrale verweking, tuberculeuze caverne, necrotiserende pneumonie, syndroom van Wegener, veretterende cysten of bullae, cysteuze bronchiëctasieën, longsekwester, aspergilloom. Th. Meestal is hospitalisatie aangewezen. Intensieve en langdurige antibiotische behandeling, afhankelijk van de gevoeligheid van de gekweekte micro-organismen (veelal hoge dosis amoxicilline, eventueel met clavulaanzuur, zo nodig geassocieerd met clindamycine en/of aminoglycosiden), tot het ontstekingsinfiltraat is verdwenen. Eveneens bestrijden van andere schadelijke factoren (o.a. opheffen van de luchtwegobstructie). Bij therapieresistente gevallen of doorbraak in de pleurale holte is chirurgische drainage met resectie van het abces aangewezen. Verl. Bij goede behandeling met antibiotica vrijwel steeds gunstig. Bij onvoldoende behandeling bestaat de kans dat de ontsteking weer opleeft. Sporadisch ontstaat in een dunwandige restholte later een *aspergilloom.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Acidose, respiratoire Neiging tot acidemie (pH <7,35) op basis van CO 2 -retentie als gevolg van alveolaire hypoventilatie. Deze leidt behalve tot hypercapnie tevens tot hypoxemie. Aet. Remming van het ademcentrum (trauma, intoxicatie), stoornissen in de zenuwgeleiding (poliomyelitis), misvormingen van de thorax (ernstige kyfoscoliose), stenose van larynx of trachea (difterie, tumor) of longaandoeningen met hevige bronchusobstructie (zware aanval van asthma bronchiale, bij ernstige chronische bronchitis of emfyseem). Sympt. Behalve die van de oorzakelijke aandoening, verschijnselen van hypoxemie (centrale cyanose, in de Aandoeningen van ademhalingsstelsel, mediastinum en thoraxwand 4",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "chronische gevallen nog duidelijker wegens de secundaire polycytemie) en van hypercapnie. Chronische hypercapnie wordt door de bufferwerking van het bloed en de compensatoire verhoging van de bicarbonaatresorptie van de nieren vrij goed verdragen. Vooral acute verergering van hypercapnie (vaak tijdens een ernstige luchtweginfectie) geeft klachten en neiging tot acidemie: cerebrale vasodilatatie met hersenoedeem (stuwingspapil, insulten, bewustzijnsdaling, zgn. carbonarcose), wellicht nog verergerend door de aanwezige hypoxemie. Er is tevens een stijging van de bloeddruk in grote en kleine circulatie door vasoconstrictie met een neiging tot decompensatie van vooral de rechterharthelft. Th. Behandeling van de oorzakelijke aandoening en zo nodig bronchodilatatoren, antibiotica, bij decompensatie van de rechterharthelft zoutloos dieet, digitalis, diuretica. Verder symptomatisch O 2 -toediening op geleide van de arteriële bloedgaswaarden via een intranasale katheter; geassisteerde ademhaling via nasaal masker, eventueel intubatie en kunstmatige beademing. Geen sedativa toedienen die de ademhalingscentra remmen (barbituraten, morfine). Zie ook hoofdstuk 7: Respiratoire acidose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Actinomycose, zie hoofdstuk 10: Actinomycose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Adenoïdcystisch carcinoma (cylindroma) Zeldzame neoplasie van de grote luchtwegen (vooral trachea), morfologisch verwant aan speekselkliertumoren, bijna nooit metastaserend, maar lokaal infiltrerend. Th. Brede resectie met tracheareconstructie, indien haalbaar. Indien inoperabel: radiotherapie of endobronchiale behandeling met laser en/of stentplaatsing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Aids, longaandoeningen bij Aet. Opportunistische infecties door endogene reactivatie van 'slapende' microorganismen, zoals mycobacteriën en Pneumocystis jiroveci. Pneumocystis jiroveci-pneumonie is frequentste levensbedreigende infectie en wordt gekenmerkt door koorts, hoesten en dyspnoe, die zeer uitgesproken kan zijn. Bij circa 10% van de aidspatiënten treedt een infectie op met Mycobacterium tuberculosis of niet-tuberculeuze mycobacteriën, zoals het aviumintracellulaire complex. Cytomegalieviruspneumonie is vooral een terminale complicatie. Lymfocytaire interstitiële pneumonie komt meestal voor bij kinderen. Bij 15-20% van de patiënten treft men kaposisarcomen aan, o.a. in longen of huid. Diagn. Endoscopie met spoeling en biopsie. Th. Tegen Pneumocystis jiroveci trimethoprim-sulfamethoxazol of pentamidine, tegen Mycobacterium tuberculosis de klassieke tuberculostatica, tegen cytomegalievirus ganciclovir of aciclovir. De behandeling van aidspatiënten moet onder specialistisch toezicht gebeuren. Zie ook hoofdstuk 10: Aids.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Alfa 1 -antitrypsinedeficiëntie (a 1 -ATD) Aet. Hereditaire aandoening, die voorkomt bij 1 op 2000 à 5000 personen (er zijn meerdere types zoals PI-Z, -S enz.) en die vooral bij rokers tot vroegtijdig longemfyseem leidt, door overwicht van proteolytische enzymen (vooral leukocytair elastase) op de antiproteasen (vooral a 1 -AT, ook a 1 -proteïnaseinhibitor genoemd). Sympt. Insidieus optredende dyspnoe vóór 40-jarige leeftijd. Longf.ond. Obstructieve beperking met diffusiedaling. R€ o. Overheldere longen, met manifeste hyperinflatie, voornamelijk in de longondervelden. Diagn. Serologisch-immunologische evaluatie of moleculaire DNA-analyse. Th. Preventief verbod tot roken. Substitutie met a 1 -antitrypsine (intraveneus en via inhalatie) is een recente aanwinst, maar de effectiviteit van deze behandeling is niet bewezen. In het eindstadium kan longtransplantatie aangewezen zijn. Zie ook hoofdstuk 20: Alfa 1 -antitrypsinedeficiëntie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Alkalose respiratoire, zie hoofdstuk 7: Respiratoire alkalose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Allergische bronchopulmonale aspergillose (ABPA) Aet. Combinatie van endobronchiale aspergillusgroei (leidend tot etterproppen en proximale verwijdingen) en van type I, III en IV allergische reactie. Veelal patiënten met astma. Sympt. Recidiverende aanvallen van bronchusobstructie met dyspnoe, opgeven van taaie bruine mucusproppen, koorts en malaise. R€ o. CT-scan. Recidiverende infiltraten door mucusimpactie, 'tramlijnen' en ringschaduwen door verdikte bronchuswanden, proximale bronchiëctasieën. Lab. Hoge eosinofilie en IgE; positieve RAST, precipitines en huidreacties op Aspergillus fumigatus. Longf.ond. Gemengd obstructieve en restrictieve beperking met gedaalde diffusiecapaciteit. Diagn. Endoscopie: uiterst taaie etterproppen en proximale bronchiëctasieën. Th. Bronchodilatantia en orale corticosteroïden (begindosis: 0,5 mg/kg lichaamsgewicht prednison, in 6 maanden geleidelijk af te bouwen). Zie ook hoofdstuk 9: Aspergillose, allergische bronchopulmonaire.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Alveolaire proteïnose Aet. Zeer zeldzame, chronische ziekte, gekenmerkt door de vorming van PASpositief korrelig materiaal in alveoli en bronchioli, dat proteïden en lipiden bevat. Komt driemaal meer voor bij mannen dan bij vrouwen, meestal op 20tot 50-jarige leeftijd. Er is een primaire vorm (met uniform surfactanskleuringspatroon) en een secundaire die o.a. op chemische irritantia kan ontstaan. Sympt. Na een periode van koorts volgt progressief toenemende dyspnoe, hoesten, opgeven van wit of geel sputum, pijn in de thorax en vermagering. R€ o. CTscan. Vlokkige alveolaire vullingsbeelden, vooral vlindervormig perihilair, die meestal indrukwekkender zijn dan de ziektetekens. Longf.ond. Aanvankelijk weinig stoornissen, maar nadien een restrictieve stoornis met vermindering van de diffusiecapaciteit. Diff. Met andere alveolaire vullingsbeelden, zoals longoedeem, sarcoïdose, pneumoconiose, collageenziekten, lymphangitis carcinomatosa enz. Diagn. Endoscopie toont melkachtig vocht en PAS-positief materiaal in spoelvocht en perifere transbronchiale biopsie. Th. Endobronchiale spoelingen met 10 à 20 l fysiologische zoutoplossing worden soms met succes toegepast. Verl. Kan jarenlang blijven bestaan, met remissies en exacerbaties. Soms vindt spontane genezing plaats, maar meestal eindigt de aandoening in respiratoire insufficiëntie of is het overlijden van de patiënt het gevolg van een ernstige respiratoire infectie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Ontstekingsreactie van longparenchym die vele oorzaken kan hebben o.a. immunologisch (bijv. *extrinsieke allergische alveolitis), toxisch of infectieus. Zie ook hoofdstuk 9: Extrinsieke allergische alveolitis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Alveolitis"
        },
        {
            "text": "Antracosilicose (coal workers pneumoconiose) Aet. Veroorzaakt door inhalatie van koolstof en SiO 2 . Laatste decennia aanzienlijk gedaalde incidentie door sluiting van kolenmijnen en betere stofbestrijding. Zie ook *Silicose. Hist. Stervormige intens zwarte noduli met amorf materiaal, omgeven door zgn. focaal emfyseem. Eventueel evolutie naar pseudotumorale massa's (massieve fibrose). Sympt. Veelal slechts laattijdig optreden van droge hoest, inspanningsdyspnoe; dikwijls geassocieerd chronisch obstructief longlijden dat dan tevens de uiteindelijke prognose bepaalt. Th. Symptomatisch. De fibrose is irreversibel: voor de geassocieerde bronchitis en complicaties, zie chronische *Bronchitis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Alveolitis"
        },
        {
            "text": "Pathologische apnoe is een adempauze van ten minste 15 sec, wat frequent gepaard gaat met een daling van de hartfrequentie en met een zuurstofdesaturatie in het bloed. De oorzaak kan centraal zijn (waarbij geen ademprikkel opgewekt wordt) of obstructief (waarbij de luchtstroom belemmerd wordt in de hogere luchtwegen) of gemengd. Zie ook hoofdstuk 16: Slaapapnoesyndroom en hoofdstuk 20: Apnoe van de prematuur.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Apnoe"
        },
        {
            "text": "ARDS (vroeger adult thans beter acute respiratory distress syndrome, shocklong, beademingslong) Aet. Acuut syndroom gekenmerkt door niet-cardiogeen longoedeem, door beschadiging en toegenomen permeabiliteit van alveolocapillaire membraan, dat optreedt in aansluiting aan polytrauma, shock van verschillende oorsprong (hemodynamisch, hypovolemisch of septisch), verdrinking, verhanging, vetembolie, aspiratiepneumonie, viruspneumonie, acute insufficiëntie van nieren, lever of pancreas, hersenletsels en allerlei intoxicaties of overdosering van medicatie. Sympt. Na een vrij interval, tijdens hetwelk de symptomen van de basisaandoening domineren, ontstaan in toenemende mate dyspnoe, polypnoe, cyanose en respiratoire insufficiëntie en ophoesten van roze schuimend sputum. Fys.ond. Ruw en eventueel bronchiaal ademen, crepitaties, wrijfgeruis. R€ o. CT-scan. Massieve schaduwvlekken over beide longvelden, waarin zich het luchtbronchogram aftekent. Longf.ond. Restrictief syndroom, met stijve longen en stoornissen in ventilatie-perfusieverhouding en in diffusiecapaciteit. Sterke hypoxemie, uiteindelijk ook hypercapnie. Diff. Met linkerhartinsufficiëntie, pulmonale vasculitis of pneumonie. Th. Behalve behandeling van de basisaandoening: zuurstoftoediening, zonodig mechanische ventilatie met eventueel positieve eindexpiratoire druk (PEEP), hoge frequentie of extracorporele oxygenatie, strikte vochtrestrictie, antibiotica, vasopressoren. Het nut van corticosteroïden is niet bewezen. Ze bleken niet actief te zijn tegen de vroegtijdige fase, maar zouden actief kunnen zijn tegen de laattijdige fase van de ziekte. Progn. De mortaliteit bedraagt meer dan 50%. Bij overleven zijn de restletsels meestal gering.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Apnoe"
        },
        {
            "text": "Arterioveneuze fistel (arterioveneus aneurysma) Zeldzame aneurysmatische verbinding tussen een longarterie en een longvene, soms deelverschijnsel van de autosomaal dominant erfelijk ziekte van Rendu-Osler (hereditaire teleangiëctasieën, zie ook hoofdstuk 6: Rendu-Osler-(Weber), ziekte van). Kan solitair zijn of multipel (in e en of beide longen) voorkomen. Sympt. Deze ontbreken soms. Slechts zelden is er een relevante rechts-linksshunt met arteriële zuurstofonderverzadiging, cyanose en secundaire polycytemie. Ook hemoptoe, trommelstokvingers en dyspnoe bij inspanning komen voor, soms een vooral inspiratoir systolisch of continu vaatgeruis. Diagn. CT-scan en angiografie. Ronde of gelobde dilataties van de vaten. Th. Embolisatie, al dan niet gecombineerd met resectie indien niet te multipel. Antibioticaprofylaxe bij ingrepen. Verl. Ongunstig, vooral door het ontstaan van embolieën in de hersenen en optreden van sepsis met abcessen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Apnoe"
        },
        {
            "text": "Vorm van *fibrose van de long door asbeststof; term mag strikt genomen niet gebruikt worden voor asbestpleuritis met eventuele verkalkingen of voor pleuramesothelioom. Aet. Het inhaleren van asbestvezels (gehydrateerde vezelachtige silicaten) bij arbeiders in asbestmijnen, in bedrijven waar men asbestcement, frictie-of isoleermateriaal vervaardigt, in scheepsbouw bij het plaatsen of verwijderen van warmte-isolerende stoffen waarin asbest is verwerkt enz. Sympt. Hoesten, dyspnoe. R€ o. CT-scan. Longfibrose met vooral fijne vlekjes en streepjes. Diagn. Endoscopie: neutrofiele alveolitis; asbestlichaampjes waarvan het aantal gerelateerd is aan graad van doorgemaakte expositie. Diff. Andere vormen van longfibrose. Longf.ond. Hoofdzakelijk restrictieve ventilatiestoornis en verminderde diffusie, waardoor arterieel zuurstoftekort. Verl. Naar cor pulmonale. Compl. Naast longfibrose kan asbest ook mesothelioom (*Pleuratumoren) en longcarcinoom, vooral bij rokers, veroorzaken. Zie ook hoofdstuk 44: Asbest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Asbestose"
        },
        {
            "text": "Aspergilloom van de long (mycetoom, 'fungus bal') Ontwikkeling van Aspergillus fumigatus in beschadigd longweefsel, vooral dunwandige holten, zoals cysten, gereinigd abces, tuberculeuze caverne of bronchiëctasieën. Sympt. Vaak geen; soms hemoptoe, die ernstige vormen kan aannemen. R€ o. CT-scan. Typisch beeld van ronde schaduw met aan de bovenzijde een sikkelvormige opheldering ('Baskische muts'). Lab. Soms een kweek van Aspergillus fumigatus uit sputum en/of aanwezigheid van specifieke precipitines in het serum. Th. Dikwijls geen. Indien vaak hemoptoe voorkomt: resectie, eventueel embolisatie van bronchiale arteriën als voorbereiding op resectie of als deze gecontra-indiceerd is. Antimycotica hebben wisselend resultaat.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Asbestose"
        },
        {
            "text": "Aspergillose van de long, invasieve Omvat pneumonie, empyeem en/of uitzaaiing naar andere organen (gedissemineerde aspergillose, vooral naar gastro-intestinale tractus, hersenen, hart, lever, milt). Doorgaans alleen bij mensen met een verlaagde algemene weerstand tegen infecties, vooral bij leukemie of na beenmerg-of andere transplantatie. Sympt. Atypische tekens van infectie: koorts, hoesten, dyspnoe, eventueel hemoptoe. R€ o. CT-scan. Lobaire of veralgemeende necrotiserende bronchopneumonie met abcesvorming en soms empyeem. Diagn. Kleuring en kweek van Aspergillus op aspiraat of biopsie. Th. Amfotericine B of nieuwere antimycotica, zoals voriconazol of caspofungine intraveneus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Asbestose"
        },
        {
            "text": "Enkele ziektebeelden die afzonderlijk of in associatie kunnen optreden. 1. Immunologische stoornissen zonder schimmelgroei in het lichaam. Enerzijds is er het type-I Aspergillus-astma dat bij ca. 10% van de patiënten een deelaspect is van atopisch astma, anderzijds een type III-IV-allergie, de febriele aspergillose of *extrinsieke allergische alveolitis door Aspergillus, die men vooral aantreft bij arbeiders in brouwerijen en bij landbouwers (dikwijls als deelaspect van volgende vorm). 2. Geassocieerde schimmelinfectie ofwel niet-invasief, zoals bij *aspergilloom van de long en bij *allergische bronchopulmonale aspergillose, ofwel invasief, in de vorm van Aspergillus-pneumonie of sepsis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aspergillus, longafwijkingen veroorzaakt door"
        },
        {
            "text": "Inhalatie van vreemd materiaal (uit nasofarynx en maag o.a. bij alcoholici). Wordt vooral aangetroffen in dorsobasale longgebieden. Sympt. Acute respiratoire distress met evolutie, afhankelijk van oorzaak. Diagn. Endoscopie: soms maaginhoud in luchtwegen. Th. In de eerste plaats preventief: namelijk voorkomen van aspiratie. Verder symptomatisch (antibiotica, zuurstof). Zie ook *Abces van de long en *Pneumonie, anaeroben-.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aspiratiepneumonie"
        },
        {
            "text": "Aandoening die gekenmerkt is door ontsteking van de luchtwegen, vooral gekenmerkt door de aanwezigheid van eosinofiele granulocyten, en die leidt tot aanvalsgewijs optredende benauwdheid, waarbij de expiratie bemoeilijkt is als gevolg van bronchusobstructie (door ontstekingscellen, slijmvlieszwelling, aanwezigheid van secreet en spasmen). Aet. Vooral bij astmatische kinderen is vaak een allergische (atopische) constitutie aanwezig. De bronchusvernauwing wordt veroorzaakt door een specifieke reactie tussen allergenen en IgE-antistoffen, waardoor bronchusvernauwende mediatoren uit de mestcellen en andere cellen worden vrijgemaakt: extrinsiek, atopisch astma. De voornaamste inhalatieallergenen zijn huisstofmijt, pollen, schimmels en dierenepitheel. Allergie wordt in vivo aangetoond door huidreacties en uitzonderlijk door inhalatieprovocatieproeven met het allergeen, in vitro door detectie van specifiek IgE (RAST) tegen het allergeen in het serum. Meestal is het totale serum-IgE bij deze patiënten verhoogd en is een eosinofilie aanwezig in bloed en sputum. Ook komen vormen van astma voor waarbij overgevoeligheid bestaat voor chemische producten, zoals kunststoffen, antibiotica, chroom enz. Voorts kunnen bij astma een rol spelen: aspecifieke bronchiale hyperreactiviteit (overgevoeligheid voor allerlei chemische of fysische prikkels), hyperventilatie en inspanning, oesofageale reflux, pseudo-allergie aan voedingsstoffen (vooral kleurings-en conserveringsmiddelen), endocriene factoren, (niet bacteriële) infecties van de luchtwegen en psychosociale factoren. Indien geen specifieke overgevoeligheid kan worden aangetoond spreekt men van intrinsiek astma. Meestal is astma het gevolg van de interactie van verschillende mechanismen en kunnen in een zelfde individu manifestaties van zowel extrinsiek als intrinsiek astma optreden. Sympt. Aanvallen van dyspnoe uitgelokt door hiervoor vermelde factoren. Tussen de aanvallen in is de patiënt veelal vrij van klachten en zijn evenmin objectieve afwijkingen waarneembaar. Indien ze langer dan een etmaal duren zonder voldoende reactie op de gebruikelijke therapie, dan spreekt men van een status asthmaticus. Fys.ond. Tijdens een aanval staat de thorax in inspiratiestand. Het exspirium is sterk verlengd, de hulpademhalingsspieren worden overmatig gebruikt. De patiënt zit overeind en is vaak onrustig en angstig. Longf.ond. Tijdens perioden van beklemdheid wordt een obstructieve stoornis vastgesteld die meestal goed reversibel is op bronchodilatantia. Diff. Met asthma cardiale, hyperventilatiesyndroom en pseudo-astma als gevolg van bronchus-of tracheostenose. Th. Het is essentieel de patiënt goed te informeren over de ontstaansmechanismen, de evaluatiemethoden (o.a. piekdebietmetingen) en het behandelingsbeleid van astma. Thans zijn er wereldwijde beleidsvoorstellen en is astma veelal goed onder controle. De behandeling bestaat vooreerst in het vermijden van schadelijke invloeden (o.a. stofcontrole, elimineren van allergenen); desensibilisatie is te overwegen bij kinderen met pollen-of eventueel huismijtovergevoeligheid als de overige maatregelen onvoldoende resultaat opleveren. Vervolgens is er de stapsgewijze medicamenteuze behandeling. Essentieel is hierbij een onderhoudsbehandeling met ontstekingswerende middelen: meestal betreft het inhalatiecorticosteroïden (fluticason aan een dosis van 2 · 50 à 2 · 500 mg/dag, budesonide aan 2 · 40 à 2 · 400 mg/dag, of meer in welbepaalde omstandigheden); vooral bij kinderen kunnen cromoglycaatinhalaties 3 à 4 · per dag als alternatief of in associatie nuttig zijn; bij opstoten kan het nodig zijn tijdelijk over te schakelen op systemische corticosteroïden (nl. oraal of parenteraal bij status asthmaticus). Als symptomatische behandeling bij bronchospasme worden vooreerst inhalatie-b 2 -sympathicomimetica (tot 2 · 4 per dag) en/of inhalatie-anticholinergica gebruikt; bij meer hardnekkige bronchospasme en vooral bij nachtelijk astma worden deze geassocieerd aan 2 · daagse inname van langwerkende b 2 -mimetica in inhalatievorm of eventueel theofyllines. Behandeling met langwerkende b 2 -mimetica zonder concomitante behandeling met inhalatiesteroïden is gevaarlijk. Antileukotriënen worden vooral aangewend bij matig ernstig astma, waar ze kunnen toelaten de dosis corticosteroïden te beperken. Bij ernstige opstoten is dikwijls hospitalisatie aangewezen voor meer intensieve (veelal parenterale) behandeling met antiinflammatoire en bronchodilaterende middelen, en zonodig antibiotica en supplementair zuurstof.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Astma bronchiale (bronchiaal astma)"
        },
        {
            "text": "Luchtarm longweefsel. Aet. Hetzij door compressie van longweefsel (compressieatelectase) als gevolg van vocht in de pleura, pneumothorax of een tumor in of nabij de long gelegen, hetzij door *bronchusstenose (lobaire of segmentaire resorptieatelectase; zie ook *Middenkwabsyndroom). Frequent zijn postoperatieve atelectasen (vooral na maag-galblaasoperatie) door verminderde diafragmabeweeglijkheid, bemoeilijkt ophoesten en ophopen van taai secreet in de bronchi. Postoperatieve atelectasen kunnen ook het gevolg zijn van (vaak niet-herkende) longinfarcten. Verder zijn inhalatieanesthesie, inhalatie van hoge O 2 -concentraties, longcontusie en ARDS bekende oorzaken van atelectase. Atelectase ontstaat door veranderingen die optreden in het surfactans (een oppervlaktespanningverlagend fosfolipide, geproduceerd door de alveolaire type IIcellen). Diagn. Endoscopie: om endobronchiale afwijkingen op te sporen en zo nodig te verwijderen. Th. Vooral preventief bij chirurgie. Intensieve ademhalingskinesitherapie aangewezen. Curatieve maatregelen afhankelijk van oorzaak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Atelectase"
        },
        {
            "text": "Vorm van *extrinsieke allergische alveolitis, veroorzaakt door thermofiele actinomyceten, aanwezig in residu van suikerriet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bagassose"
        },
        {
            "text": "Overdruk in de luchtwegen (o.a. bij diepzeeduiken, bij langdurige beademing met positieve eindexpiratoire druk). Kan beschadigingen teweegbrengen, zoals pneumothorax, bronchopleurale fistel en luchtembolie. Zie ook hoofdstuk 46: Barotraumata.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Barotrauma"
        },
        {
            "text": "De acute vorm (acute mountain sickness) treedt op bij te snel naar een grote hoogte (2 à 3 km) stijgen en is waarschijnlijk toe te schrijven aan hypoxemie en intracraniële overdruk. Sympt. Hoofdpijn, anorexie, braken, bewustzijnsstoornissen en eventueel niet-cardiogeen longoedeem en/of hersenoedeem. Th. Preventief: langzaam stijgen; acetazolamide en mogelijk nifedipine en corticosteroïden hebben een gunstig effect. Bij manifeste symptomatologie: dalen en supplement zuurstof. De chronische vorm (chronic mountain sickness, Monge's disease) komt voor bij personen boven de 40 jaar die lange tijd op grote hoogte verblijven en wordt gekenmerkt door hypoxemie, polycytemie, pulmonale hypertensie. Th. Definitief afdalen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bergziekte"
        },
        {
            "text": "Komt voor bij arbeiders die beryllium ontginnen of deze verwerken in bepaalde metaallegeringen. Inademen van berylliumverbindingen kan aanleiding geven tot acute chemische pneumonie. Chronische berylliose is een multisysteemziekte die veelal gelijkenis vertoont met *sarcoïdose. Ze kan zich jaren na een zelfs kortstondige blootstelling ontwikkelen (granuloomvorming in longen en andere organen, die overgaat in fibrose). Diff. Met *sarcoïdose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Berylliose"
        },
        {
            "text": "Besnier-Boeck-Schaumann, ziekte van, zie *Sarcoïdose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Berylliose"
        },
        {
            "text": "De acute vorm is een alveolitis en interstitiële pneumonie met restrictieve longfunctiebeperking en hypoxemie die enkele maanden na thoracale bestraling optreedt bij circa 10% van de patiënten. Deze kan zowel toxisch (rechtstreekse beschadiging in het bestralingsveld) als immunologisch (ook buiten het bestralingsveld) gemedieerd zijn. De chronische vorm is een irreversibele fibrose die na ongeveer 1 jaar optreedt. Sympt. Hoest, dyspnoe, koorts. Th. Corticosteroïden, in chronische vorm soms ook immunosuppressiva.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bestralingspneumonie"
        },
        {
            "text": "Boerenlong (farmer's lung) Vorm van *extrinsieke allergische alveolitis, veroorzaakt door inademen van allerlei immunogene substanties uit beschimmeld hooi of stro. Zie ook hoofdstuk 10: Actinomycose. Th. Blootstelling vermijden en eventueel corticosteroïden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bestralingspneumonie"
        },
        {
            "text": "Bornholm, ziekte van (pleurodynia, epidemische myalgie) Aet. Epidemische infectieziekte, veroorzaakt door het coxsackie-B-virus, dat vooral in zomer en herfst optreedt bij kinderen en jongvolwassenen. De incubatieperiode is enkele dagen. Sympt. Na prodromale symptomen (coryza, keelpijn, onwel-zijn, anorexie) volgen rillingen, koorts en plotselinge hevige pijn ter hoogte van de thoraxbasis, uitstralend naar abdomen of halsstreek. Fys. ond. Pleuraal wrijfgeruis. R€ o. Geringe beweeglijkheid van de diafragmakoepel en soms gesluierde costofrenische sinus. Diagn. Door de aanwezigheid van coxsackie-B-virus in bloed, urine of lumbaalvocht (in feces of keel is dit niet bewijzend: kiemdrager) of door stijging van de hoeveelheid specifieke antistoffen in het serum. Th. Symptomatisch. Verl. Ziekteduur: enkele dagen tot enkele weken; recidieven zijn frequent. Ten slotte volgt genezing zonder restverschijnselen. Compl. Meningitis en orchitis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bestralingspneumonie"
        },
        {
            "text": "Dilatatie van de luchtwegen met gedeeltelijke destructie van de bronchuswand. Aet. Gelokaliseerde bronchiëctasieën Deze zijn meestal beperkt tot een segment of een kwab, en zijn ontstaan als gevolg van een virale of bacteriële pneumonie, een obstructiepneumonie (door corpus alienum, verkaasde hilaire lymfeknoop, bronchusadenoom) of een schrompelende longaandoening (ftisis). Door verdwijnen van kinkhoest, mazelen en ernstige infecties is er een sterke afname van bronchiëctasieën. Multipele bronchiëctasieën Ofwel aangeboren (mucoviscidose, ook bij kartagenersyndroom: bronchiëctasieën, sinusitis, dextrocardie) of -veel vaker -verworven (deelverschijnsel van COPD of longfibrose enz.) en begeleid door bronchiolitis. Voorkeurlokalisaties: onderkwabben, lingula en middenkwab. Sympt. Soms weinig bij zgn. droge, gelokaliseerde bronchiëctasieën. Meestal chronisch hoesten en opgeven van wisselende, meestal aanzienlijke hoeveelheden onaangenaam ruikend of stinkend, etterig sputum, subfebriele temperatuur, soms hemoptoe. Verder sinusitis, trommelstokvingers, soms slechte algemene toestand. Fys.ond. Vochtige, klinkende rhonchi dikwijls basaal naast de wervelkolom. R€ o. Opvallend weinig afwijkingen op de gewone thoraxfoto. CT-scan met hoge resolutiebeelden is voorkeuronderzoek om bronchiëctasieën aan te tonen en uitgebreidheid na te gaan en maakt bronchografie overbodig. Th. Indien te verspreid: houdingdrainage en breedspectrumantibiotica bij infecties of als onderhoudsdosis. Sinusitis moet worden behandeld. Bij onvoldoende resultaat van deze maatregelen kan bij de gelokaliseerde vorm resectie overwogen worden. Verl. Chronisch, met perioden van verergering. Infectieuze complicaties (longabces, pleuraal empyeem, soms hersenabces). Er is evolutie mogelijk naar longsclerose en respiratoire insufficiëntie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bronchiëctasieën"
        },
        {
            "text": "Acute virale ontsteking van de bronchiolen, vooral bij zuigelingen en kleine kinderen. Aet. Respiratoir virus (vooral para-influenzavirus of RS-virus). Soms bacteriële superinfectie (voornamelijk Haemophilus influenzae). Sympt. Behalve tekenen van respiratoire infectie (coryza, hoest, koorts) vooral zeer sterke polypnoe, cyanose en hyperinflatie. Fys.ond. Crepiterende rhonchi, wheezing, koorts. R€ o. CT-scan. Overdreven heldere longvelden; ook bronchopneumonisch beeld. Diff. Toxische of immunologische bronchiolitis op allerlei substanties. Th. Zuurstoftoediening, zo nodig bronchodilatatoren, corticosteroïden, vocht en antibiotica. Antivirale agentia zoals ribavirine worden uitgetest bij risicokinderen. Progn. Meestal genezing na twee weken. Een groot deel van de kinderen blijft recurrente wheezing vertonen bij virale infecties, een deel ontwikkelt jeugdastma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bronchiolitis, acute"
        },
        {
            "text": "Bronchiolitis, chronische (small airway disease, SAD) Chronische ontstekingsverschijnselen in de kleine luchtwegen (diameter <2 mm). Aet. Vooral bij rokers, ook na virusinfecties, na inhalering van irriterende gassen of andere noxen. Kan beginstadium zijn van COPD, of deelaspect van gevorderde COPD. Sympt. Hoesten zonder sputum ('rokershoest'). Longf.ond.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bronchiolitis, acute"
        },
        {
            "text": "O.a. een verminderd ademdebiet op het einde van een geforceerde expiratie, toename van het afsluitvolume: licht gedaalde zuurstofspanning in arterieel bloed. Th. Bronchiale irritantia (roken) vermijden, verder zoals chronische *Bronchitis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bronchiolitis, acute"
        },
        {
            "text": "Ontwikkeling van granulatieweefsel in het lumen van de kleine luchtwegen, leidend tot opstopping ervan en littekenvorming. Aet. Kan het gevolg zijn van inhalatie van toxische gassen (bijv. nitreuze dampen), virale of bacteriële infecties, collageenaandoeningen (bijv. dermatomyositis of reumatoïde artritis, vooral na behandeling met d-penicillamine), immunologische reacties (bijv. bij beenmerg-of hart-longtransplantatie) of ten slotte als 'idiopathische' aandoening, de zgn. 'bronchiolitis obliterans met organiserende pneumonie' (BOOP). Sympt. Hoesten, dyspnoe, eventueel koorts en vermagering. R€ o. CTscan toont matglasinfiltraten. Longf.ond. Obstructieve en/of licht-restrictieve longfunctiestoornissen, zonder reversibiliteit op bronchodilatantia, eventueel wel op langdurige corticotherapie. Diff. Met *eosinofiele pneumonie en met andere vormen van diffuus interstitieel longlijden. Diagn. Histologisch onderzoek van perifere transbronchiale, thoracoscopische of chirurgische longbiopsies. Th. Afhankelijk van oorzaak. Eventueel corticosteroïden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bronchiolitis obliterans"
        },
        {
            "text": "Zeldzaam subtype van longadenocarcinoom, waarbij kwaadaardige cellen op noninvasieve wijze langs alveolaire en bronchiale wanden woekeren (zogenaamde lepidische groei). Vroeger werd de term ook gebruikt bij diffuse longaantasting, maar deze vorm wordt nu onder invasief adenocarcinoom met mucineproductie geklasseerd. R€ o. Presentatie als *solitaire pulmonale nodulus, meestal matglas aspect ('ground glass opacity'). Th. Uitstekende prognose na complete resectie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bronch(iol)o-alveolaircarcinoom (BAC)"
        },
        {
            "text": "Bronchitis, acute (acute tracheobronchitis) Oedeem en infiltratie van de mucosa van trachea en bronchi, met vermeerderde afscheiding van mucus en pusproductie; bij virale infectie vernietiging van het epitheel. Aet. Respiratoire virusinfectie of bacteriële infectie, respectievelijk surinfectie (Haemophilus influenzae, pneumokok, Moraxella catarrhalis of andere kiemen) bij patiënten met chronische bronchitis; ook na inhaleren van chemische irritantia (chloor, SO 2 , ammoniak, rook enz.). Meestal gaat het om een virale infectie en zijn antibiotica niet nodig. Sympt. Hoesten, opgeven van mucopurulent sputum, retrosternale pijn; bij virale infectie meestal ook pijnlijke keel, soms heesheid. Er kan lichte koorts zijn. Bij hoge koorts moet aan de mogelijkheid van pneumonie gedacht worden. Fys.ond. Over beide longen vochtige rhonchi. Th. Bij bacteriële infectie aangepaste antibiotische behandeling. Voorkeur verdienen breedspectrumantibiotica die ook actief zijn tegen Haemophilus influenzae: ampicilline (eventueel in associatie met clavulaanzuur) of tweedegeneratiecefalosporine, of tetracycline of cotrimoxazol of ofloxacine. Bij chemische acute bronchitis: zuurstofsupplement en eventueel corticosteroïden. Verl. Uiteraard gunstig, echter gevaarlijk bij hoogbejaarden (bronchopneumonie) of zeer jonge kinderen (bronchiolitis).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bronch(iol)o-alveolaircarcinoom (BAC)"
        },
        {
            "text": "Bronchitis wordt chronisch genoemd wanneer hoesten en opgeven van sputum gedurende de meeste dagen ten minste 3 maanden per jaar tijdens ten minste 2 opeenvolgende jaren aanhouden. Zeer verspreid voorkomende aandoening, vooral bij mannen boven de 40 jaar. Hypertrofie van de muceuze klieren van het bronchiale slijmvlies, verhoogde productie van kwalitatief gewijzigde mucus en daardoor opstopping van bronchioli. Bovendien veelal ook 'aspecifieke' hyperreactiviteit van het bronchiale slijmvlies (cfr. histamineprovocatietest) en spasme van de gladde spieren. Meestal treedt een progressieve luchtwegobstructie op in welk geval van chronisch obstructief longlijden (chronic obstructive pulmonary disease, *COPD) wordt gesproken. De bronchusvernauwing reageert gunstig op toediening van bronchodilatatoren maar is niet volledig reversibel. Aet. Endogene voorbeschiktheid en exogene invloeden (hoofdzakelijk roken, ook bepaalde beroepen, virale respiratoire infecties). Sympt. Meestal een sluipend begin met in frequentie toenemende hoestbuien ('s morgens bij het opstaan, bij inspanningen, weersverandering, plotselinge afkoeling, inademen van stof enz.) en met het opgeven van slijm. Af en toe zijn er perioden van acute bronchitis met overvloediger en purulent sputum. Vaak geleidelijk toenemende dyspnoe. Tijdens de 'droge' perioden komt vaak een piepende ademhaling voor (astmatische bronchitis). Fys.ond. Piepende en brommende rhonchi (wheezing) over beide longvelden. Vochtige rhonchi tijdens infectieuze perioden. Longf.ond. Normaal of obstructief syndroom (verminderde verhouding e ensecondewaarde/vitale capaciteit, vermeerderd residu), dat na toediening van bronchodilatantia minder reversibel is dan bij zuiver asthma bronchiale. Niet zelden bestaat onderverzadiging van het arteriële bloed als gevolg van een ongelijkmatige verdeling van ventilatie en circulatie in de longen (plaatselijke bronchusafsluiting en onvoldoende ventilatie met normale bloedvoorziening: rechts-links-shunteffect), maar er is geen diffusiedaling zolang er geen geassocieerd *emfyseem is. Diagn. Steunt bij afwezigheid van andere oorzaken (tuberculose, schimmelaandoening) op chronisch hoesten en het opgeven van sputum. Th. Er zijn internationale therapierichtlijnen uitgeschreven die vroegtijdige diagnose en chronische maatregelen benadrukken. Prev. Vermijden van luchtverontreiniging, rookverbod! Tijdens infectieuze perioden breedspectrumantibiotica (zie *Bonchitis, acute). Meestal wordt het sputum na enkele dagen opnieuw meer muceus. Het bronchospastische element moet worden bestreden met b 2 -adrenerge en anticholinerge medicaties bij voorkeur in langwerkende inhalatievorm (zie *Asthma bronchiale), soms ook langwerkende theofyllinepreparaten. Het nuteffect van ontstekingswerende middelen (zoals inhalatiecorticosteroïden) wordt betwist. Een behandeling met systeemcorticoïden is nooit aangewezen, tenzij bij opstoten. Voorts hoestmiddelen en expectorantia. Bij meer gevorderde gevallen worden revalidatie en zo nodig chronische zuurstoftherapie aangeraden. In preterminale gevallen wordt soms longvolumereductiechirurgie toegepast en in terminale longtransplantatie. Verl. Meestal progressief, de infectieuze perioden worden talrijker en moeilijker te behandelen en de dyspnoe kan toenemen door evolutie naar *emfyseem en *cor pulmonale.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bronchitis, chronische"
        },
        {
            "text": "Broncho-alveolaire lavage (BAL) Wanneer een isotone zoutoplossing via de fibroscoop in een segmentaire bronchus wordt ingebracht en door zachte aspiratie (gedeeltelijk) wordt teruggewonnen, kan men in dit lavagevocht niet alleen micro-organismen (bacteriën, virussen, protozoa), kwaadaardige cellen of exogene substanties (metalen, asbestvezels enz.) opzoeken, maar ook inflammatoire stoornissen (o.a. toename van effectorcellen: neutrofiele, lymfocytaire of eosinofiele alveolitis) of immunologische afwijkingen (toename van immunoglobulinen, cytokinen enz.) opsporen. Vooral bij zgn. interstitiële longaandoeningen en bij opportunistische infecties kan BAL tot de diagnose bijdragen en binnen zekere grenzen een heelkundige longbiopsie vervangen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bronchitis, chronische"
        },
        {
            "text": "Pathologische verbinding tussen (grote) bronchustakken en pleuraholte. Aet. 1. Na longresectie (lobectomie of pneumonectomie) op bronchussectievlak (meestal). 2. Na ruptuur van grote bulla. 3. Tuberculose (tegenwoordig zeldzaam). 4. Traumatisch. 5. Perifere tumor (eventueel na radiotherapie). Sympt. Afhankelijk van de primaire afwijking. Kan bij nog geheel of gedeeltelijk in situ zijnde long (spannings)pneumothorax met collaps van longweefsel veroorzaken. Na pneumonectomie of lobectomie met bronchopleurale fistel kan een levensbedreigende situatie optreden door overlopen van vocht uit de aangedane pleuraholte naar de andere long (dyspnoe, cyanose, ophoesten van vocht of bloed, eventuele asfyxie). Vaak begeleid door empyeem. Diagn. Bronchoscopie, waarbij lek soms aangetoond kan worden, eventueel inspuiten van kleurstof of contraststof om later sporen in de pleuraholte te kunnen aantonen, en vice versa. Th. 1. Acuut stadium: bij iedere verdenking op bronchopleurale fistel na pneumonectomie of lobectomie de patiënt uitsluitend op de aangedane zijde laten liggen om overlopen van vocht te voorkomen. Drainage van de thoraxholte. Bij (spannings)pneumothorax deze opheffen door drainage. Antibiotica, zie bij *Empyeem van de pleura. 2. Bronchoscopisch aangetoonde kleine fistel: herhaalde malen aanstippen met een etsende stof (bijv. nitras argenti). Indien onvoldoende resultaat wordt bereikt of de fistel groter is, deze chirurgisch laten sluiten waarbij de sutuur bedekt dient te worden met viabel weefsel. Bij ernstige infecties wordt eerst een thoracotomie of thoraxvenster aangelegd (clagettprocedure).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bronchopleurale fistel"
        },
        {
            "text": "Over de long(en) verspreide ontstekingshaarden. Aet. Al dan niet infectieus. Zie ook *Pneumonie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bronchopneumonie"
        },
        {
            "text": "Omvat diagnostische en/of therapeutische manipulaties via fiber-of starre bronchoscoop. Belangrijke diagnostische procedures zijn aspiratie-of borstelcytologie, biopten van centrale of perifere luchtwegen, *broncho-alveolaire lavage en recent ook endobronchiale *echografie. Therapeutische procedures zijn o.a. aspiratie van secreet, extractie van een vreemd lichaam, stelpen van een bloeding, laser of elektrocauterisatie van een obstruerend goed-of kwaadaardig letsel, plaatsen van een tracheobronchiale stent, fotodynamische behandeling van een oppervlakkig tumoraal proces, sluiten van een *bronchopleurale fistel enz.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bronchoscopie"
        },
        {
            "text": "Bronchuscarcinoom E en van de meest frequente vormen van kanker, vooral bij mannen (incidentie stagneert). In incidentie toenemend bij vrouwen door veranderd rookgedrag in de laatste decennia. Recent worden ook meer long(adeno)carcinomen gezien bij nooit-rokers, waarbij passief roken, beroepsexpositie en/of luchtverontreiniging een rol kunnen spelen. De jaarlijkse incidentie bedraagt ongeveer 7.000 in België en 10.000 in Nederland. Hist. Men maakt onderscheid tussen de niet-kleincellige types (in ca. 30% epidermoïd carcinoom, ca. 40% adenocarcinoom, ca. 15% grootcellig ongedifferentieerd carcinoom) en het kleincellig bronchuscarcinoom (ca. 15%) omwille van het feit dat dit laatste sneller metastaseert. Er zijn ook mengvormen. Sympt. Een perifeer gelegen carcinoom (uitgaande van kleinere bronchi en bronchioli, dikwijls adenocarcinoom) is aanvankelijk volledig symptoomloos en vaak een 'radiologische vondst'. Centrale tumoren (uitgaande van slijmvlies van grotere bronchi, dikwijls epidermoïd of kleincellig carcinoom) veroorzaken vaak prikkelhoest, opgeven van sanguinolent sputum, pijn in de thorax, later verschijnselen van obstructiepneumonie met koorts, gevoel van ziek-zijn ('griep'), benauwdheid en nog later algemene verschijnselen van moeheid, vermagering en anemie o.a. als gevolg van metastasen. Fys.ond. Bij onvolledige bronchusafsluiting soms wheezing (stenosegeruis) als eerste teken. Bij een volledige afsluiting: verkorte percussietoon en verzwakt ademgeruis. Symptomen door metastasen of doorgroei: 1. hoogstand van het diafragma door phrenicusparalyse; 2. heesheid door parese van n. recurrens (links); 3. v. cava-superiorsyndroom; 4. syndroom van Horner (aantasting van halssympathicus); 5. slikklachten door ingroei in oesofagus; 6. *pancoastsyndroom; 7. boezemfibrilleren; 8. pijn in thorax door ingroei in pleura en ribben; 9. metastasen op afstand (botten, lever, hersenen, bijnieren, huid). Niet-maligne manifestaties van longtumoren (paraneoplastische syndromen): 1. osteoartropathie van Pierre Marie-Bamberger (trommelstokvingers, diffuse pijnlijke zwelling van de extremiteiten), verdwijnend na resectie van de tumor; 2. hormonale syndromen: overtollige ADH-secretie, cushingsyndroom, hypercalciëmie door parathormoonachtig hormoon; 3. neuromyopathieën; 4. dermatomyositis. R€ o. CT-scan. Perifeer carcinoom: *solitaire pulmonale nodulus(soms coin lesion genoemd), soms met opheldering door centrale necrose. Centraal carcinoom: 'forse' hilus, vaak gevolgd door 'obstructieinfiltraat', door bronchusstenose, verder mediastinale en hilaire lymfeknopen en soms ook vochtophoping in de pleura. Diagn. Deze omvat histologische typering en stadiëring (TNM-classificatie). Cytologisch onderzoek van sputum, bronchoscopie met biopsie, eventueel transthoracale punctie, biopt uit metastasen (supraclaviculaire, axillaire lymfeknoop), mediastinoscopie, pleurabiopsie tijdens thoracoscopie bij pleuravocht. Th. Niet-kleincellige types: bij ca. 25% van de patiënten is complete resectie mogelijk: lobectomie of pneumonectomie, leidend tot een vijfjaarsoverleving van gemiddeld 40%, afhankelijk van celtype en stadium. Adjuvante chemotherapie is standaard bij stadium II en III, gezien de significante verbetering van de overleving. Bij lokaal meer gevorderde vormen (o.a. mediastinale lymfeknoopaantasting) kan met gecombineerde behandeling (chemotherapie samen met resectie en/of radicale radiotherapie) bij een aantal patiënten een langdurige remissie of zelfs genezing verkregen worden. Bij kleine perifere tumoren die om medische redenen inoperabel zijn kan hooggedoseerde radiotherapie curatief zijn. Bij uitgezaaide vormen geeft chemotherapie een beperkte overlevingsverlenging, maar bij goed beantwoordende patiënten vaak een waardevolle symptoompalliatie, daar nieuwere chemotherapeutica efficiënter zijn en beter verdragen worden. Recent ook moleculaire behandelingen tegen angiogenese of epidermale groeifactorreceptor, maar verder onderzoek is nodig om deze dure behandelingen nog meer doelgericht te gebruiken. Kleincellig carcinoom: slechts uitzonderlijk heelkundig te behandelen (zeer vroegtijdig stadium). De meeste patiënten hebben metastasen buiten de thorax, dan leidt chemotherapie tot tijdelijke verbetering. Chemotherapie samen met radiotherapie geeft bij tumoren die beperkt zijn tot de thorax, een genezingskans van 20 tot 25%. Palliatief: zeer belangrijk bij deze globaal ongunstige tumoren: begeleiding, vooral infectie-, hemoptoe-en pijnbestrijding, eventueel hormonale therapie (tegen anorexie en cachexie); endobronchiale lasertherapie of radiotherapie (bij endobronchiale obstructie met symptomen).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bronchoscopie"
        },
        {
            "text": "Bronchuscyste (bronchogene cyste, enterogene cyste) Aangeboren bronchopulmonale misvorming, bestaande uit e en of meer dunwandige holten, bekleed met bronchusepitheel. Sympt. Vaak symptoomloos; soms hemoptoe of infectie (symptomen als bij *abces van de long). Th. Resectie is bij vrijwel alle patiënten aangewezen vanwege het steeds aanwezige infectiegevaar en de preoperatieve onzekerheid over eventuele kwaadaardigheid.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bronchoscopie"
        },
        {
            "text": "Aet. Dikwijls ernstig stomp thoraxtrauma met contusio pulmonis, ribfracturen en pneumothorax. Sympt. Vaak pijn en hemoptoe. R€ o. Mediastinaal en diepcervicaal emfyseem. Diagn. Bij verdenking op bronchus-c.q. trachearuptuur is bronchoscopie noodzakelijk en dikwijls diagnostisch. Th. Bij ruptuur van trachea of hoofdbronchus: sternotomie of thoracotomie en hechten van de ruptuur of luchtwegreconstructie. Compl. Latere stenose op de plaats van de ruptuur.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bronchusruptuur"
        },
        {
            "text": "Vernauwing van een bronchus. Aet. Maligne of benigne tumoren, een lokaal ontstekingsproces, bronchitis tuberculosa, lymfeknoopperforatie bij primaire tuberculose, corpus alienum en andere. Sympt. Soms stenosegeruis (plaatselijk wheezing). Als gevolg van de stenose kan retentie van secreet ontstaan en daardoor lokaal bronchitis resp. pneumonie. Deze pneumonie wordt obstructiepneumonie genoemd. Behalve ontstekingsverschijnselen bestaat ook een afname van geventileerd longweefsel: *atelectase. Diagn. Endoscopie: toont ernst en aard van stenose aan. Th. Afhankelijk van de oorzaak. Goedaardige letsels kunnen vaak *bronchoscopisch behandeld worden o.a. via dilatatie, lasertherapie en/of plaatsen van een bronchusstent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bronchusstenose"
        },
        {
            "text": "Circa 2% van alle longtumoren zijn benigne bronchustumoren: *hamartoom van de long, fibroom, chondroom, lipoom. Sympt. Vaak geen; tenzij bronchusafsluiting bij centrale lokalisatie. Diagn.*Solitaire pulmonale nodulus op CT-scan (bij perifere ligging); gladde tumor, die vaak gesteeld is, bij bronchoscopie (bij centrale ligging). Th. Fibromen, lipomen of chondromen zijn dikwijls met de starre bronchoscoop (laser of luscoagulatie) te verwijderen. Verl. Zelden maligne ontaarding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bronchustumoren, benigne"
        },
        {
            "text": "Aet. Aandoening veroorzaakt door het inademen van stofdeeltjes die afkomstig zijn van plantaardig materiaal uit ruwe katoen, vlas, jute of hennep. Er bestaat individuele predispositie. Sympt. Hoesten en dyspnoe, aanvankelijk vooral de eerste dag van de arbeidsweek (maandagziekte). Geleidelijk chronische bronchitis. Longf.ond. Obstructieve ventilatiestoornis. Th. Als bij *astma bronchiale. Contact met de ziekteverwekkende stof moet vermeden worden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Byssinose"
        },
        {
            "text": "Combinatie van een speciale vorm van *antracosilicose (waarbij enkele grote 'necrobiotische' noduli in de longen ontstaan op een kleinvlekkige achtergrond) en reumatoïde artritis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Caplan, syndroom van"
        },
        {
            "text": "Meestal centraal gelegen bronchustumor, waarvan de lokale symptomatologie vergelijkbaar is met die van het *bronchuscarcinoom. Komt echter op jongere leeftijd voor, verloopt veel trager en metastaseert zelden. Diagn. Endoscopie: goed afgegrensde, sterk gevasculariseerde tumor (met ernstige hemoptoe spontaan of na biopt). Th. Resectie. Indien inoperabel: ofwel endobronchiale behandeling met bijv. laser, ofwel gebruik van somatostatine bij verspreide vormen met carcinoïdsyndroom.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Carcinoïdtumor"
        },
        {
            "text": "Lekkage uit de ductus thoracicus of een zijtak met ophoping van chyl in de pleura. Aet. Beschadiging van de ductus thoracicus door trauma of obstructie door ziekteprocessen in de directe omgeving (tumoren, metastasen, tuberculose). Zelden een complicatie van heelkundige ingrepen. Diagn. Bij pleurapunctie ziet men een melkachtig vocht met hoog triglyceriden-en laag cholesterolgehalte. Per os toegediende in vet oplosbare kleurstof verschijnt na enkele uren in het punctaat. Th. Zuigdrainage gericht op ontplooien van de long en afsluiten van de ductus. MCT (medium chain triglycerides) dieet of eventueel parenterale voeding. Operatief sluiten is meestal niet nodig. Verl. Na trauma meestal sluiting van fistel, bij maligne processen recidieven.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chylothorax"
        },
        {
            "text": "Coin lesion, zie *Solitaire pulmonale nodulus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chylothorax"
        },
        {
            "text": "Aandoeningen van ademhalingsstelsel, mediastinum en thoraxwand 4 COPD (chronic obstructive pulmonary disease, chronisch obstructief longlijden) Aandoening gekenmerkt door chronische luchtwegobstructie die niet volledig reversibel is. Met COPD geassocieerde entiteiten zijn chronische *bronchitis en *emfyseem.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chylothorax"
        },
        {
            "text": "Cor pulmonale Abnormale belasting van de rechterharthelft als gevolg van hypertensie in de pulmonale circulatie door longaandoeningen. Aet. Gedeeltelijke 'amputatie' van het pulmonale vaatbed (vooral bij diffuse longfibrose, multipele longembolieën, zeer uitgebreide longresecties, longemfyseem); wanneer alveolaire hypoxie bestaat, voegt zich hierbij een ten dele reversibele vasoconstrictie (bij ernstige bronchiale infectie, enz.). Sympt. Hartkloppingen, dyspnoe, retrosternale pijn, enkeloedeem, oligurie. Fys.ond. Rechterictus, luide tweede pulmonaaltoon. Bij decompensatie van de rechterharthelft: verhoogde centrale veneuze druk met halsvenestuwing, leverstuwing (drukpijnlijkheid van de lever) en perifere oedemen. Soms galopritme, tekens van tricuspidalisinsufficiëntie. Diagn. Rechterhartkatheterisatie, elektro-en/of echocardiografie. Th. Afhankelijk van oorzaak en ernst. Cardiotonica, zoutbeperking, diuretica, O 2 -toediening op geleide van arteriële bloedgaswaarden, bestrijding van luchtweginfecties en bronchospasmen, eventueel vasodilaterende substanties in specifieke omstandigheden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chylothorax"
        },
        {
            "text": "Aspiratie van een corpus alienum, vooral pinda's, voedsel, spelden en speelgoed. Er worden meer corpora aliena in rechter dan in linker hoofdbronchus aangetroffen. Excentrische lokalisatie van de hoofdcarina (meer links van het midden) en de stompere hoek tussen trachea en rechter hoofdbronchus zijn hiervan de oorzaak. Bij kinderen is dit verschil minder groot. Voork. Vooral bij kinderen. Bij volwassenen meestal als gevolg van plots schrikken of lachen terwijl zich iets in de mond bevindt, of bij patiënten met slikstoornissen. Sympt. Direct na de aspiratie heftige hoestbui, benauwdheid en angst. Bij grote voorwerpen verstikkingsgevaar. Vaak kortdurend larynxspasme. Nadien verschijnselen van atelectase en ontsteking door afsluiting van de bronchi en door prikkeling van het slijmvlies. Soms ventielstenose met emfyseemvorming. In andere gevallen (pinda's!) gevaar voor longabces en bronchiëctasieën. Soms astmatiform beeld met piepen, in andere gevallen hardnekkig hoesten of in-en expiratoire dyspnoe. Diagn. Anamnese, auscultatie (verminderd ademgeruis, geruis ter plaatse van het voorwerp), r€ ontgenfoto (voorwerp zichtbaar, atelectase, ontsteking), r€ ontgendoorlichting (symptoom van Holzknecht: pendelen van het mediastinum). Th. Bronchoscopische extractie, zo spoedig mogelijk.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Corpus alienum bronchi"
        },
        {
            "text": "Cystische fibrose, zie hoofdstuk 20: Cystische fibrose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Corpus alienum bronchi"
        },
        {
            "text": "Duivenmelkerslong (pigeon breeder's lung) Vorm van *extrinsieke allergische alveolitis. De immunologische reactie ontstaat op bestanddelen van serum en excreta van duiven. Precipiterende antistoffen wijzen op contact, niet noodzakelijk op pathologie. Gelijkaardige ziektebeelden kunnen verwekt worden op bestanddelen van andere vogels zoals papegaaien, parkieten enz. Th. Contact met het oorzakelijke antigeen vermijden; indien nodig corticotherapie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Corpus alienum bronchi"
        },
        {
            "text": "Echografie, endobronchiale (EBUS, EndoBronchial UltraSound) Een kleine echografietransducer in de luchtwegen, omgeven met een ballonnetje met fysiologisch serum, maakt endobronchiale beeldvorming mogelijk. Bij e en techniek wordt een heel fijne echosonde door het kanaal van de bronchoscoop gebracht (onderzoek van de perifere luchtwegen), bij een andere is er een echoprobe vast op de tip van een bredere bronchoscoop (aanprikken onder echografie van peribronchiaal gelegen structuren, zoals mediastinale lymfeknopen).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Corpus alienum bronchi"
        },
        {
            "text": "Plotselinge afsluiting van de a. pulmonalis of een of meer van haar zijtakken door een embolus; longinfarct betekent dat de longembolie wordt gevolgd door gedeeltelijke necrose en bloeduitstorting van het getroffen gebied. Aet. Flebotrombose in been of bekken (postoperatief, post partum, bij carcinoomprocessen, bij bedlegerigen, bij bejaarden), trombusvorming in de rechtervoorkamer (bij boezemfladderen, hartdecompensatie), gebruik van orale contraceptiva. Ook vetembolie bij beenfracturen en amnionvloeistofembolie bij bevallingen komen voor. Sympt. Afhankelijk van grootte en aantal van de emboli. Een grote embolus kan plotse dood, al dan niet voorafgegaan door shock, veroorzaken. Multipele kleine embolieën kunnen op zich latent blijven en door beperking van het pulmonale vaatbed leiden tot pulmonale hypertensie. Meestal is er plotselinge retrosternale pijn, bleekheid of cyanose, polypnoe, koud zweet, snelle, zwakke pols. Bij infarct is er voortdurend pijn door pleuraprikkeling, vaak hemoptoe en na een paar dagen temperatuurstijging. Fys.ond. Pleuraal wrijven. Vaak crepiterende rhonchi, soms wheezing. R€ o. CT-scan. Een of meer band-of driehoekvormige schaduwbeelden, meestal in het onderveld gelegen: niet zelden een verstrijken van de costofrenische sinus, hoogstand van de diafragmakoepel. Diagn. Longscintigrafie, pulmonale angiografie, D-dimeren, tekens van pulmonale *hypertensie en *cor pulmonale op ecg en echodoppler. Th. Preventief: perioperatief laagmoleculair gewicht-heparine, antitrombosekousen, vroegtijdig postoperatieve mobilisatie, behandeling van diepe veneuze trombose. Bij embolisatie: heparine, gevolgd door coumarinederivaten, fibrinolytica bij majeure embolieën met hemodynamische weerslag, zuurstof. Bij massieve embolie met irreversibele shock ondanks agressieve conservatieve behandeling: eventueel embolectomie onder extracorporale circulatie (zeer risicovolle ingreep!).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Embolie en infarct in long"
        },
        {
            "text": "Emfyseem van de long, diffuus obstructief Zie ook *Bronchitis, chronische en *COPD. Abnormale volumevermeerdering van de bronchiolo-alveolaire ruimten, gepaard gaande met destructie van de alveolaire wanden (elastische vezels en capillairen). Aet. Meestal bij rokers in associatie met of tijdens de evolutie van chronische bronchitis, soms aangeboren deficiëntie van alfa 1 -antitrypsine, waardoor geen verdediging tegen proteolytische enzymen. Sympt. Progressief toenemende dyspnoe, vooral bij inspanning; ook chronische *bronchitisklachten. Fys.ond. Vatvormige thorax, verminderde thoraxexpansie, verzwakt ademgeruis, verlengd expirium. R€ o. CTscan. Heldere longvelden met vooral ongelijkmatige verdeling van de perifere vaattekening, laagstaand diafragma. Longf.ond. Expiratoire obstructieve longfunctiestoornis: voornamelijk een afgenomen e ensecondewaarde met verkleinde verhouding e ensecondewaarde/vitale capaciteit. Verder sterk vergroot residu en toegenomen totale longcapaciteit, toegenomen longcompliantie (rekbaarheid), verminderde diffusiecapaciteit, en hypoxie door ongelijkmatige verdeling (ventilatiedoorstromingsverhoudingen). Verl. Soms staat (astmatische) bronchitis op voorgrond met eerder evolutie naar alveolaire hypoventilatie met hypoxie, hypercapnie en polycytemie, recidiverende rechterhartdecompensatie, vooral bij infectieuze exacerbaties ('blue bloater'). In andere gevallen meer een sterke expansie van de long en thorax met nog vrij goede arteriële gaswaarden, maar meer dyspnoe ('pink puffer'). Ten slotte ontwikkeling naar *cor pulmonale. Th. Zie *Bronchitis, chronische. Absolute rookstop. Bronchodilatantia via inhalatie. De invloed van corticosteroïden is minder duidelijk dan bij astma, (zie *Astma bronchiale). Bij acute luchtweginfectie: breedspectrumantibiotica; O 2 -toediening op geleide van de arteriële bloedgaswaarden; eventueel kortstondige (bij voorkeur niet-invasieve) beademing bij exacerbatie. Bij cor pulmonale, zo nodig: digitalis, diuretica, venesecties. Bij groter wordende bullae en afnemende longfunctie, de bullae reven en excideren om compressie van gezond longweefsel (te voorkomen of) op te heffen. Sommige vormen komen in aanmerking voor longvolumereductiechirurgie of longtransplantatie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Embolie en infarct in long"
        },
        {
            "text": "Emfyseem van het mediastinum (pneumomediastinum) Aet. In het mediastinum kan lucht binnendringen, hetzij door trauma (verwonding in thorax-of halsstreek, scheur in bronchusboom of oesofagus, heelkundige ingrepen), hetzij 'spontaan' door ruptuur van alveolen als gevolg van verhoogde intrapulmonale druk (bij *astma bronchiale, kinkhoest, tijdens een bevalling), hetzij als complicatie van pneumothorax of pneumoperitoneum. Sympt. Wanneer de luchtophoping beperkt blijft tot de intrafasciale ruimte rondom trachea of oesofagus, kunnen retrosternale pijn, dyspnoe en cyanose optreden. Bij vrije diffusie van lucht in het celweefsel van mediastinum en halsstreek zijn er minder subjectieve symptomen, maar ziet men een progressieve opzwelling door subcutaan emfyseem van halsstreek, gelaat, schoudergordel enz. R€ o. CT-scan. Mediastinum superior en hart-en vaatschaduw worden begrensd door een strookje lucht (dubbelcontour). Diagn. Endoscopie: opzoeken van scheur in trachea of bronchus. Th. Oorzakelijk.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Embolie en infarct in long"
        },
        {
            "text": "Empyeem van de pleura (purulente pleuritis, pyothorax) Aanwezigheid van etter in de pleuraholte. Aet. 1. Pulmonaal: bacteriële pneumonie, obstructiepneumonie (bijv. bij bronchuscarcinoom), doorbraak van abces of caverne, pneumonie met sepsis (hematogeen), tuberculeuze pleuritis enz. 2. Mediastinaal: tracheobronchiale fistel, oesofagusfistel. 3. Thoraxwand: ribosteomyelitis, lymfeknoopabces. 4. Subfrenisch: visceraal (leverabces) of peritoneaal (subfrenisch abces). 5. Directe inoculatie van de pleura: perforerend thoraxtrauma, postoperatief (geïnfecteerde hemothorax, bronchusfistel). Sympt. en Fys.ond. In veel gevallen is het empyeem afgekapseld en is de dofheidszone bij percussie niet zeer uitgebreid; er zijn verschijnselen van ernstige infectie (hectische koorts, nachtzweten, vermagering, progressieve verslechtering van de algemene toestand). Verl. Soms doorbraak in een bronchus (opgeven van etterig vaak stinkend sputum), onder de huid (empyema necessitatis) of zelden in het pericard. R€ o. CT-scan. Zeer dicht schaduwbeeld; vorm en lokalisatie zijn erg verschillend al naar gelang het empyeem in de vrije pleuraholte ligt (dorsobasaal of axillair) of afgekapseld is (bijv. ter hoogte van een interlobaire fissura). Bij aanwezigheid van lucht (na punctie of spontaan na perforatie van een bronchus): beeld van pyopneumothorax met dicht schaduwbeeld (empyeem), door een horizontale grens gescheiden van de bovenliggende heldere zone (luchtkamer). Laattijdige evolutie naar dik pleurazwoerd soms met kalkafzetting. Diagn. Proefpunctie met dikke naald: pus met segmentkernige leukocyten, kleuring toont eventueel bacteriën (evt. tuberkelbacillen of schimmels), lage pH, laag glucose. Th. Legen van de holte en de long doen ontplooien. Acuut empyeem: evacuerende puncties, systemisch antibiotica gericht op de bacteriële flora (aeroben resp. anaeroben), eventueel lokaal fibrinolytica zo organiserend. Als dit faalt, gesloten drainage via brede thoraxdrain, eventueel tijdens thoracoscopie voor betere plaatsing en losmaken van vergroeiingen. Chronisch empyeem: wanneer door een stabiel mediastinum en voldoende fixatie van de long(rest) pendelen van het mediastinum en collaberen van de ipsilaterale long onmogelijk zijn, wordt open drainage na partiële ribresectie toegepast (thoracotomie of thoraxvenster). Bij aanwezigheid van wijde *bronchopleurale fistel heelkundig sluiten; bij kleine fistelopening kan sluiten langs bronchoscopische weg (bijv. aanstippen met zilvernitraat), samen met goede drainage soms volstaan. Pleurazwoerd: chirurgische decorticatie bij compressie van gezonde long.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Embolie en infarct in long"
        },
        {
            "text": "Enterogene cyste, zie *Bronchuscyste.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Embolie en infarct in long"
        },
        {
            "text": "Eosinofiel granuloma van de long, zie *Histiocytosis X.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Embolie en infarct in long"
        },
        {
            "text": "Eosinofiele pneumonie (chronische) Zeldzame aandoening, gekenmerkt door persisterende hoest, mucoïd sputum, malaise, koorts, gewichtsverlies, sterke eosinofilie, lichte anemie, snelle bloedbezinking, infiltraten perifeer in beide apicale en axillaire gebieden gelegen ('fotografisch negatief van longoedeem'). Aet. Idiopathisch. Longf.ond. Matig restrictieve stoornis en verminderde diffusiecapaciteit. Hist. Ook BAL (zie *Broncho-alveolaire lavage). Onder meer sterke ophoping van eosinofielen in alveolen en interstitium. Th. Spectaculair verdwijnen van alle afwijkingen onder corticotherapie, die slechts langzaam mag afgebouwd worden om recidieven te voorkomen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Embolie en infarct in long"
        },
        {
            "text": "Extrinsieke allergische alveolitis Aanvallen van koorts, dyspnoe en onwelzijn enkele uren na het inhaleren van sommige antigenen. Het meest bekend zijn *boerenlong (farmer's lung) en *duivenmelkerslong. Verder komen voor: champignonkwekerslong, *bagassose, bevochtigerslong enz. Aet. Overgevoeligheidsreactie (type III-IV-allergie) tegen bepaalde antigenen (schimmelsoorten in beschimmeld hooi, compost, luchtbevochtigers, mouterijen, de schors van boomsoorten, residu van suikerriet, groenteserres), verder tegen proteïnen in serum, excreta of veren van duiven en tal van andere vogelsoorten enz. In de long ontstaat verspreide en granulomateuze infiltratie, die bij langdurig contact kan overgaan in interstitiële fibrose. Sympt. Gewoonlijk ontstaan verschijnselen pas na enkele jaren contact. In acute gevallen enkele uren na blootstelling aan antigeenbevattend stof: hoesten, dyspnoe, griepaal syndroom en koorts, gevolgd door spontane genezing na e en dag of verscheidene dagen. Bij herhaalde blootstelling (en soms reeds in het begin) ontstaat een chronische ziektetoestand met blijvende dyspnoe, hoest, koortsperioden en vermagering. Fys.ond. Crepiterende rhonchi over de longbases, minder vaak wheezing. R€ o. CT-scan. Aanvankelijk weinig of geen afwijkingen, soms een vluchtig fijn miliair beeld, vooral in middenen ondervelden. Op de lange duur longfibrose. Lab. Men vindt precipitines tegen het oorspronkelijke agens die geen bewijs zijn van pathologie maar enkel van expositie. Longf.ond. Restrictieve longfunctiestoornis, hypoxie, vooral bij inspanning, later ook in rust; te lage waarden van de diffusiecapaciteit. Diagn. Globale ziektebeeld en eventueel provocatietest (positief zo daling in longvolumes en zuurstofspanning, en toename in temperatuur en leukocytose). Endoscopie: bij BAL (*Broncho-alveolaire lavage) lymfocytaire alveolitis met lage T 4 /T 8 -verhouding; compatibele histologie bij perifere biopsie (lymfoplasmocytair en granulomateus infiltraat). Th. Expositiestop. Veelal ook corticosteroïden gedurende weken tot maanden. Progn. Gunstig als vroegtijdig verdere blootstelling wordt vermeden. Bij reeds aanwezige longfibrose is de prognose minder gunstig: evolutie naar cor pulmonale.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Embolie en infarct in long"
        },
        {
            "text": "Het functionele longweefsel is vervangen door bindweefsel; dit betekent amputatie van alveolaire oppervlak en longcapillaire bed. Aet. 'Secundaire' longfibrose Eindstadium van talrijke longaandoeningen. Komt voor hetzij over een beperkt gebied (bij tuberculose, longinfarct, *pneumonie met vertraagde resolutie, schimmelaandoeningen), hetzij meer diffuus over e en of beide longen (diffuse interstitiële longfibrose) na r€ ontgenbestraling van de thorax (bijv. bij mammacarcinoom), uitgebreide tuberculose, *sarcoïdose, *pneumoconiose (bijv. asbestose), bij systeemziekten (zoals chronisch gewrichtsreuma, sclerodermie), *extrinsieke allergische alveolitis, *histiocytose, primaire *hemosiderose enz. Secundaire fibrose gaat vaak gepaard met bronchusmisvormingen en verplaatsing van nabijliggende organen. 'Primaire' diffuse longfibrose, beter bekend onder de naam idiopathische pulmonale fibrose of cryptogene fibroserende alveolitis, is een zeldzame aandoening. De acute vorm leidt in enkele maanden, de chronische in enkele jaren, tot respiratoire insufficiëntie met polypnoe, dyspnoe en cyanose bij inspanning, pulmonale hypertensie en cor pulmonale. De laatste jaren wordt onderscheid gemaakt tussen verschillende ziektebeelden met verschillende histologische beelden (UIP = usual, DIP = desquamative, NSIP = non specific, COP =cryptogene obliterende pneumonie en AIP = acute interstitial pneumonia) en prognoses. Fys. ond. Bij diffuse longfibrose: beperkte thoraxexpansie en vaak bronchitisrhonchi of vrij karakteristieke crepitaties over beide longbases en trommelstokvingers. R€ o. CT-scan. Reticulair, micronodulair of streperig beeld (soms honingraatbeeld) naar gelang van oorsprong, en stadium van de aandoening. Longf.ond. Bij diffuse fibrose vindt men een 'restrictief' ventilatoir patroon (verminderde vitale capaciteit met normale verhouding e ensecondewaarde/vitale capaciteit) en, vooral in de primaire vorm, diffusiestoornis (alveolocapillair blok) met arteriële hypoxie (vooral bij inspanning) zonder CO 2 -retentie. Diagn. Endoscopie met BAL en biopsie; serologische tests; soms chirurgische longbiopsie. Th. In sommige gevallen kan langdurige corticosteroïdbehandeling worden overwogen of immunosuppressiva (cyclofosfamide, azathioprine, d-penicillamine, methotrexaat enz.). Dikwijls is er nood aan supplementaire zuurstoftoediening, vooral bij inspanning. Thans worden ook antifibrotische en anti-oxidatieve agentia uitgetest. In het terminaal stadium eventueel longtransplantatie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fibrose van de long"
        },
        {
            "text": "Benigne, scherp begrensde, zeer langzaam groeiende tumor van mesenchymale oorsprong. De harde tumor heeft een gemengde samenstelling van weefsel dat in de long voorkomt, maar bestaat vooral uit kraakbeen en bevat soms verkalkingen. De tumor wordt meestal bij toeval (r€ ontgenonderzoek) ontdekt als *solitaire pulmonale nodulus. Diagn. Soms typisch CT-beeld, geen traceropname op PET-scan. Diff. Met tuberculoom, solitaire metastase, *carcinoïdtumor en perifeer *bronchuscarcinoom. Th. Resectie van de tumor indien geen zekerheidsdiagnose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hamartoom van de long"
        },
        {
            "text": "Astma, bronchitis of fibroserende alveolitis veroorzaakt door inhalatie van een legering van tungsteencarbide en kobalt. Zie ook *Kobaltlong.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hardmetaalziekte"
        },
        {
            "text": "Aet. Kan bij vrijwel alle longafwijkingen voorkomen: de meest frequente oorzaken zijn acute ontstekingsprocessen (ftisis, necrotiserende pneumonie), bronchuswandmisvormingen en holten (*bronchiëctasieën, tuberculeuze littekens, *pneumoconiose), tumoren (*carcinoïdtumor; *bronchuscarcinoom), cardiovasculaire afwijkingen (*embolie en/of infarct, linkerhartdecompensatie, mitraliskleplijden), trauma (thoraxpunctie); zeldzamere oorzaken zijn *aspergilloom, *arterioveneuze fistel enz. R€ o. CT-scan. Diagn. Bronchoscopie, rinofaryngoscopie, eventueel angiografie. Ook daarna blijft nog bij circa 20% van de patiënten de hemoptoe zonder bekende oorzaak. Compl. Bij grote bloeding bestaat gevaar voor vollopen van de longen en anoxemie. Th. Patiënt op zieke zijde leggen, zuurstof, fibrinolyseremmers, antitussiva; verder oorzakelijk. Eventueel endoscopische behandeling (o.a. laser), embolisatie van varicositeiten in bronchiale circulatie of spoedoperatie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hemoptoe"
        },
        {
            "text": "Hemosiderose van de long Aet. 'Primaire' hemosiderose: komt vooral voor bij kinderen en jonge volwassenen. De oorzaak is onbekend. 'Secundaire' hemosiderose: komt voor bij mitralisstenose. Talrijke intra-alveolaire bloeduitstortingen als gevolg van de overdruk in de pulmonale capillaire vaten. De vrijgekomen hemosiderine werkt longfibrose in de hand. Sympt. Eventueel hemoptoe (soms massief), dyspnoe, verder bleekheid (door hypochrome anemie), en soms trommelstokvingers. R€ o. CT-scan. Miliair beeld over beide longen, soms met grotere schaduwbeelden en vergrote hili, horizontale streepjes in longmantel (kerleylijntjes). Diff. Met hemoptoe door vasculitis (o.a. syndroom van Goodpasture). Diagn. Aanwezigheid van hemosiderinebevattende macrofagen in sputum of BAL. Th. Symptomatisch. In primaire vorm soms gunstige invloed van corticosteroïden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hemoptoe"
        },
        {
            "text": "Bij schrompelende longprocessen of na pneumonectomie (meestal aan de linkerzijde) bestaat een uitstulping van de contralaterale (rechter)long naar de getroffen zijde. De voorkeurplaats is retrosternaal (langs boven en vóór), minder vaak prevertebraal (retrocardiaal). R€ o. CT-scan. Helder gebied, uitpuilend uit het mediastinum en lateraal (i.c. meestal naar links), boogvormig begrensd.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hernia mediastinalis"
        },
        {
            "text": "Histiocytosis X (langerhanscelgranulomatose) Diffuus granulomateus proces, later soms fibrose; ook extrapulmonale lokalisaties (o.a. lever, botten, hersenen). Er zijn verschillende klinische vormen: eosinofiel granuloom (bij rokende volwassenen), ziekte van Hand-Sch€ uller-Christian en ziekte van Letterer-Siwe (bij kinderen). Sympt. Hoesten en dyspnoe, soms algemene verschijnselen; soms gecompliceerd door spontane pneumothorax. R€ o. CT-scan. Nodulaire haarden over beide longen (vooral de bovenvelden) die evolueren naar een honingraatbeeld; cysteuze ophelderingen in het bot. Longf.ond. Restrictieve stoornis. Diagn. Endoscopie: granulomata in het interstitieel weefsel met histiocyten, eosinofiele granulocyten, plasmacellen en reuscellen; later fibrose met dunwandige bronchiolectasiën. In het BAL-vocht aanwezigheid van CD1a-positieve en/of S100-positieve histiocyten of langerhanscellen. Th. Rookstop, verder geen indien alleen de longen aangetast zijn en geen diffusiestoornis bestaat, anders corticosteroïden en/of immunosuppressiva proberen. Verl. Ongunstiger naarmate meer organen zijn aangetast en functiestoornissen bestaan. Zie ook hoofdstuk 33: Histiocytosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hernia mediastinalis"
        },
        {
            "text": "Hodgkin, ziekte van (endothoracale vormen) Voor de algemene beschrijving zie hoofdstuk 1: Hodgkin, ziekte van. Endothoracale lokalisaties zijn zeer frequent. Vooral de mediastinale lymfeknopen zijn aangetast (verbreed bovenste mediastinum, abnormale hilusschaduw met boogvormige of polycyclische afgrenzing), iets minder frequent het longweefsel (kleine of grote schaduwbeelden, solitaire of multipele, streperige of bandvormige beelden, miliair beeld of combinaties hiervan) en de bronchi (slijmvlieswoekering, soms leidend tot bronchusstenose en kwabatelectase), soms holtevorming in infiltraten. Sympt. Algemeen: zie hoofdstuk 1: Hodgkin, ziekte van; verder hoesten, dyspnoe en soms tekenen van mediastinale compressie (v. cava-superiorsyndroom). Th. Zie hoofdstuk 1: Hodgkin, ziekte van.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hernia mediastinalis"
        },
        {
            "text": "Kan worden veroorzaakt door nagenoeg alle aandoeningen van longen en luchtwegen. Een droge prikkelhoest wordt aangetroffen bij *astma bronchiale (soms als eerste symptoom), in het eerste stadium van acute (virale) tracheo *bronchitis, bij faryngitis, laryngitis en tracheïtis, bij kinkhoest, bij fibrineuze pleuritis, bij uitwendige druk op de bronchi (door mediastinale lymfeknopen of een tumor), bij aanwezigheid van een corpus alienum in het bronchuslumen, bij *bronchuscarcinoom enz. Productief hoesten vindt men in het verloop van acute, virale en bacteriële tracheobronchitis, bij chronische bronchitis, bronchiëctasieën, caverneuze longtuberculose, longabces en pyothorax met brede bronchopleurale fistel. Houdingverandering en inspanning spelen vaak een uitlokkende rol. Nachtelijk hoesten vindt men bij astma (o.a. huismijtallergie), kinkhoest, decompensatio cordis, virusinfecties, gastro-oesofageaal reflux en aandoeningen van de bovenste luchtwegen (sinusitis).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hoest"
        },
        {
            "text": "Toegenomen druk in pulmonale circulatie. Aet. Primair (o.a. plexogene arteriopathie, pulmonale veno-occlusieve aandoening). Secundair Hyperkinetische vorm door congenitale hartafwijking met links-rechtsshunt (eisenmengercomplex, zie hoofdstuk 3: Eisenmengersyndroom); passieve postcapillaire vorm door o.a. mitralisstenose; precapillaire vorm door restrictief longlijden (o.a. fibrose of resectie) of door actieve vasoconstrictie (o.a. door hypoxie, bijv. bij COPD, of bij multipele longembolieën). Th. Voor de primaire vorm kwamen recent efficiënte drukverlagers ter beschikking, o.a. epoprostenol (prostacycline, prostaglandine I2), dat continu intraveneus wordt toegediend. Nieuwe middelen via orale of inhalatieroute zijn in gevorderd klinisch onderzoek. Voor secundaire vormen: afhankelijk van etiologie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hypertensie, pulmonaal"
        },
        {
            "text": "Hyperventilatie veroorzaakt daling van de koolzuurspanning en stijging van de pH van het bloed en kan optreden als compensatie bij de aanwezigheid van een metabole acidose. Ook stress en angst kunnen hyperventileren veroorzaken. Sommige individuen reageren reeds op zeer geringe prikkels onbewust met hyperventileren; conditionering speelt hierbij een rol. In ernstige gevallen hyperventileert de patiënt langdurig of voortdurend; lichte (astmatische) bronchitis bevordert de neiging tot hyperventileren. Sympt. Moeheid, reeds 's morgens bij het opstaan (door hyperventilatie gedurende de nacht), angineuze pijnen, benauwdheid, paresthesieën, pseudotetanie, duizeligheid en bewustzijnsstoornis. Diff. Met *astma, *bronchitis, angina pectoris, hartinfarct en longembolie. Diagn. Anamnese, herkenning van de klachten door de patiënt bij bewust hyperventileren en hyperventileren na provocatie. Geen tekenen van bronchusvernauwing. Th. Herkennen en uitleggen van het ziektebeeld, laten ademen in een gesloten zak waardoor de koolzuurspanning van het bloed stijgt, relaxatie-oefeningen, psychotherapie en deconditionering (in ernstige gevallen zeer moeilijk).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hyperventilatiesyndroom"
        },
        {
            "text": "Groep van diffuse, fibroserende longaandoeningen van meer dan 200 diverse entiteiten waarvan 35% van ongekende etiologie (idiopathische pulmonale fibrose, sarcoïdose, systeemziekten enz.) en 65% van gekende etiologie (inhalantia, medicaties, enz.). Sympt. Dyspnoe bij inspanning, crepitaties. Diagn. Restrictieve longfunctiebeperking met diffusiedaling; hoogresolutie CT-scan toont diffuse afwijkingen; eventueel longbiopsie. Progn. Wisselend, afhankelijk van oorzaak. Th. Stopzetting blootstelling zo mogelijk, corticosteroïden en/of immunosuppressiva; zuurstoftherapie vooral bij inspanning; eventueel longtransplantatie in terminaal stadium. Zie ook *Fibrose van de long.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interstitiële longaandoeningen, diffuse"
        },
        {
            "text": "Kippenborst, zie *Pectus carinatum.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interstitiële longaandoeningen, diffuse"
        },
        {
            "text": "Inhalatie van fijne deeltjes kobalt aangewend als bindmiddel bij de vorming van diverse legeringen en van hardmetaal (vandaar *hardmetaalziekte), kan aanleiding geven tot acute verschijnselen (astmatische benauwdheid, vooral op het einde van de werkdag, die tijdens het weekend verdwijnt) of tot een chronische ziektetoestand met alle kenmerken van fibroserende alveolitis (hoesten, toenemende dyspnoe, vermagering, bij auscultatie crepiteren over beide longen, micronodulair beeld op de thoraxfoto, restrictieve longfunctiestoornis, gedaalde diffusiecapaciteit, en meerkernige macrofagen in het BAL-vocht).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kobaltlong"
        },
        {
            "text": "Legionairsziekte, zie hoofdstuk 10: Legionellapneumonie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kobaltlong"
        },
        {
            "text": "De term wordt voorbehouden aan met eosinofilie gepaard gaande longinfiltraten van korte duur (minder dan 2-4 weken). De aandoening komt bij vele ziekten voor, zoals bij astma (zie *Astma bronchiale), infecties met wormen, *aspergillose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "L€ offlersyndroom"
        },
        {
            "text": "Algemeen onderscheidt men drie types ingrepen: standaardresecties, longsparende ingrepen en uitgebreide resecties. Standaardresecties zijn lobectomie, wegname van een kwab; bilobectomie, aan de rechterzijde wegname van twee kwabben en pneumonectomie, verwijdering van een volledige long. Bij de longsparende ingrepen onderscheidt men distale (wig-of segmentresectie van het longparenchym) en proximale vormen (broncho-of tracheoplastie, bronchiale wigexcisie of sleeve resectie), waarbij een wig of cilinder van de bronchus of trachea verwijderd wordt en een luchtweganastomose aangelegd wordt. Bij uitgebreide resecties wordt naast de long nog een deel van een ander orgaan of anatomische structuur verwijderd, zoals thoraxwand, pericard of diafragma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Longchirurgie"
        },
        {
            "text": "Dit omvat een grote verscheidenheid van technische onderzoeksmogelijkheden om de pathofysiologische veranderingen en de werking van de long te meten: volumes en ventilatiecapaciteit (waaronder de statische volumes zoals vitale capaciteit en totale longcapaciteit, de dynamische volumes zoals e ensecondewaarde, en de debieten zoals piekstroom); ademmechanica (ademweerstand en longcompliantie); gaswisseling (bloedgassen, o.a. SaO 2 , PaO 2 , PaCO 2 ; diffusie-of transfercapaciteit; meting van ventilatie-perfusieverhoudingen); inspanningstests (met bepaling van maximale inspanningscapaciteit en van de limiterende factoren), rechterhartkatheterisatie (voor meting van drukken, debieten en weerstand in de longcirculatie); ademspieronderzoek (meting van kracht en uithouding); meting van ademstoornissen tijdens de slaap (o.a. *polysomnografie); meting van ademregulatie (o.a. neurale en chemische 'drive').",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Longfunctie-onderzoek"
        },
        {
            "text": "Metastasen van een primaire tumor elders in het lichaam. R€ o. CT-scan: e en of meer ronde of eivormige schaduwen in een overigens normaal longveld. PETscan: kan naast de metastasen ook de primaire tumor tonen. Diagn. Broncho-of thoracoscopie. Th. Afhankelijk van celtype, aantal metastasen, algemene toestand enz.: soms chemotherapie (o.a. borst-, ovarium-of prostaatcarcinoom), soms resectie (wigexcisie, segmentresectie, evt. lobectomie bij resectabele metastase(n) van voorheen in opzet curatief behandelde patiënten na een langdurig ziektevrij interval (bijv. bij osteogeen sarcoma, hypernefroom, of coloncarcinoom). Prognose gunstig bij volledige resectie, beperkt aantal metastasen en lang ziektevrij interval.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Longmetastasen"
        },
        {
            "text": "Longsteentjes (broncholieten, pneumolieten) Kleine kalkbrokjes kunnen in een lymfeknoop, in een bronchus of in het longweefsel worden aangetroffen, voornamelijk als gevolg van een tuberculeus verkazend proces. Broncholieten zijn stukjes van in het bronchuslumen doorgebroken verkalkte lymfeknopen en gaan vaak gepaard met hoestbuien, hemoptoe en pijn op de borst. Th. Bij klachten: verwijdering met starre bronchoscoop (eventueel lasering); zelden is heelkundig ingrijpen nodig.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Longmetastasen"
        },
        {
            "text": "De grootste groep longtumoren zijn de kwaadaardige epitheliale bronchustumoren (*bronchuscarcinoom en *bronch(iol)o-alveolaircarcinoom). Sommige longtumoren zijn van een lage kwaadaardigheidsgraad, zoals *carcinoïdtumor, *adenoïdcystisch carcinoom of *muco-epidermoïd carcinoma. De goedaardige longtumoren zijn de benigne *bronchustumor en het *hamartoom. Een primair *sarcoom van de long is erg zeldzaam. Secundaire tumoren in de long (*longmetastasen) komen ook frequent voor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Longtumoren"
        },
        {
            "text": "Longvenen, zie hoofdstuk 3: Longvenen, abnormaal uitmondende.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Longtumoren"
        },
        {
            "text": "Lupus erythematodes, longafwijkingen bij Aet. Auto-immuniteit door endogene (genetisch) of exogene factoren: infecties, verschillende geneesmiddelen (o.a. INH, sulfonamiden, penicilline) en zonlicht. Het meest komt een (dubbelzijdige) pleuritis voor, soms interstitiële longfibrose als gevolg van verandering van bindweefsel van de kleinste arteriolae. Sympt. Hoesten, pijn in de borst, kortademigheid, koorts. Lab. Hoge bse, leukopenie, anemie, positief ANF, LE-celfenomeen. Hist. Huidbiopsie (immunoglobulinen in de basaalmembraan van de huid, aan te tonen met immunofluorescentietechniek). Th. Symptomatisch, corticosteroïden, immunosuppressiva (azathioprine, cyclofosfamide).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Longtumoren"
        },
        {
            "text": "Aet. Perforatie van de oesofagus, instrumenteel (oesofagoscopie, openrekken van een stenose) of door ingeslikt corpus alienum, traumatisch of postoperatief, of soms door 'spontane' oesofagusperforatie bij hevig braken. Zeldzaam voortschrijdende infectie vanuit processen in hals, ribben, sternum, wervels of long (bijv. tumor, bronchusfistel). Sympt. Acute pijn in de borst, slikklachten, dyspnoe, hoge koorts, koude rillingen, tachycardie, soms subcutaan emfyseem, vaak tekenen van reactief vocht in de pleuraholte. Diff. Myocardinfarct, angina pectoris, acuut proces in de bovenbuik, embolie. Diagn. R€ o, CT-scan: verbreed mediastinum, lucht in het mediastinum, reactief vocht in e en of beide pleuraholten. Een eventuele oesofagusfistel is aantoonbaar met een slikfoto (waterig contrastmiddel). Een fistel is eventueel ook zichtbaar te maken door oesofagoscopie c.q. bronchoscopie. Th. Corpus alienum altijd verwijderen. Drainage van het mediastinum via mediastinotomie en/of thoracotomie. Eventueel zuigdrainage van de maag en een hoge dosis breedspectrumantibiotica. Eventueel aanleggen van hals-en maagfistel; intraveneuze voeding. Progn. Hangt af van lokalisatie, tijdstip in het ziekteproces waarop de behandeling wordt begonnen en genus van het micro-organisme dat de infectie veroorzaakt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mediastinitis acuta"
        },
        {
            "text": "Aet. Inadequaat behandelde mediastinitis acuta. Tuberculose of actinomycose van mediastinale lymfeknopen. Th. Antibiotica, mediastinotomie of thoracotomie. Zie verder *Mediastinitis acuta.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mediastinitis chronica"
        },
        {
            "text": "Diagnostische ingreep waarbij gebruik wordt gemaakt van een mediastinoscoop. Kan langs cervicale of anterieure weg uitgevoerd worden. Geeft betrouwbare, snelle en veilige informatie omtrent lymfogene mediastinale metastasering van bronchuscarcinomen. Door mediastinoscopie is biopsie van lymfeknopen en tumoren in het bovenste mediastinum mogelijk. Gebruik van videomediastinoscopie heeft de nauwkeurigheid verbeterd. Ind. In principe voorafgaand aan thoracotomie voor resectie van bronchuscarcinoom. Vergelijkend onderzoek met CT-scan en/of FDG-PET-scan maakt het mogelijk de indicatie scherper te stellen (bijv. overbodig bij tumor met negatieve lymfeknopen op PET-CT-scan). Contra-ind. Voor cervicale mediastinoscopie: hoge tracheotomie, aanwezigheid van intramediastinaal struma. Zie ook *Parasternale mediastinotomie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mediastinoscopie"
        },
        {
            "text": "Het mediastinum wordt voor klinisch gebruik verdeeld in een voorste, middelste en achterste gedeelte; het deel boven de angulus Ludovici wordt pars superior genoemd. In het mediastinum komt een grote variëteit voor van primaire en secundaire tumoren en van cysten. Ze komen voor bij beide geslachten en op alle leeftijden, het meest bij jonge volwassenen en patiënten van middelbare leeftijd. Primaire tumoren bij kinderen (in volgorde van frequentie): lymfoom, neurogene tumor, bronchogene cyste, teratoom, angioom, lymfangioom (andere zijn zeldzaam). Primaire tumoren bij volwassenen (in volgorde van frequentie): lymfoom, thymustumor en -cyste, neurogene tumor, teratoom, bronchogene cyste, pleuropericardiale cyste (andere zijn zeldzaam). Sympt. Dikwijls geen. Symptomen ontstaan door druk op of doorgroei in de omgevende weefsels (beide meestal een uiting van maligniteit). Hoest, stridor en dyspnoe door druk op de luchtwegen, slikklachten door druk op de oesofagus, v. cava-superiorsyndroom door druk op de gelijknamige vene. Eventueel pijn in de borst en algemene verschijnselen. Diagn. De tumoren/cysten worden dikwijls toevallig ontdekt op r€ ontgen, CT-scan. Behalve eventueel bij cysteuze aard of kleinere omkapselde tumoren die vlot chirurgisch te verwijderen zijn, dient steeds een weefseldiagnose door biopsie te worden nagestreefd. Th. Als regel geldt dat bij vaststellen van een mediastinale tumor vaak een multidisciplinaire benadering aangewezen is (heelkunde, chemo-en/of radiotherapie). Progn. In alle gevallen afhankelijk van histologisch type van de tumor, klinisch stadium van de ziekte, al dan niet aanwezig zijn van algemene verschijnselen en mogelijkheid van radicale behandeling. Pars superior Substernale struma Kan gepaard gaan met obstructie van de trachea. Bloeding en maligne ontaarding leiden tot snelle toename van de klachten. De diagnose wordt gesteld met behulp van een scintigram of CT-scan. Resectie; zo nodig bronchoscopisch plaatsen van endobronchiale prothese (stent). Voorste mediastinum Thymustumor Benigne en maligne (30%); de maligne vorm is lokaal zeer invasief. Komt voor op alle leeftijden, maar vooral bij volwassenen. Bij de helft van de patiënten bestaat myasthenia gravis, dikwijls refractair voor medicamenteuze therapie (echter van alle patiënten met myasthenia gravis heeft slechts 15% een thymoom). Behalve de neurologische verschijnselen bij myasthenia gravis is de tumor vaak symptoomloos, soms cardiale compressie bij zeer grote tumoren. Verschil tussen benigne en maligne thymoom berust op klinisch gedrag: goed omkapselde tumoren hebben een uitstekende prognose na chirurgische resectie. Bij kapseldoorbraak is postoperatieve bestraling aanbevolen. Bij grotere, invasieve tumoren kan inductiechemotherapie worden gegeven. Kiemceltumor Meest frequent is het benigne teratoom, dat vaak asymptomatisch is met een uitstekende prognose na chirurgische resectie. Maligne kiemceltumoren (seminoma, embryonalecelcarcinoom, choriocarcinoom, maligne teratoma) zijn vaak symptomatisch en hebben een ongunstiger prognose zelfs na behandeling met chemotherapie soms aangevuld met bestraling of resectie. Pleuropericardiale cyste Komt voor in de cardiofrenische hoek; moet worden onderscheiden van hernia diaphragmatica. Extirpatie. Middelste mediastinum Lymfeknooptumor Primaire lymfeklier-of lymfeknooptumoren (lymfomen) en metastasen van een tumor elders vormen samen de meest voorkomende mediastinale tumoren. In 60% van de gevallen komen lokale en algemene symptomen voor. Histologische diagnose is aangewezen (mediastinoscopie). Onderzoek naar een tumor elders is noodzakelijk: R€ ontgen, CT-scan, hematologisch onderzoek, biopsie van een lymfeknoop elders enz. De behandeling is afhankelijk van de aard van de tumor. Bronchogene cyste Secundaire infectie van een bronchogene cyste leidt tot verschijnselen. Resectie. Achterste mediastinum Neurogene tumoren Gaan uit van de schede van Schwann, de autonome ganglia of het (para)sympathische systeem en variëren van benigne tot zeer maligne. Meestal zijn er geen symptomen; bij 'knoopsgattumor' of 'zandlopertumor' ('dumb-bell tumours' met uitbreiding in het wervelkanaal) zijn druk op het myelum en neurologische verschijnselen mogelijk. De uitbreiding wordt vastgesteld door CT-scan en MR. Chirurgische behandeling: resectie, bij een knoopsgattumor door thoraxchirurg en neurochirurg. Enterogene cyste Duplicatuur van de tractus intestinalis. Resectie of marsupialisatie (bodem van de cyste blijft achter op de wand van de oesofagus).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mediastinumtumoren en mediastinumcysten"
        },
        {
            "text": "Mesothelioma, zie *Pleuratumoren.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mediastinumtumoren en mediastinumcysten"
        },
        {
            "text": "Metapneumonievirus, humaan, zie *Pneumonie, virus-.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mediastinumtumoren en mediastinumcysten"
        },
        {
            "text": "Neerslag van calciumzouten in alveoli, op iedere leeftijd (soms familiair) voorkomend. Aet. Onbekend. R€ o. CT-scan. Diffuse, talrijke zeer kleine, op zandkorrels lijkende, verkalkte haardjes. Sympt. Aanvankelijk geen, later progressieve dyspnoe, hoesten en opgeven van sputum, soms hemoptoe, rhonchi en cyanose. Ten slotte cor pulmonale en dood. Diff. Diffuse verkalking bij hemosiderose en silicose is grover en/of onregelmatiger. Th. Geen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Microlithiasis alveolare"
        },
        {
            "text": "Middenkwabsyndroom (pneumonitis, atelectase van de rechter-middenkwab) Aet. Vernauwing, respectievelijk afsluiting van de middenkwabbronchus door een endo-of extrabronchiale oorzaak: infectie (viraal, bacterieel, tuberculose), of corpus alienum. De loodrechte aftakking en een vrij nauw orificium waaromheen zich talrijke lymfeknopen bevinden verklaren de frequentie van dit syndroom. Sympt. Recurrente pneumonitis of 'verkoudheid', met hoesten en subfebrilitas. Mucoviscidose, zie hoofdstuk 20: Cystische fibrose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Microlithiasis alveolare"
        },
        {
            "text": "Mycobacteriose, niet-tuberculeus (vroegere benaming: atypische tuberculose) Vooral veroorzaakt door Mycobacterium avium-intracellulare, M. kansasii enz. Bij isolatie betreft het dikwijls een bijbesmetting of kolonisatie. Een infectie wordt meestal aangetroffen bij voorafbestaande pathologie, zoals chronische longaandoeningen of onderdrukt immuunsysteem (bijv. *aids). De niet-tuberculeuze mycobacteriën zijn dikwijls resistent tegen de gebruikelijke tuberculostatica; behandeling bij voorkeur in gespecialiseerde centra. Zie ook *Tuberculose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Microlithiasis alveolare"
        },
        {
            "text": "Obstructief syndroom Toestand waarbij de luchtstroom tijdens de expiratie vertraagd is. Wordt permanent aangetroffen bij COPD en intermittent bij astma (zie *Astma bronchiale). De e ensecondewaarde is afgenomen in verhouding tot de vitale capaciteit, de longen zijn in hyperinflatie met toegenomen functionele residuele capaciteit. Ook de totale longcapaciteit is toegenomen. Diepe uitademing wordt vaak gehinderd door vernauwing respectievelijk afsluiting van kleine luchtwegen (air trapping). Th. Bronchodilatantia, bij voorkeur in inhalatievorm. Zie ook behandeling van chronische *bronchitis, *emfyseem en *Astma bronchiale.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Microlithiasis alveolare"
        },
        {
            "text": "Ornithose, zie *Pneumonie, atypische en hoofdstuk 10: Psittacose (-ornithose).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Microlithiasis alveolare"
        },
        {
            "text": "Aet. Wordt veroorzaakt door carcinomen van de longtop (sulcus superior tumor), die infiltratief groeien naar bovenste ribben, wervels, intercostaalzenuwen, plexus brachialis en ganglion stellatum. Sympt. Pijn door aanvreten van botten, pijn en krachtsverlies in het gebied van de aangetaste zenuwen. Syndroom van Horner. R€ o. CT-scan toont uitbreiding in beenderige en wekedelenstructuren. Diagn. Bronchoscopie: voor histologische zekerheidsdiagnose. Th. Multidisciplinair, met inductiechemotherapie, radiotherapie en/of heelkunde.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pancoastsyndroom"
        },
        {
            "text": "Parasternale mediastinotomie Diagnostische ingreep. Geeft goede diagnostische benadering van zowel voorste mediastinum als van lymfeknopen in het aortopulmonale venster. Alternatief is het uitvoeren van een *VATS procedure. Zie ook *Mediastinoscopie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pancoastsyndroom"
        },
        {
            "text": "Pectus carinatum, pectus excavatum Aet. Niet geheel duidelijk. Samengaan van groeistoornissen van benige en kraakbenige thoraxwandskelet naast houding-en bewegingsanomalieën. Concaviteit van de voorste thoraxwand *(pectus excavatum of trechterborst) is cosmetisch de indrukwekkendste resultante hiervan. Bij convexe afwijking spreekt men van *pectus carinatum (kippenborst). De uitgebreidheid van de afwijking varieert sterk. Zowel symmetrische als asymmetrische vormen komen voor. Hoewel de gewijzigde configuratie van de thoracale ruimte mogelijke veranderingen in pulmonale en cardiale functie doet vermoeden, zijn deze meestal niet meetbaar. Sympt. Vrijwel uitsluitend cosmetische klachten. Auscultatoir vindt men vaak systolisch geruis zonder verdere betekenis. R€ o. Vaak verplaatsing van het hart naar links, wijzigen van de voor-achterwaartse diameter. Th. In alle gevallen zijn houdingcorrigerende oefeningen en begeleiding door revalidatiearts geïndiceerd. Soms (mits op jeugdige leeftijd begonnen) cosmetische verbetering. Eventuele operatieve correctie bij onvoldoende resultaat is in principe op elke leeftijd mogelijk, echter bij voorkeur niet vóór het vierde levensjaar. Bij adolescenten en volwassenen zijn de esthetische resultaten nochtans minder goed en kan het defect bij pectus excavatum eventueel door de plastisch chirurg opgevuld worden. Er zijn vele operatieve correctiemethoden, zowel open als nu ook minimaal invasief, waarvan het resultaat waarschijnlijk eerder afhangt van ervarenheid met de gekozen methoden dan van de methode zelf. De functionele toestand wordt meestal niet verbeterd door de correctieve ingreep.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pancoastsyndroom"
        },
        {
            "text": "Pleurale vochtophoping (pleuritis) Pleuritis is een ophoping van een abnormale hoeveelheid vocht tussen de pleura visceralis en pleura parietalis, door een gestegen vochtproductie en/of belemmerde vochtresorptie. Aet. 1. Stijging van vochtproductie door drukverhoging in de kleine circulatie bij decompensatio cordis of door vermindering van de colloïd-osmotische druk van het bloed door aanzienlijk eiwitverlies of door toegenomen negatieve druk in de pleura (*atelectase). In deze gevallen is er een transsudaat met een laag s.g. (<1016), een laag eiwitgehalte (<3 g%) en een laag gehalte aan lactisch dehydrogenase (LDH). 2. De vochtproductie kan ook toenemen door een ontsteking van welke aard ook en heeft dan kenmerken van een exsudaat (s.g. >1016, eiwitgehalte >3 g% of >50% serumeiwit en/of LDH >200 E of >60% serumgehalte): tuberculose, pneumonie, embolie, prikkeling van de pleurabladen door hechting van tumorcellen, aandoeningen van de kleine arteriolen van de pleura (LE, PAN, reuma). 3. De vochtresorptie kan belemmerd zijn door blokkering van de lymfevaten door tumorcellen. *Chylothorax is gekenmerkt door hoge triglyceriden-en lage cholesterolgehalten. 4. Hemothorax na trauma of 'spontaan' als complicatie van pneumothorax met adhesie, afscheuring en ruptuur van een bloedvat (d.i. verlies van >100.000 rode bloedcellen per mm 3 pleuravocht). 5. Etterige pleuritis, kan leiden tot *empyeem. Sympt. Pijn bij respiratie, dyspnoe, hoesten. Fys.ond. Verminderde beweeglijkheid van de thoraxhelft. Demping, pleurawrijven en bij toename van het vocht een verminderd tot afwezig ademgeruis. R€ o. Eerste teken: sluiering van costodiafragmatische sinus en hoogstand van de diafragmakoepel; bij toenemende hoeveelheid vocht basale en axillaire beschaduwing met boogvormige bovengrens (ellis-damoiseaulijn). Bij zeer veel vocht: volledige sluiering van de thoraxhelft met verdringing van hart en mediastinum naar de gezonde zijde. Diagn. Pleurapunctie voor bacteriologisch, biochemisch en cytologisch onderzoek, pleurabiopsie (meestal via *pleuroscopie) voor histologisch onderzoek. Th. Afhankelijk van de diagnose. Indien belangrijke dyspnoe: therapeutische paracentese (max. 1-1,5 l vocht per zitting aspireren om optreden van homolateraal longoedeem te voorkomen). Bij infectieuze pleuritis met pH van het pleuravocht <7,0 à 7,2, moet onmiddellijk een drainage gebeuren. Bij recidiverende vochtophoping eventueel talkpleurodese via drain of *pleuroscopie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pancoastsyndroom"
        },
        {
            "text": "Kunnen worden onderscheiden in primaire en secundaire pleuratumoren. Primaire vormen Het pleuraal fibroom is vaak asymptomatisch, bij een -soms beweeglijke -intrathoracale massa, die zeer groot kan worden, kan er thoracale pijn, hoesten, dyspnoe en soms clubbing optreden. Een geassocieerde pleurale uitstorting is ongewoon. Definitieve diagnose is meestal slechts mogelijk door thoracotomie. Na resectie is de prognose zeer goed: soms lokaal recidief. Het kwaadaardige mesothelioom is zeldzaam, maar neemt de laatste decennia toe in frequentie en vertoont een sterke relatie met asbestexpositie tientallen jaren voordien. Bijna steeds klachten van thoracale pijn, dyspnoe, *hoesten, vermageren. R€ o. CT-scan. Een hobbelig verdikte pleura, soms met ribaantasting en pleurale vochtophoping. Diagn. Pleurale cytologie is meestal fout negatief. *Pleuroscopie met meerdere biopsies laat veelal een histologische diagnose toe. Diff. Met adenocarcinoma, op basis van immunohistochemische kleuringen. Th. Recente vooruitgang in de chemotherapie (antifolaten, zoals pemetrexed) en chirurgische technieken maken multimodale behandeling bij geselecteerde patiënten mogelijk. Bij gevorderde gevallen kan chemotherapie nuttig zijn. Bij snel recidiverende vochtophoping wordt talkpleurodese ('plakken') doorgevoerd, of worden lokaal cytostatica toegediend. Secundaire vormen Zijn frequenter dan de primaire en kunnen te wijten zijn aan metastasen, vooral van long-, borst-, ovarium-, nier-, gastro-intestinaal-of prostaatcarcinoom, ofwel aan verspreide hematologische maligniteiten. Meestal is er een belangrijke pleurale vochtophoping. Diagn. Cytologisch onderzoek van pleuravocht positief in circa 50%; pleurabiopsie tijdens pleuroscopie in meer dan 90%. Th. Afhankelijk van aard van primaire tumor. Pleurodese met talk via drain is minder effectief dan talkverstuiving via *pleuroscopie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pleuratumoren"
        },
        {
            "text": "Pleuroscopie (ook medische thoracoscopie genoemd) Een endoscopische techniek bestaande uit het bekijken van de pleura door middel van een optisch instrument (scoop) via een incisie in de thoraxwand. Kan onder lokale narcose gebeuren. Omvat diagnostische (o.a. aspiraat, biopsie van pleuraweefsel) of therapeutische ingrepen (o.a. pleurodese met talk) tijdens visualisatie van de pleuraholte. Een andere techniek is thoraxchirurgie via de sleutelgattechniek (chirurgische thoracoscopie genoemd, zie *VATS).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pleuratumoren"
        },
        {
            "text": "Pneumoconiose (stoflong) Progressief verlopende longfibrose als gevolg van langdurige inademing van zeer kleine, schadelijke minerale stofdeeltjes: SiO 2 (*silicose, *antracosilicose), asbest (*asbestose), allerlei metalen enz. Sommige minerale stofsoorten zetten zich in de longen neer, maar zijn onschadelijk respectievelijk veel minder schadelijk (veroorzaken geen longfibrose): koolstof of roet (antracose), barium (barytose), ijzer (siderose).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pleuratumoren"
        },
        {
            "text": "Pneumonie (longontsteking) Pneumonieën kunnen worden veroorzaakt door infectieuze agentia (bacteriën, virussen, protozoa, schimmels enz.) of door andere exogene agentia (zie *interstitiële longaandoeningen). Infectieuze pneumonieën kunnen specifieke kenmerken vertonen afhankelijk van het micro-organisme (voor specifieke vormen: zie hiernavolgende trefwoorden). Diagn. In de onderzoeken vallen drie categorieën te onderscheiden: 1. Weinig invasieve en risicoloze werkwijze, die een diagnose suggereert: anamnese en klinisch onderzoek, r€ ontgenonderzoek en bloedonderzoek. 2. Weinig invasieve en risicoloze werkwijze, die tot een zekerheidsdiagnose kan leiden: sputumkleuring en cultuur van sputum, urine of bloed, serologische tests, virusisolatie. 3. Meer invasieve en risicovolle werkwijze, die tot een diagnose kan leiden: transtracheale aspiratie, bronchofibroscopie met *BAL, perifere transbronchiale biopten, thoracocentese, pleurabiopsie, transthoracale punctie, thoracoscopische (*VATS) of open longbiopsie. Schematisch kunnen de pneumonieën volgens verschillende criteria worden ingedeeld: a. lobaire pneumonie versus bronchopneumonie; b. bacteriële versus virale of fungische enz.; c. omgevingsverwekte zonder onderliggende pathologie, versus omgevingsverwekte bij *COPD of ziekenhuisverwekte of opportunistische infecties bij gestoord immunitair systeem. Hiernavolgend is een indeling gemaakt volgens oorzakelijk agens. Zie ook hoofdstuk 10: Pneumonie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pleuratumoren"
        },
        {
            "text": "Pneumonie, anaeroben-Wordt vaak miskend door inadequate anaerobe cultuurtechnieken. Aet. Wordt meestal veroorzaakt door aspiratie van orofaryngeale inhoud. Vaak zijn er onderliggende stoornissen: tandcariës, slikstoornissen (myasthenia gravis, bulbaire verlamming), slokdarmafwijkingen (strictuur, carcinoom, achalasie van de cardia), postoperatieve functiestoornissen. Er zijn vier patronen: acute pneumonie, necrotiserende pneumonie (consolidaties met kleine opklaringen),* longabces, *empyeem. De belangrijkste micro-organismen zijn: fusobacteriën, peptostreptokokken, bacteroïden. Th. Amoxicilline-clavulaanzuur of clindamycine, eventueel samen met aminoglycosiden. Verder drainage door bronchofibroscopie en posturale houding. Zie ook *Aspiratiepneumonie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pleuratumoren"
        },
        {
            "text": "Pneumonie, atypische Aet. Mycoplasma pneumoniae, Chlamydia (ornithose, psittacose, zie ook hoofdstuk 10: Psittacose (-ornithose). Coxiella burnetti (Q-fever of Q-koorts). Sympt. Meestal minder acuut dan bij bacteriële pneumonie; niet specifiek: coryza, koorts, niet productieve hoest, meestal geen uitgesproken dyspnoe, eventueel bradycardie, hoofdpijn, malaise, een maculaire rash, lymfadenopathie en hepatosplenomegalie. De benaming atypische pneumonie is in onbruik geraakt omdat de symptomen bij kritische analyse niet echt van een typische pneumonie verschillen. Pneumonie, klebsiella-(friedl€ anderpneumonie) Aet. Klebsiella pneumoniae, een gramnegatieve staaf. Friedl€ anderpneumonie komt vooral voor als een omgevingsverwekte infectie bij oudere patiënten, bij patiënten met maligniteiten, bij alcoholici, bij diabetici; en als een nosocomiale infectie na gebruik van breedspectrumantibiotica, postoperatief, op intensieve zorgenafdeling. Besmetting vindt bronchogeen plaats. Verl. Als bij lobaire pneumonie (in 30% van de gevallen met bacteriëmie). Er bestaat necrosevorming met neiging tot abcedatie; genezing vindt plaats met plaatselijke fibrose. Mortaliteit 20-50%. Th. Derdegeneratiecefalosporines en aminoglycosiden, op resistentiepatroon.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pleuratumoren"
        },
        {
            "text": "Pneumonie, legionella-(legionairsziekte) Aet. Legionella pneumophila. Besmetting vooral afkomstig van koeltorens en sproeisystemen, tast vooral mannen aan. Sympt. Acute ziekte met mucohemorragisch sputum en systeemverschijnselen: hoofdpijn, myalgieën, asthenie, diarree, eventueel delirium en verwardheid. Th. Neomacroliden of fluoroquinolones, gedurende 2-3 weken. Zie ook hoofdstuk 10: Legionellapneumonie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pleuratumoren"
        },
        {
            "text": "Pneumonie, lipoïd-Aet. Chronische ontstekingshaard als gevolg van aspiratie van olie of andere vethoudende vloeistoffen (neusdruppels, levertraan, melk) in de longen. Komt voor bij kleine kinderen en vooral bij verzwakte, bedlegerige patiënten (met slikstoornissen). Sympt.*Hoest, sputum (oliedruppels bevattend) en dyspnoe kunnen aanwezig zijn, maar ook volledig ontbreken. R€ o. CT-scan. Diffuse of meer compacte schaduwbeelden, uni-of bilateraal, voornamelijk in de dorsale en basale gebieden. Verl. Naar fibrose van de getroffen longgebieden met ontwikkeling van *bronchiëctasieën.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pleuratumoren"
        },
        {
            "text": "Pneumonie, Pneumocystis jiroveci Aet. Pneumocystis jiroveci. Vroeger zeldzaam bij prematuren en zwakke kinderen van e en tot vier maanden (epidemisch in Europa), soms bij oudere kinderen (sporadisch in Amerika), en bij volwassenen met uitputtende of kwaadaardige aandoeningen, behandeld met corticosteroïden of immunosuppressiva. Nu frequent na orgaantransplantatie en vooral bij aids. Vaak samen met andere infecties (schimmels, bacteriën en cytomegalievirus). Sympt. Progressief toenemende dyspnoe en cyanose, polypnoe en tachycardie, hoesten en lichte koorts. Fys.ond. Weinig afwijkingen, soms verspreide crepitaties. R€ o. CT-scan. In de beide longmiddenvelden ziet men fijnvlekkige schaduwbeelden, die zich uitbreiden en die samenvloeien tot grotere verdichtingen waartussen heldere gebieden liggen. Diagn. Endoscopie: BAL of transbronchiale biopten. Longf.ond. Lage diffusie en hypoxie. Verl. Onbehandeld vrij snel infaust door respiratoire insufficiëntie. Th. Co-trimoxazol in hoge dosis. Alternatief is pentamidine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pleuratumoren"
        },
        {
            "text": "Pneumonie, pneumokokken-Aet. Oorzaak van circa 80% van omgevingsverwekte en 10% van nosocomiale pneumonieën. Vaak in aansluiting aan een stoornis in het verdedigingsmechanisme van de luchtwegenmucosa (virusinfectie o.a. influenza, afkoeling, inademing van giftige gassen, alcoholintoxicatie, verzwakkende aandoeningen). Sympt. Hyperacuut begin met koude rillingen, stekende pijn in de zij, hoge koorts, pijnlijk hoesten en kleverig roestkleurig sputum; voorts polypnoe, tachycardie en cyanose. Vaak herpes labialis. De patiënt maakt een zieke indruk. Wegens de systematische antibiotische therapie bij acute longinfecties en de gevoeligheid van pneumokokken voor penicilline komt pneumokokkenpneumonie niet steeds meer tot volledige ontwikkeling. Fys.ond. Demping tot dofheid ter hoogte van de zieke kwab, crepitaties, gevolgd door bronchiaal ademen en daarna opnieuw door crepitaties. R€ o. Sterke hyperdensiteit van longweefsel, vaak van een volledige longkwab, meestal met geringe pleurale vochtophoping. Lab. Hyperleukocytose, talrijke pneumokokken in het sputum, niet zelden ook een positieve bloedcultuur. Compl. Metapneumonische pleurale vochtophoping (vaak bij onvoldoende antibiotische therapie). Bij punctie heldergeel, soms troebel vocht (meestal steriel). Endocarditis, meningitis en nefritis zijn zeldzame complicaties geworden. Th. Hoge dosis b-lactamantibiotica, bijv. amoxyclavulaanzuur 2·2 g/dag. Bij overgevoeligheid fluoroquinolones. De behandeling dient voor ten minste vijf dagen of drie koortsvrije dagen gegeven te worden. Er is tot nog toe geen klinische resistentie tegen b-lactam aangetoond. Verl. De temperatuur daalt meestal binnen 48 uur. Soms vertraagde resolutie op de r€ ontgenfoto, vooral bij ouderen of bronchitispatiënten. Letaal verloop is mogelijk door circulatiecollaps of toxemie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pleuratumoren"
        },
        {
            "text": "Pneumonie (broncho-), stafylokokken-Komt vooral voor bij zuigelingen, na influenza, bij verminderde weerstand, bij diabetes mellitus. Sympt. Rillingen en koorts, pijn in de zij, polypnoe, hoestbuien, het opgeven van purulent en bloederig sputum, tachycardie. In fulminante vormen prostratie en toxische shock. Fys.ond. Vochtige rhonchi, polypnoe, aantasting algemene toestand. R€ o. CT-scan. De longinfiltraten, vaak aan beide zijden, beginnen met een 'mottig aspect' door de aanwezigheid van micro-abcessen. Deze kunnen conflueren tot grotere abcessen. Lab. Sputum: Staphylococcus aureus haemolyticus; coagulasepositief. Th. Antistafylokokkenpenicillines of vancomycine, zuurstof, cardiotonica, eventueel beademing. Compl. Abcesvorming, pleuraal empyeem, soms pyopneumothorax na doorbraak van een abces. Verl. Onbehandeld zeer ernstig: exitus door shock, toxemie. Dunwandige gereinigde abcesholten die na genezing kunnen overblijven (pneumatok ele) verdwijnen meestal spontaan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pleuratumoren"
        },
        {
            "text": "Pneumonie (broncho-), streptokokken-Zeldzaam. Vooral bij zuigelingen (na kinkhoest, mazelen), bejaarden en verzwakte personen. Meestal verscheidene ontstekingshaarden. Verder zoals bij *pneumokokkenpneumonie; *pleuritis komt echter meer voor en de prognose is 'gereserveerder'. Th. Penicilline G gedurende ten minste 2 weken. Alternatieven zijn macrolide en cefalosporine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pleuratumoren"
        },
        {
            "text": "Pneumonie, virus-(adenovirus, cytomegalievirus, RS-virus, influenza-en parainfluenzavirus, humaan metapneumonievirus) Van de genoemde pneumonieën komt een influenzaviruspneumonie typisch epidemisch voor, meestal in de wintermaanden met pieken in januari en februari. De overige viruspneumonieën treden sporadisch op, het gehele jaar door. Adenoviruspneumonie heeft een piekfrequentie in de maanden maart en april. Van het adenovirus, para-influenzavirus en RS-virus is bekend dat ze ernstige viruspneumonieën kunnen veroorzaken bij kinderen tot circa 4 jaar. Het humaan metapneumonievirus is thans erkend als de voornaamste verwekker van lagere luchtweginfecties (bronchiolitis en pneumonie) bij zuigelingen. Op latere leeftijd verlopen deze infecties veel milder. Klinisch kan men de echte viruspneumonieën onderscheiden in twee vormen. Lichte viruspneumonie Na een acuut syndroom van een infectie van de bovenste luchtwegen blijft de patiënt langdurig hoesten, vooral 's nachts. Fys.ond. Heel weinig aanduidingen (crepiterende rhonchi, verzwakt ademgeruis). R€ o. Duidelijke, vaak segmentele schaduwen (bij voorkeur in middenkwab en lingula, voorts in de basale segmenten). In 15% van de gevallen zijn beide zijden aangedaan, in meer dan 50% van de gevallen bestaat sinusitis maxillaris. Het r€ ontgenbeeld berust waarschijnlijk op een bronchiolitis. Verl. Secundaire infecties (Haemophilus influenzae en pneumokokken) kunnen blijvende bronchusdeformaties veroorzaken. Ernstige viruspneumonie Bij volwassenen meestal door influenzavirus, cytomegalievirus (meestal bij immuundeficiëntie, o.a. transplantatie-en aidspatiënten), bij kinderen door para-influenza-, RS-of adenovirus. Sympt. en Verl. Kenmerkend is het verrassend, snelle verloop bij een aanvankelijk zich onschuldig voordoende virale infectie van de bovenste luchtwegen. Binnen een etmaal treedt progressieve dyspnoe op, evenals hoesten en het opgeven van sereus hemorragisch sputum (waarin geen bacteriën aanwezig zijn). Het beeld kan evolueren tot ARDS. De patiënt is angstig en onrustig. Er bestaat snel progressieve hypoxemie. Snel wordt het ziektebeeld gecompliceerd door infectie met stafylokokken: sepsis, abcederende pneumonie, empyeem. De patiënt overlijdt door shock. R€ o. De thoraxfoto vertoont veel gelijkenis met die bij *ARDS. Th. Zuurstof onder positieve eindexpiratoire druk (PEEP), antibiotica, shockbehandeling, eventueel corticosteroïden en diuretica. Zie ook *ARDS en hoofdstuk 10: Pneumonie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pleuratumoren"
        },
        {
            "text": "Aanwezigheid van lucht in de pleuraholte. Aet. Primaire (idiopathische) pneumothorax Door ruptuur van subpleurale 'bleb' meestal in de longtop. Komt op alle leeftijden voor, maar vooral bij jonge volwassenen van het lange, asthenische type. De aandoening komt bij mannen 4 maal meer voor dan bij vrouwen. Er is een gelijke verdeling links en rechts (zelden bilateraal). Secundaire pneumothorax Bij tuberculose, sarcoïdose, chronische bronchitis, bronchiaal astma, emfyseem, pneumoconiose, collageenziekte, interstitiële fibrose (Hamman-Rich), histiocytosis X en cystische fibrose. In de meeste gevallen ligt ruptuur van een perifeer gelegen holtevorming aan de oorsprong van de pneumothorax. Endometriale (catameniale) pneumothorax treedt op tijdens de maandstonden als gevolg van endometriose van pleura of diafragma en/of fenestratie in de (rechter)diafragmakoepel. Sympt. Zonder aanleiding of bij fysieke inspanning plotseling pijn in de zijde, kortademigheid, soms droge hoest. Fys.ond. Bij volledige pneumothorax: over de gehele hemithorax zijn stemfremitus en ademgeruis afwezig; normale of hypersonore percussietoon. Bij uitgebreide pleurale vergroeiingen (bijv. bij pneumoconiose of bij oudere personen) bestaat alleen een plaatselijk verzwakt of afwezig ademgeruis. R€ o. Luchtmantel rondom de (gedeeltelijk) samengevallen long, die al dan niet door vergroeiingen met de pariëtale pleura is verbonden. Het best zichtbaar in expiratie. Compl. Ventielof spanningspneumothorax (sterke verdringingsverschijnselen van hart en mediastinum), hemopneumothorax (soms shockverschijnselen) of pyopneumothorax (o.a. bij infectie uit caverne of abces). Verl. Spontane resorptie: in 30% recidiverend. Th. Bij kleine toppneumothorax: afwachten, spontane resorptie. Bij grotere pneumothorax: bij een eerste aanval partiële aspiratie of continue zuigdrainage. Bij blijvend luchtlek, bij recidief, als recidieven grote risico's kunnen inhouden (o.a. luchtvaartpersoneel): *pleuroscopie met talkpleurodese, of *VATS met resectie van blebs en partiële pleurectomie. Thoracotomie met uitgebreide 'pleurastripping' in de zeldzame recidieven na pleuroscopische behandeling, of bij massief lek. Bij spanningspneumothorax: altijd continue zuigdrainage. Bij hemopneumothorax: shockbestrijding, continue zuigdrainage; bij grote bloeding: thoracotomie of -scopie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pneumothorax, spontane"
        },
        {
            "text": "Meting van ademhalingsstoornissen tijdens de slaap (zie ook *Longfunctieonderzoek) om eventuele nachtelijke respiratoire insufficiëntie te detecteren (hypoxie, eventueel met hypercapnie) en om te differentiëren tussen centrale, obstructieve en gemengde slaapapneu. Meestal worden volgende metingen verricht: ademhaling aan de mond, thoraco-abdominale bewegingen, niet-invasieve zuurstofbepaling, elektro-encefalografie, -cardiografie, -oculometrie, -myografie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Polysomnografie, respiratoir"
        },
        {
            "text": "Pulmonale infiltraten met eosinofilie (PIE-syndroom) Aet. 1. Bekende oorzaken: allergische bronchopulmonale aspergillose; reactie op medicaties vooral nitrofurantoïne, sulfonamiden; parasitaire infecties zoals microfilaria, Entamoeba. 2. Onbekende oorzaken: *l€ offlersyndroom; chronische *eosinofiele pneumonie; hypereosinofiel syndroom; systeemvasculitis, zoals churg-strauss-syndroom. 3. Kan ook een facultatieve component zijn bij infecties, neoformaties en immunologische stoornissen. Sympt. Afhankelijk van vorm en etiologie. Th. Oorzakelijk, eventueel corticosteroïden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Polysomnografie, respiratoir"
        },
        {
            "text": "Toestand waarbij alle longvolumes zijn afgenomen. Treft men aan na kwabof longresectie, bij interstitiële pulmonaire ontstekingsreacties (*extrinsieke allergische alveolitis, *sarcoïdose, *fibrose van de long, *interstitiële longaandoeningen) en bij aandoeningen van de thoraco-abdominale wand. De luchtwegweerstand is normaal evenals de verhouding e ensecondewaarde tot vitale capaciteit, de longcompliantie is afgenomen, voornamelijk wanneer stugge longen de oorzaak zijn van het syndroom. De maximale transpulmonale druk is gestegen bij pulmonale pathologie en gedaald bij wandafwijkingen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Restrictief syndroom"
        },
        {
            "text": "Ronde atelectase R€ o. CT-scan. Pseudotumorale longverdichting met komeetvormige staart, te wijten aan postinflammatoir instulpen en opkrullen van visceraal pleurablad (meestal in midden-of onderveld gelegen).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Restrictief syndroom"
        },
        {
            "text": "Sarcoïdose (ziekte van Besnier-Boeck-Schaumann) Systeemaandoening gekenmerkt door de aanwezigheid van niet-verkazende epitheloïde granulomen in lymfeknopen, longen en mogelijk in vele andere organen: milt, lever, huid, nieren, genitaliën, botten, hart, ogen, hersenen of darmkanaal. Komt zelden voor onder de 15 jaar. Aet. Onbekend. Pathofys. Onderdrukte immuniteit in het serum, doch actieve immuniteitsreactie in longen. Sympt. Begint ongemerkt of als acuut ziektebeeld met koorts en erythema nodosum. De tuberculinereactie wordt zwakker positief respectievelijk negatief indien deze eerder positief was. In Europa komt vooral de pulmonale vorm voor. Hierbij komen aanvankelijk aan beide hili en paratracheaal vergrote lymfeknopen voor (stadium I); later worden deze bij meer dan 80% van de patiënten weer normaal van grootte. In het longparenchym verschijnen dan soms multipele van een beperkt tot diffuus miliair beeld evoluerend naar massieve fibrose (pseudotumorale massa's, omgeven door emfyseem). Stadiumindeling (ILO: International Labour Office) Van de kleinvlekkige schaduwbeelden (in verband met het type): p = puntvormig (tot 1,5 mm), q(m) = micronodulair (1,5 tot 3 mm), r(n) = nodulair (3 tot 10 mm), in verband met de spreidingsdichtheid over beide longvelden: 1, 2 en 3. Van de grootvlekkige schaduwbeelden in verband met hun gezamenlijke afmeting: A, B en C. Longf.ond. In het beginstadium weinig of geen stoornissen. Later ventilatoire stoornissen van 'gemengd' patroon: restrictief (verminderde vitale capaciteit) als gevolg van fibrose, obstructief (verminderde e ensecondewaarde in % van de vitale capaciteit) als gevolg van de begeleidende bronchitis. Compl. Longtuberculose, necrose (aseptisch of infectieus) van de pseudotumorale massa, spontane pneumothorax. Th. Symptomatisch, zie ook chronische *Bronchitis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Restrictief syndroom"
        },
        {
            "text": "Small airway disease (SAD), zie *Bronchiolitis, chronische.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Restrictief syndroom"
        },
        {
            "text": "Solitaire pulmonale nodulus (SPN, soms coin lesion genoemd) R€ o. CT-scan: solitaire haard, perifeer gelokaliseerd en omgeven door gezond longweefsel; wordt meestal bij toeval op r€ ontgenopnames gevonden. Over het algemeen heeft de patiënt geen klachten. Diff. *Bronchuscarcinoom, tuberculoom, solitaire *longmetastase, *carcinoïdtumor, *hamartoom, *arterioveneus aneurysma, klein longinfarct, volgelopen cyste of *abcesholte, granuloom. In de differentiële diagnostiek tussen goedaardige en kwaadaardige noduli is FDG-PET (positron-emissietomografie met fluordesoxyglucose, zie hoofdstuk 37: PET) een belangrijke aanwinst. Th. Resectie indien maligniteit niet kan worden uitgesloten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Restrictief syndroom"
        },
        {
            "text": "Thoracoscopie, zie *Pleuroscopie en *VATS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Restrictief syndroom"
        },
        {
            "text": "Thoraxtraumata, zie hoofdstuk 25: Thoraxtraumata.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Restrictief syndroom"
        },
        {
            "text": "Deze zijn te onderscheiden in primaire en secundaire borstwandtumoren (doorgroei van longtumoren of metastase van elders). Iedere solitaire tumor van de borstwand moet als maligne worden beschouwd totdat het tegendeel bewezen is. Sympt. Zichtbare of voelbare zwelling van de thoraxwand. Soms met pijn, vaak niet. Kan van vast tot bothard aanvoelen. Diff. Indien de zwelling week aanvoelt moet ook gedacht worden aan abces, longhernia, verwekend hematoom. Primaire tumor van het sternum Daar benigne tumoren van het sternum uiterst zeldzaam zijn kan men er in de praktijk van uitgaan dat iedere tumor van het sternum maligne is. Diagn. Alleen te verkrijgen door middel van biopsie. Th. De beslissing tot lokale excisie, radicale borstwandresectie of niet-chirurgische therapie hangt af van de pathologisch-anatomische uitslag. Multidisciplinaire aanpak is noodzakelijk. Radicale borstwandresectie wordt, indien het een groot oppervlak betreft, gecombineerd met thoraxwandplastiek met behulp van prothetisch materiaal. Primaire tumoren van de ribben Benigne en maligne: fibreuze dysplasie, chondroom, chondrosarcoom, osteochondroom, reusceltumor, eosinofiel granuloom en andere. Diagn. Incisiebiopsie. Th. Zo mogelijk resectie dan wel radicale borstwandresectie bij maligne tumoren. Bij twijfel van patholoog-anatoom over mogelijke maligniteit altijd kiezen voor radicale borstwandresectie. De ontstane defecten kunnen zo nodig gesloten worden met een kunstprothese. Primaire tumoren van weke delen Kunnen zowel benigne als maligne zijn. Th. Afhankelijk van de pathologisch-anatomische uitslag van de biopsie lokale excisie, radicale borstwandresectie of niet-chirurgische therapie (chemotherapeutica, bestraling).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Thoraxwandtumoren"
        },
        {
            "text": "Neemt in frequentie toe door ruimer gebruik van geassisteerde ventilatie via endotracheale tube of tracheotomiecanule. Erosies en granulaties kunnen resulteren in stenosen ter hoogte van stembanden, of er onder (subglottis), ter hoogte van een tracheotomie, opblaasbare cuff en/of canulepunt. Na perforatie van de trachea bestaat de mogelijkheid van erosie van a. brachiocephalica en oesofagus. Sympt. Zelfs bij anatomisch ernstige tracheastenose kunnen subjectieve klachten ontbreken. Vaak komen echter evidente symptomen van bovensteluchtwegobstructie voor. R€ o. CT-scan. Soms is op de thoraxfoto reeds een vernauwing zichtbaar; CT-scan geeft nauwkeuriger informatie over diameters en aantasting van kraakbeenstructuren. Longf.ond. Sterk gedaalde piekstroom en typische debietvolumecurve, met relatief bewaarde e ensecondewaarde. Diagn. Bronchoscopie: geeft de meest nauwkeurige informatie over intrinsieke stenose (endobronchiale granulatie) versus extrinsieke stenose (wandzwakte, retractie, compressie). Th. Acuut: bronchoscopische intubatie. Bij intrinsieke stenose: endobronchiale lasertherapie soms samen met dilatatie; bij extrinsieke stenose: dilatatie soms gevolgd door plaatsen van endobronchiale prothese. Bij recidiverende stenose, resectie van het tracheadeel en 'end to end' anastomose. Na operatieve behandeling blijft de patiënt langdurig onder bronchoscopische controle in verband met de kans op stenoserecidief. Compl. Bij operatieve resectie is o.a. letsel van n. recurrens mogelijk.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tracheastenose, iatrogene"
        },
        {
            "text": "Primaire tumoren Zijn zeldzaam en bestaan voor circa 60% uit plaveiselcelcarcinoom (lokaal invasief en metastasen) en voor 25% uit *adenoïdcystisch carcinoom (langzame groei, lokaal invasief); andere vormen zijn zeer zeldzaam. Sympt. Hoest, hemoptoe, recidiverende pneumonieën, progressieve dyspnoe en stridor. R€ o. Op de thoraxfoto ziet men vaak geen afwijkingen. CT-scan geeft informatie over ligging en uitgebreidheid van de tumor. Longf. ond. zie *Tracheastenose, iatrogene. Diagn. Bronchoscopisch: nauwkeurige evaluatie van endobronchiale poliepeuze groei versus meer diffuse wandingroei, en endoscopische behandelingsmogelijkheden. Th. Indien disseminatieonderzoek negatief is en de patiënt in goede algemene toestand: resectie van de tumor en reanastomosering van de trachea. Door toepassing van bronchoscopische laserbehandeling en/of protheseplaatsing kan men de tumor in daartoe geëigende gevallen behandelen: dit is efficiënt gedurende jaren bij traaggroeiende tumoren (o.a. *adenoïdcystische tumor) en is palliatief bij carcinoom. Secundaire tumoren Ontstaan door ingroei van een tumor uit de omgeving. Bij schildkliertumor is soms resectie 'en bloc' mogelijk, eventueel gevolgd door reanastomosering van de trachea. Bij andere gevallen bronchoscopische behandeling zoals bij primaire tracheatumoren.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tracheatumoren"
        },
        {
            "text": "Transplantatie van long, zie hoofdstuk 29: Longtransplantatie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tracheatumoren"
        },
        {
            "text": "Trechterborst, zie *Pectus excavatum.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tracheatumoren"
        },
        {
            "text": "Tuberculose van long en pleura Primaire longtuberculose Een eerste besmetting door inademing van tuberkelbacteriën kan bij kinderen of jonge volwassenen met geringe weerstand een kleine kaashaard doen ontstaan, meestal in een ventrobasaal longgebied, vanwaaruit de tuberculeuze ontsteking op de regionale hiluslymfeknopen overgaat. Sympt. Deze ontbreken meestal. In de ernstige gevallen (massieve besmetting, zuigelingen) volgen een zestal weken na de infectie (preallergische periode) koorts en algemene ziekteverschijnselen, terwijl de tuberculinereactie sterk positief uitvalt; soms, vooral bij jonge meisjes, erythema nodosum. R€ o. CT-scan. Verdichtingshaard in het longveld en een 'forse' hilus door lymfeknoopzwelling (primair complex). Verl. Langzaam naar regressie, resorptie en/of verkalking van de long-en lymfeknoopafwijkingen. Compl. In ernstige gevallen algemene hematogene uitzaaiingen (miliaire tuberculose en meningitis, vooral bij zuigelingen). Soms obstructieve pneumonie van kwab of segment door bronchostenose als gevolg van compressie of doorbraak van een verkaasde lymfeknoop, vooral bij kinderen; later kan exsudatieve pleuritis volgen en longftisis, vooral bij (jonge) volwassenen. Th. Zie hierna, tuberculosetherapie. Acute miliaire tuberculose Hematogene uitzaaiing in longen en/of andere organen (lever, milt, hersenen, nieren, weivliezen enz.), meestal vanuit het primaire complex, soms vanuit een ftisishaard of een perifere orgaantuberculose. Sympt. Begint als een droge hoest, adynamie, anorexie, tachycardie, polypnoe, cyanose. Vaak meningeale verschijnselen (hoofdpijn, delirium, nekstijfheid, stuwingspapillen, gestoorde reflexen), soms ook een tyfeuze vorm (buikpijn, braken, diarree). Fys.ond. Weinig afwijkingen over de longen (vochtige rhonchi in gevorderd stadium), soms lever-en miltvergroting, lage bloeddruk. R€ o. Fijn micronodulair beeld, nagenoeg homogeen verspreid over beide longvelden (miliair beeld) met evenwel een dichtere bezetting in de longtoppen. Soms (bij kinderen) bovendien aan e en zijde forse hilaire lymfeknopen. Lab. Aanwezigheid van tuberkelbacillen in nuchtere maaginhoud, urine of bloed. De tuberculinereactie kan (bij uitzondering) negatief uitvallen. Bij ongeveer de helft van de patiënten vindt men choroideatuberkels bij oogfundusonderzoek. Verl. Onbehandeld steeds dodelijk na enkele weken. Th. Meestal volledige genezing (zie hierna, tuberculosetherapie). Exsudatieve tuberculeuze pleuritis Vooral bij jonge personen als complicatie van primaire longtuberculose ook bij ftisis, dorsale Pott of andere tuberculeuze aandoening. Voor Sympt., Fys.ond. en R€ o. Zie *Pleurale vochtophoping. Bij een proefpunctie vindt men exsudaat, bij massieve enting van vocht op een vloeibare bodem vaak een positieve kweek van tuberkelbacillen na weken. Naaldbiopsie van de pleura (percutaan of tijdens thoracoscopie) brengt meestal histologische verschijnselen van tuberculeuze ontsteking. Een huidreactie op tuberculine is vaak sterk positief. Verl. Koorts en algemene verschijnselen verdwijnen na 3 à 4 weken, het vocht na een paar maanden. Pleurazwoerd en verminderde diafragmabeweeglijkheid kunnen lang blijven. Postpleuritische ftisis in de eerstvolgende jaren is frequent, vooral bij jonge volwassenen. Progn. Deze is sterk verbeterd door de behandeling. Zie hierna, tuberculosetherapie. Ftisis Longtuberculose met verweking van kaasstof (holtevorming) die meestal na jaren ontstaat uit de gevolgen van de primaire tuberculose of soms direct in aansluiting aan een eerste besmetting. De primaire longhaard zelf of verkaasde lymfeknopen, tuberculeuze bronchitis en bronchogene of hematogene uitzaaiingen kunnen de brug vormen van eerste besmetting naar ftisis. Sympt. Beginnende ftisis kan vrij symptoomloos beginnen en wordt dan ontdekt door toevallig r€ ontgenonderzoek. Niet zelden echter bestaat reeds vermoeidheid, verminderde eetlust, vermagering, kuchen, lichte temperatuursverhoging en nachtelijk zweten. Hemoptoe of opgeven van sputum doet reeds verweking of een caverne vermoeden. Bij sommige patiënten is het begin vrij acuut met koorts en hoesten (grieperig syndroom). R€ o. CT-scan. Infiltratie(s) door exsudaat c.q. verkazing, meestal met ophelderingsplaatsen en/of holte (caverne)-vorming, vaak in de apicodorsale longgebieden. Een bijzondere vorm is het tuberculoom, soms solitair of geassocieerd aan andere afwijkingen (ronde haard, opgebouwd uit verkaasde en fibreuze lagen, waartussen soms een spleetvormige opheldering). Verl. Onbehandeld: chronisch met perioden van verbetering en verslechtering. Na oordeelkundig doorgevoerde tuberculosetherapiekuur genezing door resorptie (van de exsudatieve laesies), fibrose (van de verkazingen), sluiting of reiniging van de cavernen. Een afzonderlijke vorm van ftisis is de chronische miliaire tuberculose. Het miliaire beeld is opgebouwd uit haardjes die ongelijk zijn van afmeting en dichtheid, terwijl in de longtoppen confluenties en cavernen ontstaan. Niet zelden komt daarbij ook larynxtuberculose voor, die heesheid veroorzaakt en aldus de diagnose doet stellen. Bij bejaarden, migranten en hiv-patiënten is er een verhoogd risico voor tuberculose en komen eveneens atypische presentatievormen voor. Multiresistente tuberculose Is de laatste jaren een toegenomen probleem. Kan een primaire of secundaire resistentie betreffen. Vooral bij immigranten uit Oost-Europa en Azië moet met dit probleem rekening gehouden worden. Th. Moet in gespecialiseerde diensten gebeuren omwille van het probleem van therapiekeuze en het gevaar van besmetting van de omgeving met dergelijke moeilijk behandelbare tuberculose. Tuberculosetherapie De behandeling van tuberculose is hoofdzakelijk medicamenteus, uitzonderlijk ook chirurgisch. Men dient in de initiële fase de twee meest efficiënte bactericide middelen toe: isoniazide (ca. 5 mg per kg lichaamsgewicht per dag per os; bij kinderen tot 10 mg per kg lichaamsgewicht) en rifampicine (6 à 10 mg per kg lichaamsgewicht per dag per os, nuchter). Meestal wordt aan dit tweevoudige regime nog een derde middel toegevoegd (om de activiteit te verhogen, respectievelijk primaire bacteriële resistentie aan isoniazide op te vangen), namelijk pyrazinamide (30-35 mg per kg lichaamsgewicht per dag per os). De initiële fase met 3 medicijnen wordt veelal gedurende 2 maanden doorgevoerd; daarna volstaat een consolidatiefase van 4 maanden met isoniazide en rifampicine. Acute miliaire tuberculose of meningitis: in de eerste weken kan corticotherapie nuttig zijn (bijv. 30 tot 40 mg prednison; geleidelijk verminderen). Bij acute exsudatieve tuberculeuze pleuritis aanvankelijk ook corticotherapie (30 à 40 mg prednison per dag gedurende de eerste week, om de week de dosis met 5 mg verminderen). Resectietherapie: alleen bij geïnfecteerde verwoeste long (c.q. met pleuraal empyeem) en bij bronchopleurale fistel kan lobectomie of pneumonectomie c.q. pleuropneumonectomie nog aangewezen zijn. Tuberculoseprofylaxe BCG-vaccinatie van jonge tuberculinenegatief reagerenden die aan imminente of herhaalde besmetting blootstaan, kan de kansen op latere tuberculosemorbiditeit doen dalen. Chemoprofylaxe met isoniazide (5 mg per kg lichaamsgewicht per dag per os) gedurende 6-12 maanden of thans eerder met isoniazide en rifampicine gedurende 3 maanden wordt toegepast bij jonge personen die kort tevoren geïnfecteerd werden (een tuberculine-omslag vertoonden) of althans in contact zijn geweest met een tuberculosebesmettingsbron. De latere tuberculose-incidentie wordt door chemoprofylaxe significant verminderd. Tuberculose-opsporing Gebeurt door thoraxfoto, intradermale tuberculinetest en eventueel microbieel sputumonderzoek zowel om de eventuele besmettingsbron als om secundaire besmette gevallen op te sporen volgens het ringprincipe. Vooral de gevallen met nog niet gediagnosticeerde ftisis ('open tuberculose') zijn de besmettingsbron. Atypische tuberculose, verouderde benaming voor *mycobacteriose, niettuberculeus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tracheatumoren"
        },
        {
            "text": "VATS (video-assisted thoracic surgery, chirurgische thoracoscopie) Heelkundige diagnostische en/of therapeutische ingrepen die via de sleutelgattechniek met minstens twee trocartopeningen (camera en werkinstrument) onder controle van een videoscherm worden uitgevoerd. Gebeurt onder algemene narcose met e en long ventilatie. Zowel ingrepen op pleura en long zijn mogelijk zoals bijv. resectie van *solitaire pulmonale nodulus (diagnostisch), biopsie van lymfeknopen, bullectomie en pleurectomie, wig-en kwabresectie, longvolumereductiechirurgie, sympatectomie enz. De specifieke rol van VATS bij behandeling van bronchuscarcinoom blijft nog controversieel. Recent werden ook robottechnieken geïntroduceerd met verbeterde visualisatie door driedimensionale beelden en hoge flexibiliteit van de robotarmen, waardoor meer complexe procedures mogelijk worden, zoals radicale thymectomie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tracheatumoren"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "of grotere haarden (stadium II indien er ook geassocieerde lymfeknopen zijn, en stadium III indien geen lymfeknopen)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Bij sommige extrapulmonale afwijkingen, zoals die in hart, ogen en hersenen, is het toedienen van corticosteroïden steeds gewenst. De afwijkingen in de longen dienen pas te worden behandeld indien ze langdurig aanwezig zijn, of indien de longfunctie achteruit gaat. Voldoende dosering en 3 à 5 jaar voortzetten van de behandeling in lage dosis kan in vele gevallen het ontstaan van recidieven voorkomen. Zie ook hoofdstuk 33: Sarcoïdose. Sarcoom van de long Zeldzame tumor die uitgaat van mesenchymaal longweefsel, langzaam groeit en laat metastaseert. Wordt gewoonlijk toevallig ontdekt. De verdeling over beide geslachten is gelijk. Diagn. Moeilijk te stellen doordat de patiënten meestal geen klachten hebben en het r€ ontgenbeeld niet typisch is",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Deze Afwijkingen Verdwijnen Weer Spontaan",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Van De Patiënten",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "de andere gevallen nemen de afwijkingen in de loop der jaren toe: er ontstaat fibrose, die tot ernstige longfunctiestoornissen kan leiden (stadium IV). Diff. Extrapulmonale afwijkingen kunnen o.a. hartinsufficiëntie, darmobstructie, nierinsufficiëntie, nierstenen, encefalitis, neuritis, meningitis, hepatitis e.d. veroorzaken. Lab",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "SARS (severe acute respiratory syndrome), zie hoofdstuk 10: SARS",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "In beide gevallen ontvangt het zieke gebied, een abnormale arteria, ontspringend uit aorta thoracalis of abdominalis of een tak hiervan. Sympt. Recidiverende infecties met koorts, hoesten en soms opgeven van sputum. R€ o. CT-scan, aortografie. Schaduwbeeld basaal naast het mediastinum, soms met vloeistofspiegel, abnormale bevloeiing vanuit aorta",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Zuivere silicose komt voor bij steenhouwen (tunnelbouw), bij zandstralen, slijpen met zandsteen en vervaardigen van schuurpoeder. Gemengde silicose (SiO 2 met andere stofdeeltjes) in kolenmijnen (*antracosilicose), keramiek-en porseleinfabrieken, leisteen-en kleibewerkingen (SiO 2 met silicaten). Hist. Vorming van ontelbare kleine ronde noduli",
            "authors": [
                {
                    "first": "Silicose",
                    "middle": [],
                    "last": "Aet",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Deze ontstaan laat: progressief verergerende dyspnoe, hoesten, soms pijn in de zijde, sputum (slijmerig, etterig of, bij antracosilicose",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Sympt",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Eerste stadium: geen afwijkingen, later tekenen van bronchitis en COPD (verlengd expirium, wheezing, rhonchi). R€ o. Vrij typische beelden: Vena cava superiorsyndroom",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Fys",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ond",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Belemmering van de bloedstroom in de v. cava superior, veelal door een kwaadaardig gezwel in het mediastinum",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Aet",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "De verschijnselen zijn veneuze stuwing in de bovenste lichaamshelft met oedeem (kapmanteloedeem), cyanose en collaterale circulatie op de thoraxvoorzijde. Th. Het is belangrijk bij een maligne proces eerst te pogen een histologische zekerheidsdiagnose te verkrijgen vooraleer eventuele chemo",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Sympt",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Vandaar de grote frequentie en de schijnbare afwezigheid van immuniteit. Sympt. Volle neus, niezen, waterig-slijmerige, soms etterige afscheiding uit de neus en hoofdpijn",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Virusinfectie Van De Bovenste Luchtwegen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "vooral in de wintermaanden voorkomend. Aet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Sympt. Pijnlijke keel, schorre hoest, pijnlijk gevoel retrosternaal, heesheid, opgeven van slijmerig of soms etterig sputum. Soms ook symptomen van coryza. Vaak lichte koorts. Fys.ond. Rode keel, gezwollen, niet-beslagen tonsillen. Bij auscultatie: brommen en piepen. Compl. Bacteriële surinfectie (vooral Haemophilus influenzae en pneumokokken), voornamelijk bij patiënten met *COPD",
            "authors": [],
            "year": null,
            "venue": "Zie ook verschillende virus*pneumonieën. Het betreft hier een virusinfectie van de onderste (eventueel ook de bovenste) luchtwegen",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "R€ o. CT-scan. Initiaal infiltraat in rechtermiddenkwab, daarna atelectase. Diagn. Endoscopie: opsporen van vernauwing of corpus alienum. Progn. Na herhaalde episoden, bronchiëctasieën en fibrose. Th. Antibiotica, bronchoscopisch verwijderen van corpus alienum, kwabresectie Muco-epidermoïd carcinoma Zeldzame vorm van longneoplasie die voorkomt onder een 'low grade' en 'high grade' variant. De eerste vorm gedraagt zich zoals andere 'low grade' tumoren (zie o.a. *Carcinoïdtumor), de laatste zoals een bronchuscarcinoom.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "R€ o. Weinig dense verdichting of meerdere, eventueel bilaterale haarden. Lab. Tekens van ontsteking maar meestal geen hyperleukocytose. Diagn. Serologie. Th. Neomacrolide of fluoroquinolone. Pneumonie, gramnegatieve Aet. Pseudomonas aeruginosa, Escherichia coli, Proteus, Serratia, Enterobacter. (Zie voor Klebsiella pneumoniae en Haemophilus influenzae de hiernavolgende trefwoorden). Genoemde infecties zijn meestal nosocomiaal en komen voor bij patiënten in verzorgingsinstellingen, bij patiënten met chronisch longlijden (*COPD, bronchiëctasieën), bij immunodeficiënties. Verl. Meestal acuut, met focale necrose, bloederig secreet en ernstige aantasting van algemene toestand. Verantwoordelijk voor circa 50% van overlijdens door bacteriële pneumonieën. Th. Aminoglycosiden en b etalactamantibiotica (piperacilline of derdegeneratiecefalosporines), op resistentiepatroon.Pneumonie, Haemophilus influenzae-Aet. Haemophilus influenzae. Vooral de omkapselde vorm veroorzaakt ernstige infecties: bij kinderen pneumonie en eventueel epiglottitis, otitis media, meningitis. Bij volwassenen vooral in associatie met alcoholisme, *COPD, *bronchuscarcinoom, ischemische vasculaire aandoeningen. R€ o. Diffuse vlokkige schaduwbeelden of lobaire consolidatie. Th. Amoxicilline met clavulaanzuur (5 à 40% b etalactamase producerend) of tweedegeneratiecefalosporine.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}