{
    "paper_id": "684393323124768bfea519290a911f53ffd371fd",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Bij patiënten met een irresectabel niet-kleincellig longcarcinoom werd in het verleden een afwachtend beleid gevoerd tot er ernstige klachten ontstonden en dan werd allereerst palliatief behandeld. Het laatste decennium staat de combinatie van chemo-en radiotherapie meer op de voorgrond met het oogmerk langdurige tumorcontrole te bewerkstelligen. Soms leidt deze behandeling zelfs tot curatie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In dit artikel beschrijven wij 2 patiënten die zich vijf jaar geleden presenteerden met een niet-kleincellig longcarcinoom in stadium IIIB en bij wie intensieve behandeling plaatsvond, met een zeer goede reactie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "ziektegeschiedenissen Patiënt A was een man van 58 jaar die tijdens een vakantie in Zuid-Afrika klachten kreeg van de gewrichten van onder andere vingers, polsen, tenen en knieën. De daar geraadpleegde arts dacht aan acuut reuma en schreef prednison en diclofenac voor. Terug in Nederland vond de huisarts bij lichamelijk onderzoek een zwelling in de linker supraclaviculaire klierloge. De vervolgens vervaardigde thoraxröntgenfoto liet een sterk verbreed mediastinum superius links zien. Patiënt werd aanvankelijk nader onderzocht in een groot algemeen ziekenhuis en werd vervolgens op eigen verzoek verwezen naar het Antoni van Leeuwenhoek Ziekenhuis in Amsterdam.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Daar leverde de anamnese geen bijzonderheden op, behalve een in de jeugd van patiënt vastgestelde hartklepverdikking na acuut reuma. Hij was niet afgevallen, gebruikte matig alcohol en had nooit gerookt. Bij lichamelijk onderzoek was patiënt in goede voedingstoestand en in een vrij goede algemene conditie. Links supraclaviculair bevond zich een pathologische zwelling van 8 v 8 cm; de linker ventrale thoraxwand promineerde. Een cytologische punctie uit de massa links supraclaviculair toonde afwijkende cellen passend bij een niet-kleincellig carcinoom. CT van de thorax liet in het linker mediastinum superius een pathologische lymfekliermassa zien die doorliep naar de infraclaviculaire klierloge, met afmetingen van 7 v 4 v 10 cm. Aan de ventrale zijde groeide de massa door het ribkraakbeen heen (figuren 1a en 1b). Bronchoscopie toonde centraal geen afwijkingen. Het laboratoriumonderzoek toonde een BSE van 55 mm/1e uur; de tumormerkstoffen α-foetoproteïne, β-humaan-choriongonadotrofine, carcino-embryonaal antigeen en prostaatspecifiek antigeen hadden niet-afwijkende waarden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "De conclusie luidde dat patiënt uitgebreide lymfekliermetastasen had van een onbekende primaire tumor. Hij werd voor palliatieve bestraling naar de radiotherapeut verwezen. Deze vroeg zich echter af of patiënt een niet-kleincellig carcinoom van de long in stadium IIIB (T4N3M0) had en of hij op grond hiervan geen intensievere therapie zou moeten krijgen. 1 Er volgde verwijzing naar de longarts met 2 vragen: (a) Kan de waarschijnlijkheidsdiagnose 'nietkleincellig longcarcinoom in stadium IIIB' gesteund wor-",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Twee patiënten met gevorderd niet-kleincellig longcarcinoom (stadium IIIB) en toch een zeer goede reactie op gecombineerde chemo-en radiotherapie C.C.E.Koning en N.van Zandwijk Bij 2 patiënten, mannen van 58 en 47 jaar, werd een niet-kleincellig longcarcinoom met mediastinale en supraclaviculaire lymfekliermetastasen, stadium IIIB, vastgesteld. Beide patiënten, die ondanks een ernstige tumorlast in een goede algemene conditie verkeerden, werden behandeld met een combinatie van chemo-en radiotherapie. De behandeling werd goed verdragen. Bij de tweede patiënt werd wegens een tweede tumor in de long een jaar later ook lobectomie uitgevoerd. Vijf jaar later waren beiden nog steeds in complete remissie. Hoewel een dergelijk resultaat zeker niet bij alle patiënten met stadium-IIIB-longkanker bereikt zal kunnen worden, kan een geselecteerde patiëntengroep toch intensief worden behandeld. De besluitvorming hierover dient in een multidisciplinair overleg plaats te vinden en de behandelingsvormen, als er sprake is van zowel chemo-als radiotherapie, moeten nauwkeurig op elkaar afgestemd worden. Beide vragen werden bevestigend beantwoord en aldus werd met chemotherapie in een weekschema begonnen. In totaal kreeg patiënt protocollair 6 cycli van 7 dagen met op dag 1 gemcitabine 800 mg/m 2 lichaamsoppervlakte opklimmend naar 900 mg/m 2 , gecombineerd met cisplatine 35 mg/m 2 stijgend naar 60 mg/m 2 . De behandeling werd goed verdragen. In die periode steeg het lichaamsgewicht 6 kg.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "casuïstische mededelingen"
        },
        {
            "text": "Drie weken na beëindiging van de chemotherapie werd met bestraling begonnen door 2 planparallelle velden, anterieur-posterieur gericht en omgekeerd, tot een dosis van 40 Gy gegeven in 4 weken, 2 Gy per fractie, 5 fracties per week, gericht op de tumor met ruime marges, gevolgd door 10 Gy op de door tumor aangedane gebieden met behulp van een meerveldenplanningstechniek. Een complete remissie was het gevolg (zie figuur 1c).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "casuïstische mededelingen"
        },
        {
            "text": "Bij follow-up tot 5 jaar later ging het de patiënt nog steeds goed: hij verkeerde in een goede lichamelijke conditie, had geen klachten en het controleonderzoek liet zien dat hij vrij van tumor was en zeer waarschijnlijk gecureerd.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "casuïstische mededelingen"
        },
        {
            "text": "Patiënt B, een man van 47 jaar, klaagde over heesheid. Daarnaast was hij moe en had sinds enige tijd een zeurderige pijn in zijn linker arm. Hij was niet afgevallen. Vanaf zijn 17e levensjaar rookte hij een pakje sigaretten per dag. Patiënt werd op grond van een afwijkende thoraxröntgenfoto naar de longarts verwezen, die naast een stembandparese links ook een zwelling links supraclaviculair van 4,5 × 5 cm vaststelde. Hieruit werd een biopt genomen. Pathologisch onderzoek toonde een beeld passend bij een niet-kleincellig longcarcinoom. Op de CT-scan werd een afwijking van 3 × 4 cm in de linker bovenkwab vastgesteld en werden pathologische lymfeklieren gezien in de linker hilus, het media stinum, het aortapulmonale venster en in het subcarinale gebied (figuur 2). Bij bronchoscopie kon de afwijking niet bereikt worden. Er werden intrabronchiaal geen afwijkingen gevonden. Wel werd het vermoeden van een N.-recurrensparese links bevestigd. De conclusie luidde: niet-kleincellig longcarcinoom stadium IIIB (T2N3M0). Patiënt werd vervolgens voor een behandelingsadvies naar het Antoni van Leeuwenhoek Ziekenhuis verwezen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "casuïstische mededelingen"
        },
        {
            "text": "Besloten werd tot chemo-en radiotherapie. Patiënt kreeg eerst cisplatine en gemcitabine om de 2 weken; in totaal 4 kuren. De chemotherapie werd gecompliceerd door een perianaal abces waarvoor drainage na de eerste chemotherapiecyclus noodzakelijk was. Daarnaast was in verband met leukocytopenie na de 2e kuur 2 weken uitstel aangewezen van de 3e kuur. Patiënt verdroeg de chemotherapie verder goed en zijn gewicht steeg met 6 kg. Hij werd daarna bestraald met een anterieur-posterieur gericht veld en met een posterieur-anterieur veld tot een dosis van 39 Gy, gegeven in 13 fracties, 4 fracties per week. Intussen kreeg hij ook een siliconeninjectie in de linker stemband en oefeningen door de logopedist ter bestrijding van de heesheid.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "casuïstische mededelingen"
        },
        {
            "text": "De ziekte reageerde goed op de therapie, maar ruim een jaar na de eerste klachten werd een nieuwe afwijking in de linker bovenkwab vastgesteld. Computertomografisch bleek het om een solitaire, mogelijk nieuwe afwijking te gaan. Bij positronemissietomografie ging het om uitsluitend activiteit in de lingula van de bovenkwab; de lymfeklieren namen geen activiteit op. Enkele maanden later werd een lobectomie linksboven uitgevoerd, waarbij een plaveiselcelcarcinoom van 2,2 cm diameter werd weggenomen dat meer dan 2 cm van het bronchiale resectievlak was verwijderd. Pathologisch onderzoek en vergelijking met de De radiotherapie werd niet strikt protocollair gegeven en was niet op curatie gericht. Vanwege het grote bestralingsvolume, waarbij een deel van het hart meebestraald werd, werd bij de eerste patiënt voor een voorzichtig gedoseerd schema gekozen; bij de tweede patiënt werd het vrij algemeen gebruikte palliatieve schema toegepast. Om de bestralingstoestellen te ontlasten dan wel een dag(deel) voor onderhoud vrij te roosteren, worden palliatieve schema's vaak met 4 fracties per week gegeven. De acute toxiciteit is dan ook minder.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "casuïstische mededelingen"
        },
        {
            "text": "Op grond van het tweede beeldvormend onderzoek bij patiënt B werd, mede gezien de zeer goede reactie op de gecombineerde behandeling, allereerst gedacht aan een tweede primaire tumor. Tweede primaire tumoren komen bij patiënten die behandeld zijn wegens een niet-kleincellig longcarcinoom frequent voor (2-4% per jaar) en bij operatie ging het inderdaad om een solitaire nieuwe afwijking. De pathologiebevindingen bevestigden deze indruk.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "casuïstische mededelingen"
        },
        {
            "text": "Longkanker, een van de meest voorkomende tumorsoorten, heeft in het algemeen een slechte prognose. Dit geldt voor zowel de kleincellige als de niet-kleincellige varianten ervan. De behandeling van kleincellige longtumoren bestaat uit chemotherapie; daarnaast heeft radiotherapie bij de tot de thorax beperkte vormen een positief effect op de lokale controle en op de overleving. 2 Indien radiotherapie electief wordt toegediend op de schedelinhoud bij patiënten in een klinische complete remissie, treden bij hen minder vaak hersenmetastasen op en verbetert de overleving eveneens. 3",
            "cite_spans": [],
            "ref_spans": [],
            "section": "casuïstische mededelingen"
        },
        {
            "text": "Van alle patiënten met een nieuw gediagnosticeerde nietkleincellige longtumor heeft niet meer dan 25% een tumor die voor chirurgie in aanmerking komt. Recent onderzoek suggereert dat er ook voor deze groep patiënten een beter resultaat behaald kan worden indien de lokale behandeling met chemotherapie wordt gecombineerd. 4 5",
            "cite_spans": [],
            "ref_spans": [],
            "section": "casuïstische mededelingen"
        },
        {
            "text": "Een aanzienlijk deel van de overige patiënten met een niet-kleincellige longtumor blijkt ziekte in stadium III te hebben, dat wil zeggen T1-3N2M0, T1-3N3M0, T3N1M0 en T4N0-3M0. Onafhankelijk van de onderverdeling naar celtype, te weten adeno-, plaveiselcelcarcinoom en grootcellig carcinoom, kunnen zij in aanmerking komen voor radiotherapie gecombineerd met chemotherapie wanneer zij geen tumorpositief pleuravocht hebben. In 1990 publiceerden Dillmann et al. als eersten een verbetering van de 1-en 2jaarsoverleving door chemotherapie vóór de bestraling toe te passen. 6 Sindsdien is nog een aantal gerandomiseerde studies uitgevoerd om de waarde van toevoeging van chemotherapie aan bestraling te bepalen. Hierbij kan onderscheid gemaakt worden tussen sequentiële dan wel gelijktijdige toepassing. [7] [8] [9] [10] De onlangs in dit tijdschrift besproken richtlijn voor diagnostiek en behandeling van niet-kleincellige longkanker gaat nader op dit onderwerp in. 11 De verwachting is dat in de nabije toekomst een uitspraak gedaan kan worden over welke benadering de voorkeur verdient.",
            "cite_spans": [
                {
                    "start": 571,
                    "end": 572,
                    "text": "6",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 801,
                    "end": 804,
                    "text": "[7]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 805,
                    "end": 808,
                    "text": "[8]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 809,
                    "end": 812,
                    "text": "[9]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 813,
                    "end": 817,
                    "text": "[10]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 965,
                    "end": 967,
                    "text": "11",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "casuïstische mededelingen"
        },
        {
            "text": "Hoewel de behandelingsresultaten nog steeds veel verbetering behoeven, laten de twee beschreven ziektegeschiedenissen zien dat zelfs bij patiënten met een homolateraal pathologisch supraclaviculair lymfeklierpakket intensieve gecombineerde therapie langdurige overleving mogelijk kan maken. De patiënten verkeerden vóór de behandeling in een goede algemene conditie. Belangrijke voorwaarden voor het welslagen van een dergelijke behandeling zijn nauwkeurige stadiëring en het ontwikkelen van een behandelingsplan in multidisciplinair overleg. Tijdens dit overleg komen de exacte omvang van de tumor, de algemene conditie van de patiënt en zijn of haar comorbiditeit ter sprake en wordt besloten tot een op de patiënt toegesneden, gecombineerd, nauwkeurig onderling afgestemd plan van behandeling.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "casuïstische mededelingen"
        },
        {
            "text": "Bij een in opzet curatieve benadering is het belangrijk te weten dat zich geen subklinische metastasen elders in het lichaam bevinden. Tegenwoordig zijn er nieuwe mogelijkheden om hier aanwijzingen voor te krijgen, zoals de positronemissietomografie. Tot kort geleden werd routinematig onderzoek op hematogene metastasen niet aangeraden wanneer de anamnese, het lichamelijk onderzoek of de laboratoriumuitslagen daartoe geen aanleiding gaven. 11 conclusie Patiënten met longkanker dreigden in het verleden nogal eens het slachtoffer te worden van een nihilistische houding ten aanzien van behandeling. Het is een uitdaging patiënten te kunnen selecteren die voor een in opzet curatieve dan wel adequate palliatieve benadering in aanmerking komen. De landelijke richtlijn kan helpen om op nationaal niveau hierin meer eenheid te brengen. ",
            "cite_spans": [
                {
                    "start": 443,
                    "end": 445,
                    "text": "11",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "casuïstische mededelingen"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A randomized trial of induction chemotherapy plus high-dose radiation versus radiation alone in stage III non-small cell lung cancer",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "O"
                    ],
                    "last": "Dillmann",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Seagren",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Propert",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guerra",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Eaton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Perry",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "N Engl J Med",
            "volume": "323",
            "issn": "",
            "pages": "940--945",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Effects of concomitant cisplatin and radiotherapy on inoperable non-small cell lung cancer",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Schaake-Koning",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bogaert W Van Den",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Dalesio",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Festen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hoogenhout",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Houtte P Van",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "N Engl J Med",
            "volume": "326",
            "issn": "",
            "pages": "524--554",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Non-small Cell Lung Cancer Collaborative Group",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The Cochrane Library. Issue 2. Oxford: Update Software",
            "authors": [],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Phase III study of concurrent versus sequential thoracic radiotherapy in combination with mitomycin, vindesine, and cisplatin in unresectable stage III non-small cell lung cancer",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Furuse",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fukuoka",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kawahara",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishikawa",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Takada",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kudoh",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Clin Oncol",
            "volume": "17",
            "issn": "",
            "pages": "2692--2701",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Final results of phase III trial in regionally advanced unresectable non-small cell lung cancer. Radiation Therapy Oncology Group",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Sause",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kolesar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Livingston",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Komaki",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Chest",
            "volume": "117",
            "issn": "",
            "pages": "358--64",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Pathologische kliermassa in aortapulmonale venster bij patiënt B. De schaalverdeling is in cm.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "CF. Revisions in the International System Staging Lung Cancer. Chest 1997;111:1710-7. 2 Warde P, Payne D. Does thoracic irradiation improve survival and local control in limited-stage small-cell carcinoma of the lung? A meta-analysis. J Clin Oncol 1992;10:890-5. 3 Aupérin A, Arriagada R, Pignon J, Péchoux C le, Gregor A, Stephens R, et al. Prophylactic cranial irradiation for patients with small-cell lung cancer in complete remission. N Engl J Med 1999;12:476-84. 4 Winton T, Livingston R, Johnson D, Rigas J, Cormier Y, Butts C, et al. A prospective randomised trial of adjuvant vinorelbine (VIN) and cisplatin (CIS) in completely resected stage IB and II non small cell lung cancer (NSCLC) Intergroup JBR.10. J Clin Oncol 2004;22:621S. 5 Strauss G, Herndon J, Maddaus M, Johnstone D, Johnson E, Watson D, et al. Randomized clinical trial of adjuvant chemotherapy with paclitaxel and carboplatin following resection in Stage IB Non-Small Cell Lung Cancer (NSCLC). Report of Cancer and Leukemia Group B (CALGB). Protocol 9633. J Clin Oncol 2004;22:621Si.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Two patients with advanced non-small cell lung cancer (stage IIIB) who still responded very well to combined chemotherapy and radiotherapy.-In two patients, men aged 58 and 47 years respectively, advanced nonsmall cell lung cancer (stage IIIB) with mediastinal and supraclavicular lymph-node metastases was diagnosed. Both patients had a good performance score despite the seriousness of their tumours. They were treated with chemotherapy followed by radiotherapy and the treatment was well tolerated. In the patient aged 47 years, lobectomy was performed one year later for a second primary carcinoma. Both patients were still disease-free 5 years after treatment. Although not every patient with stage IIIB lung cancer will respond so well to combined treatment, these cases illustrate that intensive treatment may be recommended for selected patients. The final therapeutic advice has to be made by a multidisciplinary team. If the treatment chosen includes both chemotherapy and radiotherapy then careful scheduling is required. Ned Tijdschr Geneeskd 2005;149:1289-93",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ]
}