{
    "paper_id": "693c7e47639116a10821f66cad4487ff2c312401",
    "metadata": {
        "title": "Journal Pre-proof COVID-19: A Lesson in Humility and An Opportunity for Sagacity and Hope COVID-19: A Lesson in Humility and An Opportunity for Sagacity and Hope",
        "authors": [
            {
                "first": "Valentin",
                "middle": [],
                "last": "Fuster",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Justine",
                "middle": [
                    "Varieur"
                ],
                "last": "Turco",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "A"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "\"Even great men bow before the Sun; it melts hubris into humility.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The outbreak of COVID-19 has caused all of us to feel like as if we are swimming in turbulent waters, struggling to reach the shore. Many of us are frightened by the rapid, infectious nature of an unknown virus. It is understandable to be frightened, as most of us were not trained in battlefield medicine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "-Dejan Stojanovic"
        },
        {
            "text": "Unfortunately, numerous public health experts predicted this potential threat-and such predictions and proactive recommendations fell on deaf ears. In 2017, I (VF) co-chaired a Committee of the National Academies of Sciences (NAS), Engineering, and Medicine, \"Global Health and the Future Role of the United States\", comprised of 12 experts in health and economics, with the objective of presenting recommendations to the U.S. government for evaluation and action. A critical proposal in this report was the investment and commitment to be prepared for future infectious disease pandemics, as well as an awareness of the evolving impact of chronic diseases, such as cardiovascular disease (1). In our 2017 New England Journal of Medicine article summarizing the NAS report, we wrote, \"The U.S. Army recently estimated that if a severe infectious disease pandemic were to occur today, the number of U.S. fatalities might well be nearly double the total number of battlefield fatalities sustained in all U.S. wars since the American Revolution…it is critical for the United States to recognize their severity and take proactive measures to build capacities and establish sustainable and cost-effective infrastructure to combat them\" (2,3). In the NAS report, we proposed specific recommendations to improve coordination during international public health emergency preparedness and response efforts, which would have better equipped us in the fight against COVID-19 (3,4). These recommendations, if implemented, could have presented multiple avenues to better preserve public health and security in such a crisis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "-Dejan Stojanovic"
        },
        {
            "text": "The world will change as a result of this pandemic. This current uncertainty has been incredibly humbling, which may be the change we needed. As physician scientists and clinicians, we may have become arrogant, bolstered by the success of our treatments and protocols. We need to use this time to become more human and more humble-to recognize that our hubris has made us weaker opponents to this disease. We will recover as a clinical and scientific community, but we need to consider how we can improve as a society and be better prepared for future challenges. We should reconsider our academic responsibilities, including scientific rigor, mentoring our younger clinicians and investigators, improving the delivery of patient care, and protecting our clinician teams. Culturally, we have an opportunity to be less reactive, more reflective, and to refocus on social equality and public health. A change is imminent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "-Dejan Stojanovic"
        },
        {
            "text": "Over the past few weeks, the Journal of the American College of Cardiology (JACC) has provided a lens into how the crisis has altered academic output. We have seen a vast disparity in academic output among our authors, reviewers, and editors. In March 2020, JACC received a 70% increase in submissions compared with March 2019, including a deluge of manuscripts related to COVID-19. We have been concerned that some authors, but certainly not all, have been opportunistic among the crisis to publish in this area. The JACC Editors want to appropriately inform the medical community about the coronavirus, especially related to those patients with cardiovascular complications and comorbidities (5), but we continue to be sagacious about publishing manuscripts that do not contain clear recommendations or scientific data, including anecdotal observations or small meta-analyses. We have a responsibility to commit to quality science. We still need to apply the appropriate amount of peer review rigor and discernment about what will be applicable to clinical practice and research. We cannot respond to the unscientific, reactive, and fast-paced environment that is reinforced through popular media and social media outlets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "-Dejan Stojanovic"
        },
        {
            "text": "What can we expect from JACC in the near future? Many clinicians are on the front lines of this terrible pandemic in the hospital setting, and we will continue to be flexible with deadlines and alleviate peer review publishing responsibilities. On one hand-depending on regional environments and circumstances-some clinical researchers at all stages of their careers are being asked to social distance from hospitals and laboratories. In part, this explains JACC's recent increase in submissions. On the other hand, the longer-term effect of paused trials and preclinical research will likely mean a delay in the production of academic output, so research submissions and publications may see a some decrease in 6 to 12 months.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "-Dejan Stojanovic"
        },
        {
            "text": "We should never forget the importance of being humble and sagacious, both individually and as a society. We are already witnessing glimmers of hope. Personally, we are already proud to see the courage we have witnessed by researchers and clinical care teams, demonstrating a fortitude that we are sure will lead toward a better future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "-Dejan Stojanovic"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Global health and the future role of the United States",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Investing in Global Health for Our Future",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Dzau",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Fuster",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Frazer",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "N Engl J Med",
            "volume": "377",
            "issn": "",
            "pages": "1292--1296",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Defense civil support: DoD, HHS, and DHS should use existing coordination mechanisms to improve their pandemic preparedness",
            "authors": [],
            "year": 2017,
            "venue": "Government Accountability Office",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The Future Role of the United States in Global Health. Emphasis on Cardiovascular Disease",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Fuster",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Frazer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Snair",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Am Coll Cardiol",
            "volume": "70",
            "issn": "25",
            "pages": "3140--3156",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Cardiovascular Considerations for Patients, Health Care Workers, and Health Systems During the Coronavirus Disease 2019 (COVID-19) Pandemic",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Driggin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Madhavan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bikdehli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Am Coll Cardiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jacc.2020.03.031"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}