{
    "paper_id": "69d5e44d34ee287deb4a8fe3a0db301c63238cfc",
    "metadata": {
        "title": "Systematic analysis of acute liver injury during SARS-CoV-2 infection Systematic analysis of acute liver injury during SARS-CoV-2 infection Medical Faculty Development Program, and NIH-NCI R21 CA215883-01A1 both to",
        "authors": [
            {
                "first": "Jose",
                "middle": [
                    "D"
                ],
                "last": "Debes",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Minnesota",
                    "location": {
                        "settlement": "Minneapolis",
                        "region": "MN"
                    }
                },
                "email": ""
            },
            {
                "first": "Chimaobi",
                "middle": [
                    "M"
                ],
                "last": "Anugwom",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Minnesota",
                    "location": {
                        "settlement": "Minneapolis",
                        "region": "MN"
                    }
                },
                "email": ""
            },
            {
                "first": "Elizabeth",
                "middle": [
                    "S"
                ],
                "last": "Aby",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Minnesota",
                    "location": {
                        "settlement": "Minneapolis",
                        "region": "MN"
                    }
                },
                "email": ""
            },
            {
                "first": "Jdd",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Infection by SARS-CoV-2, known as coronavirus disease 19 (COVID-19) has developed into a pandemic of proportions rarely witnessed before. A significant number of subjects infected with COVID-19 present with gastrointestinal (GI)-related manifestations, particularly acute liver injury (ALI). Reports describe different patterns of liver enzymes elevations in affected individuals ranging from 14% to 78% (1) . Most of the data originates from case reports or case series from specific sub-regions of China and there is little understanding on the significance of ALI during COVID-19 infection (2) . In the following study, we systematically reviewed information related to acute liver injury in subjects infected with COVID-19, further characterizing the hepatic injury patterns and correlation to in-hospital outcomes.",
            "cite_spans": [
                {
                    "start": 404,
                    "end": 407,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 593,
                    "end": 596,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "To the Editor;"
        },
        {
            "text": "We systematically reviewed all manuscripts related to COVID-19 infections, written in the English language, published in peer-reviewed journals, between December 1 st 2019 (the beginning of the pandemic) and March 25 th 2020. We included studies that reported information specific to levels of alanine or aspartate aminotransferase (ALT-AST) and/or total bilirubin, presentation of GI symptoms, preexisting liver disease, and in-hospital clinical progression. Authors and institutions in each manuscript were compared to avoid studies reporting on similar patients in different studies. Demographic variables were described by median with interquartile range (IQR). Acute liver injury was defined as an increase in ALT or AST above the upper limit of normal as reported by each study. Statistical analyses were performed via PRISM, using paired T-test aiming for a clinical significance of p<0.05, and correlation coefficients were used to estimate association between clinical variables and transaminase values. Median values with standard deviation from each manuscript related to each variable were used for statistical analyses. A total of 26 articles were evaluated, of which 15 articles met the appropriate criteria, involving a total of 3,109 subjects infected with COVID-19 (Table 1 ). All studies originated in China. The median age of affected individuals was 50 years (IQR 47-55) and 56% were males. A total of 6.5% (IQR 3-11.5%) of subjects presented with GI symptoms, most frequently diarrhea and vomiting. A total of 2% (1-9.2%) had evidence of underlying liver disease. The median number of subjects with ALI was 24.5% (IQR 17-36) and the great majority of these injury patterns were characterized by minimal elevations of ALT (median 29U/L, IQR 24-35) and ALT (median 33U/L, IQR 30-34) with overall normal values of total bilirubin (median 0.64mg/dl, IQR 0.57-0.80). There was no statistical difference between levels of ALT and AST in any of the evaluated studies (p=0.5, Fig 1A) . We found no correlation between the presence of ALI and presentation of GI symptoms (correlation coefficient 0.22, Fig1B) or presence of underlying liver disease (correlation coefficient 0.12). We found a high degree of correlation between elevated AST or ALT and admission to the intensive care unit (ICU) during hospitalization (correlation coefficients of 0.79 and 0.78 respectively, Fig 1C-D) . Correlation between ALI and mortality could not be performed due to lack of reported data.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1282,
                    "end": 1290,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1989,
                    "end": 1996,
                    "text": "Fig 1A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2386,
                    "end": 2395,
                    "text": "Fig 1C-D)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "To the Editor;"
        },
        {
            "text": "Our study found that approximately a quarter of subjects presenting with COVID-19 infection requiring hospitalization have ALI. Liver injury was mainly represented by minimal elevation of ALT and AST with normal values of total bilirubin (Supp Table 1 ). In most studies, AST showed a slightly higher value than ALT, but not enough to yield a statistical or clinical significant difference. One study found an isolated case of severe liver injury, which was removed from the analysis (3). Interestingly, our analysis found that cholestatic enzymes remained normal, contradicting the hypothetical notion that angiotensin converting enzyme-2 (ACE-2) receptors present in cholangiocytes, but not hepatocytes could be involved in the physiology underlying liver injury (4). Our study found no association between GI symptoms and the presence of liver injury. Moreover, we found no correlation between the presence of underlying liver disease and elevated liver enzymes. Interestingly, only 2% of subjects had evidence of a pre-existing liver conditions. This finding alone is of interest as the population of China has a hepatitis B infection prevalence of 7-11% depending on the region and age (5) . We found an association between higher degree of liver injury, expressed by levels of ALT or AST, and admission to the ICU. Although this is an expected finding, it has not been reported systematically across studies. Our study has several limitations, the main one being that it is a systematic analysis of multiple studies and therefore we could not evaluate the specific trend and prognosis of each subject with liver injury within studies, but rather the median of each study. Also, all studies originated in China, limiting the generalization of these findings. Nonetheless, our study provides important insights for specialty providers evaluating COVID-19 individuals and indicates that most COVID-19related liver disease is expressed by mild alteration of the hepatocellular component, and that cases involving acute liver failure, significant elevation of liver enzymes, or cholestatic disease should be further evaluated for other causes of liver disease. ",
            "cite_spans": [
                {
                    "start": 1191,
                    "end": 1194,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 244,
                    "end": 251,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "To the Editor;"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Liver injury during highly pathogenic human coronavirus infections",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Liver Int",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Liver injury in COVID-19: management and challenges",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Gastroenterol Hepatol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "507--513",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVID-19: Gastrointestinal manifestations and potential fecal-oral transmission",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Gastroenterology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Hepatitis B infection in the general population of China: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Men",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "BMC Infect Dis",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Clinical findings in a group of patients infected with the 2019 novel coronavirus (SARS-Cov-2) outside of Wuhan, China: retrospective case series",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "W"
                    ],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "X"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "G"
                    ],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Radiological findings from 81 patients with COVID-19 pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "20",
            "issn": "",
            "pages": "425--434",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A Trial of Lopinavir-Ritonavir in Adults Hospitalized with Severe Covid-19",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Clinical Characteristics of Imported Cases of COVID-19 in Jiangsu Province: A Multicenter Descriptive Study",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A comparative study on the clinical features of COVID-19 pneumonia to other pneumonias",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Clinical progression of patients with COVID-19 in Shanghai",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Qi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. J Infect",
            "volume": "80",
            "issn": "",
            "pages": "1--6",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Clinical Characteristics of COVID-19 Patients With Digestive Symptoms in Hubei, China: A Descriptive, Cross-Sectional, Multicenter Study",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Gastroenterol",
            "volume": "115",
            "issn": "",
            "pages": "766--773",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Clinical Characteristics of Coronavirus Disease 2019 in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "1708--1720",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Epidemiological, clinical and virological characteristics of 74 cases of coronavirus-infected disease 2019 (COVID-19) with gastrointestinal symptoms",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Lian",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Gut",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Clinical features and treatment of COVID-19 patients in northeast Chongqing",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Don't Overlook Digestive Symptoms in Patients With",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Novel Coronavirus Disease (COVID-19)",
            "authors": [],
            "year": 2020,
            "venue": "Clin Gastroenterol Hepatol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "A) Median levels of AST and ALT in each study; B) Correlation between acute liver injury (ALI) and percentage of GI symptoms on presentation each study, y-axis describes percentage of subjects with ALI, x-axis describes percentage of subjects with GI symptoms; C and D) Correlation between admission to intensive care unit (ICU) and median AST and ALT levels respectively.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Studies providing liver-related data",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}