{
    "paper_id": "6a32e064ad9d834961ae33aca8639ea607a2943f",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Y ou are probably reading this editorial from home, just as I am writing it from my home because of the COVID-19 global pandemic. The past few months (the exact duration depending on our locations) have been unprecedented in our professional and personal lives, as people across the globe face and respond to the increasing threats posed by the novel coronavirus (SARS-CoV-2). I hope you and your loved ones continue to stay safe and healthy in this difficult time. We should all express our sincere gratitude to the healthcare workers who are fighting for us on the front line, who do not have the option to work from home. I know you are probably as frustrated as I am about not being able to carry out the requested important experiments to revise an exciting manuscript (please see a recent editorial about this 1 ), but we must do our parts to help \"flatten the curve\" and hence accelerate the process for all of this to pass (and yes, this will pass eventually).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "I must confess that, even though I generally understood the potential impacts of a pandemic that could propagate exponentially, the accelerating pace of this global crisis and the extent of its impacts on everyone's daily life surprised me. When I was traveling internationally in mid-February of this year to attend conferences in Australia, coronavirus was already on everyone's mind and a common topic of discussion, but it mostly seemed to be a distant problem only for our scientist colleagues in China (or at most, from East Asia). I could not have imagined that we would be shutting down lab research activities and working from home in just another month in the small city of Madison, Wisconsin in the Midwest of the United States and that those conferences would be the last ones I would attend in the first half of 2020 (or maybe even most of this remaining year). But in retrospect, should the emergence of this crisis have been so surprising to us given the many dire warnings we have received over the years from our top infectious disease experts and global health leaders 2 and the several recent, smaller-scale but no less deadly, epidemic outbreaks? As the initial shock and confusion dissipated and the reality and routines of staying at home sank in, I began to see the connections between the COVID-19 crisis and the climate change challenge 3 that motivates many of us working on renewable energy research ( Figure 1 ). No, I am not talking about the noticeable reduction of air pollution and carbon dioxide emission due to the shut downs, 4 which indeed has been observed and will contribute to the mitigation of climate change (though maybe temporarily). Instead, what I mean is that there are actually many parallels between the challenges in fighting this global pandemic and fighting the climate change in the longer term. This clear and present COVID-19 crisis should serve as a wake-up call for us to act now and work even harder to prevent a climate crisis. Let me explain:",
            "cite_spans": [
                {
                    "start": 1561,
                    "end": 1562,
                    "text": "4",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 1429,
                    "end": 1437,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "(1) We are all in this together. A pandemic and climate change are both existential challenges facing the whole human race who share this planet together. Neither coronavirus nor climate see country borders. We have learned that it is not the question of if, but the question of when and how severely people throughout the world will be affected by COVID-19. Whether it be droughts in California, flooding in Midwest plains, bush fires in Australia, growing deserts in central Asia, retreating glaciers in the Alps, or melting polar ice caps, the consequences of climate change will impact all of us in some form at some point. These problems are not just \"their\" problems, but \"our\" problems. So long as we share the planet Editorial http://pubs.acs.org/journal/aelccp Earth we call home, no country can really be safe if there are still uncontrolled outbreaks elsewhere in the world; similarly, no country can escape the consequences of climate change unless we all act together.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "(2) We must act now before it is too late. By the time the coronavirus hit our big cities hard and the hospitals began to be overwhelmed, only then did most of us realize the severity of the challenge. But in some sense, it was already too late. We could ask ourselves what we could have and what we should have done a few weeks prior to that point (e.g., enact social distancing measures 5 ) to avoid, or at least slow down, the imminent exponential explosion of patients, or a few years before in terms of the small investments in monitoring, prevention, and preparedness that could have helped to minimize the impact of the pandemic. 2 We will not be able to turn back the clock to reverse the loss of lives, even though the peak of the pandemic will pass and some new normalcy in life will return. Similarly, by the time the truly catastrophic consequences of climate change materialize, it could be too late and we might not be able to do anything fast enough to significantly reverse the damages, or the economic costs to do so would be much more daunting. The less immediate time frame of climate change is more dangerous as it makes it easy for us to be complacent and just \"kick the can down the road\". But learning from the fresh lessons of COVID-19, we must act NOW so we avoid the fate of being the frogs boiled alive in warming water.",
            "cite_spans": [
                {
                    "start": 637,
                    "end": 638,
                    "text": "2",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "(3) Science and facts matter. For both COVID-19 and climate change, ignoring the growing scientific evidence and pretending that one could wish the problems away does not help us and cannot save us from the consequences. The facts will catch up with all of us no matter what one believes in. It will just be a matter of time: a few weeks in the case of COVID-19, and perhaps a few decades in the case of climate change. Now is the time facts and science matter the most, because our health and the wellbeing of humanity depend on them. Making rational decisions based on the science and facts is our best weapon against our common enemies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "(4) Innovation is key. We need the most innovative medical and technological solutions to address these unprecedented global challenges. Whether it be the diagnostics, prevention, or treatment of infectious diseases, or the understanding and modeling of the climate trends, or the development of new renewable energy or energy-saving technologies, we scientists and engineers need to rise to these challenges.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "(5) International collaboration is critical. We are all in this fight together, so we (scientists, specifically, and society, in general) need to work collaboratively to address the challenges. In the case of COVID-19, the global data sharing and collaborations have been impressive. 6 The genetic sequence of SARS-CoV-2 was determined and uploaded online on January 11 by Chinese scientists. By January 23 the PCR test for the SARS-CoV-2 was developed by German scientists and then quickly mass produced in China, South Korea, and many East Asian countries and also distributed by WHO to enable the rapid testing, isolation, and treatment of the patients. Based on such genetic sequences, the first RNA vaccine was designed and developed in the United States within a record two months. The biomedical research community not only acted with the utmost sense of urgency but also worked collaboratively across the globe. Many research papers, often authored by multiple institutions from multiple countries, were posted on various preprint servers before official publication, so that everyone could immediately build on others' research results. Similarly, the understanding and modeling of climate change has been a global collaborative effort over the last few decades through the Intergovernmental Panel on Climate Change (IPCC). 3 This is a model everyone can aspire to and learn from.",
            "cite_spans": [
                {
                    "start": 284,
                    "end": 285,
                    "text": "6",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "(6) We must respect mother nature and learn to peacefully coexist with her. Despite the tremendous advances in modern science and medicine, the human race is just another perfect mammalian host for the coronavirus to spread to in an exponential manner, if left unchecked. However dominant, we as a species are guests of this beautiful (and maybe unique) planet in this vast universe, maybe just for a short while. Respecting mother nature and keeping a sense of humility may well help us prosper a while longer in a more responsible and sustainable way.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Given the similarities of these two crises, what can we, the renewable energy research community, do to meet these challenges? While most of our ACS Energy Letters readers may not engage in biological and medical science research to directly contribute to the scientific fight against COVID-19, we can contribute. For example, we hear about manufacturing companies in the renewable energy sector trying to retool and directly address the challenges in the fight against COVID-19 and researchers contributing their expertise in materials and engineering to come up with technological solutions (such as face masks and other protective gears). 6 But perhaps our very personal and maybe life-changing experiences during this pandemic in 2020 could also finally convince all of us that we must act now and work collaboratively over the globe to address the challenge of climate change before it is too late.",
            "cite_spans": [
                {
                    "start": 642,
                    "end": 643,
                    "text": "6",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We need all kinds of creative technological solutions and \"all hands-on deck\" in the fight to mitigate climate change. We need to develop the most efficient solar cells with the lowest cost and mass produce and deploy them quickly. 7 We need to advance the research to harvest all forms of renewable energy from the environment such as wind, wave, and heat. 8 But in order to utilize intermittent energy sources, such as solar and wind, on a massive scale, without destabilizing the electrical grid, more efficient and less expensive grid-scale energy storage solutions such as redox flow batteries 9 and sodium-ion batteries 10 need to be developed. We could also integrate solar energy production with energy storage. 11 We can produce chemicals and fuels efficiently using renewable electricity using new electrocatalysts 12, 13 or generate electricity from all kinds of fuels more efficiently using advanced fuel cells. 14, 15 Electrifying transportation can reduce the consumption of fossil fuels (despite the temporary historic negative crude oil price), so greater capacity, less costly, and safer Li-ion batteries are needed. We can minimize the energy consumption in lighting with more efficient LEDs and reduce heating and cooling cost with energy-saving windows in buildings. 16 The scale and diversity of the renewable challenges are so enormous that we need all of the above and we need them as soon as possible to solve the challenges facing us. The energy research community (us) must take on the scientific and technological challenges collaboratively with the utmost sense of urgency now. What we do today to minimize and mitigate the impact on climate by developing, investing in, and deploying renewable energy technologies can and will make the difference in the years or decades down the road.",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 233,
                    "text": "7",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 358,
                    "end": 359,
                    "text": "8",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 720,
                    "end": 722,
                    "text": "11",
                    "ref_id": null
                },
                {
                    "start": 825,
                    "end": 828,
                    "text": "12,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 829,
                    "end": 831,
                    "text": "13",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 924,
                    "end": 927,
                    "text": "14,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 928,
                    "end": 930,
                    "text": "15",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1287,
                    "end": 1289,
                    "text": "16",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Hindsight is always 20/20. Maybe the year 2020 will go down in the history book not only as the year we did not have ACS Energy Letters http://pubs.acs.org/journal/aelccp Editorial our beloved ACS, MRS, or APS meetings, or the Summer Olympic Games, but also as the year we collectively understood that we could have done something before 2020 to avoid (or at least minimize) the catastrophe we now face. More importantly, we can learn from our current situation in order to avoid another pandemic like this, as well as avoid the catastrophe of climate change in the future. Perhaps this awakening and foresight could be the silver lining of the dark clouds over us now. Remember, we are all in this together. Act now, work together, and we can and will win this fight. Song Jin, Senior Editor, ACS Energy Letters orcid.org/0000-0001-8693-7010",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Complete contact information is available at: https://pubs.acs.org/10.1021/acsenergylett.0c00910",
            "cite_spans": [],
            "ref_spans": [],
            "section": "■ AUTHOR INFORMATION"
        },
        {
            "text": "Notes Views expressed in this editorial are those of the author and not necessarily the views of the ACS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "■ AUTHOR INFORMATION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Update to Our Reader, Reviewer, and Author CommunitiesApril 2020",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Burrows",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "ACS Energy Letters",
            "volume": "",
            "issn": "",
            "pages": "1610--1611",
            "other_ids": {
                "DOI": [
                    "10.1021/acsenergylett.0c00847"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Why pollution is plummeting in some cities  but not others",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Schiermeier",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "580",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/d41586-020-01049-6"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Open science takes on the coronavirus pandemic",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zastrow",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/d41586-020-01246-3?ref=pdf"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Challenges for commercializing perovskite solar cells",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Rong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mei",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Saidaminov",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Seok",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Mcgehee",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Sargent",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Science",
            "volume": "361",
            "issn": "eaat8235",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.aat8235"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Crystalline Solids with Intrinsically Low Lattice Thermal Conductivity for Thermoelectric Energy Conversion",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Jana",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Biswas",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "ACS Energy Letters",
            "volume": "3",
            "issn": "",
            "pages": "1315--1324",
            "other_ids": {
                "DOI": [
                    "10.1021/acsenergylett.8b00435"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Status and Prospects of Organic Redox Flow Batteries toward Sustainable Energy Storage",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "ACS Energy Letters",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1021/acsenergylett.9b01332"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Electrode Materials of Sodium-Ion Batteries toward Practical Application",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "ACS Energy Letters",
            "volume": "3",
            "issn": "",
            "pages": "1604--1612",
            "other_ids": {
                "DOI": [
                    "10.1021/acsenergylett.8b00609"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Combining theory and experiment in electrocatalysis: Insights into materials design",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "W"
                    ],
                    "last": "Seh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kibsgaard",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Dickens",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "B"
                    ],
                    "last": "Chorkendorff",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Norskov",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Jaramillo",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "355",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.aad4998"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Advanced Multifunctional Electrocatalysts for Energy Conversion",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "ACS Energy Letters",
            "volume": "4",
            "issn": "",
            "pages": "1672--1680",
            "other_ids": {
                "DOI": [
                    "10.1021/acsenergylett.9b01045"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Critical advancements in achieving high power and stable nonprecious metal catalyst-based MEAs for realworld proton exchange membrane fuel cell applications",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Banham",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kishimoto",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sato",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ozaki",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Imashiro",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Science Advances",
            "volume": "4",
            "issn": "eaar7180",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/sciadv.aar7180"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Shape-Controlled Nanoparticles as Anodic Catalysts in Low-Temperature Fuel Cells",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rizo",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Roldan Cuenya",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "ACS Energy Letters",
            "volume": "4",
            "issn": "",
            "pages": "1484--1495",
            "other_ids": {
                "DOI": [
                    "10.1021/acsenergylett.9b00565"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Molecular Level Assembly for High-Performance Flexible Electrochromic Energy-Storage Devices",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xiong",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lee-Sie Eh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Higuchi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "ACS Energy Letters",
            "volume": "5",
            "issn": "",
            "pages": "1159--1166",
            "other_ids": {
                "DOI": [
                    "10.1021/acsenergylett.0c00245"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Challenges of the COVID-19 crisis and climate change facing our planet.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}