{
    "paper_id": "6a543c44737a8ee8def9abacd67db5b3fdfff71b",
    "metadata": {
        "title": "Journal Pre-proof E-SHOPPING changes and the state of E-grocery shopping in the U.S. evidence from national travel and time use surveys E-SHOPPING CHANGES AND THE STATE OF E-GROCERY SHOPPING IN THE U.S. EVIDENCE FROM NATIONAL TRAVEL AND TIME USE SURVEYS",
        "authors": [
            {
                "first": "Jean-Daniel",
                "middle": [],
                "last": "Saphores",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "postCode": "92617",
                        "settlement": "Irvine",
                        "region": "CA"
                    }
                },
                "email": "saphores@uci.edu"
            },
            {
                "first": "Lu",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "postCode": "92617",
                        "settlement": "Irvine",
                        "region": "CA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In spite of the popularity of e-shopping, only 16% of US adults have ordered groceries online, and 7 out of 10 of those who currently buy groceries online do so at most twice a month.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Understanding the determinants of e-grocery shopping is important for grocers, supply chain managers, and urban planners. In this context, we first explore how deliveries from online shopping have been changing over time. From our analysis of the 2009 and 2017 National Household Travel Surveys, we found that online shopping has been embraced by increasingly diverse households, although income, education, and some racial/ethnic differences persist. Our analysis of the 2017 American Time Use Survey shows that Americans are 24 times more likely to shop for groceries in stores than online. Moreover, in-store grocery shoppers are more likely to be female and unemployed, but less likely to belong to younger generations, to have less than a college degree, or to be African American. The gender imbalance in grocery shopping is larger online than in stores, but e-grocery shoppers do not otherwise differ from the general population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Future travel and e-shopping surveys (especially for e-grocery) should combine time use and travel questions with retrospective questions about online purchases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "By expanding the range of products available to consumers, stimulating competition, and enhancing shopping convenience, e-commerce is changing the way people shop. Its popularity is growing. According to the Pew Research Center (Smith and Anderson, 2016) , four out of five Americans have purchased items online at least once (up from 22% in 2000) . Globally, ecommerce is taking an increasing share of total retail sales, rising from 7.4% in 2015 to 11.9% in 2018 (eMarketer, n.d.) . These changes have widespread implications for freight and supply chains management (Perboli and Rosano, 2019) , travel (Calderwood and Freathy, 2014; Suel and Polak, 2018) , the environment (Cherrett et al., 2017; Dost and Maier, 2018) , in-store shopping (Farag et al., 2007; Lee et al., 2017) , and land use planning (Pettersson et al., 2018) .",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 254,
                    "text": "(Smith and Anderson, 2016)",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 326,
                    "end": 347,
                    "text": "(up from 22% in 2000)",
                    "ref_id": null
                },
                {
                    "start": 451,
                    "end": 482,
                    "text": "11.9% in 2018 (eMarketer, n.d.)",
                    "ref_id": null
                },
                {
                    "start": 569,
                    "end": 595,
                    "text": "(Perboli and Rosano, 2019)",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 605,
                    "end": 635,
                    "text": "(Calderwood and Freathy, 2014;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 636,
                    "end": 657,
                    "text": "Suel and Polak, 2018)",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 676,
                    "end": 699,
                    "text": "(Cherrett et al., 2017;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 700,
                    "end": 721,
                    "text": "Dost and Maier, 2018)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 742,
                    "end": 762,
                    "text": "(Farag et al., 2007;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 763,
                    "end": 780,
                    "text": "Lee et al., 2017)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 805,
                    "end": 830,
                    "text": "(Pettersson et al., 2018)",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The growth of online shopping (e-shopping) is far from homogeneous from a geographic point of view, however. For example, in 2018 online retail sales were approximately 28.6% of total consumer retail sales in China (insideRetail Hong Kong, n.d.) , versus less than 10% in the United States (US Census Bureau News, 2019). Moreover, e-shopping in a given sector can differ widely even between countries that are culturally and economically similar. Indeed, despite an average annual growth of 18.7% between 2000 and 2016 (US Census Bureau, 2018a), e-commerce sales of food, beer, and wine 1 in the United States represent currently only 0.35% of total food and beverage purchases (US Census Bureau, 2018b). By comparison, online sales made up 5.3% of total food retail sales in the UK (Office of National Statistics, 2018), which outlines the need to study e-grocery in the United States, even though this topic has already received much attention elsewhere, especially in Europe.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 245,
                    "text": "China (insideRetail Hong Kong, n.d.)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this context, this empirical study has two purposes. Our first purpose is to understand changes between 2009 and 2017 -two years selected because of data availability -in residential deliveries from online shopping in the United States. We focus on residential deliveries because national data on grocery deliveries from online purchases in the United States are not, as far as we know, publicly available. Understanding residential deliveries from e-shopping is clearly important to logistics managers (so they can supply warehouses serving residences), to transportation engineers (so they can maintain residential roads and adequately update their design), and to transportation planners (so they can mitigate the externalities of changing freight flows and accommodate new delivery options). Better quantifying the traffic and environmental impacts of residential deliveries from online shopping is particularly of concern because soaring uncoordinated deliveries will increase residential traffic congestion, noise, and air pollution, and exacerbate parking shortages in dense urban areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Our second purpose is to characterize US households who are shopping online for groceries, which is salient because of the importance and the challenges of grocery retailing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Since we are not aware of any public national dataset on household deliveries of groceries in the US, an indirect way of analyzing e-grocery deliveries is to couple characterizations of e-grocers with an understanding of deliveries from online purchases, as analyzed in the first part of this paper. Although a number of papers have analyzed online shoppers (e.g., see Brashear et al., 2009; Ganesh et al., 2010; Crocco et al., 2013; Bressolles et al., 2014; or Harris et al., 2017, and references herein), much of the recent literature has focused on Europe, and there is a dearth of academic research on e-grocery in the United States. Profiles of online shoppers generated by consultants for grocers can also be found online, but they typically rely on univariate analyses and none of the profiles we found analyzed datasets representative of the US population.",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 391,
                    "text": "Brashear et al., 2009;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 392,
                    "end": 412,
                    "text": "Ganesh et al., 2010;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 413,
                    "end": 433,
                    "text": "Crocco et al., 2013;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 434,
                    "end": 458,
                    "text": "Bressolles et al., 2014;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 459,
                    "end": 486,
                    "text": "or Harris et al., 2017, and",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To the best of our knowledge, our paper is the first to analyze recent changes in residential deliveries from online shopping in the United States and to examine online grocery (e-grocery) shopping using publicly available survey data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Our point of departure is the latest (2017) National Household Travel Survey (NHTS), which we contrast with its previous edition, the 2009 NHTS. We analyze these two national surveys because they asked participating households how many deliveries from online shopping they received in the 30 days preceding their assigned survey day. To explain the number of these deliveries and understand how they changed between the 2009 and the 2017 NHTS, we estimate similar zero-inflated mixture models on 2009 (N=134,371) 2 and 2017 (N=123,148) NHTS data, and test differences in model coefficients for these two years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Since the 2017 NHTS does not ask about e-grocery shopping, we also analyze data from the 2017 American Time Use Survey (ATUS) to contrast socio-economic characteristics of people who engage in online grocery shopping with conventional grocery shoppers. To do so, we first estimate logit models on a subset (N=2,934) of the 2017 ATUS to consider only households likely to have had access to e-grocery shopping in 2017. Since the number of people who shopped for groceries online in the 2017 ATUS is small, we compare the distributions of selected socio-economic characteristics of e-grocery shoppers with those of conventional grocery shoppers using Kruskal-Wallis tests. Finally, we contrast the distributions of shopping start times (i.e., when a customer starts browsing to buy groceries) between these two groups, since proponents of e-grocery shopping highlight the convenience of shopping at any time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the next section, we review how e-grocery shopping first emerged, assess what obstacles led to early failures, and explain how they were (at least partly) overcome. We then briefly discuss characteristics of e-shoppers in the United States, and review some potential 2 In this paper, (N=number) refers to the size of the sample on which specific models were estimated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "impacts of e-shopping and e-grocery. In Sections 3 and 4, we respectively present our data and introduce our modeling approach. In Section 5 we discuss our results. In Section 6 we summarize our findings, discuss potential impacts on local deliveries, outline some limitations of our study, and propose some avenues for future work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Alternative channels to traditional retail (e.g., mail order) predate by decades the arrival of online shopping but their market share has always been small, especially for groceries (White, 1997) .",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 196,
                    "text": "(White, 1997)",
                    "ref_id": "BIBREF78"
                }
            ],
            "ref_spans": [],
            "section": "The first coming of e-grocery in the US"
        },
        {
            "text": "The emergence of the internet was a game changer because it considerably expanded consumer choice, sped up deliveries, and provided new ways to learn about products (Seaman, 1995) .",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 179,
                    "text": "(Seaman, 1995)",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [],
            "section": "The first coming of e-grocery in the US"
        },
        {
            "text": "The first big push to develop online grocery shopping took place in the late 1990s when consumers started buying products over the internet. Grocery was an early target because it is the single largest retail sector, most consumers shop for groceries frequently, and many do not particularly enjoy it (Saunders, 2018) . Proponents argued that e-grocery would give consumers the freedom to shop at the time and from the place of their choosing, expand consumer choice, and stimulate competition by facilitating price comparisons. Convenience and time saving were seen as major advantages at a time when women's participation in the labor force was rising (Morganosky and Cude, 2000) . E-grocery pioneers were technology companies eager to leverage their knowledge of information technologies to take over what they saw as an underachieving sector (Saunders, 2018) . Companies like Webvan (founded in 1996) and HomeGrocer.com (started in 1997) rode the dot.com bubble. They attracted large investments to buy warehouses, delivery vans, and marketing campaigns, and built from scratch purely online businesses. However, when consumer demand failed to meet expectations, investments dried up with the burst of the dot.com bubble and they went bankrupt (Webvan purchased HomeGrocer.com in September 2000, and it filed for bankruptcy in July 2001) (Grunert and Ramus, 2005; Saunders, 2018) . Partly as a result of these failures, online grocery shopping has been called \"the Bermuda Triangle of ecommerce\" -a place where investments vanish without leaving a trace (McDonald et al., 2014) .",
            "cite_spans": [
                {
                    "start": 301,
                    "end": 317,
                    "text": "(Saunders, 2018)",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 654,
                    "end": 681,
                    "text": "(Morganosky and Cude, 2000)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 846,
                    "end": 862,
                    "text": "(Saunders, 2018)",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 1342,
                    "end": 1367,
                    "text": "(Grunert and Ramus, 2005;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1368,
                    "end": 1383,
                    "text": "Saunders, 2018)",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 1558,
                    "end": 1581,
                    "text": "(McDonald et al., 2014)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "The first coming of e-grocery in the US"
        },
        {
            "text": "What went wrong? US e-grocery pioneers overlooked several key characteristics of the grocery sector, and underestimated the magnitude of the change they wanted to introduce.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The first coming of e-grocery in the US"
        },
        {
            "text": "First, e-shopping implies that a number of tasks previously undertaken by customers, including picking, packing, and delivering goods, are taken over by the retailer. This adds to the costs of retailers and squeezes their already thin profits.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The first coming of e-grocery in the US"
        },
        {
            "text": "Second, since groceries are quite diverse and some are perishable, they require more complex logistics (Murphy, 2003) . Moreover, delivering to a customer's residence raises new issues. Indeed, if no one is present to receive an order, coming back at a different time is costly.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 117,
                    "text": "(Murphy, 2003)",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "The first coming of e-grocery in the US"
        },
        {
            "text": "Conversely, if an order is left on a buyer's doorstep, delivered goods could spoil or be stolen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The first coming of e-grocery in the US"
        },
        {
            "text": "The problem is especially acute for prepared foods, whose temperature, texture, taste, and appearance can quickly change over time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The first coming of e-grocery in the US"
        },
        {
            "text": "Third, early e-grocers did not appreciate the difference between buying groceries online and shopping for groceries in a conventional store (Robinson et al., 2007) . In particular, sensory information (e.g. smell and touch) and interpersonal interactions are lacking online (Hansen, 2005) . This is not an issue for search goods (whose characteristics are easily evaluated before purchase), but it matters for experience goods (which can only be evaluated after a purchase) (Nelson, 1970) . In brick-and-mortar stores, fresh produce can be touched and smelled so they are search goods, but for online shoppers they become experience goods (Weathers et al., 2007) .",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 163,
                    "text": "(Robinson et al., 2007)",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 274,
                    "end": 288,
                    "text": "(Hansen, 2005)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 474,
                    "end": 488,
                    "text": "(Nelson, 1970)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 639,
                    "end": 662,
                    "text": "(Weathers et al., 2007)",
                    "ref_id": "BIBREF76"
                }
            ],
            "ref_spans": [],
            "section": "The first coming of e-grocery in the US"
        },
        {
            "text": "In spite of its failure, the first wave of e-groceries caught the attention of traditional grocers as online shopping revolutionized shopping in other sectors, such as books or electronics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The first coming of e-grocery in the US"
        },
        {
            "text": "As the first wave of internet-only grocers were closing, traditional grocers started experimenting with on-line shopping. Moreover, new start-ups began emerging with innovative solutions to address some of the shortcomings of earlier e-grocery shopping models.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The second coming of e-grocery in the US"
        },
        {
            "text": "In addition to attractive and easily navigable websites (Freeman and Freeman, 2011) , one key to success in e-grocery shopping is low operational costs in order to offer competitive prices and effective delivery services (Kamarainen et al., 2001; Anckar et al., 2002) . This lesson was learned by both traditional grocers and mega retailers such as Walmart or Target, and Amazon, which acquired Whole Foods in 2017 to boost its physical presence.",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 83,
                    "text": "(Freeman and Freeman, 2011)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 221,
                    "end": 246,
                    "text": "(Kamarainen et al., 2001;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 247,
                    "end": 267,
                    "text": "Anckar et al., 2002)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "The second coming of e-grocery in the US"
        },
        {
            "text": "To keep costs down, some grocers partnered with start-ups that provide a platform to customers who order from the grocers' websites and have their employees pick, pack, and deliver orders in exchange for payments from both grocers and shoppers (they also make money from customer information). The largest of these start-ups is Instacart, created in 2012 (Lien, 2017) . By the end of 2018, Instacart had partnerships with over 300 retailers operating over 15,000 grocery stores. A number of other start-ups have been offering similar services, including Deliv, DoorDash, Postmates, or Shipt (acquired by Target at the end of 2017).",
            "cite_spans": [
                {
                    "start": 355,
                    "end": 367,
                    "text": "(Lien, 2017)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "The second coming of e-grocery in the US"
        },
        {
            "text": "To avoid unsecured deliveries, e-grocers have experimented with different alternatives: 1) Click and pick, where consumers order online but pick up at a store or a warehouse; 2) Bring to a local storage area and deliver when customers are home; 3) Allow the delivery person to leave purchases inside a customer's home. This service is offered by smart lock maker August with delivery partner Deliv and several retailers (Macy's, Best Buy, Bloomingdale's and PetSmart). It is also offered by Amazon for its Prime customers who live in selected cities, and subscribe to Amazon Key. Amazon Key requires buying an Amazon cloud cam and installing a compatible smart lock at home (Wollerton, 2018) ; and 4) Deliver an order to the customer's car trunk, if he/she is an Amazon Prime subscriber, has an active connected car service plan, drives a GM or a Volvo vehicle from 2015 or newer, and lives in one of 37 US cities (Hawkins, 2018) .",
            "cite_spans": [
                {
                    "start": 674,
                    "end": 691,
                    "text": "(Wollerton, 2018)",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 914,
                    "end": 929,
                    "text": "(Hawkins, 2018)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "The second coming of e-grocery in the US"
        },
        {
            "text": "Leading e-grocery retailers in 2017 include Wal-Mart, Costco, Sears (which filed for bankruptcy in 2018), Amazon, Kmart, but also Kroger (the largest overall grocer in the US), and Safeway (an Albertsons brand). However, this sector has been changing quickly with Amazon's purchase of Whole Foods and Target's acquisition of Shipt (both in 2017), for example. While in 2017 just over 30% of grocery stores in the US offered home delivery/store pickup of online orders, this percentage had jumped to over 52% by 2019 (Conway, 2020) .",
            "cite_spans": [
                {
                    "start": 516,
                    "end": 530,
                    "text": "(Conway, 2020)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "The second coming of e-grocery in the US"
        },
        {
            "text": "To inform our choices of explanatory variables, we also reviewed paper characterizing people who engage in e-grocery shopping. Early studies reported that online grocery shoppers are typically younger, better educated, and tend to have higher incomes than the general population Cude, 2000, 2002) . They are also more likely to be female because women are typically more involved in grocery shopping Cude, 2000, 2002) . Other studies reported that some seniors and some disabled individuals also shop online for groceries (White, 1997; Anckar et al., 2002) .",
            "cite_spans": [
                {
                    "start": 279,
                    "end": 296,
                    "text": "Cude, 2000, 2002)",
                    "ref_id": null
                },
                {
                    "start": 400,
                    "end": 417,
                    "text": "Cude, 2000, 2002)",
                    "ref_id": null
                },
                {
                    "start": 522,
                    "end": 535,
                    "text": "(White, 1997;",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 536,
                    "end": 556,
                    "text": "Anckar et al., 2002)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "E-shoppers and e-groceries"
        },
        {
            "text": "As expected, convenience is a driving force behind e-groceries, but situational factors (such as a recent baby or a deteriorating health) also matter (Hand et al., 2009) . People comfortable navigating the internet are not necessarily online shoppers, however, and when they shop online, they do not usually discontinue offline shopping (Hand et al., 2009) . Furthermore, Kang et al. (2016) showed that the impact of convenience depends on experience with eshopping and with the type of product considered. Moreover, although the time requirement to access offline grocery markets has no effect on the adoption of online grocery shopping, it may affect the amount of groceries purchased online.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 169,
                    "text": "(Hand et al., 2009)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 337,
                    "end": 356,
                    "text": "(Hand et al., 2009)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 372,
                    "end": 390,
                    "text": "Kang et al. (2016)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "E-shoppers and e-groceries"
        },
        {
            "text": "A number of papers have inquired about the determinants of consumers' channel choice (e.g., see Melis et al., 2015; . Melis et al. (2015) found that when consumers start buying groceries online, they tend to select the online store from their preferred offline stores; moreover, the offline environment is important when customers are new to online shopping, although it matters increasingly less as they gain more experience with on-line shopping. The device used for e-grocery shopping also seems to matter: according to , m-shopping (i.e., shopping via smartphones or tablets) increases the rate of orders, especially for low-spending customers.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 115,
                    "text": "Melis et al., 2015;",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 118,
                    "end": 137,
                    "text": "Melis et al. (2015)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "E-shoppers and e-groceries"
        },
        {
            "text": "In spite of high growth rates and enthusiasm for online grocery shopping, a recent Gallup survey (Redman, 2018) showed that 84% of US adults have never ordered groceries online, and that 7 out of 10 of those who buy groceries online do so twice a month or less.",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 111,
                    "text": "(Redman, 2018)",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "E-shoppers and e-groceries"
        },
        {
            "text": "As e-shopping and e-grocery become more common in the US, they may have multiple impacts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impacts of e-shopping/e-groceries on land use, retailers, and supply chain planning"
        },
        {
            "text": "Here, we briefly consider impacts on land use, retailers, and supply chain planning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impacts of e-shopping/e-groceries on land use, retailers, and supply chain planning"
        },
        {
            "text": "As they become increasingly affordable and ubiquitous, information and communication technologies (ICT) are decoupling activities such as work or shopping from specific times and spaces (Kwan, 2007) . By decreasing the cost of exchanging information, ICT may weaken agglomeration forces and promote the emergence of decentralized, smaller urban centers (Ioannides et al., 2008) . However, concrete evidence that internet use (and in particular eshopping) has impacted urban structure is still lacking (Ioannides et al., 2008) , possibly because it takes years to substantially change the structure of an urban area, but also because of the complexity of the changes induced by ICT, and more particularly by e-shopping (Nahiduzzaman et al., 2019) . While we can expect to see a shift in demand from retail space to warehousing or other types of storage space, the magnitude of that shift is still uncertain. It may be amplified, however, with the widespread adoption of self-driving technologies, which are expected to substantially cut the cost of freight transportation (Wadud, 2017; Andersson and Ivehammar, 2019) . This shift may be less important for e-grocery than for e-shopping in general. It will also depend on the dominant form of grocery (e.g., click-and-pick vs. home deliveries) and on the extent to which grocers adopt omni-channel strategies, where the business processes of multiple retail channels are increasingly integrated (Marchet et al., 2018) .",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 198,
                    "text": "(Kwan, 2007)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 353,
                    "end": 377,
                    "text": "(Ioannides et al., 2008)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 501,
                    "end": 525,
                    "text": "(Ioannides et al., 2008)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 718,
                    "end": 745,
                    "text": "(Nahiduzzaman et al., 2019)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1071,
                    "end": 1084,
                    "text": "(Wadud, 2017;",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 1085,
                    "end": 1115,
                    "text": "Andersson and Ivehammar, 2019)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1443,
                    "end": 1465,
                    "text": "(Marchet et al., 2018)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Impacts of e-shopping/e-groceries on land use, retailers, and supply chain planning"
        },
        {
            "text": "Although online shopping is often invoked to explain high-profile bankruptcies among US retailers (e.g., Sears, Sport Authority, Payless) and store closures by major retailers such as J.C. Penney and Macy's that took place over the last decade, other factors may have contributed just as much to retail store closures in the US, including an excessive number of malls and shifts in consumers' spending habits (Thompson, 2017) . Grocery stores have also been affected as they are facing increasing competition from Walmart, Aldi, and Amazon (Meyerson, 2019) , but casualties so far have only been small and regional firms that were out of sync with the markets, or could not afford costly investment to expand online (Meyerson, 2020) .",
            "cite_spans": [
                {
                    "start": 409,
                    "end": 425,
                    "text": "(Thompson, 2017)",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 540,
                    "end": 556,
                    "text": "(Meyerson, 2019)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 716,
                    "end": 732,
                    "text": "(Meyerson, 2020)",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Impacts of e-shopping/e-groceries on land use, retailers, and supply chain planning"
        },
        {
            "text": "In addition to the obstacles associated with e-shopping in general, such as risks associated with the safety of internet connections and the payment system, or the lack of complete information about online orders (Wat et al., 2005) , e-grocers need to adopt efficient home delivery solutions that can accommodate the requirements of groceries (Punakivi and Saranen, 2001 ). This entails ensuring delivery during tight time windows while observing adequate temperature requirements, the ability to promptly respond to demand, and having enough information to avoid failed home deliveries due to a customer's absence (Punakivi and Saranen, 2001) , all of which are issues that delivery service companies or the postal service typically do not face. A number of options have been proposed to manage the demand for grocery deliveries based either on time slot allocations or time slots pricing, either in static (i.e., forecast-based) or dynamic (i.e., real-time) settings (Agatz et al., 2013; Klein et al. (2019) .",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 231,
                    "text": "(Wat et al., 2005)",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 343,
                    "end": 370,
                    "text": "(Punakivi and Saranen, 2001",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 615,
                    "end": 643,
                    "text": "(Punakivi and Saranen, 2001)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 969,
                    "end": 989,
                    "text": "(Agatz et al., 2013;",
                    "ref_id": null
                },
                {
                    "start": 990,
                    "end": 1009,
                    "text": "Klein et al. (2019)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Impacts of e-shopping/e-groceries on land use, retailers, and supply chain planning"
        },
        {
            "text": "More generally, brick-and-mortar retailers aiming to be competitive online need to redefine their logistics networks (Wollenburg et al., 2018) . This involved adapting inventory management, distribution settings (i.e., the number and type of logistics facilities handling online orders), fulfilment strategy, deliveries, and return management policies (Marchet et al., 2018) .",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 142,
                    "text": "(Wollenburg et al., 2018)",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 352,
                    "end": 374,
                    "text": "(Marchet et al., 2018)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Impacts of e-shopping/e-groceries on land use, retailers, and supply chain planning"
        },
        {
            "text": "As explained in the introduction, this study relied on data from several publicly available datasets. First, to understand how deliveries from online shopping have been changing over the last few years, we analyzed data from both the 2009 and the 2017 National Household Travel Surveys (NHTS) (FHWA, 2010 (FHWA, , 2018 . These surveys provide comprehensive national data on households, their members, their vehicles, and daily travel for all purposes and by all modes of transportation. Second, since (to the best of our knowledge) there is no publicly available national dataset on e-grocery in the US, we analyzed data from the 2017 American Time Use Survey (ATUS) to characterize US consumers who shop online for groceries. These datasets and our variable choices are presented in turn.",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 304,
                    "text": "(FHWA, 2010",
                    "ref_id": null
                },
                {
                    "start": 305,
                    "end": 318,
                    "text": "(FHWA, , 2018",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "Compared to the 2009 NHTS, data for the 2017 NHTS were collected using a new sampling strategy and a new methodology (e.g., data were retrieved using of a self-completed web-based survey instead of via an interviewer assisted phone survey) to lower the burden on respondents and improve coverage. In 2009, the sample frame was obtained using random digit dialing of landline phone numbers, but this approach is no longer appropriate because since 2016 over half Both the 2009 and the 2017 NHTS inquired about the number of times each respondent purchased something online and had it delivered in the 30 days preceding their survey day. We note, however, that the 2009 NHTS question specifies deliveries to home, while that 2017 NHTS question we analyze does not. We aggregated individual answers to this question by household to create the dependent variable for our models that explain deliveries from online shopping. We focused on households here because it is not uncommon for one household member to order goods for other household members, especially if they are children.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data from the 2009 and 2017 NHTS"
        },
        {
            "text": "Both surveys also asked how frequently respondents use the internet. We used this information to exclude households who stated they never use the internet but receive deliveries from online purchases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data from the 2009 and 2017 NHTS"
        },
        {
            "text": "To explain deliveries from online purchases, we relied on a wide range of directly observable household characteristics and on land use variables available in both the 2009 and the 2017 NHTS. First, our models include variables describing household composition (see Table   1 ), and a count of the number of household women over 18, as women are often in charge of shopping. Since the age of household members likely matters, we kept track of the number of children (household members under 18), and of the number of household members 18 or older from each generation, as defined by the Pew Research Center (2018).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 266,
                    "end": 275,
                    "text": "Table   1",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Data from the 2009 and 2017 NHTS"
        },
        {
            "text": "<Insert Table 1 approximately here> Because income categories differ between the 2009 and the 2017 NHTS, we created approximate quintiles (20% strata). We also added the number of household adults who work part-time and full-time since working decreases the time available for activities such as shopping. To capture the highest educational achievement in the household, we relied on the five common categories shown in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 8,
                    "end": 15,
                    "text": "Table 1",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 420,
                    "end": 427,
                    "text": "Table 1",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Data from the 2009 and 2017 NHTS"
        },
        {
            "text": "In addition, we included in our models race variables, a Hispanic/Latino indicator, and we counted the number of household members born abroad. The purpose of these variables is to help capture cultural differences or uneven access to online shopping.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data from the 2009 and 2017 NHTS"
        },
        {
            "text": "People with a medical condition that impairs their mobility would likely benefit from online shopping, so we created an indicator variable for them. Home ownership (a wealth indicator) may also play a role here, and so could the number of vehicles per adult.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data from the 2009 and 2017 NHTS"
        },
        {
            "text": "Finally, we created two population density indicator variables (<300 people per square mile and ≥7,000 people per square mile) and an indicator variable for heavy rail. The lowdensity variable could reflect that people in rural areas have fewer shopping options and may therefore benefit more from online shopping. Conversely, the high-density indicator (and the heavy rail variable) could capture impacts from enhanced online shopping and delivery options.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data from the 2009 and 2017 NHTS"
        },
        {
            "text": "After removing households with missing data and with over 2 deliveries per day because the latter are unusual and influential observations (39 and 117 Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 151,
                    "end": 158,
                    "text": "Table 1",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Data from the 2009 and 2017 NHTS"
        },
        {
            "text": "To get a profile of US consumers who shop for groceries online, we analyzed data from the 2017 ATUS. The main goal of this survey is to understand how noninstitutionalized US residents who are civilians 15 or older allocate their time. ATUS samples individuals who participated in the Current Population Survey. It is conducted annually by the US Census Bureau by phone, using Computer Assisted Interview software.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data from the 2017 ATUS"
        },
        {
            "text": "Although grocery shopping is a household activity, our basic unit of analysis here is the individual because only one person per household participates in ATUS. For each person in our sample, we gathered a broad range of socio-economic variables. Individual characteristics include marital status, gender, generation (based on Pew Research Center definitions), work status, education level, race, Hispanic/Latino status, and presence of a mobility impairment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data from the 2017 ATUS"
        },
        {
            "text": "Household characteristics include the number of children and annual income.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data from the 2017 ATUS"
        },
        {
            "text": "We considered two dependent variables obtained by combining activity (grocery shopping) and location data. The first dependent variable indicates whether or not a respondent shopped for groceries in a store during their ATUS survey day. The second dependent variable indicates whether or not a respondent shopped for groceries online (i.e., when the respondent shopped for groceries, he/she was neither in a grocery store nor in another store/mall). Out of 10,223 persons in our sample, 1,420 (13.9%) shopped for groceries in a store, but only 59 (0.57%) shopped for groceries online. This low percentage is not surprising since by August 2018, of the 16% of US adults who had ever ordered groceries online, 7 out of 10 did so twice a month or less (Redman, 2018) . Interestingly, nobody in the ATUS dataset shopped for groceries both in a store and online on their survey day.",
            "cite_spans": [
                {
                    "start": 749,
                    "end": 763,
                    "text": "(Redman, 2018)",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "Data from the 2017 ATUS"
        },
        {
            "text": "Since e-grocery shopping was not available everywhere in the United States in 2017, we pared down our sample by keeping only respondents who reside in core-based statistical areas 3 where at least one ATUS respondent shopped for groceries online. This reduced our ATUS sample to 2,934 respondents. This sample includes only people who are African American, Asian, or White, and it does not include people with a mobility impairment. As a result, other ethnic variables and the variable indicating the presence of a mobility impairment could not be included in the logit models estimated on that sample.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data from the 2017 ATUS"
        },
        {
            "text": "Summary statistics for our two ATUS samples are presented in Table 2. <Insert Table 2 approximately here>",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 61,
                    "end": 69,
                    "text": "Table 2.",
                    "ref_id": null
                },
                {
                    "start": 78,
                    "end": 85,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Data from the 2017 ATUS"
        },
        {
            "text": "In this section, we first describe the mixture models we relied on to explain changes between 2009 and 2017 in residential deliveries from online shopping in the United States. We then explain our strategy to characterize Americans who shop at brick-and-mortar grocery stores versus Americans who engage in e-grocery. Combining results from both analyses could allow identifying areas with a high potential for the delivery of groceries from online shopping.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Models"
        },
        {
            "text": "We first explained the number of deliveries from online shopping by household in the last 30 days preceding their assigned survey day, and how it changed between 2009 and 2017. In 2009, 57.8% of households had no deliveries from Internet shopping during the 30 days preceding their survey day; in 2017, this percentage fell to 31.3%. To account for this relatively high percentage of zeros, we estimated mixture models (Greene, 2011) , which assume that our samples are composed of two distinct groups of households. Households in the first group never purchase goods online, and therefore get no deliveries from online shopping. Households in the second group make online purchases from time to time, so the number of their deliveries is modeled via a count model. To model the probability of belonging to either group, we relied on a logit model. The resulting mixture model can be written (Greene, 2011) :",
            "cite_spans": [
                {
                    "start": 419,
                    "end": 433,
                    "text": "(Greene, 2011)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 892,
                    "end": 906,
                    "text": "(Greene, 2011)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Number of deliveries from online shopping (2017 and 2009 NHTS)"
        },
        {
            "text": "where:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Number of deliveries from online shopping (2017 and 2009 NHTS)"
        },
        {
            "text": "• N i designates the random variable that generated n i , which is the number of packages from online shopping received by household i in the 30 days up to their survey day;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Number of deliveries from online shopping (2017 and 2009 NHTS)"
        },
        {
            "text": "• ϕ is the probability that household i belongs to the group that never makes online purchases (the first group);",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Number of deliveries from online shopping (2017 and 2009 NHTS)"
        },
        {
            "text": "• | is the probability that household i received n i ≥ 0 packages from online purchases over the 30 days up to their survey day;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Number of deliveries from online shopping (2017 and 2009 NHTS)"
        },
        {
            "text": "• γ γ γ γ and β β β β are vectors of unknown coefficients that need to be estimated; and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Number of deliveries from online shopping (2017 and 2009 NHTS)"
        },
        {
            "text": "• z i and x i are vectors of explanatory variables, respectively for the logit model that identifies households who never buy goods online (the first group) and for the count model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Number of deliveries from online shopping (2017 and 2009 NHTS)"
        },
        {
            "text": "If we model counts with a Poisson process, we obtain a zero-inflated Poisson (ZIP) mixture model; using a negative binomial regression model instead gives a zero-inflated negative binomial (ZINB) mixture model (Long, 1997) .",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 222,
                    "text": "(Long, 1997)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Number of deliveries from online shopping (2017 and 2009 NHTS)"
        },
        {
            "text": "To avoid multicollinearity, we checked that the variance inflation factors for all our explanatory variables are below 10 (they are).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Number of deliveries from online shopping (2017 and 2009 NHTS)"
        },
        {
            "text": "To assess if the 2017 estimate of the coefficient for an explanatory variable ( ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Number of deliveries from online shopping (2017 and 2009 NHTS)"
        },
        {
            "text": "To obtain a baseline profile of Americans who shop at brick-and-mortar grocery stores, we first estimated a logit model (Greene, 2011) on our full ATUS sample (N=10,223).",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 134,
                    "text": "(Greene, 2011)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Characteristics of US e-grocery shoppers (2017 ATUS)"
        },
        {
            "text": "We then estimated two more logit models on the sub-sample (N=2,934) of ATUS respondents who live in core-based statistical areas where at least one person shopped for groceries online. As mentioned above, we constructed this sub-sample because e-grocery shopping was not available everywhere in the United States in 2017. The first logit model estimated on our ATUS sub-sample again characterizes ATUS respondents who shopped at a physical grocery store. It allows us to check that grocery shoppers in this sub-sample do not differ substantially from those in the full ATUS dataset. The second logit model characterizes ATUS respondents who shopped for groceries online.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Characteristics of US e-grocery shoppers (2017 ATUS)"
        },
        {
            "text": "Since only 59 people shopped for groceries online in the 2017 ATUS, it is difficult to fully capture the determinants of online grocery shopping. We therefore also compared the distributions of selected socio-economic characteristics of people who shopped for groceries online with those who shopped in stores using Kruskal-Wallis (KW) tests (Conover, 1999) . A KW test assesses whether different samples originate from the same distribution. Finally, we analyzed the distribution of shopping start times (the self-reported time when ATUS respondents started browsing for groceries online) since one argument for e-grocery is the convenience afforded by the ability to shop at any time.",
            "cite_spans": [
                {
                    "start": 342,
                    "end": 357,
                    "text": "(Conover, 1999)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Characteristics of US e-grocery shoppers (2017 ATUS)"
        },
        {
            "text": "As discussed above, we estimated ZINB (a mixture consisting of a negative binomial regression model with a logit) and logit models. For a negative binomial regression model, the coefficient of an explanatory variable represents the difference of the logs of expected counts when that explanatory variable is increased by one unit, holding constant all other explanatory variables (Long, 1997) . In a logit model, the coefficient of an explanatory variable represents the change in the logit (the log of the probability of 1 divided by the probability of 0) of the probability associated with a unit change in that explanatory variable holding all other predictors constant.",
            "cite_spans": [
                {
                    "start": 380,
                    "end": 392,
                    "text": "(Long, 1997)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Interpreting results"
        },
        {
            "text": "Our results were obtained with Stata 15.1. They are presented in Tables 3 and 4 , and illustrated on Figures 1 to 3. In Table 3 , shaded numbers indicate when the 2017 value of a coefficient differs from its 2009 value. To better link our explanations with results presented in Tables 3 and 4, we occasionally report estimated coefficients and their statistical significance (see notes below these tables).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 65,
                    "end": 79,
                    "text": "Tables 3 and 4",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 120,
                    "end": 127,
                    "text": "Table 3",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 278,
                    "end": 286,
                    "text": "Tables 3",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Before discussing results from our count models, it is instructive to contrast monthly household package deliveries from online shopping for 2009 and 2017 ( Figure 1 ). Results are weighted to be representative of the US population. As expected, Figure 1 shows a sharp reduction in the percentage of households who do not get any deliveries (it drops from 57.8% to 31.3%) together with an increase in the percentage of households who received packages. This increase is especially marked for the 6-10 deliveries category (from 6.6% to 15.6%) and for more than 10 deliveries (from 3.5% to 13.2%).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 157,
                    "end": 165,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 246,
                    "end": 254,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Number of deliveries from online shopping (2017 and 2009 NHTS)"
        },
        {
            "text": "<Insert Figure 1 approximately here> For robustness, we estimated Poisson, negative binomial, ZIP, and ZINB models for our 2009 and 2017 NHTS samples using maximum likelihood. The ZINB models presented in Table   3 have the best (lowest) AIC and BIC values.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 8,
                    "end": 16,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 205,
                    "end": 214,
                    "text": "Table   3",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Number of deliveries from online shopping (2017 and 2009 NHTS)"
        },
        {
            "text": "<Insert Table 3 approximately here>   From Table 3 , we first see that the impact of household composition on deliveries from internet shopping has been changing over time. Overall, the likelihood to never order online has decreased for most household types, and especially for households with 2 or more retired adults (-0.305**). These households are now less unlikely than baseline households to shop online, possibly because older adults with a spouse are more likely to use modern information technologies (Vroman et al., 2015) . However, differences in deliveries have sharpened The importance of the generational structure of households has also been changing, suggesting a broader adoption of online shopping. In 2009, an increase in the number of household members from younger generations (Gen X and Gen Y, and to a lesser extent Baby Boomers) sharply reduced the likelihood of never shopping online. Furthermore, increasing the number of household adults raised the number of deliveries. By contrast, in 2017, the magnitude of model coefficients for Gen X and Gen Y decreased. As Baby Boomers aged, however, they became more likely to never order goods online (0.371***), although not as much as members of the Silent generation (1.028***). As Parment (2013) ",
            "cite_spans": [
                {
                    "start": 510,
                    "end": 531,
                    "text": "(Vroman et al., 2015)",
                    "ref_id": "BIBREF71"
                }
            ],
            "ref_spans": [
                {
                    "start": 8,
                    "end": 50,
                    "text": "Table 3 approximately here>   From Table 3",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Number of deliveries from online shopping (2017 and 2009 NHTS)"
        },
        {
            "text": "Boomers often prefer to start a purchase with a retailer they trust, before eventually committing to a purchase, either online or in a store.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "explained, unlike Gen Y members, Baby"
        },
        {
            "text": "The impact of household income is monotonic. As their income rises, households are less likely to never order goods online and they tend to get more deliveries (as in Wang and Zhou, 2015) . Similarly, as their level of education increases, households are less likely to never order goods online, and their deliveries increase. Except for households with less than a high school education in 2009, this relationship is monotonic. This result echoes the reported correlation between education and computer proficiency (Burroughs and Sabherwal, 2002) .",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 187,
                    "text": "Wang and Zhou, 2015)",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 516,
                    "end": 547,
                    "text": "(Burroughs and Sabherwal, 2002)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "explained, unlike Gen Y members, Baby"
        },
        {
            "text": "As reported by Ren and Kwan (2009) People with a medical condition that hinders their mobility appear to take better advantage of the convenience of online shopping. Whereas in 2009 they were more likely to never order goods online (0.233***), this effect disappeared in 2017 and those who shopped online received more deliveries in 2017 (0.109***) than in 2009 (0.086***).",
            "cite_spans": [
                {
                    "start": 15,
                    "end": 34,
                    "text": "Ren and Kwan (2009)",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "explained, unlike Gen Y members, Baby"
        },
        {
            "text": "Home ownership decreases the likelihood of never ordering goods online but it does not impact deliveries from online purchases. Likewise, households who have more vehicles per adult are less likely to never order goods online and they tend to receive more packages from online shopping. This result agrees with Zhou and Wang (2014) , who reported that online shopping stimulates shopping trips and found that the number of household vehicles is positively correlated with the level of online shopping.",
            "cite_spans": [
                {
                    "start": 311,
                    "end": 331,
                    "text": "Zhou and Wang (2014)",
                    "ref_id": "BIBREF81"
                }
            ],
            "ref_spans": [],
            "section": "explained, unlike Gen Y members, Baby"
        },
        {
            "text": "As expected, population density also plays a role here, although its impact is relatively small. In lower density areas (<300 people per square mile), households are more likely to never order goods online, but those who do received slightly more deliveries in 2017 (0.031***). This result illustrates that e-shopping has the potential to increase the range of products available to households currently under-served by brick-and-mortar stores. Conversely, in denser areas (>7,000 people per square mile), households are slightly less likely to never order goods online and they receive more deliveries (in 2017, not 2009 the presence of heavy rail is binary) are more difficult to interpret.",
            "cite_spans": [
                {
                    "start": 603,
                    "end": 621,
                    "text": "(in 2017, not 2009",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "explained, unlike Gen Y members, Baby"
        },
        {
            "text": "Results from our analysis of the characteristics of US grocery shoppers are shown in Table 4 . In this table, a positive coefficient for a variable indicates that the probability to shop for groceries (or e-groceries for the last column of Table 4 ) increases with that variable.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 85,
                    "end": 92,
                    "text": "Table 4",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 240,
                    "end": 247,
                    "text": "Table 4",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Characteristics of e-grocery shoppers (2017 ATUS)"
        },
        {
            "text": "<Insert Table 4 approximately here>",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 8,
                    "end": 15,
                    "text": "Table 4",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Characteristics of e-grocery shoppers (2017 ATUS)"
        },
        {
            "text": "Starting with the logit model that characterizes people who shopped at brick-and-mortar grocery stores on their ASUS survey day (Column 2 in Table 4 ), we see that women are more likely to shop for groceries than men (0.390***), which is well-known (e.g., see Morganosky and Cude, 2002; or Li et al., 2018) . Apart for members of the Z generation who are less likely to shop for groceries, there are no generational effects. Likewise, the number of household children does not matter, and neither does household income, except for members of the highest income group (0.184*). As expected, grocery shoppers are more likely to be \"unemployed\" (0.303***), likely because they take care of the household while other household adults are at work and homemakers (still usually women) are consider unemployed. Interestingly, people with less education are less likely to shop for groceries. Race matters but only for African Americans, who appear to shop for groceries less frequently than other groups, which agrees with previous findings that African Americans have less access to supermarkets (Morland et al., 2002; Beaulac et al., 2009) . To compensate, poor people in predominantly black neighborhoods or in poor rural areas tend to shop at dollar stores 4 (Whalen, 2018) , and rely more on fast food outlets (James et al., 2014) . Lastly, respondents with a medical condition that impairs their mobility are less likely to shop for groceries (-1.012***).",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 286,
                    "text": "Morganosky and Cude, 2002;",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 287,
                    "end": 306,
                    "text": "or Li et al., 2018)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1090,
                    "end": 1112,
                    "text": "(Morland et al., 2002;",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1113,
                    "end": 1134,
                    "text": "Beaulac et al., 2009)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1256,
                    "end": 1270,
                    "text": "(Whalen, 2018)",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 1308,
                    "end": 1328,
                    "text": "(James et al., 2014)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 141,
                    "end": 148,
                    "text": "Table 4",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Characteristics of e-grocery shoppers (2017 ATUS)"
        },
        {
            "text": "When we focus on core-based statistical areas where at least one respondent in our sample shopped for groceries online (Column 3 in Table 4 ), we observe two main differences.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 132,
                    "end": 139,
                    "text": "Table 4",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Characteristics of e-grocery shoppers (2017 ATUS)"
        },
        {
            "text": "First, members of the Y generation are less likely to shop for groceries. Second, all income groups become equally likely to shop for groceries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Characteristics of e-grocery shoppers (2017 ATUS)"
        },
        {
            "text": "By contrast, the only socio-economic characteristics that is statistically significant for people who shopped online for groceries is gender: women are more likely to shop online for groceries (0.879**) than men, and this gender gap appears wider than for in-store shopping.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Characteristics of e-grocery shoppers (2017 ATUS)"
        },
        {
            "text": "This result echoes the findings of Morganosky and Cude (2002) in their study of 10 US markets based on three datasets collected between 1998 and 2001. However, when interpreting these results, it is important to keep in mind that the underlying dataset (N=2,934) only includes 49 people who shopped for groceries online (we lost 10 respondents from our initial sample because their location is unknown).",
            "cite_spans": [
                {
                    "start": 35,
                    "end": 61,
                    "text": "Morganosky and Cude (2002)",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Characteristics of e-grocery shoppers (2017 ATUS)"
        },
        {
            "text": "To take full advantage of our relatively small sample of only grocery shoppers, we also explored differences in the distribution of selected socio-economic characteristics of people who shop for groceries in stores and online using Kruskal-Wallis (KW) tests. Figure 2 shows the empirical distributions of selected characteristics of the 1,420 people in the 2017 ATUS dataset who shopped for groceries in stores and the 59 who shopped online (so 24 times more people shopped for grocery in stores than online on a given day in 2017). Only the KW test for gender (not shown) was significant and it indicated that the gender difference for grocery shopping online is more marked than for grocery shopping in stores. Crosstabulation analyses using χ 2 tests gave similar results.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 259,
                    "end": 267,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Characteristics of e-grocery shoppers (2017 ATUS)"
        },
        {
            "text": "<Insert Figures 2 and 3 approximately here> Figure 3 contrasts the distributions of the time when people start grocery shopping online and in stores. It shows that online shopping activity picks up early afternoon (especially between noon and 2 pm) at a time when conventional grocery shopping tends to subside, and between 10 pm and midnight, when in-store grocery shopping tappers off. These differences highlight the added flexibility and convenience of online grocery shopping.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 8,
                    "end": 23,
                    "text": "Figures 2 and 3",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 44,
                    "end": 52,
                    "text": "Figure 3",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Characteristics of e-grocery shoppers (2017 ATUS)"
        },
        {
            "text": "In this paper, we first analyzed data from the 2009 and the 2017 National Household Travel Surveys to understand changes in deliveries from online shopping in the US. Results from our zero-inflated negative binomial models show that online shopping in the US has been embraced by a much larger percentage of the US population, and that e-shoppers are more varied in 2017 compared to 2009, although differences in the number of deliveries resulting from online shopping are sharper than in 2009. In particular, households with more adult female members receive significantly more deliveries, and so do households with higher incomes and higher educational achievements. Even after controlling for other socio-economic characteristics, we found that minority households are less likely to buy goods online, a disappointing finding that requires further investigations (one possible reason may be more limited access to credit cards).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Finally, households with mobility impaired members rely more in 2017 than in 2009 on online shopping to satisfy their needs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Understanding the determinants of e-shopping is important for supply chain managers so they can adapt the facilities handling online orders, adjust deliveries, and plan product returns. It is also of interest for planners and policymakers concerned with the externalities generated by deliveries of online orders (congestion, traffic accidents, air pollution, and noise) so they can consider appropriate incentives (e.g., subsidies for electric delivery vehicles in denser areas) and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "regulations (e.g., on the power train technology of delivery vehicles, hours of deliveries, or maximum noise levels).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Since US national household travel surveys do not track what e-shoppers purchase, we also analyzed grocery shopping data from the 2017 ATUS using logit models and nonparametric tests. Consistent with the literature, our results show that in-store grocery shoppers are more likely to be female and unemployed (because homemakers, who are still often female, are considered unemployed), but less likely to belong to younger generations, to have less than a college education, or to be African American, because poor people in predominantly black neighborhoods or in poor rural areas in the US tend to shop at dollar stores and rely more on fast food outlets. By contrast, the only significant socio-economic variable for online grocery shoppers is gender: again, women are more likely to shop for groceries, and the gender gap is larger than for in-store grocery shopping. While this result may be partly due to the small number (only 59) of online grocery shoppers in our sample (N=2,934), the small number of people for groceries online reflects that e-grocery is not common currently in the US: on any given day, people are 24 times more likely to shop for groceries in stores compared to online.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Combining the profile of people who order groceries online with information about households who receive many online orders and data on local stores offering e-grocery could help understand where e-grocery is likely to succeed in the US. Policymakers concerned with access to fresh foods in underserved neighborhoods may then consider subsidizing delivery costs and the creation of grocery packing and delivery jobs. Emergency programs may also be put in place to deliver groceries to groups who cannot go grocery shopping, such as the elderly with impaired mobility or persons at-risk during contagious epidemic diseases (such as COVID-19).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "As online shopping becomes ever more popular, the need for residential freight deliveries will keep on increasing. However, the magnitude of that increase and its impacts on traffic and the environment depend crucially on how last mile deliveries are organized. If packages are delivered to people's doorsteps with little coordination, soaring residential freight deliveries will increase congestion, noise, and air pollution, not to mention exacerbate parking shortages in denser urban areas. If, however, last mile deliveries are coordinated, performed as part of existing daily deliveries (e.g., via the US Postal Service), done by bicycle or electric vehicles, and/or go to lockers or neighborhood convenience stores (as is commonly done in Taiwan 5 , for example), their external costs could be much reduced (e.g., see Moore, 2019 online in the 2017 ATUS, even though this survey gathered data from a representative sample of over 10,000 Americans (unfortunately only over a single day each), which reflects the current lack of popularity of online grocery shopping in the United States. A second limitation is that our e-grocery dependent variable may have missed some click-and-pick orders.",
            "cite_spans": [
                {
                    "start": 824,
                    "end": 835,
                    "text": "Moore, 2019",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "In future work, it would therefore be of interest to survey US households to gather detailed data about time use and travel, with retrospective questions about online purchases, in order to better capture the links between in-store and online purchases. Until e-grocery becomes more popular in the US, researchers could analyze stated preferences of US consumers for egrocery to understand their preferences for various delivery and price options, and potential obstacles to e-grocery. To better understand the impact of last mile deliveries, it would also be of interest to monitor local freight deliveries in a wide range of neighborhoods. Lastly, we suggest analyzing international experiences to learn from creative solutions implemented elsewhere to reduce the external costs of e-grocery (and more generally e-shopping). 1) The dependent variable is the number of deliveries to the household from online shopping in the past month. It was truncated at 60. 2) * p<0.05, ** p<0.01, *** p<0.001. To assess statistical significance, we used robust standard errors to mitigate the potential impacts of heteroskedasticity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "3) A shaded cell indicates that the 2017 coefficient value for an explanatory variable differs from its 2009 value (p-value ≤ 0.05). 4) Count sub-models explain the number of deliveries to each household from online shopping. Logit sub-models explains the characteristics of households who never order goods online. 5) Lower density census tracts have less than 300 people per square mile. Higher density census tracts have over 7,000 people per square mile. 6) MSA: Metropolitan Statistical Area. 7) α is the inverse of the scale parameter of the gamma noise variable in the negative binomial count component of a zero-inflated negative binomial model. Stata estimates and reports Ln(α), as well as its statistical significance. -1.971*** -1.819*** -5.187*** Notes: 1) * p<0.10, ** p<0.05, *** p<0.01.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "2) For in-store grocery shopping, the dependent variable equals 1 if the ATUS respondent shopped in a brick-andmortar grocery store on the survey day and zero otherwise. For e-grocery shopping, the dependent variable equals 1 if the ATUS respondent shopped online for groceries on the survey day and zero otherwise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "3) Our reduced sample (N=2,934) was obtained by keeping only ATUS respondents from core-based statistical areas (CBSA) where at least one other ATUS respondent shopped for groceries online. We estimated e-grocer characteristics using this sample to avoid the bias that would result from analyzing people who had no access to egrocery shopping. We removed respondents whose ethnicity is \"other\" (neither African American, Asian, nor White) and who had a \"mobility impairment\" because none of them shopped for groceries online so the impact of these characteristics on e-grocery shopping could not be estimated. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Revenue management opportunities for Internet retailers",
            "authors": [],
            "year": null,
            "venue": "Journal of Revenue and Pricing Management",
            "volume": "12",
            "issn": "2",
            "pages": "128--138",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Benefits and Costs of Autonomous Trucks and Cars",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Andersson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ivehammar",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Transportation Technologies",
            "volume": "9",
            "issn": "2",
            "pages": "121--145",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Creating customer value in online grocery shopping",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Anckar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Walden",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jelassi",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "International Journal of Retail & Distribution Management",
            "volume": "30",
            "issn": "4",
            "pages": "211--220",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A systematic review of food deserts",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Beaulac",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kristjansson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cummins",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "Preventing Chronic Disease",
            "volume": "6",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Wireless Substitution: Early Release of Estimates from the National Health Interview Survey",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Blumberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Luke",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "National Center for Health Statistics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A profile of the Internet shopper: Evidence from six countries",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Brashear",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kashyap",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Musante",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Donthu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Marketing Theory and Practice",
            "volume": "17",
            "issn": "3",
            "pages": "267--282",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A consumer typology based on e-service quality and e-satisfaction",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bressolles",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Durrieu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Senecal",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of Retailing and Consumer Services",
            "volume": "21",
            "issn": "6",
            "pages": "889--896",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Determinants of Retail Electronic Purchasing: A Multi-Period Investigation1. INFOR: Information Systems and Operational Research",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Burroughs",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sabherwal",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "40",
            "issn": "",
            "pages": "35--56",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Consumer mobility in the Scottish isles: The impact of internet adoption upon retail travel patterns",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Calderwood",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Freathy",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Transportation Research Part A: Policy and Practice",
            "volume": "59",
            "issn": "",
            "pages": "192--203",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Logistics impacts of student online shopping-Evaluating delivery consolidation to halls of residence",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Cherrett",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dickinson",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mcleod",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sit",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bailey",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Whittle",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Transportation Research Part C: Emerging Technologies",
            "volume": "78",
            "issn": "",
            "pages": "111--128",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Practical Nonparametric Statistics",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Conover",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Share of grocery stores that offered home delivery/store pickup of online orders in the United States from",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Conway",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Individual attitudes and shopping mode characteristics affecting the use of e-shopping and related travel",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Crocco",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Eboli",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mazzulla",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Transport and Telecommunication",
            "volume": "14",
            "issn": "1",
            "pages": "45--56",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "E-Commerce Effects on Energy Consumption: A Multi-Year Ecosystem-Level Assessment",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Dost",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Maier",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of Industrial Ecology",
            "volume": "22",
            "issn": "4",
            "pages": "799--812",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "E-commerce share of total global retail sales from 2015 to 2021",
            "authors": [],
            "year": 2019,
            "venue": "Statista -The Statistics Portal. Retrieved May 9",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Shopping online and/or in-store? A structural equation model of the relationships between e-shopping and in-store shopping",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Farag",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Schwanen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dijst",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Faber",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Transportation Research Part A: Policy and Practice",
            "volume": "41",
            "issn": "2",
            "pages": "125--141",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "2009 National Household Travel Survey User's Guide. Version 2",
            "authors": [],
            "year": null,
            "venue": "Federal Highway Administration (FHWA) (2011, October)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Home-based teleshopping and shopping travel: Where do people find the time?",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ferrell",
                    "suffix": ""
                }
            ],
            "year": 1926,
            "venue": "Transportation Research Record: Journal of the Transportation Research Board",
            "volume": "",
            "issn": "",
            "pages": "212--223",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Online grocery systems design through task analysis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Freeman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Freeman",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of Enterprise Information Management",
            "volume": "24",
            "issn": "",
            "pages": "440--54",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Online shopper motivations, and e-store attributes: an examination of online patronage behavior and shopper typologies",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ganesh",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Reynolds",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Luckett",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pomirleanu",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Retailing",
            "volume": "86",
            "issn": "1",
            "pages": "106--115",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Econometric Analysis",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Greene",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Consumers' Willingness to Buy Food through the Internet: A Review of the Literature and a Model for Future Research",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Grunert",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ramus",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "British Food Journal",
            "volume": "107",
            "issn": "6",
            "pages": "381--403",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Online grocery shopping: The influence of situational factors",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hand",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "D"
                    ],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rettie",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "European Journal of Marketing",
            "volume": "43",
            "issn": "9",
            "pages": "1205--1219",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Consumer Adoption of Online Grocery Buying: A Discriminant Analysis",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hansen",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "International Journal of Retail & Distribution Management",
            "volume": "33",
            "issn": "2",
            "pages": "101--121",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Online and store patronage: a typology of grocery shoppers",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hand",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "International Journal of Retail & Distribution Management",
            "volume": "45",
            "issn": "4",
            "pages": "419--445",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Amazon will now deliver packages to the trunk of your car. The Verge",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Hawkins",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "E-commerce share of total retail sales in China from 2014 to 2019",
            "authors": [
                {
                    "first": "Hong",
                    "middle": [],
                    "last": "Insideretail",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Kong",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Statista -The Statistics Portal. Retrieved May 9",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The effect of information and communication technologies on urban structure",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Ioannides",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Overman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rossi-Hansberg",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Schmidheiny",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Economic Policy",
            "volume": "23",
            "issn": "54",
            "pages": "202--242",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Do minority and poor neighborhoods have higher access to fast-food restaurants in the United States?",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "James",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Arcaya",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Parker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Tucker-Seeley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Subramanian",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Health & Place",
            "volume": "29",
            "issn": "",
            "pages": "10--17",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Cost-effectiveness in the e-grocery business",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kamarainen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Smaros",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jaakola",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Holmstrom",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "International Journal of Retail & Distribution Management",
            "volume": "29",
            "issn": "",
            "pages": "41--48",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Why consumers go to online grocery: Comparing vegetables with grains",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Moon",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Choe",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "49th Hawaii International Conference on System Sciences (HICSS)",
            "volume": "",
            "issn": "",
            "pages": "3604--3613",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Differentiated time slot pricing under routing considerations in attended home delivery",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Klein",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Neugebauer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ratkovitch",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Steinhardt",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Transportation Science",
            "volume": "53",
            "issn": "1",
            "pages": "236--255",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Principles and Practice of Structural Equation Modeling. 3 rd edition",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Kline",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Mobile communications, social networks, and urban travel: Hypertext as a new metaphor for conceptualizing spatial interaction",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Kwan",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "The Professional Geographer",
            "volume": "59",
            "issn": "4",
            "pages": "434--446",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Relationships between the online and in-store shopping frequency of Davis, California residents",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "N"
                    ],
                    "last": "Sener",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Mokhtarian",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Handy",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Transportation Research Part A: Policy and Practice",
            "volume": "100",
            "issn": "",
            "pages": "40--52",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Online grocery retailing for fresh products with order cancellation and refund options",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of Supply Chain and Operations Management",
            "volume": "16",
            "issn": "1",
            "pages": "1--16",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Apoorva Mehta had 20 failed start-ups before Instacart",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lien",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Los Angeles Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Regression Models for Categorical and Limited Dependent Variables",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Long",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Business logistics models in omni-channel: a classification framework and empirical analysis",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Marchet",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Melacini",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perotti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rasini",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tappia",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "International Journal of Physical Distribution & Logistics Management",
            "volume": "48",
            "issn": "4",
            "pages": "439--464",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Amazon Fresh: Rekindling the Online Grocery Market",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mcdonald",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Christensen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hollingsworth",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "615--628",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Summary of Travel Trends: 2017 National Household Travel Survey",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mcguckin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fucci",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "The impact of the multi-channel retail mix on online store choice: does online experience matter",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Melis",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Campo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Breugelmans",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lamey",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of Retailing",
            "volume": "91",
            "issn": "2",
            "pages": "272--288",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "How Wegmans and H-E-B survived Amazon's onslaught. CNN Business",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Meyerson",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "This grocery store wanted to compete with Whole Foods. Now it's going bankrupt",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Meyerson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Innovative scenarios for modeling intra-city freight delivery. Transportation Research Interdisciplinary Perspectives, 100024",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Moore",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Consumer response to online grocery shopping",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Morganosky",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cude",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "International Journal of Retail & Distribution Management",
            "volume": "28",
            "issn": "1",
            "pages": "17--26",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Consumer demand for online food retailing: is it really a supply side issue?",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Morganosky",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cude",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "International Journal of Retail & Distribution Management",
            "volume": "30",
            "issn": "10",
            "pages": "451--458",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Neighborhood characteristics associated with the location of food stores and food service places",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Morland",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wing",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Roux",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Poole",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "American Journal of Preventive Medicine",
            "volume": "22",
            "issn": "1",
            "pages": "23--29",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "(Re)solving space and time: fulfilment issues in online grocery retailing",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Environment and Planning A",
            "volume": "35",
            "issn": "7",
            "pages": "1173--1200",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Framework Analysis of E-Commerce Induced Shift in the Spatial Structure of a",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Nahiduzzaman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Aldosary",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Mohammed",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "City. Journal of Urban Planning and Development",
            "volume": "145",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Information and Consumer Behavior",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Nelson",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Journal of Political Economy",
            "volume": "78",
            "issn": "2",
            "pages": "311--329",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Internet Sales as a Percentage of Total Retail Sales",
            "authors": [],
            "year": 2018,
            "venue": "Office for National Statistics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Generation Y vs. Baby Boomers: Shopping behavior, buyer involvement and implications for retailing",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Parment",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Retailing & Consumer Services",
            "volume": "20",
            "issn": "2",
            "pages": "189--199",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Parcel delivery in urban areas: opportunities and threats for the mix of traditional and green business models",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Perboli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rosano",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Transportation Research Part C: Emerging Technologies",
            "volume": "99",
            "issn": "",
            "pages": "19--36",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "E-commerce and urban planningcomparing knowledge claims in research and planning practice",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pettersson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Winslott Hiselius",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Koglin",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Urban, Planning and Transport Research",
            "volume": "6",
            "issn": "1",
            "pages": "1--21",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Defining generations: Where Millennials end and post-Millennials begin",
            "authors": [],
            "year": 2018,
            "venue": "Pew Research Center",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Identifying the success factors in e-grocery home delivery",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Punakivi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Saranen",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "International Journal of Retail & Distribution Management",
            "volume": "29",
            "issn": "4",
            "pages": "156--163",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Gallup: Most Americans just aren't into online grocery",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Redman",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "The impact of geographic context on e-shopping behavior. Environment and Planning B: Planning and Design",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Kwan",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "36",
            "issn": "",
            "pages": "262--278",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "The Role of Situational Variables in Online Grocery Shopping in the UK",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dall&apos;olmo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rettie",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rolls-Willson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "The Marketing Review",
            "volume": "7",
            "issn": "1",
            "pages": "89--106",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Online Grocery: Lessons from History",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Saunders",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Food on the Internet",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E A"
                    ],
                    "last": "Seaman",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Nutrition and Food Science",
            "volume": "95",
            "issn": "",
            "pages": "26--35",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Online Shopping and E-Commerce. Pew Research Center",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Development of joint models for channel, store, and travel mode choice: Grocery shopping in London",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Suel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Polak",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Transportation Research Part A: Policy and Practice",
            "volume": "99",
            "issn": "",
            "pages": "147--162",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Incorporating online shopping into travel demand modelling: challenges, progress, and opportunities",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Suel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Polak",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Transport Reviews",
            "volume": "38",
            "issn": "5",
            "pages": "576--601",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "What in the World Is Causing the Retail Meltdown of 2017? The Atlantic",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Quarterly Retail E-Commerce Sales, 4 th",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Historical Table 5. Estimated Annual Sales for US Electronic Shopping and Mail-Order Houses (NAICS 45411) -Total and E-commerce Sales by Merchandise Line",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1999--2016",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Historical Table 4. Estimated Annual US Retail Trade Sales -Total and E-commerce: 1998-2016",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Decision process evolution in customer channel choice",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Valentini",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Montaguti",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Neslin",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of Marketing",
            "volume": "75",
            "issn": "6",
            "pages": "72--86",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Who over 65 is online? Older adults' dispositions toward information communication technology",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Vroman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Arthanat",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lysack",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Computers in Human Behavior",
            "volume": "43",
            "issn": "",
            "pages": "156--166",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Fully automated vehicles: A cost of ownership analysis to inform early adoption",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wadud",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Transportation Research Part A: Policy and Practice",
            "volume": "101",
            "issn": "",
            "pages": "163--176",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "On the go: How mobile shopping affects customer purchase behavior",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J H"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Malthouse",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Krishnamurthi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of Retailing",
            "volume": "91",
            "issn": "2",
            "pages": "217--234",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "Deliveries to residential units: A rising form of freight transportation in the US",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "C"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Transportation Research Part C: Emerging Technologies",
            "volume": "58",
            "issn": "",
            "pages": "46--55",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "Potential risks to e-commerce development using exploratory factor analysis",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "K T"
                    ],
                    "last": "Wat",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "W T"
                    ],
                    "last": "Ngai",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C E"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "International Journal of Services Technology and Management",
            "volume": "6",
            "issn": "1",
            "pages": "55--71",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "Effects of online communication practices on consumer perceptions of performance uncertainty for search and experience goods",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Weathers",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Sharma",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wood",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of Retailing",
            "volume": "83",
            "issn": "4",
            "pages": "393--401",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "Dollar Stores Planning for Permanent American Underclass, Sell More Groceries Than Whole Foods",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Whalen",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "Using the WWW for retail food sales: Discussion and demonstration",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Journal of Food Distribution Research",
            "volume": "28",
            "issn": "",
            "pages": "26--29",
            "other_ids": {}
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "From bricks-and-mortar to bricks-and-clicks",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wollenburg",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hübner",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kuhn",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Trautrims",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "International Journal of Physical Distribution & Logistics Management",
            "volume": "48",
            "issn": "",
            "pages": "415--438",
            "other_ids": {}
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "Amazon Key took over my door for 3 months. It wasn't as creepy as I expected",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wollerton",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "Explore the relationship between online shopping and shopping trips: an analysis with the 2009 NHTS data",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "C"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Transportation Research Part A: Policy and Practice",
            "volume": "70",
            "issn": "",
            "pages": "1--9",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "of American homes have abandoned landlines in favor of cell phones (Blumberg and Luke, 2017). Approximately 45% of households who participated in the 2017 NHTS have no land line, and many include ethnic minorities and younger people (McGuckin and Fucci, 2018). Overall, the 2017 NHTS collected data from 129,969 households who made 923,572 trips between April 2016 and April, 2017. Conversely, the 2009 NHTS collected data from 150,147 households who made 1,167,321 trips between March 2008 and April 2009 (FHWA, 2011).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "observations for the 2009 and 2017 NHTS respectively), our final samples have 134,371 households for 2009 and 123,148 for 2017. Summary statistics for both are provided in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "approximately a standard normal distribution as the difference of two (asymptotically) independent normal random variables, assuming that the 2009 and the 2017 NHTS samples are independent(Greene, 2011).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "household composition made little difference in 2009): compared to our baseline households (2+ adults with children), 1-adult households (with and without children, retired or not) received fewer deliveries in 2017.The impact of the number of children (household members under 18) has also been evolving and it is mixed. In 2017, having more children increased the likelihood of never shopping online, but it also slightly increased the number of deliveries from online shopping.As reported byFerrell (2005), having more females in the household matters. In 2009, it decreased the likelihood of never shopping online (-0.167***), without impacting the number of deliveries. In 2017, it both decreased the likelihood of never shopping online (-0.427***), and increased deliveries (0.051***).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "This effect increased across the board between 2009 and 2017. Likewise, as they gain workers, households are less likely to never order goods online, although the impact on deliveries is insignificant in 2017 (and in 2009 for part-time workers).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "The sample size is 123,148 for the 2017 NHTS and 134,371 for the 2009 NHTS.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Change in monthly household package deliveries from online shopping Source: 2009 and 2017 National Household Travel Surveys Panel A: E-groceries and age (generations) Panel B: E-groceries and race Panel C: E-groceries and education Panel D: E-groceries and household income Comparison of characteristics between online and conventional grocery shoppers Source: 2017 American Time Use Survey",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Comparison of shopping start times Notes. 1) Source: 2017 American Time Use Survey. 2) The shopping start time is the time when an ATUS respondent starts looking online for groceries.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "to never order goods online and they tend to receive fewer deliveries. The same holds for Hispanic/Latino households. Conversely, whereas people born abroad were more likely to never order goods online in 2009, it is no longer the case in 2017. Having more foreign-born household members slightly decreases the number of deliveries, however.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "ZINB models instead for two main reasons. First, these endogenous effects are small, as we verified by estimating ZINB models without land use and vehicle ownership variables. Second, GSEM models with non-continuous endogenous variables (population density is categorical and",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": ").",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Summary statistics for data used to explain deliveries from online shopping The dependent variable (deliver) was truncated at 60. 2) MSA stands for Metropolitan Statistical Area. 3) Lower density census tracts have less than 300 people per square mile. Higher density census tracts have over 7,000 people per square mile.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Results for Zero-Inflated Negative Binomial models (2009 & 2017 NHTS) explaining deliveries from online shopping Variable Count sub-models (ZINB) (number of deliveries from online shopping)Logit sub-models (households who never buy goods online) Highest education achieved in the household (baseline: some college/associate degree) Count of household members with a medical condition that makes it difficult to travel outside of home",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Results for logit models characterizing in-store & e-grocery shoppers (2017 ATUS)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Helpful comments from participants of the Nectar Cluster 2 workshop that took place at Molde University College in Molde, Norway, on October 11 and 12, 2018, are gratefully acknowledged.We also thank the editor-in-chief, Professor Edoardo Marcucci, and anonymous referees for helpful comments that helped improve this paper substantially. As usual, we are responsible for any remaining errors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "2) The smaller sample (N=2,934) was obtained by keeping only ATUS respondents from core-based statistical areas (CBSA) where at least one other ATUS respondent shopped for groceries online. We removed respondents whose ethnicity is \"other\" (neither African American, Asian, nor White) and who had a \"mobility impairment\" because none of them shopped for groceries online so the impact of these characteristics on e-grocery shopping could not be estimated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}