{
    "paper_id": "6aad57ff177b49ec308bbd0c33e690743be63d3d",
    "metadata": {
        "title": "Confronting Another Pandemic: Lessons from HIV can Inform Our COVID-19 Response",
        "authors": [
            {
                "first": "E",
                "middle": [
                    "Jennifer"
                ],
                "last": "Edelman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yale School of Medicine",
                    "location": {
                        "addrLine": "367 Cedar Street, ES Harkness 401",
                        "postCode": "06510",
                        "settlement": "New Haven",
                        "region": "CT",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Lydia",
                "middle": [],
                "last": "Aoun-Barakat",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yale School of Medicine",
                    "location": {
                        "settlement": "New Haven",
                        "region": "CT",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Merceditas Villanueva",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yale School of Medicine",
                    "location": {
                        "settlement": "New Haven",
                        "region": "CT",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "Gerald"
                ],
                "last": "Friedland",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yale School of Medicine",
                    "location": {
                        "settlement": "New Haven",
                        "region": "CT",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The novel coronavirus 2019 illness has completely transformed and uprooted lives across the globe. While different diseases, there are critical observations and lessons to be learned from the ongoing HIV epidemic to inform our response to COVID-19. We reflect on how this relates to (1) testing, including contact tracing; (2) health system redesign;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "(3) telehealth; (4) health disparities; (5) political denial, with inadequate and uncoordinated governmental response; (6) occupational exposure; and (7) complex reactions among healthcare providers. Decades of experiences with HIV provide an important framework for moving forward as we combat COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In just a few months, the novel coronavirus 2019 illness (COVID-19) has completely transformed and uprooted lives across the globe. As we fight locally, nationally, and globally to gain control of COVID-19, there are critical observations and lessons to be learned from the ongoing HIV epidemic, which continues to claim over 1 million lives each year worldwide [1] . Admittedly, HIV/AIDS and COVID-19 are entirely different diseases with different modes of transmission and natural history. The former is a chronic disease spread by body fluids in specific risk behaviors; the latter is currently appreciated as an acute infection spread by respiratory droplets with potential for ubiquitous spread. Nonetheless, given these inherent differences, both require confronting denial of their danger and similar and specific clinical and public health approaches.",
            "cite_spans": [
                {
                    "start": 362,
                    "end": 365,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In both diseases, timely testing to identify those infected is crucial. As with HIV, individuals with COVID-19 may be asymptomatic or pre-symptomatic, yet have high levels of transmissible virus. In both cases, insufficient testing leads to ongoing transmission and widespread dissemination and lack of critically needed epidemiologic information to focus control efforts. Initially in HIV and now, even more dramatically in COVID-19, there has been a tragic systemic delay in implementing widespread testing. In both, additional barriers to testing include inadequate access particularly in underserved populations; fear of adverse consequences, such as stigma; loss of job or housing; or lack of health literacy about potential clinical outcomes. Efforts are needed to mitigate potential harms of a positive test and ensure that individuals who are less connected to the healthcare system know how and where to seek both testing and care for COVID-19-related symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Timely Testing"
        },
        {
            "text": "In combating both diseases, adequate resources for sustained public health system preparedness are essential. Experiences with HIV and partner services has taught us the critical role of public health collaboration to promote contact tracing to ensure that individuals who have been exposed to an infectious disease receive appropriate counseling, testing, and treatment [2] . In the current COVID-19 context, prior to recognition of need for widespread testing there was an absence of focused contact tracing, particularly in the early phase of the pandemic, which could have provided a critical tool for containment. Such efforts require well-developed and robust public health and disaster planning infrastructures with careful coordination and communication between testing sites, public health authorities, clinical facilities and individuals diagnosed with COVID-19. Efforts to scale-up contact tracing are now underway.",
            "cite_spans": [
                {
                    "start": 371,
                    "end": 374,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Timely Testing"
        },
        {
            "text": "As with HIV, COVID-19 has mandated innovative efforts to optimize patient-centered care in a health care system illequipped to deal with a new highly infectious and rapidly fatal disease. In the case of HIV, the Ryan White Care Act of 1990 resulted in a major restructuring of the healthcare system to meet the wide spectrum of needs of people with HIV to include integrated community-based prevention and care, comprehensive outpatient clinics, mental health and substance use treatment programs dedicated hospital wards, and non-medical needs (e.g., housing, food and transportation) [3] . On a more rapid time scale, COVID-19 has dramatically led to health system redesign that currently focuses on increasing capacity to manage critical care needs of seriously ill patients with COVID-19, such as expanding inpatient and critical care capacity, equipment (e.g., personal protective equipment [PPE], ventilators), and health care personnel; however, long-term needs, including creating systems for transition of care and outpatient follow-up, remain currently undefined and are quickly evolving. Further, as we painfully learned with HIV, resources and infrastructure to expedite discovery and equitable availability of effective treatments and biomedical and behavioral prevention interventions for this new pathogen are desperately needed.",
            "cite_spans": [
                {
                    "start": 586,
                    "end": 589,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "System Redesign to Deliver Patient-Centered Care"
        },
        {
            "text": "Novel telehealth-based models have been pioneered and developed in resource-limited settings to improve access for HIV prevention and treatment [4] . In the current COVID-19 context, massive scale-up of telehealth has been launched to provide ongoing healthcare that is patient-centered and designed to protect healthcare workers. This may present a unique opportunity to evaluate patient preferences for telehealth, demonstrate its role in access to and impact on quality of care, and inform future models for providing patient-centered care and linkage to care for hard to reach populations. Further, COVID-19 care can be informed by extensive efforts that have been applied to enhance retention in lifelong HIV care and outreach efforts to identify and connect with patients vulnerable to effects of social isolation, worsening mental health, substance use, and intimate partner violence.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 147,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Telehealth"
        },
        {
            "text": "Unacceptable sociodemographic, racial and ethnic disparities observed with HIV, also characterize populations at greatest risk for COVID-19, but have hitherto largely being ignored [5] . COVID-19 disproportionally affects those who are challenged by poverty, inadequate housing, poor sanitation and crowding, and limited resources as well as increased numbers from minority populations with resultant higher rates of adverse outcomes and mortality. Immediate efforts must broaden and target COVID-19 testing in these populations at highest risk. In the longer term, sustained strategies to alleviate social and economic inequities are required to successfully reverse and control COVID-19 and adequately prepare for subsequent pandemics.",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 184,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Unacceptable Disparities"
        },
        {
            "text": "As with the HIV, political denial about the scope and consequences of, COVID-19 has resulted in a wholly inadequate and uncoordinated governmental response. Activism by community-based organizations like AIDS Coalition to Unleash Power (ACT UP) were critical for promoting broad recognition of and successful response to HIV/AIDS. Similarly, forceful and energetic efforts by the health care and scientific professions and responsible media has been necessary to confront and accelerate the slow and uncoordinated governmental response in the United States. As communities begin moving towards liberalizing social distancing restrictions it will be essential to ensure that policies are grounded in science and fairness with close surveillance and accurate, responsible, and equitable delivery of information and resources to the public.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Activism"
        },
        {
            "text": "With both HIV and COVID-19, the risk of occupational exposure and the safety of health care workers has been a paramount concern. In HIV, rare but alarming occupational exposure resulting in HIV-seroconversions led to the establishment of universal precautions in health care settings, created innovative strategies to safeguard against needle stick injuries and other occupational disease exposures. The differences in routes of transmission render COVID-19 many fold more dangerous than HIV in the health care setting and mandates the need for ensuring adequate PPE for healthcare workers and others providing care for individuals exposed by aerosols and contact with patients with COVID-19 and cannot be overstated. The horrific delays in ensuring adequate PPE for healthcare workers has earned intense attention and must be rapidly rectified and never again arise. Beyond the healthcare system, although quarantine and social distancing in community settings has gained needed traction, there remains an urgent need to enhance safety and protection for those providing other essential community-based services and those unable to remain home and who lack a strong coordinated voice in this current pandemic [6] .",
            "cite_spans": [
                {
                    "start": 1211,
                    "end": 1214,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Occupational Exposure"
        },
        {
            "text": "As with HIV, COVID-19 is associated with many complex feelings among family and healthcare workers, including those of loss and grief. But, there is an additional painful difference between the two diseases as risk to health care workers and family from occupational exposure to COVID-19 has resulted in clinicians being less able to provide the human and empathic support that remains at the core of their profession and essential for patients and their families. Patients with COVID-19 suffer and die in isolation, without their loved ones at the bedside. Further, clinicians caring for patients with COVID-19 must isolate themselves from their own families and can be stigmatized by neighbors, friends and families for fear of transmission and lack of understanding of their need and desire to be on the frontlines. Physicians and other health care workers currently experience the uncertainty of lack of knowledge and inadequate clinical tools, such as effective medical treatments and an effective vaccine; a similar difficult scenario was experienced in the early decades of the HIV/AIDS epidemic and, although great success has been achieved, remains to the present. The availability of effective life prolonging antiretroviral treatment dramatically converted HIV/AIDS from an invariably fatal to a manageable chronic disease, although cure and effective vaccine still eludes us. In contrast, even as the painful toll of disease and social dislocation continues to rise, the comparative lower mortality rate from COVID-19 and possibilities for future curative therapies provide hope for the future. Even after we successfully address prevention and treatment of COVID-19, as with HIV, the memory of patients' lives and resilience of health care workers and others' courage and dedication collectively provides comfort and strength during these uncertain times.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hope Amidst Grief and Uncertainty"
        },
        {
            "text": "While there are major differences in the timescale between the effects of HIV and COVID-19, and much yet to learn about the course of COVID-19, the decades of experiences with HIV can serve as a guidepost as we move onward to combat and mitigate the effects of this new global pandemic and prepare fully for subsequent ones.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Estimates of global, regional, and national incidence, prevalence, and mortality of HIV, 1980-2015: the Global Burden of Disease Study",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Collaborators",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet HIV",
            "volume": "3",
            "issn": "8",
            "pages": "361--387387",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The effectiveness of HIV partner counseling and referral services in increasing identification of HIV-positive individuals a systematic review",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hogben",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mcnally",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mcpheeters",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Hutchinson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am J Prev Med",
            "volume": "33",
            "issn": "2",
            "pages": "89--100",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Projecting the impact of AIDS on hospitals",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Singer",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wintfeld",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Schulman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Passman",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Health Aff (Millwood) Fall",
            "volume": "6",
            "issn": "3",
            "pages": "19--311",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The current and future use of telemedicine in infectious diseases practice",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Coombes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Gregory",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Curr Infect Dis Rep",
            "volume": "21",
            "issn": "11",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "We're flying blind': African Americans may be bearing the brunt of Covid-19, but access to data are limited",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Cooney",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Social Distancing is a Privilege New York Times",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Blow",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Acknowledgements EJ Edelman received funding from the National Institute of Mental Health (P30MH062294). The content is solely the responsibility of the authors and does not necessarily represent the official views of the Center for Interdisciplinary Research on AIDS, the National Institute of Mental Health, or the National Institutes of Health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}