{
    "paper_id": "6b12c5b006c0c1cea20a2df0d1e32e2536ed0ad3",
    "metadata": {
        "title": "ON THE ETHIOPIAN DIASPIDINI (COCCOIDEA)",
        "authors": [
            {
                "first": "W",
                "middle": [
                    "J"
                ],
                "last": "Hall",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "F",
                "middle": [
                    "R E S"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "value of these works as a contribution to the study of this group of insects cannot be over-estimated, but only a limited number of the species recorded from the Ethiopian region and of MacGillivray's Ethiopian genera have been available to Ferris in the course of these studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Whilst Ferris and, to a lesser degree, McKenzie were clearing up the confusion to which MacGillivray's work had given rise, Lindinger (1937 : 178) published a list of the genera of Coccoidea that made the confusion created by MacGillivray even more chaotic. This list included a considerable amount of synonymy of the genera of Diaspidini by which many well-known genera were sunk and many others, including several of MacGillivray's genera, were fused without any apparently valid grounds. So far as the Ethiopian genera are concerned, the synonymy proposed has been disregarded except in one or two instances.",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 146,
                    "text": "Lindinger (1937 : 178)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The types or either typical, or what is believed to be typical, material of over 80% of all the species recorded have been available to the author, and it is felt that this justifies an attempt to reduce them to some sort of order, and to provide a framework into which the species remaining to be found can be fitted.l The present paper has been based on the examination of this authentic material and in particular on genotypes. Many of MacGillivray's genera have been accepted in this work and, in addition, it has been found necessary to create several new genera. The latter course has only been adopted with the greatest reluctance, but in the present state of our knowledge it is not possible to assign the species concerned to any of the known genera. Of the thirteen new genera created seven are a t the moment monotypical, but as the fauna becomes better known no doubt other species referable to them will be found. This view is strengthened by the knowledge that MacGillivray erected the genus Africaspis with only two included species-which have since been shown to be synonymous-yet eleven species have been referred to it in the present paper and it is now recognised as a well-established genus; the same applies to other genera erected by this author. Nevertheless it is realised that, as the number of species increases, gaps between certain genera may be bridged and lead to their fusion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "At least half of the small percentage of species that have not been seen by the author have been species described by Lindinger, chiefly from the Cameroons. This is unfortunate because many of these are very different from anything recorded as yet from elsewhere on the continent. So far as one can judge from our present limited knowledge, the Cameroons is the only area where a specialised fauna, showing marked differences from that of the rest of the continent, exists.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It is suspected that this specialised fauna may occur right through the rainforest area which extends from the Cameroons through French West Equatorial Africa to the northern part of the Belgian Congo. Other areas with a specialised fauna may, of course, come to light later.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "One of the characteristics of the Ethiopian fauna is the high development of Chionaspiform species. An indication of this is the fact that not far short of half the total number of species have been recorded, a t one time or another, either directly or indirectly as belonging to the genus Chionaspis Signoret. Yet, as will be shown below, it is considered extremely doubtful if this genus occurs in the Ethiopian region a t all.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The Newstead and Green collections, now incorporated in the National Collection a t the Natural History Museum, were also available in the course of the preparation of this paper, through the good offices of Mr. N. D. Riley, Keeper of Entomology, who kindly expedited their return to London after the conclusion of hostilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The bulk of these species fall into three main groups. 1. Species in which the median pygidial lobes are widely separated, not yoked basally, often small and frequently smaller than the second ldbes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "These have been grouped into four genera-Dentaspis MacGillivray , Dentachionaspis MacGillivray, Inchoaspis MacGillivray and Nelaspis Hall-which are believed to be typically Ethiopian.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The genera Africaspis MacGillivray, Contigaspis MacGillivray, Pinnaspis Cockerel1 are representative of this group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "3. Species in which the median lobes are not zygotic but separated by a definite notch and yoked together by a basal sclerosis. Many of these in the past have been wrongly assigned to Phenucaspis Cooley & Cockerell-an Oriental genus-and three new genera Rolaspis, Tecaspis and Voraspis are erected for the reception of 21 of these species.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It may be remarked that a large number of Ethiopian species exhibit scleroses a t the bases of the median lobes, but these are not always completely fused to form a yoke. The shape of the notch between the median lobes, also, may vary from shallow and flatly rounded to acutely V-shaped, but there is no sharp dividing line between a Uand V-notch, and therefore the shape of the notch has not been relied upon as a character of generic significance except where it is definitely linked with other distinguishing features.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Another character that has been observed in some species is a microduct arising from the capitate heads of the marginal macropores. These microducts are not always easy to detect, and in old preparations they are often very obscure. Whilst this is a character that should be looked for, the indications are that, as it is present in some instances in each of the three African genera erected for the '' Phenucaspis \" species, it has no generic importance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The presence of gland tubercles in a submarginal position on the ventral aspect of the 4th and 5th abdominal segments is another unusual feature which is found in three species of otherwise widely different characters. They are most strongly developed in Versiculaspis MacGillivray but have also been noted in Dentachionaspis MacGillivray and Rolaspis Hall.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Supplementary disc pores anterior to the normal groups of perivuhar pores are a characteristic of the genus Poliaspis Maskell. Indications of the presence of such pores are found in many Ethiopian species, and the view is held that a species should not be referred to Poliaspis unless it has characters apart from this which make it congeneric with media Maskell, the type of the genus. On this basis, not one of the five Ethiopian species is correctly assigned to the genus, and they have been placed in genera with which they are considered to be congeneric on the basis of their other characters despite the presence of the supplementary disc pores.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "I n the course of the present study the author has been impressed by the fact that resemblances often exist between species that it is difficult to express in terms of key characters. Alternatively, there are species, appearing very similar from the original descriptions and drawings, that, when actually examined, prove to be quite different.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "While this paper was in course of preparation, a batch of most excellent and interesting material was received from the Chief Entomologist of the Division of Entomology, Pretoria. This provided new host and locality records for some species, and included as well four new species, the descriptions of which will be found in their appropriate places in this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "All the genera known to the author as having been recorded from the 2. Species in which the median lobes are strongly zygotic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Eleven species are here referred to the genus; most of these have, in the past, been assigned to Pinnaspis Cockerell but they are clearly distinct from that genus as a t present understood. One species-parinarii Hall-was described originally as a Poliaspis, attention being drawn a t the time to its similarity to Africaspis chionaspiformis (Newstead). It has been included here because it has obviously greater affinities with Africaspis than Poliaspis. At the same time it differs from typical Africaspis in having median lobes, although very close together, not fused a t their inner angles and with two small setae between them and with gland spines of the pygidial fringe more numerous.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In cafra Brain the median lobes appear to be separated, but the sclerotisation a t the base of the lobes is such that it is impossible to say whether the inner angles are actually separated or not. This species also differs from the genotype and all other included species in having gland spines of an unusually broad plate-like character.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As a result of the examination of further material of Chionaspis (Pinnaspis) communis var. monotes Hall it is considered that this species should be united with A. chionaspiformis (Newstead) . Chionaspis cassiae Newstead has already been synonymised with chionaspiformis by Laing (1929 : 479) . The forms described as Chionaspis (Pinnaspis) communis var. diospyros Hall and C. (P.) cornmunis var. berliniae Hall are believed to be distinct and are here raised to specific rank. Chionaspis Jici and berliniae are very closely allied and further knowledge of the two species may lead to their union, but on the basis of the material a t present available they are separable. The same remarks apply also to chionaspiformis and commufiis.",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 190,
                    "text": "(Newstead)",
                    "ref_id": null
                },
                {
                    "start": 274,
                    "end": 292,
                    "text": "Laing (1929 : 479)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The genus Africaspis is almost certainly African in origin, and is widely djstributed throughout eastern and southern Africa. The genotype is a variable species that is common throughout the whole area and it is fully expected that further collecting will add to the present well-defined group of species. The fact that one species-pattersoni Green &. Laing-occurs in the Gold Coast suggests that the distribution may eventually be found to be general.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The species may be separated by the following key :-",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Supplementary groups of disc pores present on the ventral side of the parinarii Hall.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "Without such supplementary groups of disc pores . . . . . . . 2. 2(1). Perivulvar pores wanting . . . . . . Dorsal pores on segment 5 usually numerous, arranged in a regular series but never in a very regular single line : segment 6 with a submarginal group of usually more than 3 pores . . . . . . . 6.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "6(5). Median lobes always with a deep lateral notch, relatively large and prominent except in one species . . . . . . . . . . . 7.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "Median lobes with never more than a faint indication of a lateral notch, usually relatively small . . . . . . . . . . . . . . 9. \"(6). Median lobes squat ; gland spines of the pygidial fringe often arranged Median lobes prominent ; gland spines arranged in pairs . . . . . 8(7) . Gland spines on the pygidium and margins of all but the 1st free abdominal segment long and conspicuous, the longer spines of the pygidial fringe average 50 p; submedian group of pores on the 6th segment represented by 3 to 5 pores often forming a continuous series with the submarginal group . . . . . . diospyros Hall.",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 277,
                    "text": "8(7)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "Gland spines shorter, particularly marginally of the 2nd and 3rd abdominal segments, the longer spines of the pygidial fringe average 30 p ; submedian group of pores on the 6th segment, if present, represented by a single pore . . . . conspicuous, the longer spines averaging 30 p . . . berliniae Hall.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "Genus Ambigaspis MacGillivray .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "Genotype :-Pseudaonidia lycii Brain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "Body more or less turbinate in shape, broadest in the thoracic region with anterior margin flatly rounded and lateral margins more or less parallel but with the mesothorax on either side tending to be produced. Thoracic region strongly sclerotised. Lateral margins of prepygidial segments clearly produced. Pygidium broadly rounded with three pairs of Iobes. Median lobes neither zygotic nor yoked together and with only a pair of setae between their bases. All lobes with their axes somewhat convergent, acutely rounded apically with well-developed small scleroses arising from the inner and outer angles of the bases of each. Second and third lobes not duplex. Gland spines occurring in the usual positions in twos or threes, except between the median and second lobes, where there is apparently only one. Dorsal and marginal pores relatively small with no very definite arrangement on the pygidium but on the prepygidial segments submedian groups are distinct and well separated from those of the margin and submarginal areas. Gland tubercles present in the usual positions. Perivulvar pores wanting. Anal orifice near the base of the pygidium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosis."
        },
        {
            "text": "Scale of the adult female more or less circular, low convex, dull brown with exuviae well within the margin. Male scale greyish-white uncarinated with terminal exuvia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosis."
        },
        {
            "text": "It was originally described as a Pseudaonidia, and MacGillivray in erecting a new genus for its reception also assigned it t o t h e Aspidiotini. Ferris (1938a : 58) pointed out that t h e species is definitely Diaspidine, and this is undoubtedly t h e case, despite certain unusual features. It is a peculiar form of uncertain affinities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Each median lobe with a conspicuous club-shaped sclerosis extending inwards from the basal median angle; absence of dorsal ducts posterior to the 4th segment ; a sclerotic spur at the anterior lateral angle of both segments 3 and 4",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": ". . . . . . , . . . huwuiiensis Maskell.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "Each median lobe with a small outer and inner sclerotic incrassation; a relatively large irregularly elongate group of dorsal pores on the pygidium of the same size as those of the regular series on segment 4 and much smaller than the large and conspicuous marginal pores ; anterior lateral angles of segments 3 and 4 without sclerotic spurs . . . . . . punicae Laing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "Brain recorded (1919 : 220) Howardia moorsi Doane & Ferris from S.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "Africa. This name has since been sunk as a synonym of A. hawaiiensis Maskell.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "Genus Aolzidomytilus Leonardi.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "Three species are included in this genus, A. albus (Cockerell) , of which Coccomytilus dispar Vayssiere is a synonym, Lepidosaphes bruchystegke Hall and L. mazoeensis Hall, the two latter from 5. Rhodesia. According to Ferris (1937 : 5) this genus is strictly New World; uZbus Cockerell has probably been introduced into Africa, but it is doubtful if the same is true of the other two species. A. brachystegiae differs from the genotype in the presence, in some specimens, of a small \"tuberculiform process at the anterior lateral angle of abdominal segments 2 and 3, but the development of these varies considerably; in some individuals they are clear, whilst in others they are doubtfully present ; mazoeewis differs in having a marginal macropore between the bases of the median lobes. Apart from these differences, the two species bear a close resemblance to Aonidomytilus, and they may well be placed here, a t least until the African fauna is better known.",
            "cite_spans": [
                {
                    "start": 51,
                    "end": 62,
                    "text": "(Cockerell)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "With a marginal macropore between the median lobes; median lobes separated by a distance nearly the width of one ; perivulvar pores present",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "The three species may be separated as follows :mnzoeensis Hall.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "~~ Without a marginal macropore between the median lobes; median lobes set close together ; perivulvar pores present ; if median lobes separated by a distance nearly the width of one, perivulvar pores are wanting . . ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "Genus Asymmetraspis MacGillivra y.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "Genotype :--Chionaspis distorta Newstead ( fig. 33 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 43,
                    "end": 50,
                    "text": "fig. 33",
                    "ref_id": null
                }
            ],
            "section": "2."
        },
        {
            "text": "Referable to the tribe Diaspidini. Body oval with the anterior half strongly sclerotised and sometimes distorted. Median lobes with their bases yoked together but not zygotic ; with a pair of setae between the lobes but no marginal macropore. Second lobes, if present, poorly developed. Marginal gland spines very small and inconspicuous. Marginal pores relatively small and rather inconspicuous. Dorsal pores similar in size to the marginal pores, few in number but arranged in definite rows on the 4th, 5th and 6th segments. Anal and genital orifices situated near the base of the pygidium. Perivulvar pores wanting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diug.nosis."
        },
        {
            "text": "This genus contains only the type species described from 8. Africa on Protea hirta. It is very close to Bantudiaspis Hall, from which it differs in lacking a marginal pore between the bases of the median lobes, in having the dorsal pores, few though they may be, in well-defined series and in having the anal and genital apertures situated near the base of the pygidium. It is quite possible that further species may be found bridging the present gap between the two genera, and it may be regarded of some significance that A . distorta (Newstead) and B. faureae (Hall) should both occur on plants belonging to the PROTEACEAE, but for the present the two genera are regarded as distinct.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Brain (1920 : 102) placed distorta Newstead as a synonym of Chimspis (Dinuspis) distincta Leonardi. Examination of type material of the former and material of the latter determined by Brain himself show the two species to be entirely different. MacGillivray included Chionaspis tenuidisculus Newstead and C. dura Newstead in the genus but in the author's opinion these species are definitely not congeneric with distorta Newstead.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Scale of adult female small, white, narrow and strongly convex.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Genus Augulaspis MacGillivray .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Genotype :-Chionaspis nudata Newstead (figs. 2, 34).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Referable to the tribe Diaspidini. Body broadly fusiform with groups of small parastigmatic pores associated with both anterior and posterior spiracles. Pygidium broadly rounded with two pairs of lobes. Median lobes well separated by a deep notch, but with their bases not yoked together and without gland spines or marginal pores between; second lobes small and duplex. Gland spines of the pygidial fringe apparently confined to a single spine in each of the first two interlobular spaces. Dorsal pores with short ducts very numerous and arranged in regular broad bands ; on the 6th segment the submarginal and submedian series are confluent and consist of about 50 pores ; on the 7th segment only the submarginal series is present ; on segments 5 to 3 the series are separated but anterior to this, as far as the mesothorax, the pores become fewer and the series are not clearly separated. Gland tubercles doubtfully present but, if present, very small and inconspicuous. Perivulvar pores present. Anal orifice situated towards the base of the pygidium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosis."
        },
        {
            "text": "Scale of adult female opaque white, convex, broadened posteriorly, rather thick and coarsely striated transversely with golden exuviae. Male scale white, flat and uncarinated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosis."
        },
        {
            "text": "This genus is so far represented only by the type species from Tanganyika. It bears a strong resemblance to Versiculaspis MacGillivray, from which it differs in having large groups of perivulvar pores, and in lacking the conspicuous inwardly directed (but not fused) sclerotic bands arising from the bases of the median lobes and the group of conspicuous gland tubercles on the 5th segment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wotes."
        },
        {
            "text": "This genus is not of African origin and probably all the six species here included have been introduced. Whether tegalensis Zehntner and madiufiensis Zehntner, both originally described from Java on sugar-cane, are correctly assigned may be open t o question; t h e median lobes have not the appearance of being sunken into the apex of the pygidium although they have a small notch separating them. Another Oriental species having similar characters is A. wakayamaensis Kuwana, described from Japan (1926 : 33) . A . herbae Green has hitherto been placed in the genus Chionuspis, but in the author's opinion it would be more properly placed in Aulacaspis. A . cinnumomi var. mangqerae Newstead is here regarded as a synonym of A. cinnumomi Newstead.",
            "cite_spans": [
                {
                    "start": 456,
                    "end": 510,
                    "text": "wakayamaensis Kuwana, described from Japan (1926 : 33)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Genus Aulacaspis Cockerell."
        },
        {
            "text": "The species may be separated as follows :-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Genus Aulacaspis Cockerell."
        },
        {
            "text": "Median pygidial lobes prominent and not appearing sunken in an apical indentation of the pygidium; not divergent ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "Referable to the tribe Diaspidini. Body oval in outline when mounted, at most very faintly sclerotised with the exception of the pygidium and with margins of free abdominal segments not strongly produced laterally. Pygidium broadly rounded with three pairs of small obcohical lobes, median lobes neither zygotic nor yoked together basally, without a macropore but with a pair of gland spines between them; second and third lobes duplex. Gland spines of the pygidial fringe in groups of from 2 to 4 spines. Dorsal pores in welldefined interrupted series on the 3rd, 4th and 5th segments, on the 6th segment the series is continuous. Similar pores occur marginally of all segments as far anterior as the anterior spiracles. Gland tubercles extremely few and inconspicuous. Just posterior to both the anterior and posterior spiracles are loose groups of minute tubular pores. Perivulvar pores wanting. Anal orifice situated towards the base of the pygidium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosis."
        },
        {
            "text": "Scale of adult female white, moderately to highly convex, rather strongly broadened posteriorly, exuviae of an amber shade. Male scale white, parallel sided, uncarinated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosis."
        },
        {
            "text": "This genus is erected for the reception of a single species from S. Africa, described below. It comes close to Mitulaspis MacGillivray, from which it differs in body shape, in lacking the characteristic nature of the lateral margins of the free abdominal segments, the absence of a macropore between the median lobes and the definite arrangement of the dorsal pores of the pygidium into series. . Balaspis faurei sp. n. (figs. 4, 36) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 420,
                    "end": 433,
                    "text": "(figs. 4, 36)",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Notes."
        },
        {
            "text": "Scale of adult female small white, moderately to highly convex according to position; in the former case rather strongly broadened posteriorly; in the latter not so widely broadened. Exuviae amber coloured. Secretionary appendix with faint irregular transverse striations. Ventral scale persistent along the lateral margins.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Male scale white, with parallel sides, uncarinated. Length of scale of adult female 1.25-1-5 mm. ; breadth 0.8-1-0 mm. Body of adult female more or less oval in outline when mounted, and a t most very faintly sclerotised except for the pygidial region. Antenna1 tubercle with two or three minute processes and usually two setae of more or less equal lengths. A group of about 12 parastigmatic glands associated with the anterior spiracles. Margins of abdominal segments not strongly produced laterally. Pygidium with a rather well-defined sclerotic pattern, rounded, with three pairs of small conical lobes, median pair separated by a distance rather less than the width of one, not yoked together at their bases but with a pair of small gland spines between them ; second lobes duplex, with the lobules of the same shape as the median lobes, the inner lobules being very little smaller than the median lobes but larger than the outer lobules. Third pair of lobes similar but rather smaller and inconspicuous. Gland spines simple, arranged in the usual positions in groups of two to five spines. Marginal and dorsal pores of uniform size, the latter occurring as far as the 6th segment, on which there is a welldefined series running from the submedian area to the margin ; on segments 5 , 4 and 3 the pores are arranged in well-defined series interrupted to form submedian and submarginal series. Groups of similar pores occur marginally of all segments as far as the anterior spiracles. Submedian series do not occur anterior of the 3rd segment but are replaced by a few scattered pores of a much smaller size ; groups of these pores occur just posterior of the po8terior and anterior spiracles. Gland tubercles extremely few and inconspicuous, never more than one or two present. Perivulvar pores wanting. Anal orifice situated towards the .base of the pygidium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "the Ethiopian Diaspidifii (Coccoideu) .",
            "cite_spans": [
                {
                    "start": 26,
                    "end": 37,
                    "text": "(Coccoideu)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "I n addition to the type species-loranthi Hall-faureae Hall is included. Both species are from S. Rhodesia. A third species, rhusae Hall, is here united with loranthi Hall, a name which has page preference. A study of the series of slides of the two species now available shows that there are not sufficient constant differences to permit separation. On the other hand, there are differences in the shape and texture of the female scales. They are always small, but in the material from the different host plants examined may vary from very low convex, when they are subcircular or very broadly pyriform, to highly convex when they are narrowed and little broadened posteriorly. On Rhus the scales are pale brown and although not particularly thin have a semitranslucent appearance; on Loranthus they are more nearly white, whiIst on Turraea lzilotica (MELIACEAE) they are definitely white. Specimens on Rhus legali from Cape Province were identical with those of typical rhusae from S. Rhodesia. The form on Loranthus is intermediate between those on Rhus and Turraea with no sharp dividing line between those on Rhus and Loranthus on the one hand and Loranthus and Turraea on the other. In view of this, all the material is united under the name loranthi.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Ferris (1937 : 123) drew attention to the,similarity between Bantndiaspis loranthi (Hall) and his Situlaspis rnultipora, which he referred with some doubt to Situlaspis. The same author later (1941 : 274) erected a new genus Crassaspis with multipora as type. I n so doing, he remarked that in the light of further study the resemblance between the two species above mentioned had become much reduced, and he remarked that the genera Crassaspis and Situlaspis were apparently of the same stock as Diaspis and Epidiaspis Cockerell, and that this stock, while highly developed in the Neotropical region, is also represented in eastern Africa. The genera Asyrnmetraspis MacGillivray and Bantudiaspis represent African offshoots from this stock. Africa, and later Munro and Pouch6 (1936 : 86) recorded it on Cupressus, Juniperus, Thuja and Viscurn from the same country. Specimens of this species from the Ethiopian region have not actually been seen by the author, but there is no reason why it should not have been introduced into 8. Africa.",
            "cite_spans": [
                {
                    "start": 742,
                    "end": 788,
                    "text": "Africa, and later Munro and Pouch6 (1936 : 86)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "MacGillivray erected a genus Carubspis with Aspidiotus juniperi Bouchk as type, but this species, as well as Diaspis carueli Targioni, are now recognised as synonyms of the earlier Coccus visci Schrank, which latter species therefore becomes the type of the genus. The separation of Carubspis from Diaspis Costa is based on the presence of a small pair of gland spines between the median lobes and the reduction of the pores on segment 6 to a single submarginal pore in the former genus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Genus Chionaspis Signoret. It was customary for the earlier authors to place in the genus Chionaspis all those species in which the female scales were white and elongate, broadened posteriorly to a greater or lesser degree, with terminal exuviae. Later authors placed some of the species of this general type in other genera, but of the 200 odd known species of the tribe Diaspidini from the Ethiopian region over one-third have been placed either directly or indirectly in the genus Chiompis. This is some indication of the strong development of the species of this same superficial appearance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Chionaspis salicis L., the type of the genus, has the following characters :-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "The dermis of the adult female, with the exception of the pygidium, not sclerotised. Median pygidial lobes projecting from the margin with their inner angles extremely close together and with a conspicuous basal sclerotic yoke, but without pores or gland spines between them. Second lobes present and clearly duplex, smaller than the median lobes. Gland spines well developed and in pairs. Dorsal pores in well-defined segmentally arranged rows which are interrupted to form submedisn and submarginal series ; the submedian series extend as far as segment 6 but the submarginal series do not occur beyond segment 5. The pores of the submedian series on segments 3 and 4 are definitely smaller than those of the corresponding series on segments 5 and 6. Perivulvar pores present.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Of all the Chionuspis species from the Ethiopian region that have been seen, only two are retained here-sterculiae Laing and lutea Newstead. Chiorutspis sterculiae has some claims to be retained in the genus but it differs from the genotype of Chionaspis in being narrowly elongate with faintly but clearly sclerotised dermis, the absence of a submedian series of pores on segment 6 and the median area of the thoracic and 1st and 2nd abdominal segments with numerous tubercles. It is only retained in the genus with considerable hesitation, but it is thought best to adopt this course until the Ethiopian fauna is better known.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Chionuspis lutea Newstead has no claims whatever to inclusion in the genus, but in view of the problem it presents it has been left there for the time being. The species was originally described as a Chionuspis by Newstead (1911a : 169) from Amani, Tanganyika, on a forest tree. The same author later (1917a : 133) recorded it as Chionaspis (Phenacaspis) lutea from the Gold Coast on Funtumia (APOCYNACEAE) with the statement \" the male puparia associated with the females in this colony are very strongly tricarinate and not a t all like those in the type lot described from East Africa. Possibly the West African examples belong to a species of Diaspis. The 99 are specifically identical with the co-types of",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "A very small piece of the original material from Amani, carrying some female but no male scales, has been available for examination. Figs. 5, 6 and 37 have been drawn from these specimens. It will be seen a t once that it is not a Chionaspis. Further, the median lobes are clearly not yoked together basally, they have a marginal macropore between them and the nature and arrangement of the dorsal pores on the pygidium are characteristics which preclude its inclusion in Phenacaspis. The characters of the pygidium ( fig. 37 ) are typical of Diaspis, yet the body shape ( fig. 5) is not turbinate as found in that genus and the female scale is typically Chionaspiform with terminal exuviae (fig. 6 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 518,
                    "end": 525,
                    "text": "fig. 37",
                    "ref_id": null
                },
                {
                    "start": 573,
                    "end": 580,
                    "text": "fig. 5)",
                    "ref_id": null
                },
                {
                    "start": 691,
                    "end": 698,
                    "text": "(fig. 6",
                    "ref_id": null
                }
            ],
            "section": "C . lutea.\""
        },
        {
            "text": "The shape of the scales shows considerable variation according to position, some being narrowly elongate whilst others are much broadened posteriorly. The specimen figured represents an intermediate form, but in every case the exuviae are definitely terminal. Were it not for this, one would have no hesitation in assigning I t to the genus Diaspis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C . lutea.\""
        },
        {
            "text": "Genus Coccomytilus Leonardi. Four species have at one time or another been referred to this genusdispar VayssiBre, which is now accepted as a synonym of Aonidomytilus albus the Ethiopia% Diaspidini (Coccoidea) .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C . lutea.\""
        },
        {
            "text": "Cockerell, bambusicola Cockerell, which is here referred to the genus Kuwamspis MacGillivray, chitinosus Lindinger and somalensis Malenotti. The last two species have not been seen, but from the descriptions it would appear to be quite clear that neither is congeneric with connz'exa Maskell, the type species of Coccomytilus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C . lutea.\""
        },
        {
            "text": "Genus Contigaspis MacGillivray .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C . lutea.\""
        },
        {
            "text": "Genotype :--Chionaspis subrzudata Newstead (figs. 8, 40) .",
            "cite_spans": [
                {
                    "start": 34,
                    "end": 52,
                    "text": "Newstead (figs. 8,",
                    "ref_id": null
                },
                {
                    "start": 53,
                    "end": 56,
                    "text": "40)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "C . lutea.\""
        },
        {
            "text": "Referable to the tribe Diaspidini. Body fusiform or broadly fusiform with membranous dermis. Pygidium broadly rounded with a pair of small and inconspicuous median lobes which are not only zygotic but, over their basal halves at least, in the closest apposition. Other lobes wanting. Marginal gland spines small and inconspicuous. Marginal and dorsal pores of much the same size, the latter not arranged in well-defined series. Submedian groups on the 5th and 6th segments represented by a few pores, which are replaced typically on the segments anterior to these by pores of a very much smaller size. Scattered pores occur in the marginal areas from the pygidium to the anterior spiracles and a few gland tubercles are present in the usual positions. Perivulvar pores present. Anal orifice situated slightly towards the base of the pygidium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosis."
        },
        {
            "text": "Scale of adult female, small, white, low convex and broadened posteriorly. Male scale tricarinate or at least with a median carina.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosis."
        },
        {
            "text": "This genus comes close to Africaspis MacGillivray and Gadaspis Hall ; from the former it differs in lacking the characteristic sclerotisation associated with the marginal pores of the first two interlobular spaces, in the smaller size of the median lobes and the poor development of the pygidial gland spines; from the latter it differs in having relatively small and not prominent lobes that are not in the closest apposition throughout the entire length of their inner margins, and in the poor development of the pygidial gland spines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Indigoferae Hall, cyanogem Cockerell and a new species described below are included in addition to the genotype. MacGillivray himself included only the genotype and scutiae Brain, but the latter species is referable to Afrimspis MacGillivray. It may also be pointed out that MacGillivray gave-as a major character for separating the genus in his key \" pygidium of adult female always without plates.\" In both subnudata and scutiae plates-or gland spines as they are referred to in this paper-are definitely present, small and inconspicuous though they may be.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "When describing subnudata, Newstead drew attention to the fact that it was closely allied to nudata Newstead. It is not clear on what grounds this statement was made, as an examination of part of the type material of both species shows them to be very different.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Scale of adult female small, white, with a smooth rather glossy surface that is often partially obscured by extraneous matter, moderately to highly convex and moderately broadened posteriorly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contigaspis naudei sp. n. (figs. 7, 39)."
        },
        {
            "text": "Ventral scale very thin, remaining adherent to the host plant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contigaspis naudei sp. n. (figs. 7, 39)."
        },
        {
            "text": "Male scale very small with more or less parallel sides and apparently with a median carina only.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contigaspis naudei sp. n. (figs. 7, 39)."
        },
        {
            "text": "Exuviae very pale lemon coloured.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contigaspis naudei sp. n. (figs. 7, 39)."
        },
        {
            "text": "Length of scale of adult female 1.0-1-2 mm. ; the width and convexity vary considerably according to position.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contigaspis naudei sp. n. (figs. 7, 39)."
        },
        {
            "text": "Body of adult female broadly oval in outline when mounted, membranous except for the pygidial region, Antenna1 tubercles with a single curved seta. A group of 10-15 parastigmatic glands associated with each anterior spiracle and one of about 4 with each posterior spiracle. Pygidium with only the median pair of lobes represented; these are zygotic with a truncheon-shaped sclerosis arising from the point of zygosis : each lobe has a single deep notch in the outer lateral margin. Gland spines simple, occurring in pairs in the usual positions. Dorsal pores not arranged in well-defined series, submedian groups confined to the 3rd to the 6th segments, the number of pores in each group usually 3 or 4. I have pleasure in naming this species after Dr. T. J. NaudB, Chief of the Division of Entomology, Pretoria, through whose kindness I have been able to examine many of Brain's species that would not otherwise have been available to me. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contigaspis naudei sp. n. (figs. 7, 39)."
        },
        {
            "text": "Referable to the tribe Diaspidini. Body very narrow and elongate with roughly parallel sides. Pygidium rounded. Median lobes with their bases yoked together, but separated by a rather deep U-shaped notch. Second lobes duplex, well developed, the inner lobules being just as large and usually larger than the median lobes. Dorsal pores in well-defined regular interrupted series, the submedian series extending as far as the 6th segment, but the submarginal series not occurring beyond the 5th segment. Marginal macropores and gland spines in the usual positions, the latter arranged singly. Perivulvar pores in five groups which tend to be confluent; on the segment preceding a supplementary transversely orientated group of similar pores. Anal orifice near the base of the pygidium. Margin of prepygidial segments as far as the metathorax, with numerous pores similar to the dorsal pores on the pygidium and a few gland tubercles in the usual positions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diugnosis."
        },
        {
            "text": "Scale of adult female white, very elongate and narrow, with parallel sides and complete ventral scale. Male scale white and very faintly tricarinate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diugnosis."
        },
        {
            "text": "This genus belongs to the Phenacaspis Cooley & Cockerell, Rolaspis, Tecaspis, Voraspis group of genera, from all of which it is differentiated by the curious transverse group of supplementary pores. The number and arrangement of these pores is unlike that found in the species which have in the past been assigned to Poliaspis. Only the type species is known a t present.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Genus Coronaspis MacGillivray. MacGillivray assigned Chionaspis auratilis Newstead from Uganda to this genus, the type of which is a Ceylon species-C. coronifera Green. In the author's opinion auratilis is not congeneric with coronifera, the male scales are quite different, and in auratilis the second lobes are strikingly larger than the median lobes and the pygidial fringe different.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Genus Credodiaspis MacGillivray. This genus was erected by MacGillivray for a single species-Cryptodiaspis limuloides Lindinger-from the Cameroons. I n the key to genera given by that author the only character separating it from the genus Cryptodiaspis Lindinger is the absence of perivulvar pores. This in itself would be insufficient grounds for the separation but unfortunately neither limuloides nor the other two species of Cyptodiaspis have been seen and no opinion can, therefore, be expressed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Genus Cryptodiaspis Lindinger. This genus was erected by Lindinger for three species from the Cameroons. As stated above, these species have not been seen, but judged from the descriptions the genus is valid and the three species assigned to it form a well-defined little group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Genus Daraspis gen. n. Genotype :-Chionaspis bussii Newstead (figs. 9, 41).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Referable to the tribe Diaspidini. Body very long and narrow and all but the pygidium membranous. Pygidium rounded with three pairs of lobes. Median lobes divergent, neither zygotic nor yoked tog?ther but with a notch between, with two gland spines and a marginal macropore between the lobes ; second lobes duplex, extending slightly beyond the median pair; third lobes duplex, small and inconspicuous. A pore-carrying process occurs in each interlobular space (except between the median lobes) and there are two more between the 3rd lobes and the base of the pygidium on either side. Five to seven large marginal pores occur on either side of the median lobes. Gland spines occurring singly in the usual positions except at the base of the pygidium, where there is a pair. Dorsal pores very much smaller than the marginal pores, very few in number and apparently without any regular arrangement. Dorsal pores on the prepygidial segments of a similar small size and few in number and not found anterior of the posterior spiracles. Gland tubercles wanting except marginally of the 3rd segment, where there are two unusually large tubercles, each of which carries, usually, 3 microducts. Perivulvar pores present. Anal orifice situated near the base of the pygidium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosis."
        },
        {
            "text": "Scale of adult female, flat, narrowly elongate with broadly flattened margin not much broadened posteriorly, translucent pale brown with golden exuviae. Male scale brown, more or less parallel-sided and uncarinated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosis."
        },
        {
            "text": "This genus a t present contains only the type species from French Guinea.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "It comes closest to Sinistraspis MacGillivray, from which it differs in the median lobes not being yoked together, in having a marginal macropore and two gland spines between the median lobes and in lacking any asymmetrically developed characteristic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Genus Dentachionaspis MacGillivray. Genotype :-Chionaspis capensis Newstead, which is regarded as a synonym of Dinaspis lounsbu yi Leonardi.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Body fusiform with the anterior half moderately sclerotised at maturity. Pygidium broadly rounded with two pairs of lobes. Median lobes small, widely separated by a marginal notch, with scleroses arising from their bases, which are usually incompletely fused and not forming a completed yoke. Second lobes duplex with inner lobules typically much larger than the outer lobules and larger than the median lobes. Without gland spines or marginal pore between the median lobes. Gland spines of the pygidial fringe arranged singly ; these are forked at the apex in the genotype but simple in the other included species. Marginal pores in the usual positions. Dorsal pores arranged in definite segmental series as far as the 5th segment ; on the 6th segment the submedian group is represented by 3 to 6 pores but the submarginal group is reduced to 2 or 3 marginally. Prepygidial and metathoracic segments with groups of pores marginally and groups of gland tubercles in the normal positions. Perivulvar pores wanting in the type species. Anal orifice situated towards the base of the pygidium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosis."
        },
        {
            "text": "Scale of the adult female highly convex, white and moderately broadened posteriorly. Male scale small, white, uncarinated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosis."
        },
        {
            "text": "Referable to the tribe Diaspidini.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosis."
        },
        {
            "text": "This genus comes closest to Inchoaspis MacGillivray, but the species of the latter genus are very much larger-unusually large-in addition to other differences of a less striking nature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Dinaspis pittospori Hall from S. Rhodesia, Chionaspis margaritae Brain from S. Africa, Chionaspis pseudonivea Malenotti from the Italian Somaliland, Chionaspis auratilis Newstead from Uganda and Chionaspis ritchiei Laing from Tanganyika and Sierra Leone are included in addition to the genotype. Dinaspis pittospori differs from the genotype in the much shallower nature of the notch between the median lobes, whilst margaritae differs in having five well-developed groups of perivulvar pores, but despite this it appears to be more nearly congeneric with lounsburyi Leonardi than pittospori. Brain remarks (1919 : 231) that margaritae is very much like Chionaspis mpparisi Brain, a species which later ( : 234) he refers to as being similar to Dinaspis lounsburyi Leonardi in some respects. Chionaspis capparisi has not been seen, but it seems probable that it also should be included in this genus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Chionaspis pseudonivea, like pittospori, has a shallow notch between the median lobes and bears a close resemblance t o it, but like margaritae it has five groups of perivulvar pores.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Chionaspis auratilis and ritchiei differ from the genotype and other species in having a much narrower body shape, and, although both possess certain other marked differences, they bear a sufficiently close resemblance t o the genotype t o be placed here until the fauna is better known. I n auratilis the antennal tubercles are set unusually close together and immediately anterior to the rostrum, and the male scale is dull gold in colour. I n ritchiei it is not certain t h a t the so-called long setae of the pygidial fringe are really setae; the writer suspects t h a t they are slender gland spines, but the capitate heads me admittedly obscure. It may be noted t h a t most examples of this species seen exhibit a few supplementary disc pores anterior t o the groups of perivulvar pores.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Dinaspis berlesei Malenotti, from the Italian Somaliland, also certainly belongs t o the genus Dentachiomspis and is very probably the same as lounsburyi",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Leonardi, but the only preparation s e e n -e x coll. Malenotti and bearing the data of the type material-is not sufficiently good to enable a definite opinion t o be expressed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Perivulvar The six included species may be separated as follows :rnargaritae Brain (figs. 10, 42).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "pseudonivea Malenotti (figs. 11, 43 ",
            "cite_spans": [
                {
                    "start": 12,
                    "end": 32,
                    "text": "Malenotti (figs. 11,",
                    "ref_id": null
                },
                {
                    "start": 33,
                    "end": 35,
                    "text": "43",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "Referable to the tribe Diaspidini. Body small, fusiform to globose with delicate hyaline dermis. Mouthparts, typically, unusually close to the anterior margin. Anterior spiracles situated in a shallow but clearly defined pit. Pygidium broadly to very broadly rounded TRANS. R. ENT. SOC. LOND. 97. PT. 20. (DECEMBER 1946.) c c with two pairs of lobes. Median lobes widely separated and small; in the type and two other species they are squat, broader than long with serrated apices; in two other species they are narrowly conical ; second lobes in the former case duplex, of the same shape as the median pair ; in the latter case single, larger than the median lobes and rounded apically. Median lobes not yoked together and without gland spines or marginal po;e between them (in the type species a marginal pore is sometimes present). Gland spines of the pygidittl fringe occurring singly. Dorsal pygidial pores relatively large, with short ducts either scattered or at least without any definite arrangement into series or rows. Similar pores occur marginally as far anterior as the anterior spiracles but are not numerous; gland tubercles relatively few. Perivulvar pores may or may not be present. Anal orifice situated slightly anterior of the middle of the pygidium. Scale of adult female very highly convex, white or silvery white, often with transverse striations, rather narrow. Male scale white with or without a median carina.",
            "cite_spans": [
                {
                    "start": 305,
                    "end": 321,
                    "text": "(DECEMBER 1946.)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Diagnosis."
        },
        {
            "text": "This genus is probably African and comes closest to Inchoaspis MacGillivray, but in that genus the females are unusually large, whereas in Dentaspis the reverse is the case.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "I n addition to the type four other species areincluded here. They are all small species in which the female scale is very highly convex and the adult female usually globose, with such delicate hyaline dermis that it is difficult to secure preparations showing the pygidial margin satisfactorily. The mouthparts are set unusually close t o the anterior margin, and this is particularly true in the cases of substriata and rugosa.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "The five species fall into two groups, substriata, globosus and rugosa forming one and hargreavesi and gibber the other. The substriata group is characterised by having squat median lobes broader than long and apically serrated and duplex second lobes of similar shape. The hargreavesi group have conical median lobes and simple second lobes that, in the case of hargreavesi, are much longer than broad and more prominent than the median pair.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Despite the obvious differences between the two groups there are definite resemblances between substriata and hargreavesi on the one hand and globosus and gibber on the other which it is difficult t o describe.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "The five species may be separated as follows :-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Perivulvar pores present; median and second lobes squat, broader than Perivulvar pores wanting ; median lobes conical, second lobes conical or ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "Nine species are included in this genus, of which six have been described as new from Africa. For one of these-regularis Newstead-MacGillivray erected the genus Urnbaspis on the grounds that it differed from Diaspis in possessing interlobal truncate lobe-like glandular projections except between the median lobes. Glandular projections in these positions are characteristic of the genus Diaspis, but it would be difficult to separate the African species satisfactorily on the basis of this character alone on account of the gradation from truncate to rounded exhibited by the various species. Moreover, there are no other constant differences in characters separating those species which have definitely truncated projections from those in which the projections are clearly rounded. For this reason the genus Urnbaspis is regarded as a synonym of Diaspis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Of the six species described from Africa all were originally assigned t o Diaspis. D. spatulata Hall was described as a variety of D. subregularis Hall, but it is now raised to specific rank i n view 6 f the fact that the flatly rounded obscurely spinose pore-carrying projection towards the base of the pygidium in subregularis is replaced by a conspicuous sharply sclerotised spur in spatulata.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "There are other differences that were indicated when the two forms were described.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Diaspis africana, parva and stilosa all of .Lindinger, and senegalensis VayssiBre, also certainly belong to this genus, but they are known only from the descriptions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "The nine included species may be separated by the following key :- Marginal pores not strikingly larger than the dorsal pores and the two large submarginal longitudinally orientated pores not present S(7). Median lobes large, much larger than the lobules of the 2nd lobes; submedian group of dorsal pores present on the 5th segmgnt only and represented usually by a single pore . . . . . . . carissae Hall.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "Median lobes much the same size as the lobules of the 2nd lobes; submedian groups in small groups on segments 2 to 5 both inclusive Genus Dinaspis Leonardi.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "bicolor Laing. subregularis Hall.",
            "cite_spans": [
                {
                    "start": 8,
                    "end": 14,
                    "text": "Laing.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "Seventeen species have been amigned to this genus in the past. These were later reduced to 15 by sinking two names as synonyms. It is the view here that not one of these species can be correctly assigned to Dinuspis, and all those that have actually been seen are placed elsewhere in this paper. With the exception of D. silvestri Leonardi, not one exhibits the striking difference in size between the marginal pores and dorsal pores which is one of the main characteristics of Dinuspis. D. silvestm', on the other hand, has a large macropore between the median lobes and differs from typical Dinuspis in other respects. The genotype of Dinaspis is a South American species and the genus is probably of South American origin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "Genus Duplachimaspis MacGillivray. .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "Three species are included in this genus, but it is with some hesitation that ugandae Hall has been assigned. Chionaspis paolii Malenotti, described from the Italian Somaliland on Mariscus, is certainly a Dupluachiomspis and probably the same as D. aspuragi (Laing & Cockerell) , but the only slide availablepresumably from the type lot of material as i t bears identical data-is not sufficiently good to permit of a definite opinion. Chionaspis mtalemis Maskell, described from Natal, probably also belongs here but has not been seen.",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 277,
                    "text": "(Laing & Cockerell)",
                    "ref_id": null
                },
                {
                    "start": 455,
                    "end": 463,
                    "text": "Maskell,",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "MacGillivray included 21 species in his genus, of which 11 are African, but the majority of these are clearly not congeneric with graminis Green, the type of the genus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "The three included species may be separated as follows :-Pygidium acute; median lobes longer than broad and strongly divergent 2. Pygidium broadly rounded ; median lobes squat, never longer than broad and at most only slightly divergent . . . . ugandae Hall.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "2(1). Pygidial gland spines of the interlobular spaces single, rarely in pairs; submedian groups of dorsal pores of uniform size on segments 3 to 6 stanotophri Cooley (figs. 13, 45). Pygidial gland spines of the interlobular spaces in pairs; submedian groups of dorsal pores on segments 3 and 4 replaced by pores of a much",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "Genus Epidiaspis Cockerell. The only species of this genus so far recorded from Africa is E.$cifoliae Hall. It is somewhat of a surprise to find this genus represented in Africa, as it was thought to be chiefly New World, apart from the type species, which is European.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "Brain (1919 : 228) described a new species as Diaspis (Epidiaspis) cmspicua, but this species is not even referable to the Diaspidini; it belongs to the Aspidiotine genus Morganella Cockerell.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "Genus Finaspis gen. n. Genotype :-Lepidosaphes distincta Hall.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "Body relatively small, elongate and narrow with parallel sides. Dermis, with the exception of the pygidium, with little evidence of sclerotisation but closely and finely striated transversely. Pygidium with a well-defined sclerotised pattern, somewhat acute with three pairs of densely sclerotised lobes. Median lobes large, tridentate, broader than long, set close together, with a small dentiform process covering the point of junction of the inner angles on the dorsal aspect. Median lobes and tissues immediately surrounding densely sclerotised. Second lobes smaller than median lobes, conical; third lobes much smaller than second lobes, but of similar shape. All lobes conspicuous on account of sclerotisation. Marginal gland spines arranged singly in the normal positions, the two towards the base of the pygidium often being dilated and bifurcate or divided apically. Marginal pores wanting with tKe exception of one on the 5th segment. Dorsal pores very few, small, with short ducts, scattered. Margin of free abdominal segments with a few similar pores and a few gland tubercles. Perivulvar pores in five groups. Anal orifice towards the base of the pygidium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosis."
        },
        {
            "text": "Scale of adult female very elongate and narrow, dull brown, exuviae terminal. Male scale much smaller than that of the female, white or dirty white, with parallel sides, uncarinated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosis."
        },
        {
            "text": "This genus is difficult to place. It appears to have some athities with Africaspis MacGillivray, but differs from that genus in many obvious respects as, €or instance, the absence of sclerotised marginal macropores, gland spines arranged singly, and in the lack of arrangement and small size of the dorsal pores. Lindinger (1932b : 202) assigned L. distincta to Pygabtaspis, a genus erected by Perris (1921 : 218) for a new species, P. miscanthi, from Formosa. This genus probably belongs to the Odonaspidini, and differs from Finaspis in having numerous ducts on the pygidium both dorsally and ventrally, broad toothed plates on the pygidial fringe and the absence of a small conical process between the median lobes.",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 331,
                    "text": "Lindinger (1932b :",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "At present the genus is represented by a single species described from 8. Rhodesia on Zizyphus jujuba.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Referable to the tribe Diaspidini.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Genus Fiorinia Targioni. F . Jioriniae Targioni is fairly common throughout South Africa on Camellia and Palms (Brain, 1919 : 22l), and it has also been recorded by Lindinger F. kewensis Newstead has also been recorded from Tanganyika on Borassus by Lindinger (1913 : 77)) but no African material of this species has been seen: There is reason to believe that this species may be of Australian origin and incorrectly assigned to Fiorinia, but until a comprehensive study of the speciesparticularly Australian-of this and allied genera has been made, it is best left where it is.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Genus Purchudaspis MacGillivray. Represented by the type species only, of which Diaspis rhusae Brain (1919 : 225) is considered to be a synonym. D. rhusae was described from S. Africa on Rhus sp. and later was found by the author on Cussonia spicata in Southern Rhodesia and transferred to the genus Furchadaspis (Hall, 1941 : 230) . Furchadaspis zamiae has hitherto been regarded as confined to Cycads and to Zamia spp. in particular. The author is unable to separate specimens from the type material of rhusae and rhusae from Cussonia in S. Rhodesia from zamiae. The principal difference between the two species was said (Hall, loc. cit.) to be that the two gland spines between the median lobes were simple and not bifurcated. Brain figured them as simple, but further examination of specimens from the type material shows that this is not the case; they are bifurcate or fimbriate, but this is not always apparent on account of the position in which they happen to be. Other differences are not sufficiently marked or consistent to warrant separation.",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 331,
                    "text": "(Hall, 1941 : 230)",
                    "ref_id": null
                },
                {
                    "start": 623,
                    "end": 640,
                    "text": "(Hall, loc. cit.)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Genus Gadaspis gen. n. Genotype :-Chionuspis (Pinnaspis) combreti Hall.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Referable to the tribe Diaspidini. Body elongate, fusiform, with membranous dermis. Pygidium rounded with a large and prominent pair of median lobes, rather longer than broad with their inner margins in the closest apposition. Second lobes, if present, duplex, smalI and dentate. Third lobes wanting. Margin of the pygidium on either side of the median lobes sometimes recessed. Marginal gland spines in the usual positions, well developed and occurring in groups of 2 to 4 spines, rarely singly. Marginal and dorsal pores of the sape size. Dorsal pores arranged in rather loose series as far as the 5th segment; on the 6th segment the pores are more or less confined to the submarginal region and tend to be scattered. Similar pores occur marginally on all segments as far anterior as the mesothorax. Gland tubercles present in rather large groups in the usual positions as far as the anterior spiracles. Perivulvar pores present in five groups. Anal orifice towards the base of the pygidium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosis."
        },
        {
            "text": "Scale of the adult female white, moderately convex, elongate, pyriform in shape with terminal exuviae. Male scale white, parallel sided and normally uncarinated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosis."
        },
        {
            "text": "This genus comes closest t o Pinmspis Cockerell and Contigaspis MacGillivray. From Pinnaspis Cockerell it differs in having large and prominent median lobes, the nature of the 2nd lobes if any, the presence of pores submarginally on segment 6 and the less regular,arrangement of the dorsal pores on the segments anterior to this. From Contigaspis it differs in having large and prominent median lobes in the closest apposition and well-developed gland spines on the marginal fringe.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "I n addition to the type species two others are included to give a very welldefined and characteristic little group. They were all described from 8. !Rhodesia from Combretum and Uapaca. They may be separated as follows :- combreti Hall.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "With no such conspicuous indentation ; gland spines arranged in pairs Genus Genaparlatoria MacGillivray. Material of G. pseudaspidiotus Lindinger has been received from the Sudan on Mango. This is believed to be the fist record of this species occurring in the African continent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "Genus Gramemspis MacGillivray. This genus was erected for a single species-Chionuspis africana Newsteaddescribed from South-West Africa on a \" grass like \" plant. Unfortunately neither the type nor any slides or material of this species have been traced. Whether the genus will prove to be valid it is impossible to say, but the characters of the type species given by Newstead seem to suggest that it may prove so.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "Genus Greenaspis MacGillivray. Genotype :-Chionaspis elongata Green.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "Body membranous with anterior extremity more flattened than rounded, extremely long and very narrow owing to the prolongation of the thoracic segments, abdominal segments short with the second and third laterally produced. Pygidium acute with two pairs of lobes. Median lobes strongly divergent and prominent, of unusual shape, with their inner edges emarginate and bases yoked together but lacking setae, gland spines or marginal pores between them. Second lobes duplex, the lobules separate, narrow with the inner much the longer. Gland spines of the pygidial fringe long and conspicuous, occurring singly in the normal positions except a t the base of the pygidium, where there is a pair. Marginal and dorsal pores of the same size, the latter very few in number, in segmentally arranged rows as far as the 5th segment. Prepygidial and metathoracic segments with very small groups of pores and gland tubercles in the usual position. Perivulvar pores present. Anal orifice towards the base of the pygidium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosis."
        },
        {
            "text": "Scale of the adult female white and extremely long and narrow; male scale white, slightly broadened posteriorly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosis."
        },
        {
            "text": "This genus resembles Albataspis MacGillivray, which was erected for an Australian species-Mytilaspis nivea Maskell-but this species is only known to the author from the original description.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "The genus Greenaspis was erected for a Ceylon species, C. elongata Green, of which the Green collection contains not only the type but slides of material from India and Formosa.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "G. elongata Green has been recorded from Italian Somaliland on Cassine holstii (CELASTRACEAE) by Malenotti (1915 : 349) . This seems an unlikely hbst plant for elongata, which has previously only been known from Gramineae, chiefly Bamboo. The record is, therefore, only accepted with reserve.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 119,
                    "text": "by Malenotti (1915 : 349)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Genus Gymnaspis Newstead. Three species assigned to this genus have been described from Africa. One of these, G. faureae Brain, is not considered to be congeneric with the type on account of the fact that the pygidium of the second-stage female lacks the lobes and plates found in the genotype and other species here referred to the genus. The correct generic position of faureae is not clear. In the specimens available for examination, the sclerotisation of the second-stage female completely obscures the pygidial characters. There is even some doubt in the author's mind as to whether it is referable to the tribe Diaspidini a t all.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Lindinger placed G. afrcana Newstead in Cryptaspidiotus Lindinger, a genus very close to, if not identical with, Aonidia Targioni. The ducts in both afrimna Newstead and bilobis Green & Laing are only imperfectly two-barred and it is open to question whether a second bar is present. In the larvae of the genotype-aechmeae Newstead-the ducts are clearly two-barred. It will be necessary to make a study of all stages of these and allied species before any definite conclusions can be reached. I n the meantime the two species included may be separated as follows :-1. Pygidium of adult female with 3 pairs of lobes; interlobular spaces with plates and in addition three plates anterior of the 3rd lobes africana Newstead. Pygidium of adult female with no more than a single pair of prominent median lobes; plates very few, small and inconspicuous, two between the median lobes and two or three immediately lateral of them o n each side. . . . . . . . . . . . . . . bilobis Green C Laing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Genus Howardia Berlese & Leonardi. The only species known from Africa is the type species-biclavis Comstock. Other African species that have been referred to this genus in the past are now considered to have been incorrectly placed and have been assigned to other genera in the present paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Genus Hulaspis gen. n. Genotype :-Howard& dombeyae Hall (figs. 14, 46).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Referable to the tribe Diaspidini. Body very broadly turbinate in outline and membranous. Pygidium with a strongly marked sclerotic pattern which is sharply divided into two halves by a funnel-shaped furrow arising from the point of junction of the median lobes. A single pair of median lobes only present, the inner margins of these lobes in close apposition, except at the apical extremity, falling away laterally on either side. Each median lobe with a conspicuous sclerosis arising from its base ; the two scleroses are outwardly divergent and each consists of a tube-like structure with very much thickened and sclerotised lateral margins. I n the angle between the scleroses, i.e. between the median lobes, is a marginal pore. About 8 gland spines between the median lobe and base of the pygidium on either side; these are of uneven sizes, those towards the base being usually simple whilst those nearer the median lobes are large, often plate-like with bifurcated apices. Gland tubercles, relatively slender and not very numerous, occur as far anterior as the 1st segment. Dorsal pores with the submedian groups well separated from the submarginal groups, not numerous and more or less confined to the 2nd to 5th segments, both inclusive; the submarginal group on the 6th segment may be represented by one or two pores. Perivulvar pores lacking. Anal orifice set towards the apex of the pygidium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosis."
        },
        {
            "text": "Scale of adult female sub-circular, white, with brown more or less central exuviae;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosis."
        },
        {
            "text": "nymphal exuvia rather large, occupying about 8 of the puparium. Male scale not known.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosis."
        },
        {
            "text": "Only the type species known a t present. This genus comes close t o Howardia, from which it differs in having definitely zygotic median lobes, the different character of the scleroses a t the base of the median lobes, and the entirely different nature and arrangement of the gland spines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Genus Inchoaspis MacGillivray .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Genotype :-Chionaspis amaniensis Lindinger, which is a synonym of C. dentilobis Newstead.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Synonymy :-Remotaspis MacGillivray. Genotype :--Chionaspis dentilobis Newstead.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Body large, fusiforni with membranous dermis. Parastigmatic pores associated with the anterior spiracles relatively numerous. Pygidium large, broadly rounded, with marginal intersegmental indentations. Median lobes small, widely separated, not yoked together and with neither gland spines nor marginal pore between their bases. Second lobes duplex, larger than the median lobes. Third and, in the genotype, fourth lobes present. Gland spines in the usual positions varying from 0-3 per group. Dorsal pores with short ducts as far as the 5th segment in relatively well-defined series and relatively numerous; on the 6th segment they are also relatively numerous but the arrangement tends to be far less regular. Marginal pores in the normal positions and of the same size as the dorsal pores. Marginal regions of the prepygidial segments with numerous pores similar to those on the pygidium ; they also occur on the thoracic segments as far as the anterior spiracles but are more widely separated; relatively large groups of gland tubercles in the normal positions. Perivulvar pores not present in the type species but present in two other species, in one of which supplementary groups occur in addition. Anal orifice towards the base of the pygidium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosis."
        },
        {
            "text": "Scale of the adult female white to silvery white, highly convex and broadened posteriorly when not contorted and compressed by overcrowding. Male scale white with a median carina.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosis."
        },
        {
            "text": "Chionuspis dentilobis was described by Newstead (1910 : 195) and C. amarziensis by Lindinger (1910 : 42) . The latter author later (1913 : 75) sank his amaniewis as a synonym of dentilobis. MacGillivray in 1921 created two new genera Remotaspis with dentilobis Newstead as type (: 311) and Iwhoaspis with amarziewis Lindinger as type (: 310). Inchoaspis has page precedence and is therefore adopted.",
            "cite_spans": [
                {
                    "start": 39,
                    "end": 60,
                    "text": "Newstead (1910 : 195)",
                    "ref_id": null
                },
                {
                    "start": 83,
                    "end": 104,
                    "text": "Lindinger (1910 : 42)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Inchoaspis comes closest to Dentaspis MacGillivray, but the species are much larger. Lindinger (1937 : 187) placed it as a synonym of Chionuspis Signoret, a genus to which it bears little or no resemblance a t all.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 102,
                    "text": "Lindinger (1937 :",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Despite obvious differences, the three species here included bear such a strong resemblance to each other that it is difficult to believe they are not congeneric. They may be separated from each other as follows :- ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "With three and sometimes four pairs of pygidial lobes, median and inner lobules of the 2nd and 3rd pairs rounded with faintly serrated edges; median lobes separated by a distance no more than twice the width of one ; with no marginal pores between the median lobes; gland spines anterior of the second lobes in groups of 3 ; dorsal pores on segment 6 in a relatively well-defined series . . . . . . . . . . . dentilobis Newstead.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "With two pairs of lobes, median and inner lobules of the second lobes may be rounded or pointed ; median lobes separated by a distance nearly four times the width of one ; with 2 or 3 marginal pores between the median lobes ; gland spines of the pygidial fringe occurring singly ; dorsal pores on segment 6 scattered . . . . . . . . . . . . pygaei Hall.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "Genus Incisaspis MacGillivray.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "This genus was erected for the reception of a single species-Biaspis pugiofizifera Lindinger-described from the Cameroons. This species has not been seen, but from the original description it seems not improbable that it may prove t o represent a valid genus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "Genus Ischnuspis Douglas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "Four species of this genus have been described or recorded from Africa, but only two of these have been available for examination-Emgirostris Signoret and macrotobii Laing-which may be separated as follows :-1. Perivulvar Genus Kuwanaspis MacGillivray.",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 221,
                    "text": "Perivulvar",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "Material of K. bambusicola (Cockerell) on Bamboo has been received from Senegal. This species was originally described from Brazil as a Mytiluspis, but it has since been recorded from Algiers by Balachowsky (1928 : 139) as well as from elsewhere. This author placed it in the genus Coccomytilus, but it is here considered t o be referable t o the genus Kuwamspis as it possesses a membranous forked process between the median lobes and between the median and second lobes of the type found in t h a t genus. Moreover, as in the case of all the known species of Kuwanaspis, it is associated with Bamboo. Genus Ledaspis gen. n. Genotype :-Chionaspis (Dinuspis) mashonae Hall.",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 214,
                    "text": "Balachowsky (1928 :",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "Referable to the tribe Diaspidini.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "Body fusiform with anterior half usually more or less heavily sclerotised. Pygidiiim rounded with median lobes not zygotic, separated by a distinct notch but with their bases yoked; they are squat in the type species but may be prominent. Second lobes duplex, small and somewhat inconspicuous. A pair of small setae between the median lobes, but gland spines and pores wanting. Marginal pores in the usual positions ; dorsal pores, of a similar size, arranged in well-defined series as far as the 5th segment ; on the 6th segment they show less regular arrangement than on the preceding segments. Gland spines of the marginal fringe in the normal positions occurring singly or in pairs of unequal lengths except in one species. Prepygidial abdominal segments with groups of gland tubercles in the usual positions. Perivulvar pores wanting. Anal orifice situated towards the base of the pygidium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosis."
        },
        {
            "text": "Scale of adult female pyriform, convex and white with terminal exuviae; male scale white, with subparallel sides, uncarinated or with the median canna faintly indicated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosis."
        },
        {
            "text": "I n addition to the genotype, dura Newstead, reticulata Malenotti, distilzcta Leonardi and kirkiame Hall are assigned to the genus. All five species have been found in S. Rhodesia and three of t h e m d u r a , mashome and kirkiameon Uapam (EUPHORBIACEAE). Ledaspis reticulata is known also from Italian Somaliland and Kenya, distincta from S. Africa and dura from Uganda. This gives a wide distribution throughout eastern and southern Africa. Ledaspis belongs to the group of genera of the Phewcaspis complex, from all of which it differs in lacking perivulvar pores. It appears to come closest to Temspis. Ledaspis distincta is certainly a discordant element, but fits in better here than elsewhere. The species may be said to fall into two groups.",
            "cite_spans": [
                {
                    "start": 436,
                    "end": 443,
                    "text": "Africa.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Group distimta, in which the gland spines of the pygidial fringe are arranged in groups of about 7 spines with the exception of the group in the 1st interlobular space, which consists of 4. The median lobes are large and prominent. Group mashome, in which the Corresponding groups of gland spines usually consist of 2 spines of unequal size. The median lobes are squat typically, but always smaller and less prominent than in distincta and of quite different form.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Ledaspis dura was placed by MacGillivray (1921 : 361) in Asyrnmetraspis MacGillivray, but it bears little resemblance to distortu Newstead, the type of that genus, and the two species are clearly not congeneric. All the five species, as well as nine others, have a t various times been placed in the genus Dimspis, a genus, it is now recognised, with which they have nothing to do.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Malenotti described Dinuspis reticulata var. minor from the Italian Somaliland on Bulanites somalensis. A single slide of this species-presumably from the type mateTial as it carries identical data-has been available, but is not sufficiently good to enable the characters to be made out satisfactorily. Some material collected on Balanites sp. in Kenya by Professor P. A. Buxton was typical reticulata Malenotti. 1. Median lobes often squat, broader than long, but may be prominent and relatively large. Second lobes duplex, small and inconspicuous -. 3.",
            "cite_spans": [
                {
                    "start": 402,
                    "end": 412,
                    "text": "Malenotti.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Median lobes prominent, about as broad as long, never definitely broader than long; dorsal pores on the 6th segment few, often absent altogether and never exceeding 6 . . . . . . . . . . aura Newstead.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3(2)."
        },
        {
            "text": "Median lobes not prominent, squat and definitely broader than long;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3(2)."
        },
        {
            "text": "dorsal pores on the 6th segment always more than 6 in number . ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3(2)."
        },
        {
            "text": "Never more than two spines in the corresponding groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "Median lobes with no conspicuous inner projection; with only 2 gland spines marginally of segment 4; female at maturity not exceeding 2 mm. in length . . . . . . . . . . . . kirkianae Hall.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "Genus Lepidosaphes Shimer. Several African species have been referred to this genus, but only three of those that have been seen are accepted here. Two of these are well-known species of world-wide distribution, but the third, sacchari Hall, described from Egypt, is retained in the genus with some hesitation. Material of this species was received from Sierra Leone on Chasmopodium cuudatum (Gramineae).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "Lepidosaphes sacchari differs from a typical Lepidosaphes in not having clearly developed duplex lobes, the outer lobule being, if present at all, extremely poorly represented, in the nature of the gland spines of the marginal fringe and the widely separated median lobes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "Ferris (1941 : 300) erected a genus Nilotaspis for the reception of Coccornytilus ha& Green, described from Egypt, and in his notes on the new genus stated that Lepidosaphes bicuspis Hall, Coccomytilus isis Hall and C. retamae Hall, all described from the same country, seemed to be candidates for admission to the genus. I n the opinion of the author, bicuspis and isis should be transferred to Nilotaspis, but retame differs from the type'species and the two others referred to in having the dorsal pores on the pygidium scattered, and the pores on the prepygidial segments confined to the marginal region.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "Lepadosaphes sacchari resembles a Nilotasp's in some respects, but differs in having lateral spurs on the 3rd and 4th Segments, a second pair of pygidial lobes and gland tubercles, rather few and small though they may be, on the prepygidial segments. This and the other four species above referred to, all described from Egypt, have undoubtedly a general resemblance and may subsequently be included in the genus Nilotaspis when more is known about Lepidosaphes and allied genera. For the time being it is considered advisable to retain sacchari in Lepidosaphes . Abdominal segment 2 never with a sclerotised spur, segments 3 and 4 with spurs, though sometimes small and inconspicuous, particularly on segment 3 ; dorsum at most with the merest trace of sclerotisation ; gland spines between the median lobes long, at least twice as long as the lobes which are rather widely separated; outer lobule of second lobes, if present, very poorly developed and inconspicuous ; gland spines a t the base of the pygidium small and inconspicuous sacchari Hall.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "the Ethiopian Diaspidini (Coccoidett).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "Genus Leucuspis Targioni.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "from Tanganyika on palms by Lindinger (1913 : 79) .",
            "cite_spans": [
                {
                    "start": 28,
                    "end": 49,
                    "text": "Lindinger (1913 : 79)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "Represented by a single species-L. cockerelli (de Charmoy)-recorded Genus Marchalaspis MacGillivray. This genus was erected for a single species-Chionuspis vuilleti Marchal (1909 : 175)-described from French Guinea on Copaifera guibourtiana ?. It has not been seen, but from the original description it appears to be a striking form for which the erection of a new genus was justified.",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 180,
                    "text": "Marchal (1909 :",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "Genus Mitulaspis MacGillivray. Genotype :-Chionaspis funtumiae Newstead.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "Referable to the tribe Diaspidini. Body fusiform with abdominal segments 2 , 3 and 4 having their lateral margins produced and each with a conspicuous spine-carrying process anteriorly. Pygidium with an elongate median sclerotised pattern, broadly rounded, with three pairs of lobes ; median pair large, obconical, widely separated but not yoked, with a pair of gland spines and one or two marginal pores between them; second lobes duplex, of the same shape as the median lobes but smaller, and the outer lobule smaller than the inner; third lobes smaller, duplex but outer lobule inconspicuous. Gland spines of the second and third interlobular spaces in pairs; posterior to the third lobes there are two groups each consisting of three spines. Dorsal pores scattered, each pore encircled by a narrow band of sclerotised tissue. Marginal areas as far as the mesothoracic segment with relatively numerous pores and groups of gland tubercles in the usual positions. Perivulvar pores wanting. Anal orifice situated near the base of the pygidium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosis."
        },
        {
            "text": "Scale of the adult female opaque white, moderately convex, rather broadly dilated posteriorly with terminal exuviae. Male scale white, slightly wider about the middle or very narrowly pyriform, uncarinated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosis."
        },
        {
            "text": "This genus was erected for a single species with very distinctive characters-Chionuspis funtumiae Newstead-described from Uganda on Funtumia latifolia. Recently the author was surprised to come across material of an undescribed species from Malaya on Cinnamomum zeylanicum that is not only congeneric with funtumiae but extremely close to it. It will be interesting to see if other species are discovered, and, if so, where and on what host plants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Genus Moraspis gen. n. Genotype :-Chionuspis euphorbiae Brain (figs. 15, 47).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Referable to the tribe Diaspidini. Body elongate oval and heavily sclerotised at maturity anterior to the second free abdominal segment Pygidium broadly rounded with two pairs of inconspicuous lobes ; median pair small, divergent and acutely rounded apically, with their bases clearly yoked together and a rather deep U-notch separating them; second lobes duplex, small with lobules apically rounded. Margin with a strikingly regular and more or less continuous row of marginal pores; in some places these may be two deep. Dorsal pores of the same size as the marginal pores ; arranged in definite series as far as the 5th segment. Submedian and submarginal series present on the 6th segment but poorly developed. Metathoracic and free abdominal segments with irregular lines of similar pores extending from margin to margin ; in the marginal areas the pores are more numerous and scattered. Gland spines of the pygidial margin occurring singly, four in number either side of the median lobes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosis."
        },
        {
            "text": "Perivulvar pores present. Anal orifice situated towards the base of the pygidium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosis."
        },
        {
            "text": "Scale of adult female white, pyriform, moderately broadened posteriorly, and finely striated transversely. Male scale white and uncarinated or obscurely carinated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosis."
        },
        {
            "text": "This genus falls within the complex of genera of the Phenacaspis type, which is so strongly developed in the Ethiopian region. It is characterised by the quite abnormal development of marginal pores, the lack of gland tubercles on the abdominal thoracic segments, and the extremely dense sclerotisation of the anterior two-thirds of the body.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "So far only the type'species, described from 5. Africa on Euphorbia, is known.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Gland tubercles on free abdominal segments wanting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Genus Nelaspis gen. n. Genotype :--Chionaspis exalbida Cockerell.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Body broadly fusiform with membranous dermis. Pygidium broadly rounded with rather indefinite characters. Median lobes small and inconspicuous, set well apart and neither zygotic nor yoked basally; gland spines and marginal pores between the median lobes wanting. Second lobes small, single in the type species and inconspicuous, of much the same size as the median lobes. Marginal and submarginal pores of the 6th, 5th and part of the 4th segments conspicuously larger than the dorsal pores of the submedian groups and of all pores anterior to the 4th segment. Submedian groups clearly separated from the pores of the submarginal region ; the former occur as far as the 6th segment, the latter to the 5th segment only. Marginally the pores occur as far as the mesothorax.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosis."
        },
        {
            "text": "Pygidial gland spines, small and inconspicuous, occurring singly in the usual positions. Perivulvar pores present. Anal orifice situated about the middle of the pygidium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosis."
        },
        {
            "text": "Scale of adult female white, elongate, broadened posteriorly. Male scale white, with subparallel sides and a distinct median carina.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosis."
        },
        {
            "text": "This genus belongs to the group of typically Ethiopian genera in which the median lobes are small and widely set apart. It is characterised by the indefinite nature of the characters of the pygidial fringe, the well-dehed submedian groups of dorsal pores of a much smaller size than those of the marginal and submarginal regions of segments 4 to 6.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "In addition to the type species, Chionaspis humilis Brain is included. Both occur on Aloe and are so close that it is not easy to give satisfactory characters for their separation. Authentic material of the two species from 5. Africa supports the view that, although the two are very closely allied, they are distinct. They may be separated as follows :- Gland tubercles apparently wanting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Genus Operculaspis Laing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Represented by a single species-the type species, 0. crirzitus Laingdescribed (1925 : 63) from Tanganyika on a forest tree. This species is of most unusual form. Laing, in erecting a new genus for its reception, regarded it as belonging to the Aspidiotini as \" its a6nities are entirely with such genera as Selenaspidus and Pseudaonidia.\" Ferris (1937a : 5) stated that it belonged, in his opinion, to the Diaspidini rather than to the Aspidiotini, as it possessed gland spines and the ducts seemed to be more nearly of the Diaspidine than of the Aspidiotine type. The author prefers for the present to leave the question open. Morganella longispina (Morgan) and M . conspicua (Brain) both have plates or gland spines supplied by microducts, and the dorsal ducts in 0. crinitus are at most only obscurely two-barred. I n the larval form also the two enlarged ducts on the dorsal side of the head so characteristic of the larvae in Diaspidini are wanting.",
            "cite_spans": [
                {
                    "start": 63,
                    "end": 85,
                    "text": "Laingdescribed (1925 :",
                    "ref_id": null
                },
                {
                    "start": 650,
                    "end": 658,
                    "text": "(Morgan)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Genus Parlatoria Targioni. Seven species of this genus are known from the Ethiopian region. Of these five have a world-wide distribution and have almost certainly been introduced. Only two have been described from Africa : blanchardii Targioni from Egypt, andJluggeae Hall from S. Rhodesia. The first of these is now known to occur far beyond the confines of Egypt and may not be of African origin. Parlatoria Jluggeae, described from S. Rhodesia, is not known from elsewhere a t present, but as the genus appears to be Oriental in origin it is possible that even this species is not really native to Africa. Lindinger (1936 : There is a slide labelled Parlatoria perpusilla Mask. in the collections of the British Museum which was presented by Prof. Cockerell and presumably determined by him. It appears from the label to have been sent to him from Natal by the late Claude Fuller. Unfortunately the preparation is in very poor condition, and as there is no other record of the species from Africa it is omitted here. It may be noted that some later workers have assigned this species to the genus Gyrnnaspis Newstead.",
            "cite_spans": [
                {
                    "start": 601,
                    "end": 626,
                    "text": "Africa. Lindinger (1936 :",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Gland tubercles always present between the anterior spiracles and margin 3. Z(1). With a conspicuous lobe-like protuberance of the margin opposite the anterior spiracles ; 4th pygidial lobe represented by a conspicuous ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lacking gland tubercles between the anterior spiracles and margin . . 2."
        },
        {
            "text": "Genus Phenacaspis Cooley & Cockerell (figs. 64, 68, 72) . The genus Phenacaspis is recognised to be an Oriental genus, of which the principal characters are understood here to be as follows :-The dermal tissues membranous or a t least never strongly sclerotised with the exception of the pygidium. Median pygidial lobes, not prominent, longer than broad, divergent but with their bases definitely yoked together and with a notch between, causing them to appear sunken in the apex of the pygidium. The dorsal pores relatively large and arranged in regular segmentally arranged single rows interrupted to form submedian and submarginal series. The former present only to the 6th segment and the latter normally only to the 5th. Submedian series on abdominal segments 1 and 2 either wanting or very poorly developed. Perivulvar pores always present in five groups. Gland spines of the pygidial fringe arranged singly on segments 6, 7 and 8 , l or 2 on segment 5, snd 2 to 4 on segment 4.",
            "cite_spans": [
                {
                    "start": 18,
                    "end": 47,
                    "text": "Cooley & Cockerell (figs. 64,",
                    "ref_id": null
                },
                {
                    "start": 48,
                    "end": 51,
                    "text": "68,",
                    "ref_id": null
                },
                {
                    "start": 52,
                    "end": 55,
                    "text": "72)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "6."
        },
        {
            "text": "One of the characteristics of the Ethiopian Diaspidini is the relatively high percentage of species in which the median lobes are more or less strongly yoked basally and for this reason several have been placed in the genus Phewcaspis in the past. In the author's opinion only two can be assigned to the genus -d i b t a t a Green and keayae Hall-the former being a species described from Ceylon and almost certainly introduced into Africa. Even kenyae differs from the genotype and is doubtfully placed because the gland spines occur in pairs in the interlobular spaces and the median lobes are not strongly divergent. The remaining 21 species fall into three more or less well-defined groups for which the genera Rolaspis, Teaspis and Voraspis are erected (figs. 64-75). It is almost certain that many more species belonging to this complex of genera remain to be found in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "6."
        },
        {
            "text": "There are two slides of P. inday Banks in the collection of the Natural History Museum labelled ' on Date Palm leaf imported to Great Britain from South Africa ', but there is no record of this species having been actually collected in S. Africa. P. natalensis Cockerell (1902 : 25) , described from Natal on Mango and recorded by Brain (1920: 100) also from Natal on Mango and Palm, is considered to be a synonym of P. dilatata (Green) .",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 282,
                    "text": "natalensis Cockerell (1902 : 25)",
                    "ref_id": null
                },
                {
                    "start": 429,
                    "end": 436,
                    "text": "(Green)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "6."
        },
        {
            "text": "1. Median lobes strongly divergent; gland spines on segments 6, 7 and 8",
            "cite_spans": [],
            "ref_spans": [],
            "section": "6."
        },
        {
            "text": "The two included species may be separated as follows :arranged singly, 1 or 2 on segment 5 and usually 3 on segment 4 dilatata Green (figs. 64, 68, 72).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "6."
        },
        {
            "text": ". . kenyae Hall.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "6."
        },
        {
            "text": "Median lobes not strongly divergent; gland spines on segments 6, 7 and 8 arranged in pairs, 3 on segment 5, 6 or 7 on segment 4",
            "cite_spans": [],
            "ref_spans": [],
            "section": "6."
        },
        {
            "text": "Genus Pianaspis Cockerell. Many Ethiopian species have been assigned to this genus in the past and not a few of them quite wrongly. Four species are included here, of which one, aspidistrae var. gossypii Newstead, is raised to specific rank on the grounds that it possesses strongly developed dorsal scleroses anterior to the anal orifice, the Ethiopian Diaspidini (Coccoidea). median lobes relatively much laiger, adult female itself larger and the female scale quite different in appearance from typical aspidistrae. It is actually very close to marchali Cockerell, of which, what is believed to be authentic material from the fruits of Elaeis guineensis from Dahomey has been compared with part of the type material of gossypii Newstead. The characters of the two species under the microscope are so much alike that no constant differences have been detected by which they can be separated. The scales of the adult female are, however, quite different, those of gossypii are very thin semitranslucent and pale brown, whilst those of rnarohali are white, neither so thin nor so semitransparent. Whether these differences are sufficiently constant to warrant considering the two species as distinct can only be determined by a better knowledge of the species of Pinnuspis occurring on Cotton and Elaeis. For the time being they are accepted as being distinct. P. rnarchali Cockerell is very close to P. temporaria Ferris (1942 : 407) but in the latter species the scale of the adult female is said to be opaque white.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "6."
        },
        {
            "text": "Another species which is also obviously very close but has not been seen is Pinnaspis proxima Leonardi. This may possibly prove to be the same as P. marchali Cockerell. P. minor Maskell has been recorded by several authors from 'the Ethiopian region, but these must be misidentifications as Maskell's species is now believed to belong to another genus. This species is not recognised from the Ethiopian region, nor has P. minor var. strachani been seen. gossypii Newstead (figs. 18, 50).",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 168,
                    "text": "Cockerell.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "6."
        },
        {
            "text": "Scale of adult female pale brown, very thin and semitranslucent 3(1). Median pygidial lobes not sunken ; dorsal submarginal macroducts reduced in number, generally absent on the 5th segment and with one or two only on the 4th and 3rd segments; lateral extensions of metathoracic and 1st abdominal segments broadly rounded; scale of female white, very thin and translucent ; male scales not known buxi BouchB. Median lobe! appearing sunken ; dorsal submarginal macroducts more numerous with at least 2 on the 5th segment and 3 or 4 on the 4th and 3rd segments ; lateral extensions of metathoracic and 1st abdominal segments acutely rounded; scale of the female brown and rather thick; male scales white, tricarinate and usually abundant aspidistrae Signoret.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2(1). Scale of adult female white, thin, and slightly semitranslucent"
        },
        {
            "text": "Genus Poliaspis Maskell.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2(1). Scale of adult female white, thin, and slightly semitranslucent"
        },
        {
            "text": "The tendency has been to assign any species t o this genus which possesses supplementary groups of disc pores on the ventral dermis anterior to the normal groups of perivulvar pores. The result has been that in some cases virtually the only characteristic the species have in common is the presence of the supplementary groups of disc pores. Several African species show traces of such groups, in which they may be either not represented at all or indicated by the presence ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2(1). Scale of adult female white, thin, and slightly semitranslucent"
        },
        {
            "text": "MacGillivray (1921 : 365) included in this genus Chimspis (Dinaspis) imbricata Brain described from S. Africa on Euclea Izatalensis. This species has not been seen but it is almost certainly not referable to Protodiaspis. At the same time it is definitely wrongly placed in Dinaspis, but until the species is rediscovered it will not be possible to determine its correct generic position.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dr. W. J. Hall on"
        },
        {
            "text": "Genus Pseudautacaspis MacGillivray. The type species-pentagona Targioni-is the only representative of this genus known from the Ethiopian region. It occurs in S. Africa, 5 . Rhodesia, Tanganyika and Zanzibar.",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 169,
                    "text": "Africa,",
                    "ref_id": null
                },
                {
                    "start": 170,
                    "end": 171,
                    "text": "5",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Dr. W. J. Hall on"
        },
        {
            "text": "Only the type species-parlatorioides Comstock-is known from the Ethiopian region. This was recorded by Lindinger (1910 : 46) from Tanganyika on Aristolochia sp. It is strongly suspected from the description and figure that Diasph tricuspidata Leonardi (1914 : 192) described from Nigeria is not only a species of Pseudoparlatoria but quite possibly P. parlato?.ioide.s Comstock.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Genus Pseudoparlatoria Cockerell."
        },
        {
            "text": "Genus Pudaspis gen. n. Genotype :-Diuspis nmsteudi Leonardi (figs. 19, 51) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 60,
                    "end": 74,
                    "text": "(figs. 19, 51)",
                    "ref_id": null
                }
            ],
            "section": "Genus Pseudoparlatoria Cockerell."
        },
        {
            "text": "Body circular, relatively large and membranous. Pygidium broadly rounded with a well-deiined median sclerotic pattern and a single pair of large and prominent median lobes; these lobes are not zygotic but strongly sclerotised and with conspicuous inwardly directed basal sclerotisations. A pair of plate-like structures, which are shorter than the lobes, and a marginal pore present between the lobes. Immediately beyond the median lobes on either side is a similar short plate, the pygidial fringe between these plates and the base of the pygidium with several (about 15) conspicuous plate-like structures which are almost as long as the median lobes. Dorsal pores relatively small with short ducts. Submarginal and submedian groups usually well separated, the former occurring as far as the 6th segment but the latter not beyond the 5th segment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dkgnosis."
        },
        {
            "text": "The submarginal groups as far as the 1st segment consist of numerous pores, particularly on the free abdominal segments, and separate into two clearly defined series a t a short distance from' the margin. Gland tubercles, in the usual positions, relatively numerous. Perivulvar pores present in five sharply defined groups of numerous pores. Anal orifice situated towards the apex of the pygidium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dkgnosis."
        },
        {
            "text": "Scale of the adult female white, large, more or less circular and highly convex with subcentral sulphur-yellow exuviae. Male scale comparatively large, white, uncarinated and usually projecting away from the stem amidst a mass of fluffy white secretionary matter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dkgnosis."
        },
        {
            "text": "Only the type species a t present known. This genus differs from Dia~pis in having only a median pair of lobes, the marginal pores relatively small and no larger than the dorsal pores and the pygidial gland spines replaced by several conspicuous plate-like structures a pair of which (smaller) occur between the median lobes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Genus Rolaspis gen. n. (figs. 66, 70, 74) . Genotype :-Phenacaspis whitehilli Hall.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 23,
                    "end": 41,
                    "text": "(figs. 66, 70, 74)",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Notes."
        },
        {
            "text": "Body elongate, fusiform, often slightly sclerotised a t maturity except intersegmentally. Median lobes more or less prominent, usually longer than broad with, typically, a V-shaped notch between and with their bases clearly yoked together. A pair of setae, but without gland spines or marginal pores, between the lobes. Second lobes duplex, well developed, the lobules rounded apically. Gland spines of the pygidial fringe, typically, arranged singly in the usual positions. Marginal and dorsal pores of the same size. Dorsal pores on segment 6 in a somewhat irregular submedian row, submarginal group lacking or represented by 3 or 4 pores a t most, with a well-defined gap between the submedian series and submarginal group where represented. Dorsal pores on segments 1 to 5 arranged in more or less regular series and relatively numerous, especially in the marginal areas, often occurring right across segments 1 to 3, a few pores a t least always present on one or more of these segments in the median area. Prepygidial and metathoracic segments with groups of gland tubercles in the usual positions. Perivulvar pores present in five groups. Anal orifice towards the base of the pygidium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dkgnosis."
        },
        {
            "text": "Scale of the adult female, white, elongate, broadened posteriorly with apical exuviae ; male scale white, with apical exuvia, uncarinated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dkgnosis."
        },
        {
            "text": "This genus differs from Phenucaspis in having some pores in the median region of segments 1 to 3, more numerous dorsal pores but less regularly arranged and median lobes more or less prominent and a t most only slightly divergent. It differs from Tecaspis in the arrangement of the dorsal pores on segment 6, in having some pores in the median region of segments 1 to 3 and in having a welldeveloped pair of second lobes. I n ,Rohspis the median notch is generally V-shaped, the gland spines of the pygidial fringe arranged singly and the second lobes rounded apically, whereas in Tecaspis the median notch is generally U-shaped, the gland spines arranged in pairs and the second lobes are acute or acutely rounded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Rohspis differs from Voraspis in the nature of the median lobes and the arrangemen% of the dorsal pores.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Eight species, of which two are described below as new, in addition to the genotype, are included in the genus Rolaspis. Of these 'carissae Cockerel1 and munroi differ from the genotype in having a U-shaped notch, but the shape of the notch has not been found to be a satisfactory character for generic separation. The former species also is more heavily sclerotised than is usual for the genus, whilst in the latter species the number of gland spines is more than usual. The species described as Chionaspis chaetachmae var. imbricata Hall is here raised to specific rank on the grounds that the pygidial gland spines are relatively longer, arranged singly and not in pairs, the dermis being somewhat sclerotised at maturity and in certain other respects. It is necessary, however, to give the species a new name because Brain earlier described a species Chionaspis (Dinaspis) imbricata from South Africa, and for that reason it is renamed here spiculata.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Type material of lounsburyi var. ekebergiae Brain has not been available for examination, but some material recently received on Trichilia sp.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "( MELIACEAE) from Durban has been identified as this species. Ekebergiae was described from specimens on Ekebergia sp. also belonging to the MELIACEAE from Durban. The specimens on Trichilia agree closely with Brain's description of ekebergiae and are certainly separable from loulzsbzcryi Cooley, but as neither the type nor type material has been seen it is being retained as a variety. If the author's determination is correct loultsburyi var. ekebergiae is very close to chuetachmae also described from the same locality, and it may be that the two should be united.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "The descriptions of the two new species are as follows :-Rolaspis compositae sp. n. (figs. 22, 54) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 84,
                    "end": 98,
                    "text": "(figs. 22, 54)",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Notes."
        },
        {
            "text": "Scale of adult female silvery white, moderately convex, elongate and slender. Some individuals are more broadened posteriorly. Exuviae brown, the colour being somewhat obscured by a thin silvery white secretionary film. Ventral scale thin, usually persisting along the lateral margins.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Male scale white, with parallel sides, uncarinated. Length of scale of adult female 2.5-3-5 mm., breadth 0.8-1.0 mm. Body of adult female elongate, fusiform, membranous with margins of abdominal segments moderately produced. Antenna1 tubercle more strongly developed than usual with a single curved seta which is bifid at the base. Two to four parastigmatic glands associated with the anterior spiracles. Pygidium rounded with the fringe between the 5th and 6th and between the 6th and 7th segments rather deeply indented. Median lobes slightly divergent apically, rounded and coarsely serrated with a V-shaped notch between carrying a pair of minute setae, and with their bases yoked together by a sclerotic band. Second lobes duplex, the inner lobule being of much the same size and shape as the median lobe but not serrated apically; outer lobule separated from the inner, small and sharply pointed. Gland spines of the pygidial fringe well developed, occurring singly in the normal positions. Marginal pores having capitate heads carrying short microducts. Submedian groups of dorsal pores occurring as far as the 6th segment, submarginal groups not beyond the 5th. On the 3rd, 4th and 5th segments the submedian groups consist of two parallel and regular series, the same applies t o the submarginal groups but it is less well marked. Pores occur marginally of all segments as far anterior as the mesothorax. On the 1st and 2nd abdominal and the metathoracic segments scattered pores of a somewhat smaller size occur, a t intervals from margin to margin. Gland tubercles in well-developed groups in the usual positions. Perivulvar pores in five groups, median 2-6, anterior laterals 10-20, On slender twigs of a Composite plant ('L'Senecio), Prince Albert, Cape Province, coll. J. C. Paure and S. H. Skaife, 17.xi.17, S.N.2483 . A heavy infestation in which the scales were arranged lying more or less regularly along the twigs.",
            "cite_spans": [
                {
                    "start": 1789,
                    "end": 1831,
                    "text": "Paure and S. H. Skaife, 17.xi.17, S.N.2483",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Scale of the adult female glossy white, sometimes faintly striated transversely and with extraneous matter obscuring the glossy surface ; moderately convex and broadened posteriorly. Exuviae brown. Ventral scale very thin, usually remaining adherent to the host plant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Roisspis munroi sp. n. (figs. 25, 57)."
        },
        {
            "text": "Male scale white, more or less parallel sided, uncarinated. Length of scale of adult female 2.5-3.0 mm.; breadth 1.0-1.25 mm. Body of adult female fusiform with dermis faintly sclerotised a t maturity. Antenna1 tubercle with one or two curved setae; where only one is present it is bifid a t the base. A loose group of some 20 to 25 pwastigmatic glands associated with each anterior spiwcle. Margins of free abdominal segments not strongly produced laterally. Pygidium broadly rounded. Median lobes rather squat and flatly rounded, separated by a shallow U-shaped notch about Q the width of one, with a pair of small setae between and with their bases strongly yoked together. Second lobes duplex, small and inconspicuous, third lobes not clearly differentiated. Gland spines in groups of 3 to 5 spines except in the first interlobular space, where there are one or two and a t the base, where there is a group of 6-8. On small twigs of native willow, Vryheid, Natal, coll. C. Fuller, 20.ix.05, No. S.N.2493 (Brain's No. 168 ) ; Kenhardt, Cape Province, coll. J. C. Faure, April 1917 , S.N.2473 This species is named after Mr. H. K. Munro, the well-known authority on the TRYPETIDAE, in recognition of his invaluable assistance in sendigg material of many of the S. African species dealt with in this paper.",
            "cite_spans": [
                {
                    "start": 952,
                    "end": 1024,
                    "text": "Vryheid, Natal, coll. C. Fuller, 20.ix.05, No. S.N.2493 (Brain's No. 168",
                    "ref_id": null
                },
                {
                    "start": 1066,
                    "end": 1083,
                    "text": "Faure, April 1917",
                    "ref_id": null
                },
                {
                    "start": 1084,
                    "end": 1094,
                    "text": ", S.N.2473",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Roisspis munroi sp. n. (figs. 25, 57)."
        },
        {
            "text": "The type specimens have been selected from the Natal material. The Cape Province material differs from that from Natal in several respects, but there does not seem to be sufficient justification to consider the forms as distinct in view of the close similarity existing between them. The Cape Province material differs in having only a small and comparatively compact group of parastigmatic pores, averaging about 5 pores, associated with the anterior spiracles, in having fewer gland spines on the pygidial fringe, the groups usually containing two and rarely more than three spines, and the series of pores on segment 6 extending much closer to the margin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Roisspis munroi sp. n. (figs. 25, 57)."
        },
        {
            "text": "The capitate heads of the marginal pores in munroi carry unusually long fine microducts of the same type noted in bauhiniae Hall, nigerensis Vayssi6re and several other species. The presence of small gland tubercles on the ventral aspect of segments 4 and 5 in a submarginal position also occurs in Denta-chionaspis mrgaritae (Brain) and is most strongly developed in Versiculaspis diosmae (Brain) .",
            "cite_spans": [
                {
                    "start": 390,
                    "end": 397,
                    "text": "(Brain)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Roisspis munroi sp. n. (figs. 25, 57)."
        },
        {
            "text": "The only other species recorded from willow from Africa with which munroi might be confused is Polimpis lciggelariae Brain, but it differs from that species in lacking the supplementary groups of disc pores, in having the tissues only faintly sclerotised at maturity, in having several gland spines in each group on the pygidial margin and in other respects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Roisspis munroi sp. n. (figs. 25, 57)."
        },
        {
            "text": "The nine species included in Rohspis may be separated by the following key :-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Roisspis munroi sp. n. (figs. 25, 57)."
        },
        {
            "text": "The notch between the median pygidial lobes U-shaped . . . . . 2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "The notch between the median lobes V-shaped . . . . . . . . . . . . whitehilli Hall (figs. 66, 70, 74) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 79,
                    "end": 102,
                    "text": "Hall (figs. 66, 70, 74)",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "1."
        },
        {
            "text": "Body of adult female smaller and narrower, measuring 14'5-2.0 mm. in length and 0.6-0.7 mm. in width on the slide with correspondingly smaller pygidium ; median lobes finely serrated apically ; dorsal pores fewer and on segment 6 the number in the submedian series is usually 4 and rarely as many as 8 . . . . . . lounsburyi Cooley.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "Genus Sslaspis gen. n. Genotype :-Chionuspis tenuidisculus Newstead.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "Referable to the tribe Diaspidini. Body fusiform, much narrowed anteriorly, moderately sclerotised with a reticulated pattern. Anterior spiracles sunk in a definite shallow pit. Pygidium broadly rounded with two pairs of lobes, median lobes squat, broader than long, well separated by a shallow notch but not yoked together basally, with one or two conspicuous marginal pores between them and a pair of minute setae but no gland spines. Second lobes present, duplex, but outer lobule very small and inconspicuous. Gland spines simple, occurring singly. Marginal and dorsal pores of the same size, relatively few but rather large, surrounded by a ring of strongly sclerotic tissue, and in segmentally arranged rows except on segment 6, where the arrangement is not so definite. Marginal pores and gland tubercles on the prepygidial segments relatively few. Perivulvar pores wanting. Anal orifice towards the base of the pygidium. Medioventral area of the pygidium with several large oval longitudinally orientated vacuoles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosis."
        },
        {
            "text": "Scale of adult female small, convex, only slightly broadened posteriorly and flatly rounded at the posterior extremity. Male scale tricarinate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosis."
        },
        {
            "text": "MacGillivray (1921 : 360) included chionaspis tmuidisculus Newstead and C. dura Newstead in the genus Asymmetraspis. The former is certainly not congeneric with distorta, t h e type of Asymmetraspis, nor is it congeneric with dura. At t h e same time, it probably comes closest to Ledaspis Hall, of which dura has. been made the type. It differs from that genus in not having the median lobes definitely yoked together but in having a conspicuous marginal pore between them and several oval vacuoles medioventrally on the pygidium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Genus Scleromytilus Hall. This genus at present contains but a single species-4 hargreavesi Hall (1946 : 71)--described from Uganda on Loranthus sp.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Genus Xclopetaspis MacGillivray. Genotype :-Chionuspis laniger Newstead.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Referable to the tribe Diaspidini. Body large, broadly fusiform with relatively short thoracic region. Anterior spiracles situated in shallow pits. Pygidium rounded, with indentations of the margin intersegmentally, with four pairs of lobes all dentate, median pair separated by a notch but not yoked and lacking gland spines or marginal pores between their bases ; other lobes duplex and sharply pointed. Dorsal pores with short ducts numerous, arranged in series ; on the 7th segment only the submarginal series is present, on the 6th both submedian and submarginal series are present and separate ; anterior to this the series merge into one another. Large numbers of pores occur marginally of the 3rd and 4th segments, but anterior to these the pores become successively fewer as far as the anterior spiracles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagfiosis."
        },
        {
            "text": "Gland Gland spines relatively small, occurring singly in the usual positions. tubercles apparently wanting. Perivulvar pores present. Anal orifice situated near the base of the pygidium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagfiosis."
        },
        {
            "text": "Scale of adult female white, highly convex, broadening posteriorly, coarsely laminated transversely and with a felted woolly surface. Male scale not known.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagfiosis."
        },
        {
            "text": "This genus a t present contains only the type species. It is a genus with distinctive characters of doubtful affinities quite unlike any other recorded from the Ethiopian region.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Genys Situlaspis Ferris. MacGilIivray (1921 : 389) erected a genus Neosignoretia with Aspidiotus yuccae Cockerell as type. Ferris (1937 : 125) pointed out that Neosigizoretia was quite erroneously referred to the Aspidiotini and united it with his Situ.hp& in which he placed yuccae Cockerell. Amongst the species which MacGillivray assigned to Neosignoretia were Aonidiella tectaria (Lindinger) , Aspidiotus gowdeyi Newstead and Gymnaspis africana Newstead. Only the last named belongs to the Diaspidini. It is open to some doubt as to whether it is correctly placed in Gymnaspis but it has certainly no resemblance to Situlaspis.",
            "cite_spans": [
                {
                    "start": 384,
                    "end": 395,
                    "text": "(Lindinger)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Genus Syngenaspis Sulc. MacGillivray assigned all the Ethiopian species of Parlatoria to this genus, with the exception ofJEuggeae Hall, which had not then been described. It is doubtful if the genus Syngenaspis is separable from Parlatoria, but McKenaie (1945 : 85) recognises it with some hesitation for the type species-parlatohe Sulc-only, on the basis of the difference in body shape. The genus Syngenasph is not known to occur in the Ethiopian region, and the species referred to it by MacGillivray are here all placed in Parlatoria.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Genus Teeaspis gen. n. (figs. 67, 71, 75) . Genotype :--Chionaspis (Phenacaspis) visci var. umtalii Hall, which is here raised to specific rank.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 23,
                    "end": 41,
                    "text": "(figs. 67, 71, 75)",
                    "ref_id": null
                }
            ],
            "section": "Notes."
        },
        {
            "text": "Referable to the tribe Diaspidini. Body elongate, fusiform. Median lobes prominent, never appearing recessed and a t most never more than slightly divergent ; with their bases yoked and usually separated by a U-shaped notch. Second lobes usually present, duplex but small, acute or acutely rounded and often relatively inconspicuous. Dorsal pores arranged in regular segmentally arranged rows except on segment 6, where they are arranged in a group of more or less irregular shape, both submedian and submarginal groups being represented but not usually clearly separated. Pores numerous in the marginal and submedian regions on the prepygidial segments, but never occurring in the median area. Pygidial gland spines arranged singly in the genotype but normally in pairs. Groups of gland tubercles occurring in the usual positions. Perivulvar pores present in five groups and in addition supplementary groups may be present anterior to these. Anal orifice situated near the base of the pygidium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosis."
        },
        {
            "text": "Scale of adult female white, elongate, broadened posteriorly with terminal exuviae. Male scale white with terminal exuvia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosis."
        },
        {
            "text": "Tecaspis comes closest to Rolaspis, the principal differences between the two genera being enumerated on p. 531. Eight species are assigned to the genue in addition to the genotype. Of these the most discordant element is sinoiae but it is included because of the prominent nature of the median lobes, the poor development of the second lobes, which are acute apically, and the absence of dorsal pores in the median region of the prepygidial abdominal segments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "T. diplasia Laing was originally described as a Lepidosaphes, but the absence of gland spines between the median lobes, the nature of the second lobes and other characteristics preclude its retention in that genus as understood here, and there seems no valid reason for excluding i t from Tecaspis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Chionaspis tursioides Laing, in the author's opinion, is the same as C. retigera Cockerell, and the two species should be united under the latter name. The forms described as Poliuspis kiggelariae var. allophylli Hall and Chionaspis 'uisci var. umtalii Hall are considered t o be distinct species and are raised to specific rank. Preparations from cotype material of Chiompis mytilaspiformis Newstead show clearly the presence of three groups of supplementary disc pores, poorly developed though the groups may be.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "The nine species included may be separated by the following key :- Pygidial gland spines arranged in pairs of unequal lengths; median lobes prominent but not large, about 17 g broad; group of pores on the 6th segment and submedian group on the 5th segment not clearly separated . . . . . . . . . . . retigera Cockerel1 ( fig. 61) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 321,
                    "end": 329,
                    "text": "fig. 61)",
                    "ref_id": null
                }
            ],
            "section": "1."
        },
        {
            "text": "Genus Triuspidis MacGillivray. The type of this genus-Lepidosaphes bicornis Green-was described from Victoria, Australia, on Eucalyptus. MacGillivray, amongst several species which he assigned to the genus, included four species, all described from the Cameroons by Lindinger-aberrans, crudhe, kamerunensis and meridiolualh, Unfortunately these species are only known from the original descriptions but whatever their correct generic position may be it seems clear that they are not congeneric with the genotype of Triaspidis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "Genus Unachiowspis MacGillivray .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "The type species of this genus was described from Japan on Bamboo. MacGillivray included two S. African species in the genus, one a&@w Brain on Lilac, the other globosus Brain on Euphorbiu. The first-named species is one of the few S. African species that has not been seen but it seems most unlikely that it is correctly assigned to Urnchionaspis. Chionaspis globosus Brain, on the other hand, is certainly not referable to the genus and is here placed in Dentaspis MacGillivray.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "Represented by a singIe species U . citri (Comstock) It is almost certainly an introduced species and, although it has been recorded from many parts of the world, is probably Oriental in origin.",
            "cite_spans": [
                {
                    "start": 42,
                    "end": 52,
                    "text": "(Comstock)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Genus Urnspis MacGillivray."
        },
        {
            "text": "Genus Versiculaspis MacGillivray. Genotype :-Chionaspis diosmae Brain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Genus Urnspis MacGillivray."
        },
        {
            "text": "Referable to the tribe Diaspidini. Body elongate, fusiform, with faint sclerotisation of the dermis of the anterior half a t maturity. Pygidium rounded, with two pairs of lobes; median lobes, separated by a conspicuous U-shaped notch, rounded apically, the base of each with an inwardly directed strongly sclerotised band, these bands are not fused and the lobes are not actually yoked a t their bases ; second lobes small and inconspicuous, consisting of a single apically rounded lobule. Pygidial fringe lacking gland spines. Marginal pores in the usual positions. Dorsal pores of a similar size to those of the margin, occurring in well-defined series on the 1st to 4th abdominal segments, on the 5th and 6th the normal series have supplementary parallel series containing fewer pores and on the 7th there is a submarginal group. V&tral aspect of the 5th abdominal segment with a group of some 10 unusually large and conspicuous gland tubercles, the 4th segment with a similar group, consisting of one or two large gland tubercles and several of very much smaller size ; segments 3 to 1 inclusive with groups of very small gland tubercles. Perivulvar pores wanting. Anal orifice situated near the base of the pygidium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosis."
        },
        {
            "text": "Scale of adult female comparatively broad, moderately convex and silky in appearance with conspicuous growth lines. Male scale not known.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosis."
        },
        {
            "text": "This species falls within the complex of genera of the Phenacaspis type. It is characterised by the median lobes having strongly convergent basal sclerotic bands which are not fused to form a basal yoke, the development of conspicuous gland tubercles submarginally on the 5th abdominal segment replaced by tubercles of a much smaller size on the segments anterior to the 5th, the lack of pygidial gland spines and the presence of a submarginal group of pores on the 7th segment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "The presence of gland tubercles in a similar position on the 4th and 5th segments occurs in two other species-Dentachionaspis margaritae (Brain) and Tecaspis munroi Hall, both from S. Africa-but in these species they are very much smaller and less conspicuous. I n other respects the three species are quite different.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Visci Brain has sclerotic bands a t the bases of the median lobes rather similar to those found in diosrnae but is otherwise quite different.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "The genus Versiculaspis contains at present only the type species which was described from S. Africa on Diosma crewta.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Genus Voraspis gen. n. (figs. 65, 69, 73) . Genotype :-Chionaspis carpenteri Laing.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 23,
                    "end": 41,
                    "text": "(figs. 65, 69, 73)",
                    "ref_id": null
                }
            ],
            "section": "Notes."
        },
        {
            "text": "Referable to the tribe Diaspidini. Body elongate, fusiform. Pygidium rounded with two p a h of lobes. Median lobes small, squat, broader than long with serrated apices, separated by a marginal notch, but with their bases yoked together. A pair of setae between the lobes but without gland spines or marginal pores. Second lobes duplex, the inner lobule much larger than the outer and longer than broad. Gland spines of the pygidial fringe occurring singly. Marginal and dorsal pores of the same size. Dorsal pores in segmentally arranged rows interrupted on the 4th, 5th arid 6th segments into submarginal and submedian series ; the submarginal series on segment 6 reduced to 3 or 4 marginal pores. Segments 4 and 5 and sometimes 3 with a few supplementary pores arranged in irregularly parallel series. Prepygidial and thoracic segments with gland tubercles and rather numerous pores. Perivulvar pores present. Anal orifice towards the base of the pygidium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosis."
        },
        {
            "text": "Scale of adult female white, elongate, broadened posteriorly with terminal exuviae : male scale white. parallel sided, faintly tricarinate or uncarinated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosis."
        },
        {
            "text": "This genus comes close to Phenacaspis Cockerell, from which it differs in having median lobes of characteristic squat shape and smaller dorsal pores less regularly arranged, but usually in two roughly parallel series on each segment. For the differences from Rohspis and T e m p i s , see under Rolaspis, p. 531. I n addition to the type species, Chionaspis nGerensis Vayssihre (1912 : 368) described from Upper Senegal and seen on the same host plant from Nigeria, and Phemcaspis bauhiniae Hall (1946 : 65) described from Senegal on Bauhinia rufescens are here included. The type species was described from Uganda on an unknown plant. In both nigerensis and bauhiniae the marginal pores have long microducts arising from their capitate heads. These are difficult to detect except in freshly prepared well-stained specimens, and although it is suspected that the marginal pores of carpenteri are of similar structure it is not possible to be certain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Chionuspis nigerensis and Phenacaspis bauhiniae are very close and the differences are mostly relative and not easily defined. The median lobes of P. bauhiniae are of rather different shape and relatively closer together, the dorsal pores are fewer and the pygidial gland spines relatively longer than in C. niqermsis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Chionaspis usambariw Lindinger (1913 ; 76) , described from Tanganyika on Sideroxylon inerme, would appear from the description t o be closely allied to carpenteri and referable t o this genus.",
            "cite_spans": [
                {
                    "start": 21,
                    "end": 38,
                    "text": "Lindinger (1913 ;",
                    "ref_id": null
                },
                {
                    "start": 39,
                    "end": 42,
                    "text": "76)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "The three species may be separated as follows 1-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes."
        },
        {
            "text": "Second lobes duplex with both lobules well developed and conspicuous;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "Second lobes duplex, small and inconspicuous, outer lobule if present 2(1). Perivulvar pores numerous, median group 10, anterior laterals 2 6 3 2 , , median lobe ; other lobes wanting ; perivulvar pores wanting With no such sclerotised processes; second and third pairs of lobes present, duplex but small ; perivulvar pores present 9 (7). With a pair of either plates or gland spines between the median lobes 10.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": ". . . . 15.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "Lacking plates or gland spines between the median lobes 10 (9). Macroducts of the pygidial margin with the axes of their orifices orientated transversely and with a sclerotised rim surrounding each orifice . . . 11.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "Macroducts with their axes set longitudinally or diagonaliy and the sclerotised rim, when present, similarly orientated . . . . . 12.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "ll(10). Without perivulvar pores ; prosoma heavily sclerotised at maturity ;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "gland spines laterally serrate . . .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "Genaparlatoria MacGillivray. With perivulvar pores ; prosoma not sclerotised a t maturity ; gland 12(10). Median lobes well separated with a fish-tail structure between them 13(12). Median lobes prominent, not sunken and without a notch between; lateral lobes wanting or reduced to minute triangular projections ; with a pair of conspicuous scleroses arising either from the bases of the median lobes or from the angle between them. . . . . . 14.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "Median lobes sunken with a deep notch between ; lateral lobes duplex, well developed ; scleroses lacking . . Furchadaspis MacGillivray.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "14(13). Perivulvar pores present in 5 large groups; scleroses short, very stout and inwardly directed, arising from the bases of the median lobes; gland spines of the pygidial fringe pIate-like and apically trifurcate, the pair between the median lobes smaller but clearly Without such a pair of small gland spines ; dorsal pores never in wellarranged segmental rows, usually scattered, and may be very few, ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "Submedian series of dorsal pores in well-defined groups as far as the 6th segment, the pores being of a much smaller size than those of the marginal and submarginal regions of segments 5 and 6. Characters of the pygidial fringe rather indefinite. Nelaspis gen. n. Dorsal pores scattered or in well-defined series, rarely in groups, never strikingly smaller than the submarginal or marginal pores . . Median lobes longer than broad; pores of submedian series on segments 3, 4 and 5 in a single regular line: submarginal group on 37(35). Segment 6 with a submedian group of pores arranged in a more or less regular line; submarginal group wanting or represented by 3 or 4 pores a t most, and always with a well-marked interval between the submedian and submarginal group when present ; dorsal pores distributed at irregular intervals right across the prepygidial segments; 2nd pygidial lobes well developed and rounded apically Dorsal pores on segment 6 more numerous, in groups or series never in a regular single line of pores ; submarginal group always present but usually not clearly separated off from the submedian group; median area of the prepygidial segments without dorsal pores ; 2nd pygidial lobes usually poorly developed; 2nd lobes and the usual small prominences of the margin of the 6th and 7th segments 38(24). Margin of the pygidium with membranous, short, broad apically serrated or a t least bifurcated processes, ' each process associated with a marginal macropore, in addition to the lobes and gland spines; a similar process and macropore occurs between the median lobes. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "21(20)."
        },
        {
            "text": "Type of Etllaspis gen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "n."
        },
        {
            "text": "n.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "n."
        },
        {
            "text": "Dimpis Type of Greenaspis Type of Mwu.qi.5 gen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LcdWPis"
        },
        {
            "text": "Ben. n.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Type of N e h p z s"
        },
        {
            "text": "Type of Balaspis gen. n. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GCldU8pis Banhuliaspis"
        },
        {
            "text": "Italian Somallhand",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rhodesia"
        },
        {
            "text": "Africa, S.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "Belgian Eo&o Cameroons 5. and S.W.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rhodesia"
        },
        {
            "text": "Rhodesia Tanganyiha, Uganda ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "9."
        },
        {
            "text": "I It is hoped that most of the more important records have been included in the following list, but there may be a few that have been overlooked. Some have been purposely omitted where there appear to be good reasons to doubt the determinations. As the records have been derived from a variety of sources, the author cannot hold himself responsible for inaccuracies, whether they be of plant or insect, but it is believed that the list gives a reasonably accurate picture of the position so far as our present knowledge will permit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LIST OF SPECIES ARRANGED ACCORDING TO HOST PLANT GENERA."
        },
        {
            "text": "The generic names follow those adopted in this paper, but where the species has not been actually seen the original author's generic name has been quoted, except in a few cases where there could be no doubt of its correct generic position. (Green) . FIO. 73.-Voraspis earpenteri (Laing) . FIG. 74.-Rolaqis whitehilli (Hall) . FIG. 75. --Tecaqis umtalii (Hall) . The Iengths of the actual specimens-all types-figured were as follows :-Phenacaspis ailatah (Green) , 0.9 mm. ; Voraspis carpenteri (Laing) , 1-85 mm. ; Rolaapia whitehilli (Hall), 2.2 mm. ; Tecaspis umtalii (Hall), 1.75 mm.",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 247,
                    "text": "(Green)",
                    "ref_id": null
                },
                {
                    "start": 279,
                    "end": 286,
                    "text": "(Laing)",
                    "ref_id": null
                },
                {
                    "start": 353,
                    "end": 359,
                    "text": "(Hall)",
                    "ref_id": null
                },
                {
                    "start": 454,
                    "end": 461,
                    "text": "(Green)",
                    "ref_id": null
                },
                {
                    "start": 494,
                    "end": 501,
                    "text": "(Laing)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 289,
                    "end": 323,
                    "text": "FIG. 74.-Rolaqis whitehilli (Hall)",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 326,
                    "end": 334,
                    "text": "FIG. 75.",
                    "ref_id": null
                }
            ],
            "section": "LIST OF SPECIES ARRANGED ACCORDING TO HOST PLANT GENERA."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Or",
            "authors": [
                {
                    "first": "_ I --",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "1885",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Siprria: Fortugwsr ,w. Africa, Srnegul",
            "authors": [
                {
                    "first": "Rhodesia",
                    "middle": [],
                    "last": "Uganda",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Africa",
                    "suffix": ""
                },
                {
                    "first": "Tanganyika Dahorney French",
                    "middle": [],
                    "last": "Cuinca",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Pseudaulacaspie pentagona (Targioni)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Contigaspis cyanogena (Brain)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Africaspis chionaspiformis (Newstead)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Qenaparlatoria pseudaspidiotus",
            "authors": [
                {
                    "first": "Newstead",
                    "middle": [],
                    "last": "Aulacaspis Cinnamomi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Pinnaspis proxima (Leonardi)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Pseudaulacaspis pntagona (Targioni)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Diaspis subregularis Hall. Rolaspis carissae (Cockerell)",
            "authors": [
                {
                    "first": "Hall",
                    "middle": [],
                    "last": "Diaspis Carissae",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Rolaspis spiculata (new name)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Howardia biclavis (Cornstock)",
            "authors": [
                {
                    "first": "Signoret",
                    "middle": [],
                    "last": "Diaspis Boisduvalii",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Pseudaulacaspis pentagona (Targioni)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Africaspis pattersoni (Green & Laing)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Parlabria pergandii (Comstock)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Pinnaspis buxi (BouchB)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Furchadaspis mmiae (Morgan)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Pseudoparlatoria parlatorioides",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Pinnaspis proxima (Leonardi)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Howardia biclavis (Cornstock)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Pseudaulacaspis pentagolus (Targioni)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Pseudaulaeaspis pentagona (Targioni)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Diaspis bromeliae (Kerner)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Diaspis bromeliae (Kerner)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Rolaspis carissae (Cockerell)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Diaspis echinomcti (BouchB)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Dentachimspis berlesei (Malenotti)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Africaspis chimspiformis (Newstead). ?Dentachionaspis capparisi (Brain)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Ledaspis reticulata (Malenotti)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "H m r d i a biclavis (Comstock)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Carica. Howardia biclavis (Cornstock\\. Psewiaulacaapis p&tagona (Targioni)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Greenaspis elongab (Green)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Tecaspis mbvisci (Hall)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Dentadionaspis lounsburyi (Leonardi)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Gadaspis combreti (Hall)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Gadaspis excisa (Hall)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Ca-rulaspis visci (Schrank)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Juniqerus",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Carulaspis visci (Schrank)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Phenacaspis dilatata (Green)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Duplachionaspis paolii (Malenotti)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "A i & z s p i s diospyros (Hall)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Dinaspis imbrimta Brain. Howardia biclavis (Comstock)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Euclea",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Andaspis hawaiiensis (Maskell)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Lepidosaphes gloverii (Packard)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Fiorinia fioriniae (Targioni)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Lepidomphes gloverii (Packard)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Balaspis faurei gen. and sp. n. Dentaspis globoms (Brain)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Momapia euphorbiae (Brain)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Rolaspis whitehilli (Hall)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Pseudaulacaapia pentagona (Targioni)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Aonidomvtilvs albus (Cockerell)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Hounzrdia biclavis (Comstock)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Pseudaulacuqis pentagona (Targioni)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Aulacaspis fulleri (Cockerell)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Pseudaulacaspis pentagona (Targioni)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Diaspis qmtulata (Hall)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Dentachionaspis pittospori (Hall)",
            "authors": [
                {
                    "first": "Hall",
                    "middle": [],
                    "last": "Africaspia Chipingae",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Gadaspis tuberculata (Hall)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Ledaspis kirkianae (Hall)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Leduspis mashonae (Hall)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Pseudaulacuspis pentagona (Targioni)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "Duplachionaspis stanotaphri (Cooley)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "Kuwanasvis bambusicola (Cockerell)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bambusa",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "Duplachionaspis stanotophri (Cooley)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "Duplachionaspis asparagi (Laing & Aulacaspis mudiunensis (Zehntner)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Panicurn",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "Aulacaspis tegalensis (Zehntner)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "D u p l a c h i m q i s stanotqphri (Cooley)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "Aulacaspis herbae (Green)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF83": {
            "ref_id": "b83",
            "title": "Genera unspecified continued. Chionaspis natalensis Maskell. Duplachionaspis stanotophri (Cooley)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF84": {
            "ref_id": "b84",
            "title": "Rolaspis lounsburyi (Cooley)",
            "authors": [
                {
                    "first": "Hall",
                    "middle": [],
                    "last": "Duplachionaspis Ugandae",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF85": {
            "ref_id": "b85",
            "title": "Pseudaulacaspis pen fagom (Targioni)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF88": {
            "ref_id": "b88",
            "title": "Africaqis caffm (Brain)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF89": {
            "ref_id": "b89",
            "title": "Andaspis hawaiiensis (Maskell)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF90": {
            "ref_id": "b90",
            "title": "Aonidomytilus mazoeensis (Hall)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF91": {
            "ref_id": "b91",
            "title": "Dentahionaspis lounsburyi (Leonardi)",
            "authors": [
                {
                    "first": "Malenotti",
                    "middle": [],
                    "last": "Coccomytilus Somalensis",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF92": {
            "ref_id": "b92",
            "title": "Pinnaspis aspidistrae (Signoret)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF93": {
            "ref_id": "b93",
            "title": "Pudaspis newsteadi (Leonardi)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF94": {
            "ref_id": "b94",
            "title": "Diaspis boisduvalii Signoret. Diaspis helveola Laing",
            "authors": [
                {
                    "first": "Laing",
                    "middle": [],
                    "last": "Diaspis Bicolor",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF96": {
            "ref_id": "b96",
            "title": "Andaspis hawaiiensis (Maskell)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF97": {
            "ref_id": "b97",
            "title": "Howardia biclavis (Cornstock)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF98": {
            "ref_id": "b98",
            "title": "Africaspis berliniae (Hall)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF99": {
            "ref_id": "b99",
            "title": "Aonidomytilus brachystegiae (Hall)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF101": {
            "ref_id": "b101",
            "title": "Africaspis berliniae (Hall)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF102": {
            "ref_id": "b102",
            "title": "Aonidomytilus brachystegiae (Hall)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF103": {
            "ref_id": "b103",
            "title": "Africaspis chionaspgownis (Newstead)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF104": {
            "ref_id": "b104",
            "title": "Andaspis hawaiiensis (Maskell)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF107": {
            "ref_id": "b107",
            "title": "Andaspis hawaiiensis (Maskell)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF108": {
            "ref_id": "b108",
            "title": "Pseudaulacaspis pentagona (Targioni)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF109": {
            "ref_id": "b109",
            "title": "Contigaspis indigoferae (Hall)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF110": {
            "ref_id": "b110",
            "title": "Pseudaulacaspis pentagona (Targioni)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF111": {
            "ref_id": "b111",
            "title": "Howardia biclavis (Cornstock)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF112": {
            "ref_id": "b112",
            "title": "Daraspis bussii",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yptodiaspis Hamata Lindinger",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF113": {
            "ref_id": "b113",
            "title": "Lepidosaphes meridimalis Lindinger. LILIACEAE. Aloe. Dentachionaspis margaritae (Brain)",
            "authors": [
                {
                    "first": "Laing",
                    "middle": [],
                    "last": "Isehnaspis Macrolobii",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF116": {
            "ref_id": "b116",
            "title": "Bantudiaspis loranthi (Hall)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF119": {
            "ref_id": "b119",
            "title": "Inchoaspis dentilobis (Newstead)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF120": {
            "ref_id": "b120",
            "title": "Andaspis hawaiiensis (Maskell)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Lythraceae",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Lagerstroemia",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF121": {
            "ref_id": "b121",
            "title": "Ischnaspis longirostris (Signoret)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF122": {
            "ref_id": "b122",
            "title": "Africaspis chionaspifomis (Newstead)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF123": {
            "ref_id": "b123",
            "title": "Pseudaulacaspis pentagona (Targioni)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF124": {
            "ref_id": "b124",
            "title": "Pseudaulacaspis pentagona (Targioni)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF126": {
            "ref_id": "b126",
            "title": "Pseudaulacaspis pentagona (Targioni)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF127": {
            "ref_id": "b127",
            "title": "Rolaspis lounsburyi var. ekebergiae (Brain)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF131": {
            "ref_id": "b131",
            "title": "Aulacaapis fulleri (Cockerell)",
            "authors": [],
            "year": null,
            "venue": "MELIACEAE continued. Melia continued",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF133": {
            "ref_id": "b133",
            "title": "Zschnaapis Iongirosbis (Signoret)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Trichilia",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF134": {
            "ref_id": "b134",
            "title": "Rolaspia lounsburyi var. ekeberg& (Brain)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF135": {
            "ref_id": "b135",
            "title": "Africaapts chionaapifonnia (Newstead)",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Urraea",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF138": {
            "ref_id": "b138",
            "title": "Africaapis wmmunis (Hall)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF140": {
            "ref_id": "b140",
            "title": "Phenacaspis dilalala (Green)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF141": {
            "ref_id": "b141",
            "title": "Paeudaulaeaapia pentagma (Targioni)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF143": {
            "ref_id": "b143",
            "title": "Andaspis huwaiiensis (Maskell)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF144": {
            "ref_id": "b144",
            "title": "Paeudaulacaapis pentagma (Targioni)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF146": {
            "ref_id": "b146",
            "title": "Voraspis nigerensis (Vayssibre)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF147": {
            "ref_id": "b147",
            "title": "Andaspis hawaiiensis (Maskell). Parlatoria oleae (ColvBe)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Jasminum",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF148": {
            "ref_id": "b148",
            "title": "Homrdia biclavia (Cornstock)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF150": {
            "ref_id": "b150",
            "title": "Pseudaulacaspis pentagom (Targioni)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF151": {
            "ref_id": "b151",
            "title": "Genera unspecified. Diaapis boiaduvalii Signoret. Parlabria pergandii Cornstock. Parlatoria proteus (Curtis)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF152": {
            "ref_id": "b152",
            "title": "Pinnaspis buxi (Bouchb)",
            "authors": [
                {
                    "first": "Newstead",
                    "middle": [],
                    "last": "Fiwinia Kewensis",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF153": {
            "ref_id": "b153",
            "title": "Pinnaspis marchuli (Cockerell)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF154": {
            "ref_id": "b154",
            "title": "COWS. Elaeis. PALMAE continued. H yphaene. Dentachionaspis pseudonivea (Mctlenotti)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Palmae",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bwassus",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF155": {
            "ref_id": "b155",
            "title": "Dentaspis mbattiata (Newstead)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Phoenix",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF157": {
            "ref_id": "b157",
            "title": "Iachnaapis longirostria (Signoret)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF158": {
            "ref_id": "b158",
            "title": "Parlatoria blanchardii (Targioni)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF159": {
            "ref_id": "b159",
            "title": "Rolaapis chaetoehmae (Brain)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF160": {
            "ref_id": "b160",
            "title": "Aidaspis hawaiiensis (Maskell)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF161": {
            "ref_id": "b161",
            "title": "Dentaspis substriafa (Newstead)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF162": {
            "ref_id": "b162",
            "title": "Fiorinia jioriniae (Targioni)",
            "authors": [
                {
                    "first": "Signoret",
                    "middle": [],
                    "last": "Diaspis Boiaduwllii",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF163": {
            "ref_id": "b163",
            "title": "Iachnaapia longirostria (Signoret)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF164": {
            "ref_id": "b164",
            "title": "Leucaapia wckerelli (de Charrnoy)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF165": {
            "ref_id": "b165",
            "title": "Pinmapis buxi (Bouchb)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF166": {
            "ref_id": "b166",
            "title": "Pseudaulaeaapis pentcrgona (Tmgioni)",
            "authors": [
                {
                    "first": ":",
                    "middle": [],
                    "last": "Pasat",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Pora",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF167": {
            "ref_id": "b167",
            "title": "Pinnaspis aspidisttae (Signoret)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF168": {
            "ref_id": "b168",
            "title": "Pinnaapis agpidistnw (Signoret)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF169": {
            "ref_id": "b169",
            "title": "Pinnaspis aapidistrae (Signoret)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF170": {
            "ref_id": "b170",
            "title": "Bantudiaspis faureae Hall. Ledaspis distinch (Leonardi)",
            "authors": [
                {
                    "first": "Proteace",
                    "middle": [],
                    "last": "Ale",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Faurea",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF171": {
            "ref_id": "b171",
            "title": "Rolaapis leucadendri (Brain)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF172": {
            "ref_id": "b172",
            "title": "Asymmetraspis disbrta (Newstead)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF173": {
            "ref_id": "b173",
            "title": "Ledaspis distincta (Leonardi)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF174": {
            "ref_id": "b174",
            "title": "Rolaspis lounsburyi (Cooley)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF175": {
            "ref_id": "b175",
            "title": "Andaspis punicae (Laing)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF176": {
            "ref_id": "b176",
            "title": "A fritnspis scutiae (Brain)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF177": {
            "ref_id": "b177",
            "title": "Tecaspis retigera (Cockerell)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF178": {
            "ref_id": "b178",
            "title": "Africaspia comrnunis (Hall)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF179": {
            "ref_id": "b179",
            "title": "Psewlaulaeaapis pentagom (Targioni)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF180": {
            "ref_id": "b180",
            "title": "Inchmapis pygaei (Hall)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF182": {
            "ref_id": "b182",
            "title": "Psezldaulacuspis pentagma (Targioni)",
            "authors": [],
            "year": null,
            "venue": "ROSACEAE continued. Pyrus",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF186": {
            "ref_id": "b186",
            "title": "Dentachionaspis n'tchiei (Laing)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF187": {
            "ref_id": "b187",
            "title": "Diaspis boisduvalii Signoret. I s c h k s p i s longirodria(Signoret)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF188": {
            "ref_id": "b188",
            "title": "Incisaspis pugionifera (Lindinger)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF189": {
            "ref_id": "b189",
            "title": "Andaspis hawaiiensis (Maskell)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF190": {
            "ref_id": "b190",
            "title": "P k n a m s p i s dilatata (Green)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF192": {
            "ref_id": "b192",
            "title": "Lepidosapks gloverii (Packard)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF193": {
            "ref_id": "b193",
            "title": "Parlaioria pergandii (Comstock)",
            "authors": [
                {
                    "first": "Cornstock",
                    "middle": [],
                    "last": "Parlatoria Camelliae",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF194": {
            "ref_id": "b194",
            "title": "Veraiculaapis diosmae (Brain)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF196": {
            "ref_id": "b196",
            "title": "Pseuduulocaspis pentagona (Targioni)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF199": {
            "ref_id": "b199",
            "title": "Pudaspis newsteadi (Leonardi)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF200": {
            "ref_id": "b200",
            "title": "Rolasppis munroi sp. n. Teeaspis kiggelariae (Brain)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF201": {
            "ref_id": "b201",
            "title": "h ! q v i a reticubta (Malenotti)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF202": {
            "ref_id": "b202",
            "title": "Inchoaspis argentata (Hall)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF203": {
            "ref_id": "b203",
            "title": "Tecaspis allophylli (Hall)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Sapindaceae",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Llophyllus",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF205": {
            "ref_id": "b205",
            "title": "Howardia biclavis (Cornstock)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF206": {
            "ref_id": "b206",
            "title": "Andaspis hawaiiensis (Maskell)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF207": {
            "ref_id": "b207",
            "title": "P s e u d a u h s p i s pentagona (Targioni)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Chionaspis Usambarica Lindinger",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Scrophulariaceae",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Veronica",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF209": {
            "ref_id": "b209",
            "title": "Andaspis hawaiiensis (Maskell)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Solanum",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF210": {
            "ref_id": "b210",
            "title": "Pseudauhcaspis penlagom (Targioni)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF211": {
            "ref_id": "b211",
            "title": "Hulaspis dumbeyae (Hall)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF212": {
            "ref_id": "b212",
            "title": "Psewlaulacaspis peniagona (Targioni)",
            "authors": [
                {
                    "first": "Laing",
                    "middle": [],
                    "last": "Chionaspia Sterculiae",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF214": {
            "ref_id": "b214",
            "title": "Fiorinia jioriniue (Targioni)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF215": {
            "ref_id": "b215",
            "title": "Rolaspis carissae (Cockerell)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF216": {
            "ref_id": "b216",
            "title": "Tecaspis retigera (Cockerell)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF217": {
            "ref_id": "b217",
            "title": "Howardia biclavis (Comstuck)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF218": {
            "ref_id": "b218",
            "title": "Pseudaulauzspis pentagma (Targioni)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Vitis",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF219": {
            "ref_id": "b219",
            "title": "Ledaqis reticdata (Malenotti)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Zyqophyllaceae",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Balanites",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF220": {
            "ref_id": "b220",
            "title": "Ledaspis reticulata var. minor (Malen-Tecuspis Gsci (Brain)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF223": {
            "ref_id": "b223",
            "title": "1833, Schiidl. Gart. Ins. -, 1851",
            "authors": [
                {
                    "first": "$",
                    "middle": [],
                    "last": "Bou~h",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Fr",
                    "suffix": ""
                }
            ],
            "year": 1919,
            "venue": "",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF224": {
            "ref_id": "b224",
            "title": "Jam. 1. -, 1893, Ent. mom. Mag. 29. -, 1897, Amer. Nat. 31. -, 1898, Canad. Ent. 31. -, 1898a",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "D A"
                    ],
                    "last": "Cockerell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "1892",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Inst",
                    "suffix": ""
                }
            ],
            "year": 1902,
            "venue": "Ann. Mag. nat. Hist",
            "volume": "34",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF228": {
            "ref_id": "b228",
            "title": "1898, Canad. Ent. 30. -, 1899, Spec",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Cooley",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Bull. Mass. Expt. Stn",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF231": {
            "ref_id": "b231",
            "title": "Microentomology I. -, 1937, Atlas Scale Insects N . America, Series I. -, 1937a, Microentomology 2. -, 1938, Atlas Scale Insects N . America, Series 11. -, 1938a, Microentomology",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Fernald",
                    "suffix": ""
                },
                {
                    "first": "Cat",
                    "middle": [],
                    "last": "Cocc",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "World",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Ferris",
                    "suffix": ""
                }
            ],
            "year": 1936,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF241": {
            "ref_id": "b241",
            "title": "Jb. hamburg. wiss. Anst",
            "authors": [],
            "year": 1910,
            "venue": "",
            "volume": "27",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF243": {
            "ref_id": "b243",
            "title": "The Coccidae",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Macgillivray",
                    "suffix": ""
                }
            ],
            "year": 1921,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF248": {
            "ref_id": "b248",
            "title": "1890, Ent. mon",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C F"
                    ],
                    "last": "Morgan",
                    "suffix": ""
                }
            ],
            "year": 1926,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF251": {
            "ref_id": "b251",
            "title": "A list of the Scale Insects and",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "K"
                    ],
                    "last": "Munro",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "? A"
                    ],
                    "last": "Fouchb",
                    "suffix": ""
                },
                {
                    "first": "Newman",
                    "middle": [],
                    "last": "Mealy",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Newstead",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Liverpool Univ. quart. J . I",
            "volume": "34",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF254": {
            "ref_id": "b254",
            "title": "Guide to Study of Ins",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Packard",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "1869",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF255": {
            "ref_id": "b255",
            "title": "Supplements 1 and 2 to Fernald's Cat",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Sanders",
                    "suffix": ""
                }
            ],
            "year": 1906,
            "venue": "Ent. Jb. Bugs and their Host Plants in South Africa. Dept. Agric. Bull",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF256": {
            "ref_id": "b256",
            "title": "Dentaspis globosus (Brain)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Fra",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "44",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "pattersoni Green & I Laing. Perivulvar pores in tlie normal five groups . . . . . . . . . 3. 3(2). Pygidial gland spines replaced by broad plate-like structures that are divided apically into two to four processes ; they are arranged singly in the usual positions . . . . , . ca#m Brain (figs. 1, 31). Pygidial gland spines of the normal simple type . . . . . . . 4. represented by one to three pores . . . . . .chipilzgae Hall. 5. body anterior to the normal groups of perivulvar pores 4(3). Dorsal pores very few in number; submedian series, where present, Dorsal pores well represented in both submarginal and submedian series 5(4). Submarginal and submedian groups of dorsal pores on segment 5 arranged in a very regular interrupted single line ; pores on segment 6 confined t o two or three marginally . . . . . . buphiue Hall.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Perivulvar pores numerous ; median 2-8, anterior laterals 23-35, Perivulvar pores less numerous, the corresponding groups containing about half the number of pores . . . . . . . . . . . 10. lO(9). Dorsal pores numerous and on segments 4 and 5 confined to well-defined series ; pygidial gland spines small and inconspicuous, the longer spines Segments 4 and 5 with supplementary series of from two to eight pores in addition to the well-defined series ; pygidial gland spines relatively in groups of three . . . . . . . . . . . communis Hall. 8. posterior laterals 42-65 . . . . . . . . . . . $ci Newstead. averaging 10 p . . . . . . . . . . scutiae Brain (fig. 32).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Similar pores occur in the marginal and submarginal regions of all segments as far anterior as the mesothorax. Gland tubercles rather numerous, occurring in the usual positions, as far as the vicinity of the anterior spiracles. Perivulvar pores in five groups, median 5-10, anterior laterals 11-20, posterior laterals 11-16 (average of 18 examples 8 : 14 : 15). Anal orifice situated near the centre of the pygidium. On small twigs of Cassia mimosoides (LEGUMINOSAE), ZULULAND : Port Durnford, coll. P. C. Kotze, 20.xii.26.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "pores present . . . . . . . . . . . . . . . 2. Perivulvar pores lacking . . . . . . . . . . . . . 4. 2( 1). Body of adult female long and narrow ; pygidial gland spines replaced by long setae( 2) which are more slender than is usual for gland spines but stout for setae . . . . . . . . . . . . ritchiei Laing. Body of adult female fusiform; gland spines well developed and of normalform . . . . . . . . . . . . . . . . . 3. 3(2). With a deep notch between the median pygidial lobes; on the ventral aspect of both abdominal segments 4 and 5 four or five small gland tubercles, usually one pair in a submarginal and another pair in a submedian position ; perivulvar pores relatively numerous, averaging, median 8, anterior laterals 21, posterior laterals 37 With a shallow notch between the median lobes; gland tubercles on segments 4 and 5 lacking; perivulvar pores fewer, averaging, median 8, anterior laterals 8, posterior laterals 14 4(1). Body of adult female long and narrow; antennal tubercles set unusually close together and immediately anterior to the rostrum; male scale dull gold in colour . . . . . . . . . . . Body of adult female fusiform; antennal tubercles not set unusually 5(4). Median lobes acutely pointed, separated by a relatively deep notch;",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "a prominent marginal vasiform appendage near the base of the pygidium. Perivulvar pores absent . . . . . . helveola Laing. Without such an appendage. Perivulvar pores present . . . . . 2. 2(1). Median lobes neither divergent nor sunken into the apex of the pygidium but projecting . . . . . . . . . . . . echinocacti BouchB. Median lobes divergent, projecting little, if any, beyond the apex of the pygidium, with the inner margins longer than the outer and forming a definite notch . . . . . . . . . . . . . . . . . . 3. 3(2). With a sharply pointed conspicuous sclerotised spur marginally of the 4th segment at its posterior extremity on either side . . . . . . . 4. Sharply pointed conspicuous sclerotised spur either absent or replaced by a projection of a different form . . . . . . . . . . . . 7. 4(3). Pygidium with six or more large pores in a submarginal series orientated with their long axes parallel to the median longitudinal axis of the body; associated chiefly with pineapple . . . . . . brometiae Kerner. Pygidium with never more than two or three such pores . . . . . 5. 5(4). Lobules of the 2nd and 3rd lobes markedly dilated apically and sharply truncated . . . . . . . . . . . . . . spatulata Hall. Lobules of the 2nd and 3rd lobes neither conspicuously dilated nor sharply truncated . . . . . . . . . . . . . . . 6. 6(5). Prothorax usually with well-developed lateral lobes ; interlobular glandular projections apically rounded . . . boisduvalii Signoret. Prothoracic lateral lobes wanting ; interlobular glandular projections apically truncated . . . . . . . . .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Marginal pores considerably larger than the dorsal pores except for two large longitudinally orientated submarginal pores, one anterior to both the 2nd and 3rd lobes on each side, which are as large as the marginal pores . . . . . . . . . . . . . . . . 8.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "45) from Zanzibar on Celtis mauritiana and by the same author (1913 : 77) from Tanganyika on Palms.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "pores wanting, their place being taken by four transversely ovate thickenings lying in the middle of a ventral plate-like area; basal club-shaped sclerosis at the base of the inner lobule of the second lobes very slightly constricted in the middle Perivulvar pores present in five small groups and no ovate ventral thickenings ; sclerosis a t the base of the second lobe deeply constricted in the . . . . . . macrolobii Laing. middle . . . . . . . . . . . . longirostris Signoret.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "The five included species may be separated as follows :-Sclerotised dermis of the anterior half of the body with a clearly reticulated Dermis lacking such reticulated dermal pattern . . . . . . . .2(l). Gland spines of the pygidial fringe arranged in groups of about 7 spines with the exception of the group in the 1st interlobular space, which consists of 4. Median lobes large and prominent. Second lobes duplex, the inner lobules well developed and pointed, the outer lobules, if present, small and inconspicuous . . . . . distincta Leonardi.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "(3). Median lobes with a conspicuous acute projection on the basal half of the inner margin; gland spines marginally of segment 4 on either side numerous-usually about 8. Female at maturity large, up to 3 mm. in length . . . . . . . . . . . . . . . masho?zae Hall. pattern . . . . . . . . . . . . . reticulata Malenotti.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "included species may be separated as follows :-Prepygidial abdominal segments with secondary lobes or spurs at each anterior angle; dorsum may or may not be sclerotised but without small sclerotised bosses near the lateral margins on the lst, 2nd and 4th abdominal segments . . . . . . . . . . . . . . . 2. Prepygidial abdominal segments without secondary lobes or spurs at each anterior angle ; dorsum not sclerotised but with small sclerotised bosses near the lateral margins on the lst, 2nd and 4th abdominal segments . . . . . . . . . . . . . . beckii Newman. 2(1). Abdominal segments 2 to 4 with sclerotised marginal spurs at each anterior angle ; dorsum of the thoracic area and 1st abdominal segment rather heavily sclerotised ; gland spines between the median lobes not extending beyond the apices of the lobes; second lobes strongly duplex; gland spines at the base of the pygidium relatively long and conspicuous . . . . . . . . . . . . gloverii Packard.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "151) sank,fEuggeue as a synonym of oleae Colvee but Morrison (1939 : 15) disagreed with this view and later McKenzie (1945 : 64), in a revision of the genus Parlatoria, accepted Jluggeae as a distinct species.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "relatively large. Dorsal scleroses anterior to the ana orifice well developed. Lateral sclerotised bands on the pygidium with two oblique bars . . . . . . . . . . . . . . 2. Median lobes small or very small. Dorsal scleroses wanting or poorly developed. Lateral sclerotised bands lacking oblique cross bars but sometimes the one at the posterior extremity is poorly represented . . 3. marchali Cockerell.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "posterior laterals 18-30 (average of 15 examples 4 : 16 : 24). Anal orifice towards the base of the pygidium.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "On the ventral aspect of both segments 4 and 5 in a submarginal position is a group of about three very small gland tubercles. Marginal pores with an unusually long microduct carried by the capitate head. Dorsal pores of normal form, numerous, arranged in not very regular series and usually more or less continuous; on the 6th segment the submarginal portion of the series is generally wanting or poorly developed. Pores numerous in the marginal areas of all segments as far anterior as the mesothorax and, on abdominal segments 1 to 3, pores occur right across the segments a t irregular intervals. The pores anterior t o the 4th segment are rather smaller than those of the pygidium. Gland tubercles relatively numerous occur in .groups in the usual positions. Periwlvar pores in five groups, median 2-7, anterior laterals 16-31, posterior laterals 25-48 (average of 16 examples 5 : 23 : 39). Anal orifice situated near the base of the pygidium.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": ". 3.2(l).With supplementary groups of disc pores present on the ventral dermis anterior to the normal groups of perivulvar pores ; anterior portion of the body strongly sclerotised ; pygidial gland spines arranged singly ; notch between the median lobes relatively deep ; a small species, the adult female measuring 1.0-1.25 mm. on the slide Without such supplementary groups of disc pores ; anterior portion of the body only moderately sclerotised at maturity ; pygidial gland spines arranged in groups of 3 to 5 ; notch between the median lobes relatively shallow ; adult female measuring 2.0-2.50 mm.carissae Cockerel1 (figs. 20, 52). munroi sp. n. (figs. 25, 57). Pygidial gland spines arranged in pairs . . . . . . . . . . 4. chaetachmae Brain (figs. 21, 53). 3(1). Pygidial gland spines arranged singly . . . . . . . . . . 5. 4(3). Median pygidial lobes evenly and flatly rounded, not serrated apically; anterior portion of body membranous . Median lobes finely serrated apically ; anterior portion of body faintly but clearly sclerotised a t maturity 5(3). Submedian groups of pores on the 3rd, 4th and 5th segments in two parallel and regular single rows ; the same applies to the submarginal groups of pores but is not so clearly defined compositae sp. n. (figs. 22,54). Submedian groups of pores on the 3rd, 4th and 5th segments arranged otherwise . . . . . . . . . . . . . . . . . . 6. 6(5). Potes on abdominal segments 2 and 3 numerous, extending in a somewhat irregular but more or less evenly spaced and unbroken line right across the segments; pores of a similar size to those in the series on the lou~sburyi var. ekebergiae Brain (figs. 24,56). pygidium spiculata new name for chaetachmae var. imbricata Hall (figs. 26, 58). Pores on segments 2 and 3 extending right across the segments b i t not numerous and rather widely and irregularly spaced over the median section; pores on segment 2, and often on segment 3, of a clearly smaller size than those of the pygidial series . . . . . . . . 7. 7(6). Median lobes broader than long, squat, with indications of two or three notches on the inner margin; microducts to capitate heads of marginal pygidial pores extremely long . . . Zeucadendri Brain (figs. 23, 55). Median lobes prominent, not squat and more or less rounded apically and without notches on the inner margin ; microducts of the marginal pores only moderately long . . . . . . . . . . . . . 8(7). Body of adult female large, measuring 2.53.0 mm. in length and 1.2-1-4mm. in width on the slide with correspondingly large pygidium; median lobes not serrated apically ; dorsal pores relatively numerous and on segment 6 the number in the submedian series is usually 11 and rarely as few",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "With supplementary groups of disc pores on the ventral dermis anterior to the normal groups of perivulvar pores . . . . . . . . . 2. Without such supplementary groups of disc pores . . . . . . . 4. 2(1). Pygidial gland spines short, averaging 14 p, occurring singly; anterior portion of the body strongly sclerotised at maturity; dorsal pores on the 6th segment not clearly separated into submedian and submarginal groups . . . . . . . kiggelariue Brain (figs. 27, 59). Pygidial gland spines arranged in pairs of spines of unequal lengths, the longer not averaging less than 20 p; anterior portion of the body only faintly sclerotised at maturity ; dorsal pores on segment 6 may or may not be separated into submedian and submarginal groups . . . 3(2). Median lobes broader than long, having a somewhat squat appearance; dorsal pores on segment 6 separated into submedian and submarginal groups; with only 3 groups of supplementary pores; second lobes, if present at all, very flatly rounded Median lobes prominent, about as broad as long; dorsal pores on segment 6 arranged in a continuous somewhat irregular shaped group ; with 5 groups of supplementary pores ; second lobes acutely rounded apically . . . . . . . . . . . . . .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "Hall. 4(1). Dorsal pores on segment 6 very few, submedian group consisting of 2 to 5 pores in a single row, submarginal group, if present at all, represented by a single pore . . . . . . . . . . sinoiae Hall. Dorsal pores on segment 6 never as few . . . . . . . . . . 5 . 5(4). The sclerosis yoking the median lobes extended along the margin of the . visci Brain (figs. 29, 62). Sclerosis yoking the median lobesnot so extended . . . . . . . 6. 6(5). Pygidial gland spines short and inconspicuous; with a group of several rather large gland tubercles just posterior of each anterior spiracle Pygidial gland spines long and conspicuous ; gland tubercles just posterior to the anterior spiracles, if present at all, represented by one or two 7(6). Notch between the median lobes V-shaped, inner lobule of second lobes rounded . . . . . . . . . . . . . . subvisci Hall. Notch U-shaped, inner lobule of second lobes conical . . . . . . 8. 8(7). Pygidial gland spines arranged singly; median lobes relatively large, about 28 p broad, rounded and finely serrated apically ; group of pores 3.mytilaspiformis Newstead (figs. 28, 60, 60a). 7th segment and along part or all of the 6th . diplasia Laing. tubercles only . . . . . . . . . . . . . . . . . 7. on the 6th segment and submedian group on the 5th segment clearly separated . . . . . . . . . . umtaZii Hall (figs. 67, 71, 75).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "recorded from Sierra Leone by Laing (1929 : 480) and from French Guinea by Leonardi (1914 : 187).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "developed and of the same form . . . . . . . scleroses long, club-shaped, divergent with inner extremity knobbed, arising from the angle between the median lobes; gland spines of the pygidial fringe well developed and simple, the pair between the median lobes small and not clearly of a glandular nature . . . . . . Howardia Berlese et Leonardi. 15 (9). Without a marginal macroduct between the median lobes; anterior portion of the body strongly sclerotised with a lateral thoracic projection on either side ; second and third lobes without any trace of division into lobules ; perivulvar pores wanting . . Ambigaspis MacGillivray. With a marginal macroduct between the median lobes; body membranous, usually without any lateral thoracic lobes or projections ; second and third lobes, when present, clearly duplex ; perivulvar pores normally present. . . . . . . . . . . . . . 16. 16(15). With a pair of small gland spines between the median pygidial lobes; dorsal pygidial pores in well-arranged segmented rows as far only as the 5th segment, posterior to the 5th segment only a single submarginal pore anterior to the second lobe . Carulaspis MacGillivray.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF20": {
            "text": ". 22. 22(2l). Body of adult female, when fully developed, unusually large with . unusually large and broad pygidium ; dorsal pores numerous, occurring as far as segment 6 ; on segment 6 the pores may or may not show some arrangement in series but on the segments anterior to this the pores are arranged in definite series Inchompis MacGillivray. Body of adult female not unusually large and may be quite small, with pygidium of corresponding dimensions ; dorsal pores usually not numerous, those on the pygidium being either quite definitely scattered or in very definite rows. . . . . . . . . . . 23. 23(22). Dorsal pygidial pores scattered, without any definite arrangement, into rows or series ; lacking a definite notch between the median lobes; body of adult female quite small, not exceeding 1.25 mm. in length and often less than 1.0 mm., frequently globose with dermis membranous and usually delicate . . . . . . Dentaspis MacGillivray. Dorsal pores arranged in very reguIar series, submedian group on segment 6 consisting of from 2 to 6 pores in a single regular line; always with a more or less conspicuous notch between the median lobes ; body of adult female of medium size, rarely as short as 1.25 mm. in length, never globose and with the anterior half moderately sclerotised a t maturity . . . . . Dentachionaspis MacGillivray. 24(20). Median pygidial lobes either zygotic or with their bases definitely yoked together by a sclerotic band . . . . . . . . . . 25. Median lobes neither zygotic nor with their bases yoked together . . 38. 25(24). Median lobes definitely zygotic . . . . . . . . . . . . 26. Median lobes not definitely zygotic but with their bases clearly yoked together by a sclerotic band . . . . . . . . . . . . 30. 26(25). Median lobes with inner margins straight throughout their entire length and in close apposition . . . . . . . . . . . 27.Occurring on aloesMedian lobes with their inner margins in close apposition over part only of their length or with their inner basal angles a t least in close apposition",
            "latex": null,
            "type": "figure"
        },
        "FIGREF21": {
            "text": "Rev. Phytopdh. appl. I : 9. -, 1914, Bull. Soc. ent. Fr. ZEENTNER, L., 1898, Mede Proef Suik Java 3. Dr. W. J, Hall on -. , 1911, U.S. Dept. Agric., tech. Ser. 16, 4 : 61-74. . l.-Ajricaspis caffa (Brain). FIG. 3.-AuZacaspis fulleri (Cockerell). FIG. 4.-Balaspis faurei gen. and ap. n.-genotype. TRANS. R. ENT. SOC. LOND. 97. PART 20. . 5.--\" Chionaspis \" lutea Newstead. FIQ. 6.--\" Chionaspis \" lutea Newstead-scale of adult 9.FIQ. 7.-Contigaspis naudei sp. n. FIG. 8.-Contigaspis subnudata (Newstead)-genotype. FIU. O.-Daraspis bus& (Newstead)-genotype. FIQ. lO.-Dentachionasp,is margaritae (Brain).14 FIG. 11 .-Dentachionaspis pseudonicea (Malenotti). FIG. 12.-Dentaspis globosus (Brain). Fxa. 13.-DupIachionaspis stanotophri (Cooley). FIQ. 14.-Hulasp,is dombeyae (Hall)-genotype. FIG. 15.-Moraspis euphorbiae (Brain)-genotype. FIG. 16.-Nelaspis exalbida (Cockerell)-genotype. FIG. IV.-Nelaspis humilis (Brain). FIQ. 18.-Pinnaspis gossypii (Newstead).22 20 23 FIQ. 19.-Pudaspis newsteadi (Leonardi)-genotype. FIQ. 80.-Rolaspis carissae (Cockerell)--early adult $? on left, mature adult $? on right. FIQ. 2l.-Rolaspis chaetachmae (Brain). FIa. 22.-Rolaspis compositae sp. n. FIG. 23.-Rolaspis leucadendri (Brain). . 24.-Rolaspis lounsburyi Tar. ekebergiae (Brain). FIQ. %.-ROhSpiS munroi sp. 11. FIQ. 26.-Rolaspis spiculata new name for Ch,ionaspis chaetachmae var. imbrimtcs Hall. FIQ. 27.-Tecaspis kiggelariae (Brain). FIQ. 28.-Tecaspis mylilaspvomis (Newstead). FIa. 41 .-Daraspi,is busaii (Newstead)-genotype. Fra. 42.-Dentachionaspis margaritae (Brain). 50 51 FIa. BO.-Pinnuspis gossypii (Newstead). FIa. 51 .-Padaspis newsteadi (Leonardi)-genotype.55 FIG. 54.-Rohspia compositae sp. n. FIG. 55.-Rolaspis leueadendri (Brain). the Ethiopian Diclspldini (Coccdea) o . 66.-Roka.9picl lounshryi vm. ekebelgiae (Brsin). E'ro. bi'.-Rola&pie nunmi sp. n. 58 b 59 FIG. 58.-Rolaspis qiculata, new name for Chionaspis chaetachmae var. imbricata Hall. FIG. 59.-Tecaspis lriggelariae (Brain). the Ethiopian Diaspidini (Coccoidea). 581. 60 61 PIG. 60.-Tecaspie rnytilaspifomtie (Newstead) ; A, variation in shape of median lobes. E'IQ. 6l.-Tecasyois retigera (Cockerell). . 62.-Tecaspis visci (Brain). FIQ. 63 .-Voratyis nigerensis (Vayssihre) . Characters distinguishing the genera P?t.enacatyis, Voraspis, RObspi.3 and Teeaqie. Dorsal aspect of pygidium and prepygidial segments. FIG. 64.-Phenacaspis dilatata (Green). FIG. 65.-Voraspis carpenteri (Laing). FIQ. 66.-RoZaspis whitehilli (Hall). FIG. 67.-Tecaspis umtalii (Hall).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Median lobes set apart by about the width of one; gland spines of the pygidial margin simple and sharply pointed ; perivulvar pores wanting atbus Cockerell. Median lobes set close together; gland spines of the pygidial margin, particularly those towards the base, forked at the apex; perivulvar pores in five groups . . . . . . . . . .",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "With four pairs of pygidial lobes, the lobules of the three lateral pairs being well developed and of more or less uniform size ; prothorax with a well-developed lateral process on either side. . madiunensis Zehntner. With three pairs of lobes, the outer lobules of the 2nd and 3rd pairs smaller than the inner lobules ; thoracic margin broadly and evenly rounded . . . . . . . . . . . . Margin with well-developed thoracic processes . . . . . . . . 4. Body relatively large ; perivulvar pores numerous, median 31, anterior laterals 55, posterior laterals 19 ; with about 7 gland spines marginally of segment 4 on each side . . . . . fulleri Cockerell (figs. 3, 35). Body relatively small ; perivulvar pores much less numerous, about half those quoted forfulleri ; with usually only 2 gland spines marginally of segment 4 . . . . . . . . . . . cinnamomi Newstead. 5(3). Female scale circular; 2nd and 3rd lobes prominent, with the lobules longer than broad; with usually 3 gland spines laterally of the 4th segment on either side Female scale of irregular shape, usually broadly pyriform; 2nd and 3rd lobes squat with the lobules broader than long; with usually more than 3 gland spines laterally of the 4th segment. Associated with Gramineae . . . . . . . . . . . . . . . herbae Green. . . . . . . . . . . . rosae Bouchk.Genus Balaspis gen. n. Genotype :-Balaspis faurei sp. n.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Dorsal pygidial pores definitely smaller than the marginal pores; second Dorsal and marginal pores of much the same size; second lobes duplex, B. loranthi Hall and B. faureae Hall may be separated as follows :pygidial lobes either wanting or extremely inconspicuous . . faureae Hall. small but clearly represented ; third lobes very poorly developed loranthi Hall. Genus Carulaspis MacGillivray. Brain (1924 : 14) recorded Diaspis carueli Targioni on Cupressus from S.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "The four species here included in t h e genus Contigaspis MacGillivray may be separated as follows :-1. Median lobes falling away laterally with one or two deep and conspicuous notches; dorsal pores of the submedian groups on segments 3 to 6 of uniform size. . . . . . . . . . . . . . 2 . apices of the median lobes . . . . . . . . indigoferae Hall.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "). simple . . . . . . . . . . . . . .",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "2( 1). Perivulvar pores restricted to the posterior lateral groups and consisting long and apically serrate; second lobes duplex . . . . . . . 2. elongate and rounded apically, not duplex . . . . . . . . 4. of one or two pores . . . . . . . . . substriata Newstead. Five small groups of perivulvar pores present . . . . . . . . 3. 3(2). Median lobes separated by a distance equal to about three times the width of one; pygidial gland spines conical in form, much swollen at the base . . . . . . . . . . . . . . . rugosa Hall. tip . . . . . . . . . . . . . . . . . gibber Hall. Synonymy :-Urnbaspis MacGillivray. Genotype :-Dia5pis regularis Newstead.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Ventral dermis of the thoracic and anterior free abdominal segments with a few scattered tubercles carrying stout blunt processes. No tra%e of second lobes. Dorsal pores on the free abdominal segments confined to the marginal area . . . . . . . . . . tuberculata Hall. Lacking such tubercles. Second lobes small, duplex and dentate. Dorsal pores on the free abdominal segments in addition to the marginal groups distributed at irregular intervals right across the segments. . 2(1). With a broad and deep indentation of the margin on each side of the median lobes; gland spines of the pygidial fringe in groups of three or four . . . . . . . . . . . . . . . . ezcisa Hall.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "With 5 groups of perivulvar pores and with supplementary groups of disc pores on the ventral dermis anterior to these; pygidial fringe without gland spines . . . . . . . . . . . . . . argentata Hall. Without perivulvar pores or supplementary disc pores ; pygidial fringe with gland spines in the normal positions . . . . . . . . . 2.",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Pygidial lobes small but clearly visible; median lobes usually strongly divergent with a shallow indentation of the margin between; second lobes duplex . . . . . . . . . . humilis Brain (figs. 17, 49). Pygidial lobes small and very inconspicuous ; median lobes not strongly divergent and margin between not noticeably indented ; second lobes single . . . . . . . . . . . exalbida Cockerell (figs. 16, 48).",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "sclerotised spur . . . . . . . . . . . . zizyphi Lucas. . . . . . . . blanchardii Targioni. those on either side of it . . . . . . . . . . proteus Curtis. tubercle ; never by a plate . . . . . . . . . . . . . 4. representing the 4th lobe ; perivulvar pores in five groups . oleae Colvee. apically; pygidial lobes broad and stout . . . . . . JEuggeae Hall. normally in four groups . . . . . . . . . . . . . . between the 3rd and 4th lobes broad throughout and apically fringed ; pygidial lobes slender . . . . . . . . . . . . With a small dermal pouch laterally of each posterior spiracle; dorsal pores in the submarginal region at the base of the pygidium relatively few . . . . . . . . . . . . . . . cameltiae Comstock. With no such dermal pouch laterally of each posterior spiracle; dorsal pores in the submarginal region at the base of the pygidium relatively numerous . . . . . . . . . . . . . pergandii Comstock.",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "TRANS. R. ENT. SOC. LOND. 97. PART 2 0 . (DECEMBER 1946.) D D of a few pores.Lindinger (1937), on the other hand, went to the other extreme and sank Phenacaspis Cockerell and Asymmetraspis, Cooleyaspis, Duplachiow aspis, Greenmpis and Versiculaspis all of MacGillivray, as well as several other genera, as synonyms of Poliaspis, the spelling of which he emended to Polyaspis. This synonymy is rejected and the view is held here that the only species referable to the genus are those in which the characters, apart from the mere presence of supplementary pore groups, are congeneric with P. media Maskell, the type of the genus.Five Ethiopian species have been assigned to Poliaspis in the past. In the author's opinion, not one of these is congeneric with media Maskell nor are they congeneric between themselves. Two at least are widely different from each other and the other three. Thus pariwrii Hall is placed in Afrimspis, argentuta Hall in Inchoaspis, mrissae Cockerell in Rolaspis and kiggelariae Brain and kiggelariae var. allophylli Hall in Temspis.Morrison (1922 : 88) considered kiggelariae Brain might be included in Poliaspis, but in the species in question the body is heavily sclerotised whereas in typical Poliaspis the body is membranous.Genus Protodiaspis Cockerell.",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "Adult female with the median lobes strongly divergent and separated by a deep notch but yoked together basally . . Fiorinia Targioni. where the prosoma is conspicuously swollen . . . . . . . 6. of adult female of various shapes but always elongate, usually broadening posteriorly ; body of adult female elongate and fusiform, pyriform or narrowly elongate in shape . . . . . . . . . 18. Median pygidial lobes of adult female strongly zygotic . . . . . 8. Median lobes not zygotic . . . . . . . . . . . . . 9. 8 (7). With a long strongly sclerotised process arising from the base of each Hulaspis gen. n.",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "with bases joined by a sclerotised band; second and third lobes, if present, poorly represented ; perivulvar pores wanting . . . 19. of adult female normally larger or much larger and always definitely elongate and often broadened posteriorly ; body characters not in the same combination . . . . . . . . . . . . 20.",
            "latex": null,
            "type": "table"
        },
        "TABREF13": {
            "text": ". . . . . . . . . . . . . . . . . 28. with marginal macroducts only . . . . . Pinnaspis Cockerell. Margin of the 6th and 7th segments with, in each case, 1 to 3 dentate projections associated with one or more highly sclerotised marginal macropores . . . . . . . . AfricaspisMacGillivray. Margin of 6th and 7th segments without dentate projections associated with highly sclerotised marginal macropores . . . . . . . 29. 29(28). Median lobes only represented and these often small and inconspicuous ; pygidial gland spines small and inconspicuous ; dorsal pores not arranged in definite segmentally arranged rows Contigaspis MacGillivray. Median lobes well developed ; 2nd lobes always present and usually duplex ; pygidial gland spines well developed ; dorsal pores arranged in definite segmentally arranged rows . . . . Chionaspis Signoret. 30(25). With a small triangular process between the median lobes arising from the dorsal aspect of the margin. Median lobes tridentate, 2nd and 3rd lobes conical; all lobes strongly sclerotised. Dorsal pores few, small and scattered; marginal pores not occurring beyond the 5th segment. Body narrow and elongate with parallel sides . . . usually a well-developed Uor V-shaped notch between the median lobes but no small triangular process. Marginal pores always present as far as the 7th segment. Other characters different or not in the same combination . . . . . . . . . . . . . . . 31. 31(30). With a single median transverse group of some 14 or 15 supplementary pores ventrally anterior t o the normal groups of perivulvar pores. Second lobes as large if not larger than the median lobes. Body very narrow and elongate . . . . . . . Cookyaspis MacGillivray. Without supplementary disc pores, whether perivulvar pores are present or not. When supplementary disc pores are present they are in the usual small groups and not confined to a conspicuous transverse series. Second lobes always smaller than the median lobes . . . . . . . . . . . . . . . . . . . 32. 32(31). Margin of pygidium with a practically continuous series of marginal macropores which may be two-deep in places; gland tubercles on prepygidial segments wanting. Body anterior to the 2nd abdominal segment very heavily sclerotised . . . . . . . Moraspis gen. n. Margin of pygidium with normally arranged marginal macropores ; gland tubercles on prepygidial segments always present. Anterior portion of the body may or may not be heavily sclerotised . . . 33. Anterior portion of body often heavily sclerotised . . . . . . . . . . , . Ledaspis geo. n. Anterior portion of body rarely heavily sclerotised . . . . . . . . . . . . . . . . . 34. Median lobes prominent and strongly divergent with a conspicuous projection on the inner margin If median lobes strongly divergent not prominent and never with a conspicuous projection Finaspis gen. n. 33(32). Perivulvar pores wanting. Perivulvar pores present. 34(33). Body excessively long and narrow. of each . . . . . . . . . . . Greenaspis MacGillivray. on their inner margins . . . . . . . . . . . . . 35. Body never excessively long and narrow. 35(34). Median lobes not prominent and strongly divergent. Dorsal pores always clearly separated into submedian and submarginal groups . 36. Median lobes prominent and not divergent, or a t most only slightly so. Dorsal pores may or may not be divided into submedian and submarginal groups . . . . . . . . . . . . . . 37.36(35). Median lobes broader than long and squat; with a supplementary line of pores on segments 3, 4 and 5 in addition to the normal submedian series and anterior to them ; submarginal group on segment",
            "latex": null,
            "type": "table"
        },
        "TABREF14": {
            "text": "Confined to bamboos . . . . . . . Kuwanaspis MacGillivray. Margin without such processes . . . . . . . . . . . . 39. 39(38). With a pair of gland spines between the median lobes . . . . . 40. Without gland spines between the median lobes . . . . . . . 47. 40(39). Median lobes with a marginal macropore between their bases . . . 41. Median lobes without suchmarginal macropore . . . . . . . 43. 41(40). Body extremely long and narrow with parallel sides ; 6 usually represented by one or two pores Voraspis gen. n. segment 6 wanting . . . . . . . . . Phenacaspis Cockerell. Rolaspis gen. n. usually acute or acutely rounded . . . . . . Tecaspis gen. n. marginally of the 3rd abdominal segment on each side with 2 enlarged gland Body fusiform without enlarged gland tubercles marginally of the 3rd 42(41). Pygidial lobes somewhat obconical ; gland spines arranged in groups of 2 or 3 ; dorsal pores relatively numerous, scattered, of much the same size as the marginal pores ; perivulvar pores wanting tubercles each supplied by 3 microducts . . . . Daraspis gen. n. segment . . . . . . . . . . . . . . . . . . 42. Mitulaspis MacGillivray. Pygidial lobes rounded ; gland spines arranged singly ; dorsal pores relatively few, scattered, of a markedly smaller size than the marginal pores ; perivulvar pores present 43(40). Median lobes large, close together, with inner margins straight, diverging slightly apically before curving round to a long oblique outer margin; other lobes wanting or represented by small sharply pointed tubercles . . . . . . . . . . . . . . . 44. lobes otherwise; 2nd lobes well developed and usually duplex ; 3rd lobes often present . . . . . . . . . . 45: 44(43). Entire body anterior of about the 2nd abdominal segment very one species of Aonidomytilus Leonardi. strongly sclerotised ; lateral margins of prepygidial segments with a deep indentation ; perivulvar pores lacking ; some of the pygidial gland spines broad, plate-like, with forked apices ; bases of median lobes without conspicuous sclerotised processes. . Scleromytdus Hall. Anterior portion of body not sclerotised ; lateral margins of prepygidial segments without a deep indentation ; perivulvar pores present ; pygidial gland spines simple ; bases of median lobes with one or more conspicuous sclerotised processes . . . . Andaspis MacGillivray. 45(43). Body oval, margins of free abdominal segments very little produced and without spurs ; gland tubercles extremely few and inconspicuous ; dorsal pores in well-arranged series, but submedian groups not occurring anterior to the 3rd segment; gland spines of pygidial fringe in groups of 2 to 5 spines ; perivulvar pores wanting ; pygidial lobes, small, obconical in shape . . . . . . . Balaspis gen. n. Body elongate fusiform; other characters different or not in the same combination . . . . . . . . . . . . . . . . 46. 46(45). Dorsal pygidial pores, even if few, arranged in definite segmented rows or series . . . . . . . . . . . . Lepidosaphes Shimer. pattern . . . . . . . . . . . . Zschnaspis Dodglas. Dorsal pygidial pores distributed irregularly some species of Aonidomytilus Leonardi. 47(39). Dorsum of pygidium with the sclerotisation forming a lattice-work Pygidium without a lattice-work pattern . . . . . . . . . 48. 48(47). Median lobes squat with flatly rounded apically serrated margin with one or two conspicuous marginal macropores between them ; ventral aspect of pygidium with irregularly arranged large oval vacuoles Median lobes of different shape, never with marginal macropores Salaspis gen. n. between them; pygidium without oval vacuoles . . . . . . 49. 49(48). Dorsal pygidial pores scattered or at most in very indefinite rows Unaspis MacGillivray. Dorsal pores in well-defined rows or series . . . . . . . . 50. 50(49). Rarely with more than a very few, if any, dorsal pores on segment 7 ; dorsal pores relatively few; gland spines of the pygidial fringe usually occurring in pairs . . . . . Duplachionaspis MacGillivray. With usually a large submarginal group of pores on segment 7 ; dorsal pores numerous ; gland spines of the pygidial fringe usually occurring 51(50). With a conspicuous inwardly directed sclerotic band at the base of each median lobe ; these bands are interrupted and not fused to form a yoke ; with a group of relatively large gland tubercles submarginally on the ventral aspect of the 5th abdominal segment; without perivulvar pores . . . . . . . Versiculaspis MacGillivray. Without sclerotic bands arising from the bases of the median lobes; without a group of gland tubercles submarginally on the 5th segment ; with perivulvar pores . . . . . . . . . . . . . . 52. 52(51). With median and 3 pairs of duplex lobes; all lobes prominent, sharply pointed and with coarsely serrated lateral margins Sclopetasp's MacGillivray. With median and one pair of duplex lobes only; all lobes broadly rounded, relatively squat and not prominent Augulaspis MacGillivray. singly . . . . . . . . . . . . . . . . . . 51. TRANS. R. ENT. SOC. LOND. 97. PART 20. (DECEMBER 1946.) Howardiu loranthi Hall A s p i d i~h t~ jun!p& Mi\"\"gpi? convezus Chumaspzs s u h n d a Newstead Chionaspis p r a e W a Lindinger C h h m p i s bussii Dinaspis l o u n s b u~ Le@!asaphes dzstancta S.W. Africa, S. Rhodesia S. Africa, Tanganyika, Zanzibar 9. S. Chionaspis dent go^ Phenacaspis whitehilli Hall Chionaspis tenuidisculus Newstead Sclerom@ilus harpeavesi Hall Chionaspis laniger Newstead Pseudodiaspis eadaliae Ferris Chionaspis (Phenacaspis) visci var. Diaspis regularis Newstead Chionaspis colemani Kuwana Chionaspis acuminata Green Chionaspis diosmae Brain Dentaehionaspis Rolaspis Type of Vwaspis Ben.n.",
            "latex": null,
            "type": "table"
        },
        "TABREF15": {
            "text": "DentaspisType of SelermnutilusType of Anduspis gen. n.Type of Pudmpia gen. n.",
            "latex": null,
            "type": "table"
        },
        "TABREF16": {
            "text": "Africa do&o S Rhodesia French Guinea, GambIa, 8.gen. n.Type of Teepspis gen. n:Type of Rda&Type ot Furchadoepio Purlutmia the Ethiopian D.iaslpidini (Coccddea).",
            "latex": null,
            "type": "table"
        },
        "TABREF17": {
            "text": "3-6 t o Fernald's Cat. Cow. World. -, 1912, U.S. Dept. Agric., tech. Ser. 16, 6 : 83-97. -, 1913, U.S. Dept. Agric., tech. Ser. 16, 7 : 99-116. 1915, Proc. ent. SOC. Wash. 17 (1) : 25-38. SOHRANK, Fr. de P., 1781, Enum. Ins. Austr. SEABRA and VAYSSII~RE, P., 1918, Bull. SOC. ent. Fr. SHIMER, H., 1868, Trans. A w r . ent. SOC. I. SIONORET, V., 1869, Ann. SOC. ent. Fr. 9. -, 1882, Bull. SOC. ent. Fr. ( 6 ) 2. SULC, K., 1895, S.B. bohm. Ges. Wiss. 49. TAKAHASHI, R., 1931, Trans. nat. hist. SOC. Formosa 21. TARGIONI, T., 1867, Stud. sul. Cocc. -, 1869, Catalogue. 1885, Rev. di Bacch., No. 11. VAYSSII~RE, P., 1912, Bull. SOC. ent. Fr.",
            "latex": null,
            "type": "table"
        },
        "TABREF18": {
            "text": "Dorsal aspect of pygidium showing the arrangement of dorsal pores on segments 5 and 6.FIO. 68.-Phenacaspis dilatata(Green). fia. 69.-Voraspis carpenteri(Laing).FIO. 7O.-Rolaspis whitehilli (Hall). FIO. 71.-Tecaspis umtalii (Hall). Median portion of pygidial fringe showing the median and second lobes. FIQ. 72.-Phenacaspis dilatata",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Aqstaaia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACANTHACEAE."
        }
    ]
}