{
    "paper_id": "6b8271b465a5f5ce296ef370f4989a05b1d31833",
    "metadata": {
        "title": "THE SECOND WORLDWIDE WAVE OF INTEREST IN CORONAVIRUS SINCE THE COVID-19 OUTBREAKS IN SOUTH KOREA, ITALY AND IRAN: A GOOGLE TRENDS STUDY",
        "authors": [
            {
                "first": "Artur",
                "middle": [],
                "last": "Strzelecki",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Economics",
                    "location": {
                        "postCode": "40-287",
                        "settlement": "Katowice, Katowice",
                        "region": "South Korea",
                        "country": "Poland, China, Italy"
                    }
                },
                "email": "artur.strzelecki@ue.katowice.pl"
            }
        ]
    },
    "abstract": [
        {
            "text": "Objective: The recent emergence of a new coronavirus, COVID-19, has gained extensive coverage in public media and global news. As of 24 March 2020, the virus has caused viral pneumonia in tens of thousands of people in Wuhan, China, and ten of thousands of cases in 184 other countries and territories. This study explores the potential use of Google Trends (GT) to monitor worldwide interest in this COVID-19 epidemic. GT was chosen as a source of reverse engineering data, given the interest in the topic. Methods: Current data on COVID-19 is retrieved from (GT) using one main search topic: Coronavirus. Geographical settings for GT are worldwideResults: The results show that the highest worldwide peak in the first wave of demand for information was on 31 January 2020. After the first peak, the number of new cases reported daily rose for 6 days. A second wave started on 21 February 2020 after the outbreaks were reported in Italy, with the highest peak on 16 March 2020. The second wave is six times as big as the first wave. The number of new cases reported daily is rising day by day. Conclusion: This short communication gives a brief introduction to how the demand for information on coronavirus epidemic is reported through GT.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "As of 7 pm Central European Time on 24 March, 2020, 407,485 cases of pneumonia had been reported globally [1, 2, 3] that were caused by the novel coronavirus that is now known as COVID-19 [4] . 18,227 cases have resulted in death [5] . There have been 325,894 reported cases in other 184 countries and territories, including Italy (n=69,176), Iran (n=24,811) and South Korea (n=9,037) [6, 7] . It took over three months to reach the first 100 00 confirmed cases, 12 days to reach the next 100 000, 4 days to reach the next 100 000 and only 3 days to reach the next 100 000 [8] .",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 109,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 110,
                    "end": 112,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 113,
                    "end": 115,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 188,
                    "end": 191,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 230,
                    "end": 233,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 385,
                    "end": 388,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 389,
                    "end": 391,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 573,
                    "end": 576,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "On 11 February 2020, the official names were announced for the virus responsible for COVID-19 (previously known as \"2019 novel coronavirus\" or \"2019-nCoV\") and the disease it causes. The official name of the disease is coronavirus disease (COVID-19); the virus itself is called severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) [4] . Thus, the aim of the study is to show how GT data can be used to forecast the trends of reporting new cases.",
            "cite_spans": [
                {
                    "start": 339,
                    "end": 342,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This article can be a starting point for further analysis of information demand across search engine. Currently, Google offers its Trends service, which acts as reverse data engineering and allows data on users' searches to be collected, which in this case is interest in the COVID-19 epidemic. The methodology for this communication follows the principles presented by [9] that describe how to select the appropriate keyword(s), region(s), period, and category. Data is collected from GT and is normalized. High interest in a search query is expressed by 100, whereas a lack of interest or insufficient data is expressed by 0. GT contains data from different geographical locations that is segmented into countries, territories and cities; it also allows a custom time range to be set.",
            "cite_spans": [
                {
                    "start": 370,
                    "end": 373,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Data for the study was retrieved for the period starting 15 January 2020, as this was when relevant data started appearing on GT. The data comes from a textual search with five geographical settings: 1) worldwide, to see the global interest in coronaviruses; 2) China, where there is currently the highest number of cases; 3) South Korea, where interest has increased since 19 February because hundreds of new cases were reported; 4) Italy; and 5) Iran, where since 22 February hundreds of new cases have been reported. Data from GT related to interest in coronavirus was compared with confirmed reports of new cases provided by WHO [8] . The collected data relates to the search topic: Coronavirus. This topic allows the popularity of all related keywords across all available languages and regions to be compared [10] .",
            "cite_spans": [
                {
                    "start": 633,
                    "end": 636,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 815,
                    "end": 819,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "On Google Trends, the first wave of interest in coronavirus peaked on 31 January 2020. This is measured globally for all GT data for the coronavirus search topic. Since 1 February, global interest has decreased even though the number of new cases reported daily is increasing. In the first wave, the highest number of confirmed new cases was on 5 February. In the second wave, so far the highest number of confirmed new cases in a single day was on 24 March. Figure 1 presents the global, Chinese, South Korean, Italian and Iranian results compared to the number of new COVID-19 cases. Since GT has a two-day data delay, GT data at the time of writing ends on 21 March. The left axis shows normalized GT search volume. The right axis shows new COVID-19 cases [4] . The data interval is one day. 0.575*** 0.780*** 0.817*** 1 Worldwide 0.779*** 0.890*** 0.781*** 0.670 1 * p<0.1, **p<0.05, ***p<0.01 The situation has changed since a rapid increase in cases was reported in South Korea, Italy and Iran. GT data reveals the rapid growth of the second wave of interest in coronavirus since 21 February 2020. This rising interest trend is observed worldwide and in the presented countries, where a rapid increase in cases of laboratory-confirmed COVID-19 has been reported since 21 February 2020 [11] . Table 1 presents Pearson's correlation matrix of GT trends between Worldwide and in reported countries in the time of first wave, from 15 January to 18 February 2020. Results show that Worldwide trend is significantly, positively and strongly correlated with trends in China, South Korea and Italy. ",
            "cite_spans": [
                {
                    "start": 759,
                    "end": 762,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1291,
                    "end": 1295,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 459,
                    "end": 467,
                    "text": "Figure 1",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1298,
                    "end": 1305,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The key finding is that GT forecasted the rise of new cases. In first wave, new cases increased day-by-day for 6 days after the highest peak of GT worldwide interest. In the second wave, interest in coronavirus on GT is still rising, which predicts the increasing number of new cases reported daily. This implies that national health services should implement additional health measures against countries other than China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The limitation of the study is GT data about China because of the general unavailability of Google in China. Another limitation is that data about South Korea, Italy and Iran is changing rapidly every day, thus results are only relevant to the reported date.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Emerging coronaviruses: Genome structure, replication, and pathogenesis",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Medical Virology",
            "volume": "92",
            "issn": "4",
            "pages": "418--423",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Preparedness and proactive infection control measures against the emerging novel coronavirus in China",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "S.-C",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "K.-Y",
                    "middle": [],
                    "last": "Yuen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Hospital Infection",
            "volume": "104",
            "issn": "3",
            "pages": "254--255",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The continuing 2019-nCoV epidemic threat of novel coronaviruses to global health -The latest 2019 novel coronavirus outbreak in Wuhan, China",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Azhar",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Madani",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ntoumi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kock",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Dar",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ippolito",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Mchugh",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zumla",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Petersen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Infectious Diseases",
            "volume": "91",
            "issn": "",
            "pages": "264--266",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Naming the coronavirus disease (COVID-2019) and the virus that causes it",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "China coronavirus: cases surge as official admits human to human transmission",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Parry",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "236",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "http:/www.bmj.com/lookup/doi/10.1136/bmj.m236"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The Extent of Transmission of Novel Coronavirus in Wuhan, China, 2020",
            "authors": [
                {
                    "first": "Jung",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Linton",
                    "suffix": ""
                },
                {
                    "first": "Yang",
                    "middle": [],
                    "last": "Kinoshita",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hayashi",
                    "suffix": ""
                },
                {
                    "first": "Yuan",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                },
                {
                    "first": "Akhmetzhanov",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Clinical Medicine",
            "volume": "9",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "An interactive web-based dashboard to track COVID-19 in real time",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gardner",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet Infectious Diseases",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Coronavirus disease (COVID-2019) situation reports",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Google trends in infodemiology and infoveillance: Methodology framework",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mavragani",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ochoa",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Medical Internet Research",
            "volume": "21",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Global Internet Data on the Interest in Antibiotics and Probiotics Generated by Google Trends",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kamiński",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Łoniewski",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Marlicz",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Antibiotics",
            "volume": "8",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Joint WHO and ECDC mission in Italy to support COVID-19 control and prevention efforts",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF2": {
            "text": "Coronavirus reported cases and Google Trends data from 15 January to 24 March 2020 in China, South Korea, Italy, Iran and Worldwide.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Pearson correlation matrix of GT trends between China, South Korea, Italy, Iran and Worldwide from 19",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Pearson's correlation matrix of GT trends between Worldwide and in reported countries in the time of second wave, from 19 February to 24 March 2020. Results show that Worldwide trend is significantly, positively correlated with trends in China, Italy, South Korea and Iran.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}