{
    "paper_id": "6b9deaca619aef6accc19b297d03d869b62c0250",
    "metadata": {
        "title": "BROWNIAN DISTANCE COVARIANCE",
        "authors": [
            {
                "first": "Gábor",
                "middle": [
                    "J"
                ],
                "last": "Székely",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hungarian Academy of Sciences and Bowling Green State University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Maria",
                "middle": [
                    "L"
                ],
                "last": "Rizzo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hungarian Academy of Sciences and Bowling Green State University",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Distance correlation is a new class of multivariate dependence coefficients applicable to random vectors of arbitrary and not necessarily equal dimension. Distance covariance and distance correlation are analogous to product-moment covariance and correlation, but generalize and extend these classical bivariate measures of dependence. Distance correlation characterizes independence: it is zero if and only if the random vectors are independent. The notion of covariance with respect to a stochastic process is introduced, and it is shown that population distance covariance coincides with the covariance with respect to Brownian motion; thus, both can be called Brownian distance covariance. In the bivariate case, Brownian covariance is the natural extension of product-moment covariance, as we obtain Pearson product-moment covariance by replacing the Brownian motion in the definition with identity. The corresponding statistic has an elegantly simple computing formula. Advantages of applying Brownian covariance and correlation vs the classical Pearson covariance and correlation are discussed and illustrated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "1. Introduction. The importance of independence arises in diverse applications, for inference and whenever it is essential to measure complicated dependence structures in bivariate or multivariate data. This paper focuses on a new dependence coefficient that measures all types of dependence between random vectors X and Y in arbitrary dimension. Distance correlation and distance covariance (Székely, Rizzo, and Bakirov [28] ), and Brownian covariance, introduced in this paper, provide a new approach to the problem of measuring dependence and testing the joint independence of random vectors in arbitrary dimension. The corresponding statistics have simple computing formulae, apply to sample sizes n ≥ 2 (not constrained by dimension), and do not require matrix inversion or estimation of parameters. For example, the distance covariance (dCov) statistic, derived in the next section, is the square root of",
            "cite_spans": [
                {
                    "start": 421,
                    "end": 425,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "where A kl and B kl are simple linear functions of the pairwise distances between sample elements. It will be shown that the definitions of the new dependence coefficients have theoretical foundations based on characteristic functions and on the new concept of covariance with respect to Brownian motion. Our independence test statistics are consistent against all types of dependent alternatives with finite second moments. Classical Pearson product-moment correlation (ρ) and covariance measure linear dependence between two random variables, and in the bivariate normal case ρ = 0 is equivalent to independence. In the multivariate normal case, a diagonal covariance matrix Σ implies independence, but is not a sufficient condition for independence in the general case. Nonlinear or nonmonotone dependence may exist. Thus, ρ or Σ do not characterize independence in general.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although it does not characterize independence, classical correlation is widely applied in time series, clinical trials, longitudinal studies, modeling financial data, meta-analysis, model selection in parametric and nonparametric models, classification and pattern recognition, etc. Ratios and other methods of combining and applying correlation coefficients have also been proposed. An important example is maximal correlation, characterized by Rényi [22] .",
            "cite_spans": [
                {
                    "start": 453,
                    "end": 457,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "For multivariate inference, methods based on likelihood ratio tests (LRT) such as Wilks' Lambda [32] or Puri-Sen [20] are not applicable if dimension exceeds sample size, or when distributional assumptions do not hold. Although methods based on ranks can be applied in some problems, many classical methods are effective only for testing linear or monotone types of dependence.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 100,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 113,
                    "end": 117,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There is much literature on testing or measuring independence. See, for example, Blomqvist [3] , Blum, Kiefer, and Rosenblatt [4] , or methods outlined in Hollander and Wolfe [16] and Anderson [1] . Multivariate nonparametric approaches to this problem can be found in Taskinen, Oja, and Randles [30] , and the references therein.",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 94,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 126,
                    "end": 129,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 175,
                    "end": 179,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 193,
                    "end": 196,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 296,
                    "end": 300,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Our proposed distance correlation represents an entirely new approach. For all distributions with finite first moments, distance correlation R generalizes the idea of correlation in at least two fundamental ways:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "(i) R(X, Y ) is defined for X and Y in arbitrary dimension. (ii) R(X, Y ) = 0 characterizes independence of X and Y .",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The coefficient R(X, Y ) is a standardized version of distance covariance V(X, Y ), defined in the next section. Distance correlation satisfies 0 ≤ R ≤ 1, and R = 0 only if X and Y are independent. In the bivariate normal case, R is a deterministic function of ρ, and R(X, Y ) ≤ |ρ(X, Y )| with equality when ρ = ±1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Thus, distance covariance and distance correlation provide a natural extension of Pearson product-moment covariance σ X,Y and correlation ρ, and new methodology for measuring dependence in all types of applications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The notion of covariance of random vectors (X, Y ) with respect to a stochastic process U is introduced in this paper. This new notion Cov U (X, Y ) contains as distinct special cases distance covariance V 2 (X, Y ) and, for bivariate (X, Y ), σ 2 X,Y . The title of this paper refers to Cov W (X, Y ), where W is a Wiener process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Brownian covariance W = W(X, Y ) is based on Brownian motion or Wiener process for random variables X ∈ R p and Y ∈ R q with finite second moments. An important property of Brownian covariance is that W(X, Y ) = 0 if and only if X and Y are independent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A surprising result develops: the Brownian covariance is equal to the distance covariance. This equivalence is not only surprising, it also shows that distance covariance is a natural counterpart of product-moment covariance. For bivariate (X, Y ), by considering the simplest nonrandom function, identity (id ), we obtain Cov id (X, Y ) = σ 2 X,Y . Then by considering the most fundamental random processes, Brownian motion W , we arrive at Cov W (X, Y ) = V 2 (X, Y ). Brownian correlation is a standardized Brownian covariance, such that if Brownian motion is replaced with the identity function, we obtain the absolute value of Pearson's correlation ρ.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A further advantage of extending Pearson correlation with distance correlation is that while uncorrelatedness (ρ = 0) can sometimes replace independence, for example, in proving some classical laws of large numbers, uncorrelatedness is too weak to imply a central limit theorem, even for strongly stationary summands (see Bradley [7] [8] [9] ). On the other hand, a central limit theorem for strongly stationary sequences of summands follows from R = 0 type conditions (Székely and Bakirov [25] ).",
            "cite_spans": [
                {
                    "start": 330,
                    "end": 333,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 334,
                    "end": 337,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 338,
                    "end": 341,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 490,
                    "end": 494,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Distance correlation and distance covariance are presented in Section 2. Brownian covariance is introduced in Section 3. Extensions and applications are discussed in Sections 4 and 5.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "2. Distance covariance and distance correlation. Let X in R p and Y in R q be random vectors, where p and q are positive integers. The lower case f X and f Y will be used to denote the characteristic functions of X and Y , respectively, and their joint characteristic function is denoted f X,Y . In terms of characteristic functions, X and Y are independent if and only if f X,Y = f X f Y . Thus, a natural approach to measuring the dependence between X and Y is to find a suitable norm to measure the distance between f X,Y and f X f Y .",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Distance covariance V is a measure of the distance between f X,Y and the product f X f Y . A norm · and a distance f X,Y − f X f Y are defined in Section 2.2. Then an empirical version of V is developed and applied to test the hypothesis of independence",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In Székely et al. [28] an omnibus test of independence based on the sample distance covariance V is introduced that is easily implemented in arbitrary dimension without requiring distributional assumptions. In Monte Carlo studies, the distance covariance test exhibited superior power relative to parametric or rank-based likelihood ratio tests against nonmonotone types of dependence. It was also demonstrated that the tests were quite competitive with the parametric likelihood ratio test when applied to multivariate normal data. The practical message is that distance covariance tests are powerful tests for all types of dependence.",
            "cite_spans": [
                {
                    "start": 18,
                    "end": 22,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Notation. The scalar product of vectors t and s is denoted by t, s . For complex-valued functions f (·), the complex conjugate of f is denoted by f and |f | 2 = f f . The Euclidean norm of x in R p is |x| p . A primed variable X ′ is an independent copy of X; that is, X and X ′ are independent and identically distributed (i.i.d.).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Motivation."
        },
        {
            "text": "For complex functions γ defined on R p × R q , the · w -norm in the weighted L 2 space of functions on R p+q is defined by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Motivation."
        },
        {
            "text": "where w(t, s) is an arbitrary positive weight function for which the integral above exists.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Motivation."
        },
        {
            "text": "With a suitable choice of weight function w(t, s), discussed below, we shall define a measure of dependence",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Motivation."
        },
        {
            "text": "which is analogous to classical covariance, but with the important property that V 2 (X, Y ; w) = 0 if and only if X and Y are independent. In what follows, w is chosen such that we can also define",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Motivation."
        },
        {
            "text": "and similarly define V 2 (Y ; w). Then a standardized version of V(X, Y ; w) is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Motivation."
        },
        {
            "text": "a type of unsigned correlation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Motivation."
        },
        {
            "text": "In the definition of the norm (2.1) there are more than one potentially interesting and applicable choices of weight function w, but not every w leads to a dependence measure that has desirable statistical properties. Let us now discuss the motivation for our particular choice of weight function leading to distance covariance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Motivation."
        },
        {
            "text": "At least two conditions should be satisfied by the standardized coefficient R w :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Motivation."
        },
        {
            "text": "However, if we consider integrable weight function w(t, s), then for X and Y with finite variance lim ǫ→0 V 2 (ǫX, ǫY ; w)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Motivation."
        },
        {
            "text": "The above limit is obtained by considering the Taylor expansions of the underlying characteristic functions. Thus, if the weight function is integrable, R w can be arbitrarily close to zero even if X and Y are dependent. By using a suitable nonintegrable weight function, we can obtain an R w that satisfies both properties (i) and (ii) above. Considering the operations on characteristic functions involved in evaluating the integrand in (2.2), a promising solution to the choice of weight function w is suggested by the following lemma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Motivation."
        },
        {
            "text": "and Γ(·) is the complete gamma function. The integrals at 0 and ∞ are meant in the principal value sense:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Motivation."
        },
        {
            "text": "A proof of Lemma 1 is given in Székely and Rizzo [27] . Lemma 1 suggests the weight functions",
            "cite_spans": [
                {
                    "start": 49,
                    "end": 53,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Motivation."
        },
        {
            "text": "The weight functions (2.3) result in coefficients R w that satisfy the scale invariance property (ii) above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Motivation."
        },
        {
            "text": "In the simplest case corresponding to α = 1 and Euclidean norm |x|,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Motivation."
        },
        {
            "text": "The constant 2c d is the surface area of the unit sphere in R d+1 .) Remark 1. Lemma 1 is applied to evaluate the integrand in (2.2) for weight functions (2.3) and (2.4) . For example, if α = 1 (2.4), then by Lemma 1 there exist constants c p and c q such that for X in R p and Y in R q ,",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 169,
                    "text": "(2.4)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Motivation."
        },
        {
            "text": "Distance covariance and distance correlation are a class of dependence coefficients and statistics obtained by applying a weight function of the type (2.3), 0 < α < 2. This type of weight function leads to a simple productaverage form of the covariance (2.8) analogous to Pearson covariance. Other interesting weight functions could be considered (see, e.g., Bakirov, Rizzo and Székely [2] ), but only the weight functions (2.3) lead to distance covariance type statistics (2.8) .",
            "cite_spans": [
                {
                    "start": 386,
                    "end": 389,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 473,
                    "end": 478,
                    "text": "(2.8)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Motivation."
        },
        {
            "text": "In this paper we apply weight function (2.4) and the corresponding weighted L 2 norm · , omitting the index w, and write the dependence measure (2.2) as V 2 (X, Y ). Section 4.1 extends our results for α ∈ (0, 2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Motivation."
        },
        {
            "text": "For finiteness of f X,Y (t, s) − f X (t)f Y (s) 2 , it is sufficient that E|X| p < ∞ and E|Y | q < ∞.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Motivation."
        },
        {
            "text": "Definition 1. The distance covariance (dCov) between random vectors X and Y with finite first moments is the nonnegative number V(X, Y ) defined by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definitions."
        },
        {
            "text": "Similarly, distance variance (dVar) is defined as the square root of",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definitions."
        },
        {
            "text": "By definition of the norm · , it is clear that V(X, Y ) ≥ 0 and V(X, Y ) = 0 if and only if X and Y are independent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definitions."
        },
        {
            "text": "Definition 2. The distance correlation (dCor) between random vectors X and Y with finite first moments is the nonnegative number R(X, Y ) defined by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definitions."
        },
        {
            "text": "(2.7)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definitions."
        },
        {
            "text": "Several properties of R analogous to ρ are given in Theorem 3. Results for the special case of bivariate normal (X, Y ) are given in Theorem 6.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definitions."
        },
        {
            "text": "The distance dependence statistics are defined as follows. For a random sample (X, Y) = {(X k , Y k ) : k = 1, . . . , n} of n i.i.d. random vectors (X, Y ) from the joint distribution of random vectors X in R p and Y in R q , compute the Euclidean distance matrices (a kl ) = (|X k − X l | p ) and (b kl ) = (|Y k − Y l | q ). Define Similarly, define B kl = b kl −b k· −b ·l +b ·· , for k, l = 1, . . . , n.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definitions."
        },
        {
            "text": "Definition 3. The nonnegative sample distance covariance V n (X, Y) and sample distance correlation R n (X, Y) are defined by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definitions."
        },
        {
            "text": "respectively, where the sample distance variance is defined by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definitions."
        },
        {
            "text": "The nonnegativity of R 2 n and V 2 n may not be immediately obvious from the definitions above, but this property as well as the motivation for the definitions of the statistics will become clear from Theorem 1 below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definitions."
        },
        {
            "text": "Properties of distance covariance. Several interesting properties of distance covariance are obtained. Results in this section are summarized as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.3."
        },
        {
            "text": "(i) Equivalent definition of V n in terms of empirical characteristic functions and norm · .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.3."
        },
        {
            "text": "(ii) Almost sure convergence V n → V and R 2 n → R 2 . (iii) Properties of V(X, Y ), V(X), and R(X, Y ). (iv) Properties of R n and V n .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.3."
        },
        {
            "text": "(v) Weak convergence of nV 2 n , the limit distribution of nV 2 n , and statistical consistency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.3."
        },
        {
            "text": "(vi) Results for the bivariate normal case.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.3."
        },
        {
            "text": "Many of these results were obtained in Székely et al. [28] . Here we give the proofs of new results and readers are referred to [28] for more details and proofs of our previous results.",
            "cite_spans": [
                {
                    "start": 54,
                    "end": 58,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 128,
                    "end": 132,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "2.3."
        },
        {
            "text": "An equivalent definition of V n . The coefficient V(X, Y ) is defined in terms of characteristic functions, thus, a natural approach is to define the statistic V n (X, Y) in terms of empirical characteristic functions. The joint empirical characteristic function of the sample,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.3."
        },
        {
            "text": "The marginal empirical characteristic functions of the X sample and Y sample are",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.3."
        },
        {
            "text": "respectively. Then an empirical version of distance covariance could have been defined as f n X,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.3."
        },
        {
            "text": "where the norm · is defined by the integral as above in (2.1). Theorem 1 establishes that this definition is equivalent to Definition 3.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.3."
        },
        {
            "text": "The proof applies Lemma 1 to evaluate the integral f n X,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.3."
        },
        {
            "text": "Then the algebraic identity",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.3."
        },
        {
            "text": "As a corollary to Theorem 1, we have V 2 n (X, Y) ≥ 0. It is also easy to see that the statistic V n (X) = 0 if and only if every sample observation is identical. If V n (X) = 0, then A kl = 0 for k, l = 1, . . . , n. Thus, 0 = A kk = −a k· − a ·k + a ·· implies that a k· = a ·k = a ·· /2, and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.3."
        },
        {
            "text": "Remark 2. The simplicity of formula (2.8) for V n in Definition 3 has practical advantages. Although the identity (2.11) in Theorem 1 provides an alternate computing formula for V n , the original formula in Definition 3 is simpler and requires less computing time (1/3 less time per statistic on our current machine, for sample size 100). Reusable computations and other efficiencies possible using the simpler formula (2.8) execute our permutation tests in 94% to 98% less time, which depends on the number of replicates. It is straightforward to apply resampling procedures without the need to recompute the distance matrices. See Example 5, where a jackknife procedure is illustrated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.3."
        },
        {
            "text": "Theorem 3. For random vectors X ∈ R p and Y ∈ R q such that E(|X| p + |Y | q ) < ∞, the following properties hold:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.3."
        },
        {
            "text": ", for all constant vectors a 1 ∈ R p , a 2 ∈ R q , scalars b 1 , b 2 and orthonormal matrices C 1 , C 2 in R p and R q , respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.3."
        },
        {
            "text": "(iii) If the random vector (X 1 , Y 1 ) is independent of the random vector (X 2 , Y 2 ), then",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.3."
        },
        {
            "text": "Equality holds if and only if X 1 and Y 1 are both constants, or X 2 and Y 2 are both constants, or X 1 , X 2 , Y 1 , Y 2 are mutually independent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.3."
        },
        {
            "text": "(iv)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.3."
        },
        {
            "text": "Equality holds if and only if one of the random vectors X or Y is constant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.3."
        },
        {
            "text": "Proofs of statements (iii) and (vi) are given in the Appendix. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.3."
        },
        {
            "text": "(iv) R n (X, Y) = 1 implies that the dimensions of the linear subspaces spanned by X and Y respectively are almost surely equal, and if we assume that these subspaces are equal, then in this subspace Y = a + bXC for some vector a, nonzero real number b, and orthogonal matrix C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.3."
        },
        {
            "text": "Theorem 3 and the results below for the dCov test can be applied in a wide range of problems in statistical modeling and inference, including nonparametric models, models with multivariate response, or when dimension exceeds sample size. Some applications are discussed in Section 5.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.3."
        },
        {
            "text": "Asymptotic properties of nV 2 n . A multivariate test of independence is determined by nV 2 n or nV 2 n /T 2 , where T 2 =ā ··b·· is as defined in Theorem 1. If we apply the latter version, it normalizes the statistic so that asymptotically it has expected value 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.3."
        },
        {
            "text": "where Z j are independent standard normal random variables, {λ j } are nonnegative constants that depend on the distribution of (X, Y ), and E[Q] = 1. A test of independence that rejects independence for large nV 2 n /T 2 (or nV 2 n ) is statistically consistent against all alternatives with finite first moments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.3."
        },
        {
            "text": "In the next theorem we need only assume finiteness of first moments for weak convergence of nV 2 n under the independence hypothesis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.3."
        },
        {
            "text": "Theorem 5 (Weak convergence). If X and Y are independent and E(|X| p + |Y | q ) < ∞, then",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.3."
        },
        {
            "text": "where ζ(·) is a complex-valued zero mean Gaussian random process with covariance function",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.3."
        },
        {
            "text": "negative quadratic form of centered Gaussian random variables (2.12) and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.3."
        },
        {
            "text": "Corollary 2(i), (ii) guarantees that the dCov test statistic has a proper limit distribution under the hypothesis of independence for all X and Y with finite first moments, while Corollary 2(iii) shows that under any dependent alternative, the dCov test statistic tends to infinity (stochastically). Thus, the dCov test of independence is statistically consistent against all types of dependence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.3."
        },
        {
            "text": "The dCov test is easy to implement as a permutation test, which is the method that we applied in our examples and power comparisons. For the permutation test implementation one can apply test statistic nV 2 n . Large values of nV 2 n (or nV 2 n /T 2 ) are significant. The dCov test and test statistics are implemented in the energy package for R in functions dcov.test, dcov, and dcor [21, 23] .",
            "cite_spans": [
                {
                    "start": 386,
                    "end": 390,
                    "text": "[21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 391,
                    "end": 394,
                    "text": "23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "2.3."
        },
        {
            "text": "We have also obtained a result that gives an asymptotic critical value applicable to arbitrary distributions. If Q is a quadratic form of centered Gaussian random variables and E[Q] = 1, then",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.3."
        },
        {
            "text": "quantile of a chi-square variable with 1 degree of freedom. This result follows from a theorem of Székely and Bakirov [26] , page 181.",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 122,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "2.3."
        },
        {
            "text": "Thus, a test that rejects independence if nV 2 n /T 2 ≥ χ 2 1−α (1) has an asymptotic significance level at most α. This test criterion could be quite conservative for many distributions. Although this critical value is conservative, it is a sharp bound; the upper bound α is achieved when X and Y are independent Bernoulli variables.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.3."
        },
        {
            "text": "Results for the bivariate normal distribution. When (X, Y ) has a bivariate normal distribution, there is a deterministic relation between R and |ρ|.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.3."
        },
        {
            "text": "Theorem 6. If X and Y are standard normal, with correlation ρ = ρ(X, Y ), then:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.3."
        },
        {
            "text": "The relation between R and ρ for a bivariate normal distribution is shown in Figure 1. 3. Brownian covariance. To introduce the notion of Brownian covariance, let us begin by considering the squared product-moment covariance. Recall that a primed variable X ′ denotes an i.i.d. copy of the unprimed symbol X. For two real-valued random variables, the square of their classical covariance is",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 77,
                    "end": 86,
                    "text": "Figure 1.",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "2.3."
        },
        {
            "text": "Now we generalize the squared covariance and define the square of conditional covariance, given two real-valued stochastic processes U (·) and V (·).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.3."
        },
        {
            "text": "We obtain an interesting result when U and V are independent Weiner processes. First, to center the random variable X in the conditional covariance, we need the following definition. Let X be a real-valued random variable and {U (t) : t ∈ R 1 } a real-valued stochastic process, independent of X. The Ucentered version of X is defined by whenever the conditional expectation exists.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.3."
        },
        {
            "text": "Note that if id is identity, we have X id = X − E[X]. The important examples in this paper apply Brownian motion/Weiner processes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.3."
        },
        {
            "text": "3.1. Definition of Brownian covariance. Let W be a two-sided one-dimensional Brownian motion/Wiener process with expectation zero and covariance function",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.3."
        },
        {
            "text": "This is twice the covariance of the standard Wiener process. Here the factor 2 simplifies the computations, so throughout the paper, covariance function (3.3) is assumed for W . Definition 4. The Brownian covariance or the Wiener covariance of two real-valued random variables X and Y with finite second moments is a non-negative number defined by its square",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.3."
        },
        {
            "text": "Note that if W in Cov W is replaced by the (nonrandom) identity function id , then Cov id (X, Y ) = | Cov(X, Y )| = |σ X,Y |, the absolute value of Pearson's product-moment covariance. While the standardized product-moment covariance, Pearson correlation (ρ), measures the degree of linear relationship between two real-valued variables, we shall see that standardized Brownian covariance measures the degree of all kinds of possible relationships between two real-valued random variables.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.3."
        },
        {
            "text": "The definition of Cov W (X, Y ) can be extended to random processes in higher dimensions as follows. If X is an R p -valued random variable, and U (s) is a random process (random field) defined for all s ∈ R p and independent of X, define the U -centered version of X by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.3."
        },
        {
            "text": "whenever the conditional expectation exists.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.3."
        },
        {
            "text": "Definition 5. If X is an R p -valued random variable, Y is an R q -valued random variable, and U (s) and V (t) are arbitrary random processes (random fields) defined for all s ∈ R p , t ∈ R q , then the (U, V ) covariance of (X, Y ) is defined as the nonnegative number whose square is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.3."
        },
        {
            "text": "whenever the right-hand side is nonnegative and finite.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.3."
        },
        {
            "text": "In particular, if W and W ′ are independent Brownian motions with covariance function (3.3) on R p , and R q respectively, the Brownian covariance of X and Y is defined by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.3."
        },
        {
            "text": "Similarly, for random variables with finite variance define the Brownian variance by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.3."
        },
        {
            "text": "Definition 6. The Brownian correlation is defined as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.3."
        },
        {
            "text": "whenever the denominator is not zero; otherwise Cor W (X, Y ) = 0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.3."
        },
        {
            "text": "In the following sections we prove that Cov W (X, Y ) exists for random vectors X and Y with finite second moments, and derive the Brownian covariance in this case.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.3."
        },
        {
            "text": "Existence of W(X, Y ). In the following, the subscript on Euclidean norm |x| d for x ∈ R d is omitted when the dimension is self-evident.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3.2."
        },
        {
            "text": "is nonnegative and finite, and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3.2."
        },
        {
            "text": "where (X, Y ), (X ′ , Y ′ ), and (X ′′ , Y ′′ ) are i.i.d.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3.2."
        },
        {
            "text": "and this is always nonnegative. For finiteness, it is enough to prove that all factors in the definition of Cov W (X, Y ) have finite fourth moments. Equation Theorem 8. For arbitrary X ∈ R p , Y ∈ R q with finite second moments",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof. Observe that"
        },
        {
            "text": "Proof. Both V and W are nonnegative, hence, it is enough to show that their squares coincide. Lemma 1 can be applied to evaluate V 2 (X, Y ). In the numerator of the integral we have terms like",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof. Observe that"
        },
        {
            "text": "where X, X ′ are i.i.d. and Y, Y ′ are i.i.d. Now apply the identity",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof. Observe that"
        },
        {
            "text": "and Lemma 1 to simplify the integrand. After cancelation in the numerator of the integrand, there remains to evaluate integrals of the type",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof. Observe that"
        },
        {
            "text": "Applying similar steps, after further simplification, we obtain",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof. Observe that"
        },
        {
            "text": "and this is exactly equal to the expression (3.7) obtained for W(X, Y ) in Theorem 7.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof. Observe that"
        },
        {
            "text": "As a corollary to Theorem 8, the properties of Brownian covariance for random vectors X and Y with finite second moments are therefore the same properties established for distance covariance V(X, Y ) in Theorem 3.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof. Observe that"
        },
        {
            "text": "The surprising result that Brownian covariance equals distance covariance dCov, exactly as defined in (2.6) for X ∈ R p and Y ∈ R q , parallels a familiar special case when p = q = 1. For bivariate (X, Y ) we found that R(X, Y ) is a natural counterpart of the absolute value of the Pearson correlation. That is, if in (3.5) U and V are the simplest nonrandom function id , then we obtain the square of Pearson covariance σ 2 X,Y . Next, if we consider the most fundamental random processes, U = W and V = W ′ , we obtain the square of distance covariance, V 2 (X, Y ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof. Observe that"
        },
        {
            "text": "Interested readers are referred to Székely and Bakirov [25] for the background of the interesting coincidence in Theorem 8.",
            "cite_spans": [
                {
                    "start": 55,
                    "end": 59,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Proof. Observe that"
        },
        {
            "text": "4.1. The class of α-distance dependence measures. In two contexts above we have introduced dependence measures based on Euclidean distance and on Brownian motion with Hurst index H = 1/2 (self-similarity index). Our definitions and results can be extended to a one-parameter family of distance dependence measures indexed by a positive exponent 0 < α < 2 on Euclidean distance, or equivalently by an index h, where h = 2H for Hurst parameters 0 < H < 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extensions."
        },
        {
            "text": "If",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extensions."
        },
        {
            "text": "Similarly, R (α) is the square root of",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extensions."
        },
        {
            "text": "and R (α) = 0 if V 2(α) (X)V 2(α) (Y ) = 0. Now consider the Lévy fractional Brownian motion {W d H (t), t ∈ R d } with Hurst index H ∈ (0, 1), which is a centered Gaussian random process with covariance function",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extensions."
        },
        {
            "text": "See Herbin and Merzbach [15] . In the following, (W H , W ′ H * ) and (X, X ′ , Y, Y ′ ) are supposed to be independent.",
            "cite_spans": [
                {
                    "start": 24,
                    "end": 28,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Extensions."
        },
        {
            "text": "Using Lemma 1, it can be shown for Hurst parameters 0 < H, H * ≤ 1, h := 2H, and h * := 2H * , that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extensions."
        },
        {
            "text": "Here we need to suppose that E|X| 2h p < ∞, E|Y | 2h * q < ∞. Observe that when h = h * = 1, (4.1) is equation (3.7) of Theorem 7.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extensions."
        },
        {
            "text": "The corresponding statistics are defined by replacing the exponent 1 with exponent α (or h) in the distance dependence statistics (2.8), (2.10), and (2.9). That is, in the sample distance matrices replace a kl = |X k − X l | p with",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extensions."
        },
        {
            "text": "Theorem 2 can be generalized for · α norms, so that almost sure convergence of V (α) n → V (α) follows if the α-moments are finite. Similarly, one can prove the weak convergence and statistical consistency for α exponents, 0 < α < 2, provided that α moments are finite.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extensions."
        },
        {
            "text": "Note that the strict inequality 0 < α < 2 is important. Although V (2) can be defined for α = 2, it does not characterize independence. Indeed, the case α = 2 (squared Euclidean distance) leads to classical product-moment correlation and covariance for bivariate (X, Y ). Specifically, if p = q = 1, then R (2) = |ρ|, R",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extensions."
        },
        {
            "text": "(2) n = |ρ|, and V (2) n = 2|σ xy |, whereσ xy is the maximum likelihood estimator of Pearson covariance σ x,y = σ(X, Y ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extensions."
        },
        {
            "text": "Independence is preserved under affine transformations hence it is natural to consider dependence measures that are affine invariant. We have seen that R(X, Y ) is invariant with respect to orthogonal transformations",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Affine invariance."
        },
        {
            "text": "where a 1 , a 2 are arbitrary vectors, b 1 , b 2 are arbitrary nonzero numbers, and C 1 , C 2 are arbitrary orthogonal matrices. We can also define a distance correlation that is affine invariant. Define the scaled samples X * and Y * by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Affine invariance."
        },
        {
            "text": "where S X and S Y are the sample covariance matrices of X and Y respectively. The sample vectors in (4.3) are not invariant to affine transformations, but the distances, |X * k − X * l | and |Y * k − Y * l |, k, l = 1, . . . , n, are invariant to affine transformations. Thus, an affine distance correlation statistic can be defined by its square",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Affine invariance."
        },
        {
            "text": ".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Affine invariance."
        },
        {
            "text": "Theoretical properties established for V n and R n also hold for V * n and R * n , because the transformation simply replaces the original weight function",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Affine invariance."
        },
        {
            "text": "In the case of bivariate (X, Y ) one can also consider a distance covariance test of independence for rank(X), rank(Y ), which has the advantage that it is distribution free and invariant with respect to monotone transformations of X and Y , but usually at a cost of lower power than the dCov(X, Y ) test (see Example 1). The rank-dCov test can be applied to continuous or discrete data, but for discrete data it is necessary to use the correct method for breaking ties. Any ties in ranks should be broken randomly, so that a sample of size n is transformed to some permutation of the integers 1:n. A table of critical values for the statistic nR 2 n , based on Monte Carlo results, is provided in Table 2 in the Appendix.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 698,
                    "end": 705,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Rank test."
        },
        {
            "text": "Nonlinear and nonmonotone dependence. Suppose that one wants to test the independence of X and Y , where X and Y cannot be observed directly, but can only be measured with independent errors. Consider the following:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5.1."
        },
        {
            "text": "(i) Suppose that X i can only be measured through observation of A i = X i + ε i , where ε i are independent of X i , and similarly for Y i .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5.1."
        },
        {
            "text": "(ii) One can only measure (non) random functions of X and Y , for example,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5.1."
        },
        {
            "text": "(iii) Suppose both (i) and (ii) for certain types of random φ and ψ.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5.1."
        },
        {
            "text": "In all of these cases, even if (X, Y ) were jointly normal, the dependence between (A, B) can be such that the correlation of A and B is almost irrelevant, but dCor(A, B) is obviously relevant. In this section we illustrate a few of the many possible applications of distance covariance. The dCov test has been applied using the dcov.test function in the energy [23] package for R [21] , where it is implemented as a permutation test.",
            "cite_spans": [
                {
                    "start": 362,
                    "end": 366,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 381,
                    "end": 385,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "5.1."
        },
        {
            "text": "Example 1. This example is similar to the type considered in (ii), with observed data from the NIST Statistical Reference Datasets (NIST StRD) for Nonlinear Regression. The data analyzed is Eckerle4, data from an NIST study of circular interference transmittance [10] . There are 35 observations, the response variable is transmittance, and the predictor variable is wavelength. A plot of the data in Figure 2 (a) reveals that there is a nonlinear relation between wavelength and transmittance. The proposed nonlinear model is",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 267,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 401,
                    "end": 409,
                    "text": "Figure 2",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Examples."
        },
        {
            "text": "where β 1 , β 2 > 0, β 3 ∈ R, and ε is random error. In the hypothesized model, Y depends on the density of X.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Examples."
        },
        {
            "text": "Results of the dCov test of independence of wavelength and transmittance are with R n . = 0.43, and dCov is significant (p-value = 0.021) based on 999 replicates. In contrast, neither Pearson correlationρ = 0.0356, (p-value = 0.839) nor Spearman rank correlationρ s = 0.0062 (p-value = 0.9718) detects the nonlinear dependence between wavelength and transmittance, even though the relation in Figure 2 (a) appears to be nearly deterministic.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 393,
                    "end": 401,
                    "text": "Figure 2",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Examples."
        },
        {
            "text": "The certified estimates (best solution found) for the parameters are reported by NIST asβ 1 . = 1.55438,β 2 . = 4.08883, andβ 3 . = 451.541. The residuals of the fitted model are easiest to analyze when plotted vs the predictor variable as in Figure 2 Although nonlinear dependence is clearly evident in both plots, note that the methodology applies to multivariate analysis as well, for which residual plots are much less informative.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 243,
                    "end": 251,
                    "text": "Figure 2",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Examples."
        },
        {
            "text": "Example 2. In the model specification of Example 1, the response variable Y is assumed to be proportional to a normal density plus random error. For simplicity, consider (X, Y ) = (X, φ(X)), where X is standard normal and φ(·) is the standard normal density. Results of a Monte Carlo power comparison of the dCov test with classical Pearson correlation and Spearman rank tests are shown in Figure 3 . The power estimates are computed as the proportion of significant tests out of 10,000 at 10% significance level.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 390,
                    "end": 398,
                    "text": "Figure 3",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Examples."
        },
        {
            "text": "In this example, where the relation between X and Y is deterministic but not monotone, it is clear that the dCov test is superior to product moment correlation tests. Statistical consistency of the dCov test is evident, as its power increases to 1 with sample size, while the power of correlation tests against this alternative remains approximately level across sample sizes. We also note that distance correlation applied to ranks of the data is more powerful in this example than either correlation test, although somewhat less powerful than the dCov test on the original (X, Y ) data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Examples."
        },
        {
            "text": "Example 3. The Saviotti aircraft data [24] record six characteristics of aircraft designs which appeared during the twentieth century. We consider two variables, wing span (m) and speed (km/h) for the 230 designs of the third (of three) periods. This example and the data (aircraft) are from Bowman and Azzalini [5, 6] . A scatterplot on log-log scale of the variables and contours of a nonparametric density estimate are shown in Figures 4(a) and  4(b) . The nonlinear relation between speed and wing span is quite evident from the plots.",
            "cite_spans": [
                {
                    "start": 38,
                    "end": 42,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 312,
                    "end": 315,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 316,
                    "end": 318,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 431,
                    "end": 453,
                    "text": "Figures 4(a) and  4(b)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Examples."
        },
        {
            "text": "The dCov test of independence of log(Speed) and log(Span) in period 3 is significant (p-value = 0.001), while the Pearson correlation test is not significant (p-value = 0.8001). The sample estimates areρ = 0.0168 and R n = 0.2805. Here we have an example of observed data where two variables are nearly uncorrelated, but dependent. We obtained essentially the same results on the correlations of ranks of the data. Example 4. This example compares dCor and Pearson correlation in exploratory data analysis. Consider the Freedman [13, 31] data on crime rates in US metropolitan areas with 1968 populations of 250,000 or more. The data set is available from Fox [12] , and contains four numeric variables:",
            "cite_spans": [
                {
                    "start": 529,
                    "end": 533,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 534,
                    "end": 537,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 660,
                    "end": 664,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Examples."
        },
        {
            "text": "population (total 1968, in thousands), nonwhite (percent nonwhite population, 1960), density (population per square mile, 1968), crime (crime rate per 100,000, 1969).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Examples."
        },
        {
            "text": "The 110 observations contain missing values. The data analyzed are the 100 cities with complete data. Pearsonρ and dCor statistics R n are shown in Table 1 . Note that there is a significant association between crime and population density measured by dCor, which is not significant when measured byρ.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 148,
                    "end": 155,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Examples."
        },
        {
            "text": "Analysis of this data continues in Example 5.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Examples."
        },
        {
            "text": "Example 5 (Influential observations). When V n and R n are computed using formula (2.8) , it is straightforward to apply a jackknife procedure to identify possible influential observations or to estimate standard error of V n or R n . A 'leave-one-out' sample corresponds to (n − 1) × (n − 1) matrices A (i)kl and B (i)kl , where the subscript (i) indicates that the ith observation is left out. Then A (i)kl is computed from distance matrix A = (a kl ) by omitting the ith row and the ith column of A, and similarly B (i)kl is computed from B = (b kl ) by omitting the ith row and the ith column of B. Then (i) can be computed from the matrices A and B. A jackknife estimate of the standard error of R n is thus easily obtained from the matrices A, B (on the jackknife, see, e.g., Efron and Tibshirani [11] ).",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 87,
                    "text": "(2.8)",
                    "ref_id": null
                },
                {
                    "start": 803,
                    "end": 807,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Examples."
        },
        {
            "text": "The jackknife replicates R (i) can be used to identify potentially influential observations, in the sense that outliers within the sample of replicates correspond to observations X i that increase or decrease the dependence coefficient more than other observations. These unusual replicates are not necessarily outliers in the original data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Examples."
        },
        {
            "text": "Consider the crime data of Example 4. The studentized jackknife replicates R (i) / se(R (i) ), i = 1, . . . , n, are plotted in Figure 5 (a). These replicates were computed on the pairs (x, y), where x is the vector (nonwhite, density, population) and y is crime. The plot suggests that Philadelphia is an unusual observation. For comparison we plot the first two principal components of the four variables in Figure 5 (b), but Philadelphia (PHIL) does not appear to be an unusual observation in this plot or other plots (not shown), including those where log(population) replaces population in the analysis. One can see from comparing that crime in Philadelphia is low while population, nonwhite, and density are all high relative to other cities. Recall that all Pearson correlations were positive in Example 4. This example illustrates that having a single multivariate summary statistic dCor that measures dependence is a valuable tool in exploratory data analysis, and it can provide information about potential influential observations prior to model selection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 128,
                    "end": 136,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 410,
                    "end": 418,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Examples."
        },
        {
            "text": "Example 6. In this example we illustrate how to isolate the nonlinear dependence between random vectors to test for nonlinearity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Examples."
        },
        {
            "text": "Gumbel's bivariate exponential distribution [14] has density function",
            "cite_spans": [
                {
                    "start": 44,
                    "end": 48,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Examples."
        },
        {
            "text": "The marginal distributions are standard exponential, so there is a strong nonlinear, but monotone dependence relation between X and Y . The conditional density is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Examples."
        },
        {
            "text": "If θ = 0, then f X,Y (x, y) = f X (x)f Y (y) and independence holds, so ρ = 0. At the opposite extreme, if θ = 1, then ρ = −0.40365 (see Kotz, Balakrishnan, and Johnson [18] , Section 2.2). Simulated data was generated using the conditional distribution function approach outlined in Johnson [17] . Empirical power of dCov and correlation tests for the case θ = 0.5 are compared in Figure 6 (a), estimated from 10,000 test decisions each for sample sizes {10:100(10), 120:200 (20) , 250, 300}. This comparison reveals that the correlation test is more powerful than dCov against this alternative, which is not unexpected because E[Y |X = x] = (1 + θ + xθ)/(1 + xθ) 2 is monotone. While we cannot split the dCor or dCov coefficient into linear and nonlinear components, we can extract correlation first and then compute dCor on the residuals. In this way one can separately analyze the linear and nonlinear components of bivariate or multivariate dependence relations.",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 173,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 292,
                    "end": 296,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 382,
                    "end": 390,
                    "text": "Figure 6",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Examples."
        },
        {
            "text": "To extract the linear component of dependence, fit a linear model Y = Xβ + ε to the sample (X, Y) by ordinary least squares. It is not necessary to test whether the linear relation is significant. The residualsε i = X iβ − Y i are uncorrelated with the predictors X. Apply the dCov test of independence to (X,ε).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Examples."
        },
        {
            "text": "Returning to the Gumbel bivariate exponential example, we have extracted the linear component and applied dCov to the residuals of a simple linear regression model. Repeating the power comparison described above on (X,ε) data, we obtained the power estimates shown in Figure 6 (b). One can note that power of dCov tests is increasing to 1 with sample size, exhibiting statistical consistency against the nonlinear dependence remaining in the residuals of the linear model. This procedure is easily applied in arbitrary dimension. One can fit a linear multiple regression model or a model with multivariate response to extract the linear component of dependence. This has important practical application for evaluating models in higher dimensions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 268,
                    "end": 276,
                    "text": "Figure 6",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Examples."
        },
        {
            "text": "More examples, including Monte Carlo power comparisons for random vectors in dimensions up to p = q = 30, are given in Székely et al. [28] .",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 138,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Examples."
        },
        {
            "text": "6. Summary. Distance covariance and distance correlation are natural extensions and generalizations of classical Pearson covariance and correlation in at least two ways. In one direction we extend the ability to measure linear association to all types of dependence relations. In another direction we extend the bivariate measure to a single scalar measure of dependence between random vectors in arbitrary dimension. In addition to the obvious theoretical advantages, we have the practical advantages that the dCov and dCor statistics are computationally simple, and applicable in arbitrary dimension not constrained by sample size.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Examples."
        },
        {
            "text": "We cannot claim that dCov is the only possible or the only reasonable extension with the above mentioned properties, but we can claim that our extension is a natural generalization of Pearson's covariance in the following sense. We defined the covariance of random vectors with respect to a pair of random processes, and if these random processes are i.i.d. Brownian motions, which is a very natural choice, then we arrive at the distance covariance; on the other hand, if we choose the simplest nonrandom functions, a pair of identity functions (degenerate random processes), then we arrive at Pearson's covariance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Examples."
        },
        {
            "text": "We have illustrated only a few of the many applications where distance correlation may provide additional information not measured by classical correlation or arrays of bivariate statistics. In exploratory data analysis, distance correlation has the flexibility to be applied as a multivariate measure of dependence, or measure of dependence among any of the lower dimensional marginal distributions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Examples."
        },
        {
            "text": "The general linear model is fundamental in data analysis for several reasons, but often a linear model is not adequate. We can test for linearity using dCov as shown in Example 6. Although illustrated for simple linear regression, the basic method is applicable for all types of i.i.d. observations, including longitudinal data or other data with multivariate predictors and/or multivariate response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Examples."
        },
        {
            "text": "In summary, distance correlation is a valuable, practical, and natural tool in data analysis and inference that extends the good properties of classical correlation to multivariate analysis and the general hypothesis of independence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Examples."
        },
        {
            "text": "For R d valued random variables, | · | d denotes the Euclidean norm; whenever the dimension is self-evident we suppress the index d.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX A: PROOFS OF STATEMENTS"
        },
        {
            "text": "Proof. Starting with the left side of the inequality (iii),",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.1. Proof of Theorem 3(iii) and (vi)."
        },
        {
            "text": "It is clear that if (a) X 1 and Y 1 are both constants, (b) X 2 and Y 2 are both constants, or (c) X 1 , X 2 , Y 1 , Y 2 are mutually independent, then we have equality in (iii). Now suppose that we have equality in (iii), and thus we have equality above at (A.1) and (A.2), but neither (a) nor (b) hold. Then the only way we can have equality at (A.2) is if X 1 , Y 1 are independent and also X 2 , Y 2 are independent. But our hypothesis assumes that (X 1 , Y 1 ) and (X 2 , Y 2 ) are independent hence (c) must hold.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.1. Proof of Theorem 3(iii) and (vi)."
        },
        {
            "text": "Finally, (vi) follows from (iii). In this special case X 1 = Y 1 = X and X 2 = Y 2 = Y . Now (a) means that X is constant, (b) means that Y is constant, and (c) means that both of them are constants, because this is the only case when a random variable can be independent of itself.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.1. Proof of Theorem 3(iii) and (vi)."
        },
        {
            "text": "A.2. Existence of W(X, Y ). To complete the proof of Theorem 7, we need to show that all factors in the definition of Cov W (X, Y ) have finite fourth moments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.1. Proof of Theorem 3(iii) and (vi)."
        },
        {
            "text": "Proof. Note that E[W 2 (t)] = 2|t|, so that E[W 4 (t)] = 3(E[W 2 (t)]) 2 = 12|t| 2 and, therefore,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.1. Proof of Theorem 3(iii) and (vi)."
        },
        {
            "text": "On the other hand, by the inequality (a + b) 4 ≤ 2 4 (a 4 + b 4 ), and by Jensen's inequality, we have Similarly, the random variables X ′ W , Y W ′ , and Y ′ W ′ also have finite fourth moments, hence,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.1. Proof of Theorem 3(iii) and (vi)."
        },
        {
            "text": "Above we implicitly used the fact that E[W (X)|W ] = R p W (t) dF X (t) exists a.s. This can easily be proved with the help of the Borel-Cantelli lemma, using the fact that the supremum of centered Gaussian processes have small tails (see [19, 29] ).",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 243,
                    "text": "[19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 244,
                    "end": 247,
                    "text": "29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "A.1. Proof of Theorem 3(iii) and (vi)."
        },
        {
            "text": "Observe that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.1. Proof of Theorem 3(iii) and (vi)."
        },
        {
            "text": "Here",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.1. Proof of Theorem 3(iii) and (vi)."
        },
        {
            "text": "By the definition of W (·), we have E[W (t)W (s)] = |t| + |s| − |t − s|, thus,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.1. Proof of Theorem 3(iii) and (vi)."
        },
        {
            "text": "Hence,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.1. Proof of Theorem 3(iii) and (vi)."
        },
        {
            "text": "where E ′ denotes the expectation with respect to X ′ and E ′′ denotes the expectation with respect to X ′′ . A similar argument for Y completes the proof.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.1. Proof of Theorem 3(iii) and (vi)."
        },
        {
            "text": "Estimated critical values for nR 2 n (rank(X), rank(Y)) are summarized in Table 2 for 5% and 10% significance levels. The critical values are estimates of the 95th and 90th quantiles of the sampling distribution and were obtained by a large scale Monte Carlo simulation (100,000 replicates for each n). For sample sizes n ≤ 10, the probabilities were determined by generating all possible permutations of the ranks, so the achieved significance levels (ASL) reported for n ≤ 10 are exact. The rejection region is in the upper tail. Table 2 Critical values of nR 2 n (rank(X), rank(Y)); exact achieved significance level (ASL) for n ≤ 10, and Monte Carlo estimates for n ≥ 11. Reject independence if nR 2 n is greater than or equal to the ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 74,
                    "end": 81,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 532,
                    "end": 539,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "APPENDIX B: CRITICAL VALUES"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "An Introduction to Multivariate Statistical Analysis",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A multivariate nonparametric test of independence",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "K"
                    ],
                    "last": "Bakirov",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Rizzo",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Székely",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Multivariate Anal",
            "volume": "93",
            "issn": "",
            "pages": "1742--1756",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "On a measure of dependence between two random variables",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Blomqvist",
                    "suffix": ""
                }
            ],
            "year": 1950,
            "venue": "Ann. Math. Statist",
            "volume": "21",
            "issn": "",
            "pages": "593--600",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Distribution free tests of independence based on the sample distribution function",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Blum",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kiefer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rosenblatt",
                    "suffix": ""
                }
            ],
            "year": 1961,
            "venue": "Ann. Math. Statist",
            "volume": "32",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Applied Smoothing Techniques for Data Analysis: The Kernel Approach with S-Plus Illustrations",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bowman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Azzalini",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "R package 'sm': Nonparametric smoothing methods",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Bowman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Azzalini",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Central limit theorem under weak dependence",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Bradley",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "J. Multivariate Anal",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A Central Limit theorem for stationary ρ-mixing sequences with infinite variance",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Bradley",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Ann. Probab",
            "volume": "16",
            "issn": "",
            "pages": "313--332",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Introduction to Strong Mixing Condition",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Bradley",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Circular Interference Transmittance Study",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Eckerle",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Nist",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "An Introduction to the Bootstrap",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Efron",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Tibshirani",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "car: Companion to Applied Regression",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fox",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Crowding and Behavior",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Freedman",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Multivariate exponential distributions",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Gumbel",
                    "suffix": ""
                }
            ],
            "year": 1961,
            "venue": "Bulletin of the International Statistical Institute",
            "volume": "39",
            "issn": "",
            "pages": "469--475",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The multiparameter fractional Brownian motion",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Herbin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Merzbach",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Math. Everywhere 93-101",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Nonparametric Statistical Methods",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hollander",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Wolfe",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Multivariate Statistical Simulation",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Continuous Multivariate Distributions",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kotz",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Balakrishnan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "On the supremum of a Gaussian process",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Landau",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Shepp",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Sankya Ser. A",
            "volume": "32",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Nonparametric Methods in Multivariate Analysis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Puri",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Sen",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "R: A language and environment for statistical computing. R Foundation for Statistical Computing",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "On measures of dependence",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rényi",
                    "suffix": ""
                }
            ],
            "year": 1959,
            "venue": "Acta. Math. Acad. Sci. Hungary",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Energy: E-statistics (energy statistics)",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Rizzo",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Székely",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Technological Evolution, Variety and Economy. Edward Elgar",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Saviotti",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Brownian covariance and CLT for stationary sequences",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Székely",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "K"
                    ],
                    "last": "Bakirov",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Dept. Mathematics and Statistics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Extremal probabilities for Gaussian quadratic forms",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Székely",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "K"
                    ],
                    "last": "Bakirov",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Hierarchical clustering via joint betweenwithin distances: Extending Ward's minimum variance method",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Székely",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Rizzo",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Classification",
            "volume": "22",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Measuring and testing independence by correlation of distances",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Székely",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Rizzo",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "K"
                    ],
                    "last": "Bakirov",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Ann. Statist",
            "volume": "35",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Small tails for the supremum of a gaussian process",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Talagrand",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Ann. Inst. H. Poincaré Probab. Statist",
            "volume": "24",
            "issn": "",
            "pages": "307--315",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Multivariate nonparametric tests of independence",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Taskinen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Oja",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Randles",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Amer. Statist. Assoc",
            "volume": "100",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Statistical Abstract of the United States",
            "authors": [],
            "year": 1970,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "On the independence of k sets of normally distributed statistical variables",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Wilks",
                    "suffix": ""
                }
            ],
            "year": 1935,
            "venue": "Econometrica",
            "volume": "3",
            "issn": "",
            "pages": "309--326",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "kl = a kl −ā k· −ā ·l +ā ·· , k, l = 1, . . .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Dependence coefficient R 2 (solid line) and correlation ρ 2 (dashed line) in the bivariate normal case.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "(3.7) relies on the special form of the covariance function (3.3) of W . The remaining details are in the Appendix. See Section 4.1 for definitions and extension of results for the general case of fractional Brownian motion with Hurst parameter 0 < H < 1 and covariance function |t| 2H + |s| 2H − |t − s| 2H . 3.3. The surprising coincidence: W = V.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "The Eckerle4 data (a) and plot of residuals vs predictor variable for the NIST certified estimates (b), in Example 1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "have R n . = 0.43 and the dCov test is significant (p-value = 0.019) based on 999 replicates. Again the Pearson correlation is nonsignificant (ρ . = 0.11, p-value = 0.5378).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Example 2: Empirical power at 0.1 significance and sample size n.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Scatterplot and contours of density estimate for the aircraft speed and span variables, period 3, in Example 3.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Power comparison of dCov and correlation tests at 10% significance level for Gumbel's bivariate exponential distribution in Example 6.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "(X W ) 4 = E[W (X) − E(W (X)|W )] 4 ≤ 2 4 (E[W 4 (X)] + E[E(W (X)|W )] 4 ) ≤ 2 5 E[W 4 (X)] = 2 5 12E|X| 2 < ∞.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Pearson correlation and distance correlation statistics for the Freedman data of Example 4. Significance at 0.05, 0.01, 0.001 for the corresponding tests is indicated by * , * * , * * * , respectively",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "table value",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}