{
    "paper_id": "6c89314314eeffc0c4f57f490ba873be72ae33da",
    "metadata": {
        "title": "Journal Pre-proof Airway management and ventilation principles in COVID-19 patients",
        "authors": [
            {
                "first": "Lukasz",
                "middle": [],
                "last": "Szarpak",
                "suffix": "",
                "affiliation": {},
                "email": "lukasz.szarpak@gmail.com"
            },
            {
                "first": "Anna",
                "middle": [],
                "last": "Drozd",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jacek",
                "middle": [],
                "last": "Smereka",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Assoc",
                "middle": [],
                "last": "Prof",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "To the Editor: since the beginning of the SARS-CoV-2 pandemic, there have been 2,435,876 confirmed COVID-19 cases, with an observed mortality rate of approximately 8%. In COVID-19 patients, an impending challenge is acute hypoxemic respiratory failure due to the difficulties of how to protect the airways and the method of ventilation. SARS-CoV-2 spreads mainly through droplets, while the highest viral load of SARS-CoV-2 presents in the sputum and in upper airway secretions. All procedures to secure airway patency are, therefore, aerosolgenerating procedures, which increase the risk of infection for medical personnel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Based on Wuhan, China medical staff experiences in the management of COVID-19 patients, the Chinese Society of Anesthesiology recommended endotracheal intubation even for COVID-19 patients in respiratory distress with no improvement, tachypnea (respiratory rate greater than 30 per minute), and poor oxygenation (PaO2 to FiO2 ratio less than 150 mmHg) after 2-h high-flow oxygen therapy or noninvasive ventilation [1] . Zhang et al. indicated that for severe pneumonia patients who show poor prognosis and are anticipated to deteriorate, early respiratory support with tracheal intubation may be advised to improve outcomes [2] .",
            "cite_spans": [
                {
                    "start": 414,
                    "end": 417,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 624,
                    "end": 627,
                    "text": "[2]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The British guidelines for airway management, on the other hand, do not provide specific guidelines for intubation. Additionally, they specify the use of supraglottic airway devices (SADs) as a method of protecting the airway [3] . SADs customarily offer an alternative to endotracheal intubation. As indicated by Schmidbaue et al., the use of SADs with inspiratory pressures of 20 mbar appears to be safe concerning the potential risk of intragastric insufflation. During resuscitation or transport of a patient with the danger of the device apt to unseal or leak infected respiratory droplets, it is worth considering the use of endotracheal intubation.",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 229,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Both hospitals and ambulances are commonly equipped with laryngoscopes with Miller or Macintosh blades which serve as the main practice of intratracheal intubation; however, in the case of patients with a highly contagious viral disease, including COVID-19, respiratory tract protection should be done as soon as possible and by the most experienced person on the team. Furthermore, if possible, direct laryngoscopy should be delayed, and [4] .",
            "cite_spans": [
                {
                    "start": 439,
                    "end": 442,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Due to the challenges resulting from the use of full PPE AGP, the correct position of the endotracheal tube should be confirmed with the use of exhaust carbon dioxide detectors, which, apart from denoting CO 2 level during cardiopulmonary resuscitation, will also indirectly show the quality chest compression [5] .",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 313,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "During ventilation of patients with acute respiratory distress syndrome, it is recommended to use a higher PEEP strategy (PEEP> 10 cm H2O) with low tidal volume ventilation (4-8 mL/kg of predicted body weight). Targeting plateau pressure should additionally be less than 30 H2O. Such ventilation is the best method to protect the lungs of a patient with acute respiratory distress syndrome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In summary, the outbreak of SARS-CoV has created a global health crisis that has had a profound impact on patient ventilation techniques. The Chinese Society of Anesthesiology recommends endotracheal intubation based on the gathered experience of patient care by Wuhan, China medical personnel; the British guidelines for airway management, however, do specify such guidelines instead indicating SADs as a method of protecting the airway. The current COVID-19 pandemic setting, however, yield concern over the danger of using devices that might unseal or leak infected respiratory droplets, during resuscitation or transport of patients, instead endotracheal intubation should be considered. Furthermore, the use of PPE AGP by medical personnel pinpoints the need for tools to confirm the correct placement of endotracheal intubation potential via an exhaust carbon dioxide detector, which will simultaneously denote CO2 levels and chest compression quality during CPR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Chinese Society of Anesthesiology Task Force on Airway Management: Expert recommendations for tracheal intubation in critically ill patients with novel coronavirus disease 2019",
            "authors": [],
            "year": 2020,
            "venue": "Chin Med Sci J",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.24920/003724"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Summary of 20 tracheal intubation by anesthesiologists for patients with severe COVID-19 pneumonia: retrospective case series",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Anesth",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s00540-020-02778-8"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Consensus guidelines for managing the airway in patients with COVID-19: Guidelines from the Difficult Airway Society, the Association of Anaesthetists the Intensive Care Society, the Faculty of Intensive Care Medicine and the Royal College of Anaesthetists",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "El-Boghdadly",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mcguire",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Mcnarry",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Higgs",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Anaesthesia",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/anae.15054"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Video laryngoscopy versus direct laryngoscopy for emergency orotracheal intubation outside the operating room: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Arulkumaran",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lowe",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ions",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mendoza",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Bennett",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Dunser",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Br J Anaesth",
            "volume": "120",
            "issn": "4",
            "pages": "712--724",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bja.2017.12.041"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "American Heart Association Guidelines Update for Cardiopulmonary Resuscitation and Emergency Cardiovascular Care",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Link",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Berkow",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Kudenchuk",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "444--64",
            "other_ids": {
                "DOI": [
                    "10.1161/CIR.0000000000000261"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "performed instead. Arulkumaran et al. highlight the advantage of utilizing video laryngoscopy over direct laryngoscopy in reducing the risk",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}