{
    "paper_id": "6dfb605453b6476def193088ee80fb06d84dcf80",
    "metadata": {
        "title": "Aconitate Hydratase of Mammals under Oxidative Stress",
        "authors": [
            {
                "first": "L",
                "middle": [
                    "V"
                ],
                "last": "Matasova",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Voronezh State University",
                    "location": {
                        "addrLine": "Universitetskaya pl. 1",
                        "postCode": "394006",
                        "settlement": "Voronezh",
                        "country": "Russia"
                    }
                },
                "email": "matasova@bio.vsu.ru"
            },
            {
                "first": "T",
                "middle": [
                    "N"
                ],
                "last": "Popova",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Voronezh State University",
                    "location": {
                        "addrLine": "Universitetskaya pl. 1",
                        "postCode": "394006",
                        "settlement": "Voronezh",
                        "country": "Russia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Abbreviations: AH) aconitate hydratase; cAH) cytoplasmic aconitase isoenzyme; HRM) hemoregulatory motif; IL) inter leukins; IRE) iron sensitive elements; IRP) iron regulatory proteins; LIP) labile iron pool; mAH) mitochondrial aconitase isoenzyme; MtFt) mitochondrial ferritin; ROS) reactive oxy gen species; SOD) superoxide dismutase; TCA cycle) tricar boxylic acid cycle; TNF α) tumor necrosis factor α.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Abstract-Data on the structure, functions, regulation of activity, and expression of cytosolic and mitochondrial aconitate hydratase isoenzymes of mammals are reviewed. The role of aconitate hydratase and structurally similar iron regulatory protein in maintenance of homeostasis of cell iron is described. Information on modifications of the aconitate hydratase molecule and changes in expression under oxidative stress is generalized. The role of aconitate hydratase in the pathogene sis of some diseases is considered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The major causes of activation of free radical oxida tion under oxidative stress are significant increase in pro duction of reactive oxygen species (ROS) and release of iron ions from extra and intracellular stores [1] . Increase in intracellular concentration of iron ions can be a result of degradation of Fe containing proteins, in particular, aconitate hydratase (AH) (aconitase, EC 4.2.1.3) [2 4 ]. The content of Fe and, consequently, Fe 2+ involved in the Fenton reaction can be reduced by an increase in the con tent of citrate. Therefore, study of features of the func tioning of enzymes responsible for citrate accumulation, first of all AH, is of particular interest. The available data demonstrate a close association of the intensity of oxida tive metabolism with ROS formation. It is known that the functioning of mitochondria under high NADH/NAD + and ATP/ADP ratios and high membrane potential can lead to generation of ROS [5] . The blocking of the tricar boxylic acid cycle (TCA cycle) at the level of aconitase under these conditions is supposed to promote a decrease in the degree of reduction of electron carriers in the res piratory chain of mitochondria [3, 6, 7] ; thus, the reac tion catalyzed by mAH (mitochondrial aconitase isoen zyme) might be a locus of regulation of ROS formation.",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 218,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 396,
                    "end": 400,
                    "text": "[2 4",
                    "ref_id": null
                },
                {
                    "start": 940,
                    "end": 943,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 1177,
                    "end": 1180,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1181,
                    "end": 1183,
                    "text": "6,",
                    "ref_id": null
                },
                {
                    "start": 1184,
                    "end": 1186,
                    "text": "7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Aconitate hydratase catalyzes the reaction of reversible isomerization of citrate to isocitrate. The reac tion has two stages: dehydration and hydration through the stage of formation of an intermediate product, cis aconitate, which normally does not separate from AH. The two existing AH forms, cytoplasmic (cAH) and mito chondrial (mAH), differ from each other in physico chemical and structural properties [8, 9] . In humans, cAH and mAH are present in all tissues; they are most active in the heart, kidney, and liver [8] . The cAH coding locus has been revealed on the ninth human chromosome [10] ; the mAH locus is not coupled with these genes and is localized in the g 112 22q13 region of the same chro mosome [11] . Although cAH is only 30% homologous to mAH, they have 18 similar amino acid residues of the active center [12] . Both AH isoenzymes have an iron-sulfur cluster bound with cysteine residues Cys437, Cys503, and Cys506 [13] .",
            "cite_spans": [
                {
                    "start": 409,
                    "end": 412,
                    "text": "[8,",
                    "ref_id": null
                },
                {
                    "start": 413,
                    "end": 415,
                    "text": "9]",
                    "ref_id": null
                },
                {
                    "start": 522,
                    "end": 525,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 597,
                    "end": 601,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 717,
                    "end": 721,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 830,
                    "end": 834,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 940,
                    "end": 944,
                    "text": "[13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "LOCALIZATION AND PHYSIOLOGICAL ROLE OF ACONITASE ISOENZYMES"
        },
        {
            "text": "Aconitase isoforms are supposed to have different physiological functions reflecting the effect of the enzyme on oxidative and biosynthetic processes. The reaction catalyzed by mAH is the initiating stage of the TCA cycle. Mitochondrial AH is very sensitive to ROS [14] , even BIOCHEMISTRY (Moscow) Vol. 73 No. 9 2008 more than the cytosolic form. Accumulation of superox ide induced by the electron transport chain of mitochon dria seems to reduce mAH activity with concurrent slow ing of the TCA cycle and decrease in electron flow through the respiratory chain [15] .",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 269,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 564,
                    "end": 568,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "LOCALIZATION AND PHYSIOLOGICAL ROLE OF ACONITASE ISOENZYMES"
        },
        {
            "text": "Mitochondrial AH plays the key role in the bioener getic theory of malignant transformation of the prostate. According to this theory, normal citrate producing epithelium cells of the prostate become citrate oxidizing. The activity of this enzyme is not regulated, which results in production of the energy required for tumor growth and metastasis [16] . The blocking of mAH expression and activity by 40 60% causes a decrease in ATP biosynthesis, increase in citrate secretion, and reduction of the rate of proliferation of human prostate carcinoma cells [17] .",
            "cite_spans": [
                {
                    "start": 348,
                    "end": 352,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 556,
                    "end": 560,
                    "text": "[17]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "LOCALIZATION AND PHYSIOLOGICAL ROLE OF ACONITASE ISOENZYMES"
        },
        {
            "text": "Disturbance of TCA cycle functioning at the level of mAH is associated with other pathophysiological changes as well. It is supposed that the slowing of the TCA cycle due to mAH inhibition underlies obesity [18] .",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 211,
                    "text": "[18]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "LOCALIZATION AND PHYSIOLOGICAL ROLE OF ACONITASE ISOENZYMES"
        },
        {
            "text": "AH may be involved also in regulation of individual enzyme activities. It has been shown that mAH is able to catalyze the keto enol tautomerization of oxaloacetate, which prevents inhibition of succinate dehydrogenase by enol oxaloacetate [19] . Also, AH from bovine heart mito chondria has been shown to catalyze transformation of methyl cis aconitate into D threo α methyl isocitrate, which is an inhibitor of NADP isocitrate dehydrogenase [20] .",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 243,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 442,
                    "end": 446,
                    "text": "[20]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "LOCALIZATION AND PHYSIOLOGICAL ROLE OF ACONITASE ISOENZYMES"
        },
        {
            "text": "Some data indicate that mAH can be incorporated in protein complexes. The results of some studies suggest that AH, citrate synthase, isocitrate dehydrogenase, fumarase, and malate dehydrogenase are clustered in rat liver mitochondria [21] . Also, mAH, Mn SOD (Mn dependent superoxide dismutase), malate dehydroge nase, isocitrate dehydrogenase, and calcineurin have been shown to form a common, jointly regulated multi protein complex in mouse heart mitochondria [22] .",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 238,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 463,
                    "end": 467,
                    "text": "[22]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "LOCALIZATION AND PHYSIOLOGICAL ROLE OF ACONITASE ISOENZYMES"
        },
        {
            "text": "Recently, it has been found that mAH can be includ ed in complexes (nucleoids) formed by mitochondrial DNA and proteins. At the same time, mAH stabilizes mitochondrial DNA, probably by reversible reconstruc tion of nucleoids, which directly influences the expres sion of mitochondrial genes in response to changes in cell metabolism [23] . The nucleoids from yeast mitochondria have been found to contain 22 proteins, including mAH, and the presence of mAH is necessary for the integrity of the DNA independently of the catalytic activity of the enzyme. Expression of the mAH gene in yeast is con trolled by two signal pathways that transmit information from mitochondrion to nucleus [24] . However, AH has not been found in the nucleoids of human mitochondria [25] .",
            "cite_spans": [
                {
                    "start": 333,
                    "end": 337,
                    "text": "[23]",
                    "ref_id": null
                },
                {
                    "start": 684,
                    "end": 688,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 761,
                    "end": 765,
                    "text": "[25]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "LOCALIZATION AND PHYSIOLOGICAL ROLE OF ACONITASE ISOENZYMES"
        },
        {
            "text": "The data on the role of AH in viral infection are rather interesting. It has been shown that mAH is one of the cell proteins required for coronavirus replication [26] . In addition, the specific binding of mAH and mitochon drial chaperones Hsp70, Hsp60, Hsp40, and RNA of the mouse hepatitis virus with the formation of a stable com plex was revealed. These proteins were associated also in the absence of viral RNA [27] .",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 166,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 416,
                    "end": 420,
                    "text": "[27]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "LOCALIZATION AND PHYSIOLOGICAL ROLE OF ACONITASE ISOENZYMES"
        },
        {
            "text": "The functioning of cAH is directed mainly to regula tion of citrate accumulation and utilization in lipogenesis [28] . Thereupon, AH affects the level of free fatty acids that provide the uncoupling of respiration and phospho rylation in mitochondria, which in case of necessity can reduce the rate of ROS formation at high ratios of NADH/NAD + and ATP/ADP and high membrane potential [6] .",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 116,
                    "text": "[28]",
                    "ref_id": null
                },
                {
                    "start": 385,
                    "end": 388,
                    "text": "[6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "LOCALIZATION AND PHYSIOLOGICAL ROLE OF ACONITASE ISOENZYMES"
        },
        {
            "text": "The functioning of cAH can also be associated with glutamate synthesis. Glutamate performs many physio logical functions, in particular, the function of neuro transmitter in the retina and in the central nervous sys tem. Introduction of a source of iron ions enhances glu tamate secretion in cultivated lens cells and neurons through an increase in cAH activity and intensification of isocitrate formation. Under the influence of cytoplasmic NADP isocitrate dehydrogenase, isocitrate is trans formed into 2 ketoglutarate, which is a precursor of glu tamate. Inhibition of AH by oxalomalate reduces gluta mate secretion and eliminates the effect of iron ions on the latter [29] .",
            "cite_spans": [
                {
                    "start": 672,
                    "end": 676,
                    "text": "[29]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "LOCALIZATION AND PHYSIOLOGICAL ROLE OF ACONITASE ISOENZYMES"
        },
        {
            "text": "The following types of regulation of AH activity are known at present: activation/inactivation due to assem bly/disassembly of the iron-sulfur cluster or substitution of other metals for iron in the latter; inactivation due to modification of cysteine and tyrosine residues; competi tive inhibition by di and tricarboxylic acids. The expres sion of AH can be regulated on the posttranscriptional level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REGULATION OF ACONITASE ACTIVITY UNDER NORMAL CONDITIONS AND UNDER OXIDATIVE STRESS"
        },
        {
            "text": "The activity of AH requires Fe 2+ , and the maximal activity, in addition, requires the presence of sulfhydryl compounds in the medium [9] . The study of the effects of various metals showed that AH is activated only by Fe 2+ [30] . The stimulating effect of Fe 2+ on AH from rat liver in toxic hepatitis is more pronounced than in case of the enzyme isolated from the liver of healthy animals [31] . The mAH from human prostate carcinoma cells (PC 3) is also activated by iron compounds, with intensification of the expression of the enzyme [32] .",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 138,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 226,
                    "end": 230,
                    "text": "[30]",
                    "ref_id": null
                },
                {
                    "start": 394,
                    "end": 398,
                    "text": "[31]",
                    "ref_id": null
                },
                {
                    "start": 542,
                    "end": 546,
                    "text": "[32]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "REGULATION OF ACONITASE ACTIVITY UNDER NORMAL CONDITIONS AND UNDER OXIDATIVE STRESS"
        },
        {
            "text": "Most bivalent metal cations have an inhibiting effect on AH activity. In particular, Zn 2+ is a specific inhibitor of mAH [33] . The treatment of A549 cells with soluble nick el compounds also reduced cAH and mAH activities. At the same time, the content of iron in the cells decreased by 40%. Subsequent effects of iron ions on cells resulted in the recovery of AH activity and iron content [34] .",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 126,
                    "text": "[33]",
                    "ref_id": null
                },
                {
                    "start": 392,
                    "end": 396,
                    "text": "[34]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "REGULATION OF ACONITASE ACTIVITY UNDER NORMAL CONDITIONS AND UNDER OXIDATIVE STRESS"
        },
        {
            "text": "Inhibition of AH by manganese ions is of particular inter est because of the phenomenon of manganese neurotoxi city, with symptoms similar to those of Parkinson's dis ease [35] . It is known that chronic exposure of rats to manganese affects the homeostasis of iron in blood and cerebrospinal fluid and that the manganese induced neu rotoxicity is partially caused by inhibition of AH activity [36] . Some data suggest that Mn 2+ reduces the degree of Fe 2+ dependent activation of AH, probably as a result of competition with Fe 2+ for the formation of a complex with the enzyme [37] . In prostate cells, the effect of MnCl 2 not only inhibits the enzymatic activity of mAH, but also decreases expression of the enzyme [38] .",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 176,
                    "text": "[35]",
                    "ref_id": null
                },
                {
                    "start": 394,
                    "end": 398,
                    "text": "[36]",
                    "ref_id": null
                },
                {
                    "start": 580,
                    "end": 584,
                    "text": "[37]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 720,
                    "end": 724,
                    "text": "[38]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "REGULATION OF ACONITASE ACTIVITY UNDER NORMAL CONDITIONS AND UNDER OXIDATIVE STRESS"
        },
        {
            "text": "Some intermediates of cell metabolism and their structural analogs inhibit AH: fluorocitrate competitively with respect to citrate [39] ; oxalomalate competitively with respect to isocitrate [31] (mAH being more sensitive than cAH) [40] ); 2 oxoglutarate and oxaloacetate non competitively with respect to citrate and isocitrate. Trans aconitate is a competitive inhibitor of the enzyme with respect to cis aconitate and a non competitive inhibitor with respect to citrate and isocitrate [41] . Aconitase is also inhibited by the products of glyoxylate condensation with oxaloacetate and pyruvate [42] , oxalosuccinate [40] , and fructose 6 phosphate [43] . Inhibition of AH by alloxan plays an important role in the toxic effect of the latter [44] .",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 135,
                    "text": "[39]",
                    "ref_id": null
                },
                {
                    "start": 191,
                    "end": 195,
                    "text": "[31]",
                    "ref_id": null
                },
                {
                    "start": 232,
                    "end": 236,
                    "text": "[40]",
                    "ref_id": null
                },
                {
                    "start": 488,
                    "end": 492,
                    "text": "[41]",
                    "ref_id": null
                },
                {
                    "start": 597,
                    "end": 601,
                    "text": "[42]",
                    "ref_id": null
                },
                {
                    "start": 619,
                    "end": 623,
                    "text": "[40]",
                    "ref_id": null
                },
                {
                    "start": 651,
                    "end": 655,
                    "text": "[43]",
                    "ref_id": null
                },
                {
                    "start": 744,
                    "end": 748,
                    "text": "[44]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "REGULATION OF ACONITASE ACTIVITY UNDER NORMAL CONDITIONS AND UNDER OXIDATIVE STRESS"
        },
        {
            "text": "Some data indicate that under changed conditions AH can associate to dimer, trimer, and tetramer forms, followed by the loss of enzyme activity [45] . At the same time, it is supposed that the multimeric forms of AH are products of denaturation in the course of purification [46] . Inactive mAH multimers have been found in rat brain in a model of Huntington's disease, where mAH is a substrate for transglutaminase 2 [47] .",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 148,
                    "text": "[45]",
                    "ref_id": null
                },
                {
                    "start": 275,
                    "end": 279,
                    "text": "[46]",
                    "ref_id": null
                },
                {
                    "start": 418,
                    "end": 422,
                    "text": "[47]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "REGULATION OF ACONITASE ACTIVITY UNDER NORMAL CONDITIONS AND UNDER OXIDATIVE STRESS"
        },
        {
            "text": "It is known that superoxide anion radical inhibits AH activity [2] . A general opinion is that AH can undergo reversible oxidative inhibition, depending on the amount and duration of oxidative stress, in the absence of changes in the [4Fe-4S] 2+ cluster due to the interaction of AH with the mitochondrial iron binding protein frataxin. Later, reversible inhibition can lead to irreversible inacti vation through destruction of the [4Fe-4S] 2+ cluster, car bonylation, and ATP dependent degradation [48] .",
            "cite_spans": [
                {
                    "start": 63,
                    "end": 66,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 499,
                    "end": 503,
                    "text": "[48]",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "REGULATION OF ACONITASE ACTIVITY UNDER NORMAL CONDITIONS AND UNDER OXIDATIVE STRESS"
        },
        {
            "text": "The available data confirm that citrate accumulation under AH inhibition restricts the formation of hydroxyl radical in the Fenton reaction through the binding of iron ions, and it thus protects AH from inactivation [49] . In particular, citrate protects astrocytes from hypoxic dam age in vitro; fructose 1,6 diphosphate and fluorocitrate have the same protective effect [50] .",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 220,
                    "text": "[49]",
                    "ref_id": null
                },
                {
                    "start": 372,
                    "end": 376,
                    "text": "[50]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "REGULATION OF ACONITASE ACTIVITY UNDER NORMAL CONDITIONS AND UNDER OXIDATIVE STRESS"
        },
        {
            "text": "Some works have demonstrated an inhibiting effect of nitric oxide on AH [51, 52] and decrease in cAH gene expression in the presence of NO • [53] . However, nitro prusside (a source of the oxidized form of nitric oxide (NO + )) intensifies the enzyme activity and mAH gene expression in prostate carcinoma cells, supposedly through the adenylate cyclase signal pathway as a result of S nitrosylation [17] , whereas other nitric oxide sources decrease the activity of mAH. Also, it has been shown that AH is inactivated by peroxynitrite (ONOO -), which is quickly formed from superoxide anion and nitric oxide [54, 55] due to the release of iron from the Fe-S cluster.",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 76,
                    "text": "[51,",
                    "ref_id": null
                },
                {
                    "start": 77,
                    "end": 80,
                    "text": "52]",
                    "ref_id": null
                },
                {
                    "start": 141,
                    "end": 145,
                    "text": "[53]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 400,
                    "end": 404,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 609,
                    "end": 613,
                    "text": "[54,",
                    "ref_id": null
                },
                {
                    "start": 614,
                    "end": 617,
                    "text": "55]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "REGULATION OF ACONITASE ACTIVITY UNDER NORMAL CONDITIONS AND UNDER OXIDATIVE STRESS"
        },
        {
            "text": "In the presence of citrate, half maximal inhibition requires 66 fold higher concentrations of ONOO -, and inactivation occurs as a result of peroxynitrite mediated nitration of tyrosine and oxidation of cysteine residues of the active center. S Glutathionylation of cysteine residues also decreases AH activity under oxidative and nitrate stresses [55] . Thiols protect AH from the action of peroxynitrite [54] . Formation of nitric oxide and peroxy nitrite is also associated with a decrease in AH activity under the effect of proinflammatory cytokines (inter leukin IL β, tumor necrosis factor α, and γ interferon) on cells [56] .",
            "cite_spans": [
                {
                    "start": 348,
                    "end": 352,
                    "text": "[55]",
                    "ref_id": null
                },
                {
                    "start": 406,
                    "end": 410,
                    "text": "[54]",
                    "ref_id": null
                },
                {
                    "start": 626,
                    "end": 630,
                    "text": "[56]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "REGULATION OF ACONITASE ACTIVITY UNDER NORMAL CONDITIONS AND UNDER OXIDATIVE STRESS"
        },
        {
            "text": "On aging, the activity of mAH decreases faster than the activities of other TCA cycle enzymes [57] , supposed ly due to oxidation of residues important for catalysis. The ATP dependent Lon protease plays an important role in mAH degradation [58] .",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 98,
                    "text": "[57]",
                    "ref_id": null
                },
                {
                    "start": 241,
                    "end": 245,
                    "text": "[58]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "REGULATION OF ACONITASE ACTIVITY UNDER NORMAL CONDITIONS AND UNDER OXIDATIVE STRESS"
        },
        {
            "text": "The role of AH in iron metabolism has been defined in a series of reviews [59 67] . Aconitase participates in regulation of the level of endogenous Fe 2+ due to the pres ence in the active center of an iron-sulfur cluster involv ing three cysteine residues. This cluster has a cubic struc ture and consists of four Fe and four S atoms located at the corners of a tetrahedron. Iron as a component of the [4Fe-4S] cluster of AH is in the high spin state. In reduced cluster, there seems to be no complete delocaliza tion of the charge, and one Fe atom differs from other three. This Fe atom is isomorphically included into the structure of the [4Fe-4S] cluster and is easily removed under aerobic conditions with the formation of a [3Fe-4S] + cluster. The enzyme with the [3Fe-4S] center is inactive. Electron paramagnetic resonance (EPR) spec troscopy showed that disruption of the [4Fe-4S] 2+ cluster of mAH by superoxide results in the production of Fe 2+ and hydrogen peroxide, forming a hydroxyl radical in the Fenton reaction. Formation of hydroxyl radical but with lower efficiency was also observed on treatment of mAH with hydrogen peroxide. The available data demonstrate that inactivation of mAH by superoxide is reversible [4] . At the same time, initiation of the Fenton reaction can initiate reactive oxygen species induced reactive oxygen species release (RIRR) when the mitochondrial perme ability transition occurs. The phenomenon of RIRR has been demonstrated in isolated cardiomyocytes of rats [68] .",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 81,
                    "text": "[59 67]",
                    "ref_id": null
                },
                {
                    "start": 1233,
                    "end": 1236,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 1511,
                    "end": 1515,
                    "text": "[68]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "ACONITATE HYDRATASE AND IRON METABOLISM"
        },
        {
            "text": "The study of the mechanism of activation of AH by Fe 2+ showed that Fe 2+ is isomorphically incorporated into the structure of the apoprotein [37] , and the paramagnet ic [3Fe-4S] cluster passes into the diamagnetic state [69] . The available data support preservation of the initial sym metry of four nuclear Fe S cluster in inactive AH, pro viding easy incorporation of the fourth Fe atom [70] . It is also supposed that the transfer of AH to an active form may be spontaneous under reducing conditions; however, in the presence of Fe ions, the yield of the [4Fe-4S] form increases [71] . Under the action of reductants, the active AH form is produced with a complex cation of the [3Fe-3S] 2+ type [72] .",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 146,
                    "text": "[37]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 222,
                    "end": 226,
                    "text": "[69]",
                    "ref_id": null
                },
                {
                    "start": 391,
                    "end": 395,
                    "text": "[70]",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 584,
                    "end": 588,
                    "text": "[71]",
                    "ref_id": null
                },
                {
                    "start": 700,
                    "end": 704,
                    "text": "[72]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "ACONITATE HYDRATASE AND IRON METABOLISM"
        },
        {
            "text": "Under physiological conditions, the regulation of AH activity and the rates of AH synthesis and degrada tion are controlled by intracellular Fe 2+ content. This control is mediated by Fe sensitive cytosolic RNA bind ing proteins (iron regulatory proteins, IRP), which regu late the translation and stability of AH encoding mRNA [66] . So, the 5' nontranslated region of mAH mRNA in four species of mammals was shown to contain iron responsive elements (IRE). IRP are bound with IRE under conditions of iron deficiency, which results in repression of the translation of the enzyme. IRP are also bound with the transcripts of ferritin, a β subunit of suc cinate dehydrogenase, erythroid aminolevulinate syn thetase, and enzymes involved in heme biosynthesis [67] ; they suppress the expression of proteins participating in iron metabolism at the posttranscriptional level. IRP are also bound with IRE in the 3' nontranslated region of mRNA of transferrin receptor and iron transporter DMT1 (a variant of alternative splicing SLC11A2), pro viding stabilization of their mRNA [73] . As a result, con ditions are created for increasing the level of available iron in the cell.",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 332,
                    "text": "[66]",
                    "ref_id": null
                },
                {
                    "start": 756,
                    "end": 760,
                    "text": "[67]",
                    "ref_id": null
                },
                {
                    "start": 1072,
                    "end": 1076,
                    "text": "[73]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "ACONITATE HYDRATASE AND IRON METABOLISM"
        },
        {
            "text": "IRP1 is a cAH devoid of labile Fe 2+ . IRP1 from rat liver has been purified, and electrophoresis with SDS showed two bands with masses of 95 and 100 kD [74] . The amino acid composition of the protein corresponds to that of cAH. The IRE binding domain and the catalytic site of cAH overlap [67] . Cysteine, arginine, and/or lysine residues play critical roles in the interaction with RNA [13, 67] . IRP2 is 62% homologous with IRP1, has no [Fe-S] cluster, and is devoid of aconitase activity due to the absence of cysteine residues binding the Fe-S cluster in the active center of AH [59] .",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 157,
                    "text": "[74]",
                    "ref_id": null
                },
                {
                    "start": 291,
                    "end": 295,
                    "text": "[67]",
                    "ref_id": null
                },
                {
                    "start": 389,
                    "end": 393,
                    "text": "[13,",
                    "ref_id": null
                },
                {
                    "start": 394,
                    "end": 397,
                    "text": "67]",
                    "ref_id": null
                },
                {
                    "start": 585,
                    "end": 589,
                    "text": "[59]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "ACONITATE HYDRATASE AND IRON METABOLISM"
        },
        {
            "text": "It has been shown that IRP1 and IRP2 can be equimolarly bound with the same target (e.g. mRNA of ferritin) [67] . IRPs regulate their mRNA targets hierar chically [64] . On iron accumulation in a cell, IRP1 recov ers the structure of the [Fe-S] cluster, which prevents the binding with mRNA, and gains aconitase activity. On increasing concentration of iron ions, IRP2 binds them and undergoes degradation in proteasomes [67] .",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 111,
                    "text": "[67]",
                    "ref_id": null
                },
                {
                    "start": 163,
                    "end": 167,
                    "text": "[64]",
                    "ref_id": null
                },
                {
                    "start": 421,
                    "end": 425,
                    "text": "[67]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "ACONITATE HYDRATASE AND IRON METABOLISM"
        },
        {
            "text": "It is believed that iron metabolism in cells is confined largely to the transfer of iron from free to RNA bound IRP1. For example, an inverse correlation has been revealed between the IRP1-IRE binding activity and the content of non heme iron in liver [75] . The fraction of RNA bound IRP1 is highly variable in different cells and is often minor. In most human cells, the iron bound form of IRP1 (cAH) is predominant [76] . In addition to the intracellular level of iron, there is still another group of factors that contribute to the trans fer of cAH to IRP1. These are NO [12] , oxidative stress [13] , phosphorylation [77] , and hypoxy/reoxygenation [67] . These effects modulate IRP1 activity on the post translational level. The same factors can change the affin ity of IRP1 to IRE. The factors controlling cAH expres sion are less studied. It is known that, for example, when the iron pool in the serum of guinea pigs became two times less as compared with the norm, the expression of mRNA of IRP1 decreased by 50% with concurrent equal reduction in cAH activity in the liver [78] . The level of IRP2 is controlled mainly by the rate of its degradation [79] .",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 256,
                    "text": "[75]",
                    "ref_id": null
                },
                {
                    "start": 418,
                    "end": 422,
                    "text": "[76]",
                    "ref_id": null
                },
                {
                    "start": 575,
                    "end": 579,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 599,
                    "end": 603,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 622,
                    "end": 626,
                    "text": "[77]",
                    "ref_id": null
                },
                {
                    "start": 654,
                    "end": 658,
                    "text": "[67]",
                    "ref_id": null
                },
                {
                    "start": 1083,
                    "end": 1087,
                    "text": "[78]",
                    "ref_id": null
                },
                {
                    "start": 1160,
                    "end": 1164,
                    "text": "[79]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "ACONITATE HYDRATASE AND IRON METABOLISM"
        },
        {
            "text": "Most researchers believe that the RNA bound frac tion of IRP1 makes a contribution to maintenance of basal iron homeostasis in mammals. However, only IRP2 is sensitive to the level of iron under physiological oxygen concentrations and can compensate for IRP1 deficit by increasing its RNA binding activity [80] . Thus, IRP2 dominates in the regulation of iron metabolism in mam mals. It seems that IRP1 is also less important for iron metabolism maintenance in mammals under oxidative stress, because mice lacking Cu,Zn SOD show not only inhibition of AH activity, but also decrease in the IRP1 level. In other respects, these mice had a phenotype with normal iron metabolism [81] . Data on the expression and RNA binding activity of IRP1 and IRP2 in animals with inherited hemochromatosis and iron deficiency confirm the leading role of IRP2 in regulation of iron homeostasis in cells [82] . Finally, introduction of doxorubicin, with cardiotoxicity mediated by the increase in free iron level in cardiomyocytes, affects the activity of only IRP2 but not IRP1 [83] . It is supposed that mutations in the IRP2 gene can cause a series of blood pathologies and neurode generation [84] .",
            "cite_spans": [
                {
                    "start": 306,
                    "end": 310,
                    "text": "[80]",
                    "ref_id": null
                },
                {
                    "start": 676,
                    "end": 680,
                    "text": "[81]",
                    "ref_id": null
                },
                {
                    "start": 886,
                    "end": 890,
                    "text": "[82]",
                    "ref_id": null
                },
                {
                    "start": 1061,
                    "end": 1065,
                    "text": "[83]",
                    "ref_id": null
                },
                {
                    "start": 1178,
                    "end": 1182,
                    "text": "[84]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "ACONITATE HYDRATASE AND IRON METABOLISM"
        },
        {
            "text": "The RNA binding activity of IRP is affected by some hormones and growth factors (thyroid, erythropoietin, epidermal growth factor, etc.), mainly through activation of protein kinase C [85] . Both IRPs can be phosphorylat ed. In the course of this process, the activator of protein kinase C, phorbol 12 myristate 13 acetate, stimulates phosphorylation of IRPs and intensifies their RNA bind ing activity in HL60 cells [77] . Such regulation is also typical of IRP1 from HEK293 cells. The site of phospho rylation is Ser711 [86] . The basis of an additional mecha nism controlling IRP1 activity at the level of its stability can be phosphorylation of Ser138 [87] . Ser138, Ser711, and flanking sequences are highly conserved. IRP2 is more often phosphorylated than IRP1 [88] . BIOCHEMISTRY Hypoxia decreases the RNA binding activity of IRP1 in glial cells and intensifies it in cortical neurons, and these effects are reversible on reoxygenation [89] . Some ROS are known to modulate IRP1 in the opposite direction: extracellular H 2 O 2 strongly induces IRP1 through a signal cascade, while superoxide (in the place of its formation) inactivates the mRNA binding activity through direct chemical attack [90] . This mechanism is supposed to underlie the development of anemia in chronic diseases and accumulation of iron in cells under inflammation [91] .",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 188,
                    "text": "[85]",
                    "ref_id": null
                },
                {
                    "start": 417,
                    "end": 421,
                    "text": "[77]",
                    "ref_id": null
                },
                {
                    "start": 522,
                    "end": 526,
                    "text": "[86]",
                    "ref_id": null
                },
                {
                    "start": 656,
                    "end": 660,
                    "text": "[87]",
                    "ref_id": null
                },
                {
                    "start": 768,
                    "end": 772,
                    "text": "[88]",
                    "ref_id": null
                },
                {
                    "start": 775,
                    "end": 787,
                    "text": "BIOCHEMISTRY",
                    "ref_id": null
                },
                {
                    "start": 944,
                    "end": 948,
                    "text": "[89]",
                    "ref_id": null
                },
                {
                    "start": 1202,
                    "end": 1206,
                    "text": "[90]",
                    "ref_id": null
                },
                {
                    "start": 1347,
                    "end": 1351,
                    "text": "[91]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "ACONITATE HYDRATASE AND IRON METABOLISM"
        },
        {
            "text": "Modulation of the RNA binding activity of IRP also involves NO and peroxynitrite. NO increases the IRE binding activity of IRP1 in hepatoma cells of mice, par ticularly in the presence of thioredoxin [92] , but not the activity of IRP2 [93] . In contrast, the RNA binding activity of IRP2 decreases in the presence of NO and is recovered by thioredoxin [92] . It is supposed that S nitro sylation of IRP2 thiol groups takes place under the influ ence of NO. This results in binding of the protein with ubiquitin and consequent degradation [94] . The effect of peroxynitrite on IRP is similar to the effect of NO [59] . There are also differences in the effects of N ethyl maleimide or phenylmaleimide-alkylation reduces the RNA binding ability of IRP1 but not of IRP2 [67] .",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 204,
                    "text": "[92]",
                    "ref_id": null
                },
                {
                    "start": 236,
                    "end": 240,
                    "text": "[93]",
                    "ref_id": null
                },
                {
                    "start": 353,
                    "end": 357,
                    "text": "[92]",
                    "ref_id": null
                },
                {
                    "start": 539,
                    "end": 543,
                    "text": "[94]",
                    "ref_id": null
                },
                {
                    "start": 612,
                    "end": 616,
                    "text": "[59]",
                    "ref_id": null
                },
                {
                    "start": 768,
                    "end": 772,
                    "text": "[67]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "ACONITATE HYDRATASE AND IRON METABOLISM"
        },
        {
            "text": "The available data suggest that the factors affecting AH activity change iron metabolism in a cell. In particu lar, the treatment of human umbilical endothelial cells with TNF α results in intensification of IRP1 binding with mRNA and iron accumulation, which might play a significant role in the pathophysiology of atherosclerosis and other cardiovascular diseases [95] . Still other evi dence is the increase of labile iron pool (LIP) in cells under the chronic influence of nitric oxide on L5178Y mouse lymphoma cells. In this case, peroxide induced genotoxicity increases [96] . Incubation of PC12 cells with Mn 2+ also results in LIP increase with a stable content of total iron in a cell through the action on IRP [97] .",
            "cite_spans": [
                {
                    "start": 366,
                    "end": 370,
                    "text": "[95]",
                    "ref_id": null
                },
                {
                    "start": 576,
                    "end": 580,
                    "text": "[96]",
                    "ref_id": null
                },
                {
                    "start": 720,
                    "end": 724,
                    "text": "[97]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "ACONITATE HYDRATASE AND IRON METABOLISM"
        },
        {
            "text": "Oxalomalate, a competitive inhibitor of AH, was shown to significantly reduce the RNA binding activities of IRP1 and IRP2 [98] . This results in the growth of intracellular concentration of ferritin and its mRNA pool [99] .",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 126,
                    "text": "[98]",
                    "ref_id": null
                },
                {
                    "start": 217,
                    "end": 221,
                    "text": "[99]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "ACONITATE HYDRATASE AND IRON METABOLISM"
        },
        {
            "text": "In the proteasomes of cells with excessive iron, IRP2 is degraded through ubiquitinylation. The mechanism of degradation includes oxidation of cysteine residues, while antioxidants (N acetylcysteine, ascorbate, α tocopherol) do not stabilize IRP2 but even promote its degradation. Degradation of IRP2 can be triggered by heme mediated oxidation due to the presence of a heme regulatory motif (HRM) in the IRP2 molecule. Two amino acid residues in HRM are critical for IRP2 degradation: Cys201, which binds the heme with Fe 3+ , and His204, which binds Fe 2+ containing heme. This is indicative of involvement of these residues in the tracking system for redox status of the heme iron and generation of oxidative modifications. Moreover, HRM in IRP2 plays the critical role in its recognition by ubiquitin ligase HOIL 1 [100] .",
            "cite_spans": [
                {
                    "start": 819,
                    "end": 824,
                    "text": "[100]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "ACONITATE HYDRATASE AND IRON METABOLISM"
        },
        {
            "text": "Maturation of cellular iron-sulfur proteins in eu and prokaryotes requires a system of assembly of [Fe-S] clusters designated as IscS. Iron deficiency in the food of rats decreases the activity and amount of cAH and mAH protein in skeletal muscles, which is coupled with decrease of the amount of protein (but not mRNA) of mitochondrial IscS [101] . The mitochondrial protein frataxin is thought to be the iron donor of the systems for biosynthesis of the [Fe-S] clusters. It plays the key role in prevention of Fe 2+ catalyzed oxidative damage to mito chondrion. The available data show that recombinant yeast and human frataxins are capable of self association into large molecular ensembles that bind and store iron as ferrihydrite. Both monomers and polymers of human frataxin can be Fe 2+ donors for IscS [102] or for the recovery of the [3Fe-4S] + cluster of aconitase. However, a monomer cannot prevent Fe 2+ catalyzed free radical reactions and formation of insoluble ferric oxides. On the contrary, associated frataxin possesses ferric oxidase activity and detoxifies Fe 2+ by transforming it into a pro tein bound form [103] . Frataxin plays an important role in maturation of both mitochondrial and cytosolic iron-sulfur proteins. Frataxin depletion in HeLa cells decreases not only the mAH and succinate dehydroge nase activities, but also the level of iron-sulfur clusters associated with IRP1 [104] . It has been shown that fratax in is able to function as a chaperone, protecting AH from disruption of its [4Fe-4S] 2+ cluster [48] .",
            "cite_spans": [
                {
                    "start": 342,
                    "end": 347,
                    "text": "[101]",
                    "ref_id": null
                },
                {
                    "start": 810,
                    "end": 815,
                    "text": "[102]",
                    "ref_id": null
                },
                {
                    "start": 1129,
                    "end": 1134,
                    "text": "[103]",
                    "ref_id": null
                },
                {
                    "start": 1407,
                    "end": 1412,
                    "text": "[104]",
                    "ref_id": null
                },
                {
                    "start": 1541,
                    "end": 1545,
                    "text": "[48]",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "ACONITATE HYDRATASE AND IRON METABOLISM"
        },
        {
            "text": "Ferritin might be related to regulation of AH activi ty. Cytosolic ferritin is known to store iron and protect cells against iron mediated free radical damage. Mitochondrial ferritin (MtFt) has also been revealed. Its superexpression in mouse cells leads to iron deficiency in the cytosol, decrease in the level of cytosolic ferritin, and inhibition of cAH and mAH activities. The binding of iron with MtFt is supposed to limit its availability for iron containing proteins [105] .",
            "cite_spans": [
                {
                    "start": 474,
                    "end": 479,
                    "text": "[105]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "ACONITATE HYDRATASE AND IRON METABOLISM"
        },
        {
            "text": "There are many data on the decrease in AH activity and increase in citrate content in the tissues of mammals under hypoxia, ischemia, hyperoxia [106 108] , and CCl 4 induced hepatitis [31] . The activity of AH has been determined in some works for assessment of the level of oxidative stress.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 153,
                    "text": "[106 108]",
                    "ref_id": null
                },
                {
                    "start": 184,
                    "end": 188,
                    "text": "[31]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "ACONITASE ACTIVITY IN PATHOLOGIES ACCOMPANIED BY DEVELOPMENT OF OXIDATIVE STRESS"
        },
        {
            "text": "It has been shown that AH under oxidative stress is characterized by significant changes in activity regula tion, which may contribute to inhibition of the function ing of the enzyme and accumulation of citrate. The cAH isolated from rat liver under toxic hepatitis is inhibited by calcium ions. The stimulating effect of Fe 2+ on the AH isolated from pathologically changed liver is character ized by higher activation constant [31] , as for the enzyme isolated from rat heart under ischemia [14] . Similar changes in the properties of AH can be explained as mod ification of amino acid residues and the iron-sulfur clus ter. It is known that the sulfhydryl group of cysteine reacts with prooxidants with the formation of sulfenic, sulfinic, and sulfonic acids, forming disulfide and mixed sulfide bonds. The formation of sulfenic acids and disulfide bonds is reversible on treatment by reductants. Treatment with dithiothreitol of mitochondria isolated from myocardium after exposure to a 30 min ischemia and 5 min reperfusion completely restores the AH activity. Some data also demonstrate that, in spite of inhibition in the early period of reperfusion, exactly due to modifica tion of sulfhydryl groups, as expected, the mAH from myocardium does not degrade on further reperfusion but is reactivated, and the enzyme is found in association with frataxin [48] .",
            "cite_spans": [
                {
                    "start": 429,
                    "end": 433,
                    "text": "[31]",
                    "ref_id": null
                },
                {
                    "start": 493,
                    "end": 497,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 1359,
                    "end": 1363,
                    "text": "[48]",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "ACONITASE ACTIVITY IN PATHOLOGIES ACCOMPANIED BY DEVELOPMENT OF OXIDATIVE STRESS"
        },
        {
            "text": "A decrease in AH activity is observed in some neu rodegenerative diseases associated with the development of oxidative stress, in particular, Parkinson's and Alzheimer's diseases [109] . Also, accumulation of iron is observed in the brain of people with Parkinson's disease [110] . Also, mice lacking mitochondrial SOD develop a neurological phenotype with lower mAH activity, distur bances of behavior, and encephalopathy [111] . Mice lacking IRP2 demonstrate anomalous movement behav ior on aging, including tremor in the state of rest [109] . The neurotoxic effect of 1 methyl 4 phenylpyridine causes the symptoms of Parkinson's disease through inhi bition of AH, increase in the intracellular iron pool, and initiation of apoptosis [112] . At the same time, cAH is transformed into the IRP1 form, with Fe 2+ and hydrogen peroxide induced decrease in the content of tetrahydro biopterin, which reduces the activity of the dimer form of neuronal NO synthase and increases the content of superoxide [113] . There is an opinion that oxidative stress associated with inhibition of AH and accumulation of Fe 2+ is both a consequence and a cause of epileptic seizures [114] .",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 184,
                    "text": "[109]",
                    "ref_id": null
                },
                {
                    "start": 274,
                    "end": 279,
                    "text": "[110]",
                    "ref_id": null
                },
                {
                    "start": 423,
                    "end": 428,
                    "text": "[111]",
                    "ref_id": null
                },
                {
                    "start": 538,
                    "end": 543,
                    "text": "[109]",
                    "ref_id": null
                },
                {
                    "start": 736,
                    "end": 741,
                    "text": "[112]",
                    "ref_id": null
                },
                {
                    "start": 1000,
                    "end": 1005,
                    "text": "[113]",
                    "ref_id": null
                },
                {
                    "start": 1165,
                    "end": 1170,
                    "text": "[114]",
                    "ref_id": "BIBREF115"
                }
            ],
            "ref_spans": [],
            "section": "ACONITASE ACTIVITY IN PATHOLOGIES ACCOMPANIED BY DEVELOPMENT OF OXIDATIVE STRESS"
        },
        {
            "text": "It has been supposed that Friedreich ataxia, a severe neurodegenerative disease, is due to a deficiency of mito chondrial or cytosol activity of iron-sulfur proteins. This pathology was previously described as an iron overload of mitochondria resulting in oxidative stress and the death of neurons. However, according to some recent data, the very fact of enhanced production of superoxide degrading the iron-sulfur cluster of AH does not explain the patho physiology of Friedreich ataxia [102] . Moreover, it has been shown that complete deficiency of frataxin does not induce oxidative stress in nervous tissue and the onset of the first stage of pathology (nervous or cardiac) as previ ously stated. It has also been shown that cAH activity pro gressively decreases while its RNA bound form increases, in spite of the absence of oxidative stress [104] . The pathology is probably associated with incomplete trans formation of IRP1 into cAH and slowed adaptive response to the increase in concentration of iron ions [115] . A mutant in the gene responsible for IRP1 trans formation into cAH was found in the yeast Saccharomyces cerevisiae, which resulted in identification of the cfd1 (cytosolic Fe-S cluster deficient) gene. Non lethal mutation in this gene decreases cAH activity by more than 90%. Besides, no Fe-S clusters were found in cAH. Protein CFD1 is supposedly localized in the cytoplasm [116] . At the same time, significant decrease in the iron content and RNA binding activity of IRP1 and IRP2 was observed in scrapie infected cells of mouse neuroblas toma N2a containing prions [117] .",
            "cite_spans": [
                {
                    "start": 489,
                    "end": 494,
                    "text": "[102]",
                    "ref_id": null
                },
                {
                    "start": 849,
                    "end": 854,
                    "text": "[104]",
                    "ref_id": null
                },
                {
                    "start": 1018,
                    "end": 1023,
                    "text": "[115]",
                    "ref_id": null
                },
                {
                    "start": 1401,
                    "end": 1406,
                    "text": "[116]",
                    "ref_id": null
                },
                {
                    "start": 1595,
                    "end": 1600,
                    "text": "[117]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "ACONITASE ACTIVITY IN PATHOLOGIES ACCOMPANIED BY DEVELOPMENT OF OXIDATIVE STRESS"
        },
        {
            "text": "The available data suggest that AH can influence the intensity of formation of primary ROS under oxidative stress in the following ways: inhibition of the initiating stage of the tricarboxylic acid cycle and change in the degree of reduction of carriers of the mitochondrial respi ratory chain; regulation of the pool of Fe 2+ ; regulation of accumulation of citrate binding iron ions; influence on the intensity of lipogenesis and the pool of free fatty acids providing \"mild\" uncoupling of respiration and phospho rylation. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACONITASE ACTIVITY IN PATHOLOGIES ACCOMPANIED BY DEVELOPMENT OF OXIDATIVE STRESS"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Proc. Natl. Acad. Sci. USA",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Gardner",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Oxygen and Phenomena of Programmed Death, Institute of Biomedical Chemistry",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "P"
                    ],
                    "last": "Skulachev",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Russian Academy of Medical Sciences",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Proc. Natl. Acad. Sci. USA",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Walden",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "4138",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Proc. Natl. Acad. Sci. USA",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Robbins",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Stout",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "",
            "volume": "3639",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Proc. Natl. Acad. Sci. USA",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Bulteau",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Lundberg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ikeda Saito",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Isaya",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "I"
                    ],
                    "last": "Szweda",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "5987",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Proc. Natl. Acad. Sci. USA, 97",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Oliveira",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Drapier",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "6550",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Cytochrome System",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Beinert",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "451--458",
            "other_ids": {}
        },
        "BIBREF115": {
            "ref_id": "b115",
            "title": "Free Radic",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Biol. Med",
            "volume": "37",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "This work was supported by the Ministry of Education and Science of the Russian Federation, pro gram \"Development of Scientific Potential of Higher Schools\" (project RNP.2.1.1.4429).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "(Moscow) Vol. 73 No. 9 2008",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}