{
    "paper_id": "6f0e3bdfeb6fca11b42ddad4a58c3fd92ae03fbf",
    "metadata": {
        "title": "COVID-19 and off label use of drugs: an ethical viewpoint",
        "authors": [
            {
                "first": "Amirahmad",
                "middle": [],
                "last": "Shojaei",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Pooneh",
                "middle": [],
                "last": "Salari",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background The COVID-19 outbreak is rapidly spread over the world and kills infected patients. There is no proven medication for its treatment, so, all of the medications used for treatment are considered to be off-label. Off-label uses are not under regulation in the outbreak because there is no specific regulation for this condition. Objectives In this short communication we aim at describing two ways of off-label use as clinical practice or investigational use. Further, we will describe the third way of off-label use, we named it pseudo-research and then we will state the most possible ethical challenges of off-label use for better perceptions and responsibility. Results The WHO considers off-label uses as country-specific. All international regulatory bodies consider off-label prescription as the physician's responsibility and legal by necessitating some requirements. There is no international guideline for regulating investigational off-label uses as clinical practice. Conclusion There are different types of approaches, none of them is comprehensive and conclusive. Furthermore, respecting the four ethical principles necessitates codification and strict regulation of off-label uses either as clinical practice or investigational. Besides, compilation of a special guideline based on ethical principles especially non-maleficence and autonomy for investigational off-label uses in disasters is highly recommended.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The COVID-19 infection is rapidly spreading over the world and more than 210 countries are struggling with this mysterious and deadly novel virus [1] . There is no specific effective treatment and optimized supportive care is indicated for the patients. In situations like this, off-lab indications, dosage regimens, routes of administration, or group of patients specified in the US Food and Drug Administration (USFDA) approved labeling [2] . Using unapproved investigational drugs in patients with serious life-threatening diseases outside of clinical trials named expanded access or compassionate use [3] . Both Remdesivir and Favipiravir are currently being studied in Iran, without having USFDA or European Medicines Agency (EMA) approval; to our knowledge, Japan provided favipiravir in some extent for compassionate use.",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 149,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 439,
                    "end": 442,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 605,
                    "end": 608,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The common feature between off-label medication application and expanded use is obtaining the patient's benefit, not evaluating the drug's safety and efficacy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Facing COVID-19 pandemic, the high rate of virus transmission and its mortality, and uncertainties about this novel infectious disease have resulted in a surge of new studies and data producing on COVID-19. Despite the existing information on COVID-19 and its high mortality in the elderly with pre-existing comorbidities [4] , in Iran, the mortality rate is higher than China (6.2% versus 4%) [5] ; however, the relative frequency of death is higher (45.1%) in patients with at least one comorbidity [6] . Thus, extraordinary efforts are made to rescue those patients. Several medications were recommended in the different versions of \"Iran's Flowchart for Diagnosis and Treatment of COVID-19\" since the beginning of the outb r e a k i n c l u d i n g o s e l t a m i v i r , c h l o r o q u i n e / hydroxychloroquine, lopinavir+ritonavir, ribavirin, and atazanavir [7] . Also, lots of unjustified other medications such as biologics (tocilizumab), high dose vitamin C, remdesivir and favipiravir are recommended and even prescribed in patients with COVID-19 [8] [9] [10] [11] . To our knowledge, none of these indications are approved and they are administered as off-label medications.",
            "cite_spans": [
                {
                    "start": 322,
                    "end": 325,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 394,
                    "end": 397,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 501,
                    "end": 504,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 868,
                    "end": 871,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1061,
                    "end": 1064,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1065,
                    "end": 1068,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1069,
                    "end": 1073,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1074,
                    "end": 1078,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We are all aware that physicians are in the front line of encountering COVID-19 and they are sacrificing their valuable health and life. Also, we believe that they are doing their best for their patients to bring back health and wellbeing. They may apply so many different off-label medications even the ones with the weakest evidence in hope of rescuing COVID-19 positive patients, whose life is seriously threatening. Doing so could be in contrast to the physician's professional commitments because they professionally promised to save patients' life while not harm. In this viewpoint, we aim at taking a brief look at the common national and international regulations (designed by developed countries) of off-label uses and then stating the ethical challenges of off-label administrations in the COVID-19 outbreak for better perception and responsible implication. Furthermore, we have some recommendations to overcome the obstacles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Off-label uses can be justified as biomedical research and/or clinical practice and the distinction between clinical practice and research is always complex and difficult. The World Health Organization (WHO) considers off-label uses under national regulatory agencies (country-specific and responsibility). Therefore, every part of the world has its considerations and special approach.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Off-label prescription and its regulations"
        },
        {
            "text": "According to WHO, off-label use is justified when the condition is serious and there is evidence of potential benefit, there is no standard therapy, patients have been informed and consented (if possible, in written), and the patients are monitoring for safety concerns [12] . The European Union (EU) legislation regulates marketing standards of off-label medications while it does not directly regulate their applications [13] .",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 274,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 423,
                    "end": 427,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Off-label prescription and its regulations"
        },
        {
            "text": "Although off-label drug use is legal and common in Japan, prior drug approval by foreign authorities is not necessarily needed for drug approval in Japan. This Japanese strategy is based on the ethnic differences in response to drugs which may lead to \"drug lag\" in this country and as a result, many approved drug indications remain unapproved in Japan [14] . The Australian regulation for off-label uses was defined in four levels of evidence including routine use when there is high-quality evidence available about safety and efficacy; exceptional use on special clinical circumstances (serious or rare conditions) or when there is no treatment available and there is low-quality evidence; conditional off-label use with evidence development under the support of low to moderate quality evidence; and investigational use [15] .",
            "cite_spans": [
                {
                    "start": 354,
                    "end": 358,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 825,
                    "end": 829,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Off-label prescription and its regulations"
        },
        {
            "text": "Conducting biomedical research on off-label medications needs considering definite ethical and scientific principles, ethical guidelines as well as ethical approval even in disasters such as COVID-19 outbreak. To our knowledge, there was no international [16] or national code to address the ethical considerations of research on offlabel medications in disasters such as the COVID-19 outbreak except for USFDA; however, the \"Ministry of Health and Medical Education\" of Iran released the \"Instruction on Conducting Clinical Trials in COVID-19 Pandemic\" in March 2020 about one month after emerging COVID-19 [17] .",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 259,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 608,
                    "end": 612,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Investigational uses of off-label medications"
        },
        {
            "text": "USFDA considers the investigational use of off-label medications different from clinical practice. Based on USFDA regulation, investigational use of off-label medications helps the development of their safety and efficacy which needs to be used in the context of a clinical study protocol [18] . In COVID-19 pandemic USFDA released a new guideline entitled \"FDA Guidance on Conduct of Clinical Trials of Medical Products during the COVID-19 Pandemic\", in which the most prominent necessity to be saved has been considered as patients safety; all existing regulatory requirements are mandatory as well [19] .",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 293,
                    "text": "[18]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 601,
                    "end": 605,
                    "text": "[19]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Investigational uses of off-label medications"
        },
        {
            "text": "The investigational post-approval trials for unapproved indications may induce widespread use of a drug despite lack of enough confirmatory evidence [20] which may increase the rate of adverse drug events [21] .",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 153,
                    "text": "[20]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 205,
                    "end": 209,
                    "text": "[21]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Investigational uses of off-label medications"
        },
        {
            "text": "In the crisis like the COVID-19 outbreak, off-label drugs may be administered as clinical practice based on the physicians' responsibility. This strategy may create innovation in clinical practice especially when the disease is novel and unknown; likewise, it presents earlier access to potentially efficient medications and authorizes the physicians to pursue new modalities based on new evidence [22] .",
            "cite_spans": [
                {
                    "start": 398,
                    "end": 402,
                    "text": "[22]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Off-label prescription"
        },
        {
            "text": "USFDA regulations accept using off-label medications as the \"practice of medicine\"; accordingly, this application does not need to be submitted for approval [18] .",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 161,
                    "text": "[18]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Off-label prescription"
        },
        {
            "text": "The WHO guideline accepts off-label prescription as legal action if it follows ethical guidelines and safety regulations [4] . In the UK, prescribing off-label medications is legally accepted by a registered prescriber, however, the healthcare professionals may have more responsibility in prescribing offlabel than on-label medications [23] .",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 124,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 337,
                    "end": 341,
                    "text": "[23]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Off-label prescription"
        },
        {
            "text": "Prescribing off-label medications in clinical practice may provide the only available hope for this condition; however, there are some ethical issues to be regarded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Off-label prescription"
        },
        {
            "text": "The choice of off-label medications is more complicated when there is less clear-cut evidence and, in this situation, the ethical issues are come to practice. At this condition, the cooperation of the physicians with clinical pharmacists and the hospital ethics committee is a piece of reasonable advice to fill the translational gap in evidence and clinical practice. This approach is in agreement with Helsinki Declaration 2013 that recommends to the physicians seeking expert advice, and obtaining patients informed consent in using unproven interventions in clinical practice for saving a life [24] .",
            "cite_spans": [
                {
                    "start": 598,
                    "end": 602,
                    "text": "[24]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Off-label prescription and its ethical challenges"
        },
        {
            "text": "The patients have the right to access effective and safe drugs but not the most effective and safe drugs which are not feasible. The public needs safer and more effective drugs which are supported by strong evidence; however, off-label use may not meet these criteria. To determine the ethical acceptability of off-label medications, their efficacy and safety should be compared to other options including supportive measures based on beneficence and non-maleficence. Being encountered with such a devastating pandemic, not having approved medications, and not sufficiently knowing about the virus and its behavior as well as time shortage for treatment, led to hurriedly decision making and discrepancies in treatment modalities. For example, in Iran, the first \"Flowcharts for Diagnosis and Treatment of COVID-19\" recommended oseltamivir for in/outpatient treatment [7, 25] while the recommendation was removed after three weeks of prescription due to lack of strong evidence on its efficacy [26] ; likewise, the WHO stated that \"oseltamivir is not proven to be effective for COVID-19\" in April 2020 [27] .",
            "cite_spans": [
                {
                    "start": 868,
                    "end": 871,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 872,
                    "end": 875,
                    "text": "25]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 994,
                    "end": 998,
                    "text": "[26]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1102,
                    "end": 1106,
                    "text": "[27]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Off-label prescription and its ethical challenges"
        },
        {
            "text": "Observing justice in resource allocation necessitates considering pharmacoeconomic issues more important especially when clinical trials or clinical practice of some newer highly expensive medications such as tocilizumab or favipiravir are on the way; otherwise it may cause financial loss and a high burden on the health system. Furthermore, it may cause an inductive demand in the population for receiving those drugs at high prices as a rescue agent while its safety and efficacy have not been confirmed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Off-label prescription and its ethical challenges"
        },
        {
            "text": "Although the physicians' autonomy allows them to prescribe off-label medications, off-label use of drugs in the COVID-19 outbreak may be a part of drug manufacturers for marketing promotion while the physicians mostly are not aware of that.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Off-label prescription and its ethical challenges"
        },
        {
            "text": "Regarding the patient's autonomy, there will be another concern about whether or not the physician should inform the patient about the off-label status of the prescribed medications. From one side and especially in the crisis like the COVID-19 outbreak, there is no time for disclosure and/or patient informed consent. Further, it depends on the physicians-patients relationship and the mutual trust which necessitates physicians action based on patients best interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Off-label prescription and its ethical challenges"
        },
        {
            "text": "In the COVID-19 outbreak, mostly there is a short interval between the patient's deterioration and death, so, there is no time for a proper physician-patient relationship to get formed, again, there is no time for the physician to become aware of the patient's interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Off-label prescription and its ethical challenges"
        },
        {
            "text": "From the other point of view, revealing the information to the patient may create skepticism on drugs safety and efficacy and increase patient's anxiety and probably non-compliance. The problem becomes more complicated when the physician knows that there is little chance for saving patients' life and he should provide compassionate and respectful care in association with supporting the patient's family and informing them. In these situations consultation with the ethics committee would be of benefit; however, because of time shortage, decisions mostly depend on the physician's point of view and his perception of the patient; thus, the physicians are responsible for their decision and should be accountable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Off-label prescription and its ethical challenges"
        },
        {
            "text": "Unfortunately, in the COVID-19 outbreak, we are observing the third type of off-label uses which seems to be something in between-a kind of trial and error; we call it pseudoresearch. The term pseudo-research was previously used by Bowbrick in marketing in that poor scientific method combined with good experimental technique and generates little value [28] . Likewise, we would like to define pseudo-research as using off-label medications in clinical practice without obtaining the patient's informed consent, and finally publishing the results of drug efficacy as a research article. From the research point of view, because, there is no proposal, the validity of the method is under question, the results are of little value. This manner could be considered unethical research because the first ethical consideration [29] which is the research validity is not perceived. Furthermore, the patients informed consent is waived without the permission of the ethics committee. Also, the sample size is limited; so, the generalizability of the results is under question. In pseudo-research, the researcher who is the main healthcare provider may have confirmation bias because he would like to obtain positive results following his off-label intervention. The confirmation bias is a kind of cognitive bias and the researcher tries to interpret the data by his assumptions and not based on the scientific evidence. Besides, the designation of the pseudo-research may be based on unjustified objectives; so, logical error forms and transfers to others by paper publication.",
            "cite_spans": [
                {
                    "start": 354,
                    "end": 358,
                    "text": "[28]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 822,
                    "end": 826,
                    "text": "[29]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Off-label prescription and its ethical challenges"
        },
        {
            "text": "The other possible negative impact of pseudo-research are including imposing real harms either on the patients or on the future generations, not informing the patients and not obtaining informed consent or undue inducement of informed consent, the probability of bias in sampling, not compensating the harms of the study to the affected patients, having no ethical approval; also, these interventions may accelerate patients death and make the disease worse. Therefore, two scenarios are possible: spontaneous patients recovery which may account for the effectiveness of the off-label intervention or increasing disease severity which may account for the disease progression. The motivation for publishing the resulted data is very high because it helps the authors to become well-reputed, and the paper could be fast-tracked.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Off-label prescription and its ethical challenges"
        },
        {
            "text": "The pseudo-research is mostly done by physicians whose first responsibility is clinical practice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Off-label prescription and its ethical challenges"
        },
        {
            "text": "The physicians argue that we should rescue patients in any possible way, COVID-19 is a subtype of the coronavirus family, so, probably the effective medications on this family are effective in COVID-19 and if we find the solution we would be of great help to the human being.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Off-label prescription and its ethical challenges"
        },
        {
            "text": "In general, pseudo-research is unethical and non-scientific; however, promoting or acting on an exception to overcoming an outbreak is anticipated to perform perfectly or to develop an ideal outcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "No doubt publishing the data of scientific research especially in the COVID-19 outbreak is something of practical value. The possibility of generating a worth-while piece of information is probably high, but not having a well-defined proposal and scientific method of research, the physician will lose all perspective as to what his practical ability is. This could be considered as an unintentional mistake and a part of a larger mistake, which comes from a general misinterpretation that has tended to publish every set of data obtained in clinical practice as a research article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The immaturity of the pseudo-research and its resultant paper will hurt the research body of every health system. So, the health system should take the necessary care to help the physicians do the research sufficiently simple and well organized within the national and international regulatory bodies in outbreak conditions. To do this, the national and international regulatory bodies such as USFDA, and EU, as well as the national ones such as the National Committee of Ethics in Biomedical Research of Iran, should step out of their routine and codify a range of guidelines to address therapeutic and/or investigational use of off-label medications by highlighting the safety concerns of the off-label uses as well as respecting patients autonomy especially in critical situations such as the COVID-19 outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Also, we recommend the healthcare providers to make informed decisions on using off-label medications in biomedical research and/or clinical practice. As a clinical practice, they should take the responsibility of using off-label medications by respecting the health system and its regulations and being accountable to both the health system and patients. By this approach, the health system will permit and will audit offlabel medication administration under tight regulations and based on enough clinical evidence as well as the mutual trust in between which could be the standard practice. However, the physicians should be careful that the information about the efficacy and safety of off-label medication in clinical practice should not be published as a research article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Authors contributions All authors contributed to the study conception and design. Idea development and writing were performed by [Amirahmad Shojaei], and [Pooneh Salari]. The first draft of the manuscript was written by [Pooneh Salari] and all authors commented on previous versions of the manuscript. All authors read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronavirus disease (COVID-19) Situation Report-83",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "ASHP statement on the use of medications for unlabeled uses",
            "authors": [],
            "year": 1992,
            "venue": "Am J Hosp Pharm",
            "volume": "49",
            "issn": "",
            "pages": "2006--2014",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Practical, legal and ethical issues in expanded access to investigational drugs",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Darrow",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sarpatwari",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Avom",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Kesselheim",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "N Engl J Med",
            "volume": "372",
            "issn": "",
            "pages": "279--86",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "World Health Organization (WHO)",
            "authors": [],
            "year": 2020,
            "venue": "Q & A on coronaviruses (COVID-19",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Coronavirus disease (COVID-19) Situation Report-82",
            "authors": [],
            "year": 2019,
            "venue": "Accessed",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Daily Situation Report on Coronavirus Disease (COVID-19) in Iran",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Flowchart for Diagnosis and Treatment of COVID-19",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "No evidence of rapid viral clearance or clinical benefit with the combination of hydroxychloroquine and azithromycin in patients with severe COVID-19 infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Molina",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Delaugerre",
                    "suffix": ""
                },
                {
                    "first": "Le",
                    "middle": [],
                    "last": "Goff",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Med Mal Infect",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.medmal.2020.03.006"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Review of emerging pharmacotherapy for the treatment of coronavirus disease",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barlow",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Landolf",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Barlow",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Pharmacotherapy",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Massachusetts General Hospital COVID-19 Treatment Guidance. Version 2.01 4/11/2020",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A new clinical trial to test high-dose vitamin C in patients with COVID-19",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Carr",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Crit Care",
            "volume": "24",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "WHO best-practice statement on the off-label use of bedaquiline and delamanid for the treatment of multidrug-resistant tuberculosis",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Study on off-label use of medicinal products in the European Union",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Weda",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hoebert",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vervloet",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Japanese regulatory system for approval of off-label drug use: evaluation of safety and effectiveness in literature-based applications",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Shimazawa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ikeda",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Clin Ther",
            "volume": "34",
            "issn": "10",
            "pages": "2104--2120",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Rethinking medicines decision-making in Australian Hospitals: Guiding principles for the quality of off-label medicines",
            "authors": [],
            "year": 2020,
            "venue": "Council of Australian Therapeutic Advisory Groups (CATAG)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Ethics codes and use of new and innovative drugs",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Borysowski",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Ehni",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gorski",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Br J Clin Pharmacol",
            "volume": "85",
            "issn": "",
            "pages": "501--508",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Ministry of Health and Medical Education",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Instruction to Clinical Trials in COVID-19 Pandemic",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "regulatory-information/search-fda-guidancedocuments/label-and-investigational-use-marketed-drugsbiologics-and-medical-devices",
            "authors": [],
            "year": 2020,
            "venue": "US. Food & Drug Administration. Off-label and Investigational Use of Marketed Drugs, Biologics, and Medical Devices",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "FDA Guidance on Conduct of Clinical Trials of Medical Products during the COVID-19",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Assessment of pregabalin post approval trials and the suggestion of efficacy for new indications: a systematic review",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Federico",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Doussau",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Mogil",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fergusson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kimmelman",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "JAMA Intern Med",
            "volume": "179",
            "issn": "1",
            "pages": "90--97",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Association of off-label drug use and adverse drug events in an adult population",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Eguale",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Buckeridge",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Verma",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Winslade",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Benedetti",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Hanley",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "JAMA Intern Med",
            "volume": "176",
            "issn": "",
            "pages": "55--63",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Regulating off-label drug use-rethinking the role of the FDA",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Stafford",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "N Engl J Med",
            "volume": "358",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Off-label or unlicensed use of medicines: prescribers' responsibilities",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "K"
                    ],
                    "last": "The",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Government",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "WMA Declaration of Helsinki-Ethical Principles for Medical Research Involving Human Subjects",
            "authors": [],
            "year": 2020,
            "venue": "World Medical Association",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Flowchart for Diagnosis and Treatment of COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Flowchart for Diagnosis and Treatment of COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Clinical Care for Severe Acute Respiratory Infection Toolkit",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Pseudo research in marketing: the case of the price/ perceived-quality relationship",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bowbrick",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "European J Marketing",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "What makes clinical research ethical?",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Ezekiel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wendler",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Grady",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "JAMA",
            "volume": "283",
            "issn": "",
            "pages": "2701--2712",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Conflict of interest The authors declare no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        }
    ]
}