{
    "paper_id": "704fd6c6608f5b400f005042357180f8a4fd029d",
    "metadata": {
        "title": "Protein Microarrays Applications of Protein Biochips in Biomedical and Biotechnological Research biomarkers · drug discovery · protein biochips · protein microarrays · proteomics",
        "authors": [
            {
                "first": "Dirk",
                "middle": [],
                "last": "Weinrich",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Pascal",
                "middle": [],
                "last": "Jonkheijm",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Christof",
                "middle": [
                    "M"
                ],
                "last": "Niemeyer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Herbert",
                "middle": [],
                "last": "Waldmann",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Surfaces displaying immobilized proteins, commonly referred to as \"protein biochips\", promise a multitude of applications, such as quick and comprehensive biomarker detection in clinical samples, [1] proteome-wide interaction screens, [2] and applications in drug discovery. [3] The advantages of protein biochips over traditional methods, such as ELISA, are low sample consumption and an inherent aptitude towards miniaturization. In the case of protein microarrays, which display multiple proteins simultaneously, these characteristics translate into the ability to process many thousands of samples in parallel: a feature that is particularly important for proteome-wide analysis.",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 199,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 235,
                    "end": 238,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 275,
                    "end": 278,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The manufacturing of protein microarrays takes advantage of the earlier success of DNA microarrays. Much of the equipment used for DNA-microarray fabrication and analysis can also be applied to protein microarrays. However, owing to the more delicate and sensitive nature of proteins, the transition from DNA to protein microarrays is complicated and requires specially tailored proteinimmobilization methods that ensure protein integrity and functionality after immobilization. [4] Protein biochips that display protein features of defined geometry require even more complicated manufacturing approaches. [4] However, much progress has been made in these fields. We recently reviewed chemical strategies for generating protein biochips. [4] Herein, we present applications of protein biochips in selected areas of biomedical and biotechnological research, namely, proteomic research, biomarker detection, and drug discovery.",
            "cite_spans": [
                {
                    "start": 479,
                    "end": 482,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 606,
                    "end": 609,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 738,
                    "end": 741,
                    "text": "[4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Protein microarrays that display a large number of different proteins are an attractive bioanalytical platform with great potential for biomedical analysis and proteome research. [5] [6] [7] In one of the most advanced examples of the application of protein microarrays to date, MacBeath and co-workers investigated the phosphorylation state of ErbB-receptor kinases with functional protein microarrays. [8, 9] Epidermal growth factor receptor (EGFR), ErbB2, and ErbB3 are wellstudied members of the ErbB family and known to be potent oncogenes. ErbB4, which has not been studied in depth, is not an oncogene and has a protective role in some cancers. To elucidate the role of ErbB4, MacBeath and co-workers first identified tyrosine phosphorylation sites on ErbB4 by using a tandem mass spectrometry approach. Subsequently, a microarray displaying 96 SH2 and 37 PTB domains (the microarray was created from aldehyde-modified glass slides) was probed with fluorescently labeled phosphopeptides representing the identified ErbB4 phosphorylation sites. This approach enabled the construction of a quantitative interaction network for ErbB4. New interactions between ErbB4 and the DNAbinding protein STAT1, which is believed to play a role in apoptosis, were identified ( Figure 1 ). The authors attributed Progress in the development of protein-immobilization strategies and methods has made protein biochips increasingly accessible. The integration of these assay and analysis platforms into biomedical and biotechnological research has substantially expanded the repertoire of methods available for proteomics and biomarker research and for drug development. This Minireview highlights selected developments in the application of protein biochips in these fields.",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 182,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 183,
                    "end": 186,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 187,
                    "end": 190,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 404,
                    "end": 407,
                    "text": "[8,",
                    "ref_id": null
                },
                {
                    "start": 408,
                    "end": 410,
                    "text": "9]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1269,
                    "end": 1277,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Proteomics"
        },
        {
            "text": "the protective role of ErbB4 in cancer to its ability to form benign heterodimers with the other ErbB receptors, thus decreasing the amount of oncogenic heterodimers of EGFR, ErbB2, and ErbB3 through a \"buffering mechanism\". [9] Gong et al. used a functional protein microarray to profile protein-protein and protein-DNA interactions on a global level for the plant Arabidopsis thaliana. [10] Starting from FAST nitrocellulose membrane slides, they constructed a microarray displaying 802 transcription factors (TFs) from Arabidopsis thaliana obtained by expression in yeast. The microarray was probed with fluorescently labeled oligonucleotides representing known binding sites of the AP2/ERF TF family. In this way, the authors confirmed known DNA-TF interactions and identified new interactions for 48 previously uncharacterized TFs of the AP2/ERF family.",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 228,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 388,
                    "end": 392,
                    "text": "[10]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Proteomics"
        },
        {
            "text": "In a second set of experiments, a protein microarray displaying 440 TFs was used to investigate TF binding to the so-called evening element (EE). EE is a motif that is overrepresented in evening-phased genes and is connected to daytime-regulated expression. By probing the TF microarray with a fluorescently labeled EE oligonucleotide, Gong et al. identified 41 EE-motif-binding candidates, 11 of which had previously been found to show clock-regulated expression. Finally, the authors probed a microarray displaying 802 TFs with biotinylated, GST-tagged HY5 (GST = glutathione S-transferase), a TF that is known to be a positive regulator of photomorphogenesis. Detection with fluorescently labeled streptavidin resulted in the identification of 20 reproducible interactions. In a yeast two-hybrid assay, four interactions were confirmed out of 10 randomly chosen hits. The results suggest that HY5 binds to different proteins through different target motifs and are consistent with the function of HY5 as a key regulator of the light-signaling network in Arabidopsis thaliana. [10] The generation of whole-proteome microarrays is technically challenging. Large numbers of functional proteins are involved and need to be isolated. To further complicate matters, whole proteomes are challenging to analyze because they represent snapshots of the complete protein repertoire of a given set of cells at a given moment in time. Not only do proteins differ in their structure, function, interactions, localization, and turnover rates, but also notably in the dynamic range of their abundance (10 7 -10 8 copies in human cells, 10 12 copies in plasma). [11, 12] However, the advantages of using whole-proteome protein microarrays in proteomic research, especially the ability to process thousands of samples in parallel, by far outweigh the difficulties faced in their preparation.",
            "cite_spans": [
                {
                    "start": 1079,
                    "end": 1083,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 1648,
                    "end": 1652,
                    "text": "[11,",
                    "ref_id": null
                },
                {
                    "start": 1653,
                    "end": 1656,
                    "text": "12]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Proteomics"
        },
        {
            "text": "The use of protein microarrays in biomarker discovery has received particular attention from researchers in cancer medicine. A biomarker can be understood as a molecule or set of molecules linked to a defined biological state of a cell, organ, or organism; this biological state may, for example, reflect a certain disease state in cancer. The identification of biomarkers in early-stage cancers could lead to improved therapies and survival rates of patients. [13] Antibody arrays are the most commonly used protein arrays in biomarker discovery and proteomic research. [1, 6, [14] [15] [16] [17] [18] [19] [20] phase protein arrays (FPPAs) or reverse-phase protein arrays (RPPAs) are employed ( Figure 2 ).",
            "cite_spans": [
                {
                    "start": 461,
                    "end": 465,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 571,
                    "end": 574,
                    "text": "[1,",
                    "ref_id": null
                },
                {
                    "start": 575,
                    "end": 577,
                    "text": "6,",
                    "ref_id": null
                },
                {
                    "start": 578,
                    "end": 582,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 583,
                    "end": 587,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 588,
                    "end": 592,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 593,
                    "end": 597,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 598,
                    "end": 602,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 603,
                    "end": 607,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 608,
                    "end": 612,
                    "text": "[20]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 697,
                    "end": 705,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Biomarker Research"
        },
        {
            "text": "In the case of FPPAs, specific antibodies immobilized in specific spots on a microarray can bind proteins from a sample, for example, human serum. Ideally, multiple proteins can be detected simultaneously on one array. The proteins are usually detected by fluorescence, through the use of either dye-labeled secondary antibodies or labeled sample proteins.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Biomarker Research"
        },
        {
            "text": "On RPPAs, multiple samples, for example, from tissue lysates or patient sera, are immobilized directly in spots on a microarray and analyzed with a single labeled antibody that is specific for a certain protein of interest. RPPAs are particularly well-suited for the analysis of posttranslational modifications. This approach is especially important for the analysis of protein-signaling networks, which are often involved in cancer. Such modifications are difficult to analyze with conventional protein microarrays derived from recombi-nant proteins, since they frequently cannot be introduced into these proteins when the proteins are expressed in bacteria or yeast. [21] Therefore, RPPAs are a promising tool for clinical diagnostics. [22] [23] [24] RPPAs have the following advantages: 1) Only small sample amounts are needed; 2) the labeling of cellular protein lysates is not required; 3) quantitative detection is possible; 4) a multitude of different samples can be compared with high throughput; 5) multiplexed analysis is possible; 6) posttranslational modifications, such as phosphorylation, can be detected. However, the limitation of RPPAs is that it is only possible to detect known targets.",
            "cite_spans": [
                {
                    "start": 669,
                    "end": 673,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 738,
                    "end": 742,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 743,
                    "end": 747,
                    "text": "[23]",
                    "ref_id": null
                },
                {
                    "start": 748,
                    "end": 752,
                    "text": "[24]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Biomarker Research"
        },
        {
            "text": "To investigate the performance of RPPAs, Tibes et al. used cell-lysate samples from leukemia patients to print RPPA microarrays on FAST nitrocellulose slides and analyzed them with 22 appropriate antibodies. [25] Binding was detected with secondary antibodies and fluorescence readout. The authors validated each step from RPPA-sample preparation to readout with appropriate analysis techniques, for example, western blotting. Through this thorough comparison, they were able to demonstrate the power and reliability of RPPAs for the rapid analysis of large numbers of biomarkers. [25] Large numbers of antibodies can be generated against a proteome by employing polypeptide sequences known as protein epitope signature tags (PrESTs, Figure 3 ). [26] These sequences are produced by the heterologous expression of open reading frames (ORFs) identified in genomic studies. The PrEST peptides are spotted directly on the microarray, or antibodies against the PrEST peptides are produced by high-throughput immunization. PrEST-peptide microarrays can be used for the specificity profiling of antibodies. [27, 28] In general, the use and applicability of antibody arrays is highly limited to the availability and quality of the antibodies. Each step of the generation and use of antibody microarrays involves quality control and validation by independent methods to avoid falsepositive or false-negative hits and to reduce bias. Moreover, it is essential that the antibodies display sufficiently high specificity and affinity constants as well as suitable dynamic ranges. All these factors are influenced by experimental conditions. Consequently, parameters such as the immobili- Figure 1 . Quantitative interaction networks of tyrosine kinases associated with the ErbB family of receptors as determined by using protein microarrays displaying 96 SH2 and 37 PTB domains. SH2/ PTB-domain microarrays were probed with fluorescently labeled phosphopeptides representing tyrosine phosphorylation sites on the ErbB kinases. The microarray readout of peptide binding was based on fluorescence. The interaction networks were constructed from the quantitative interaction data obtained. [9] Reprinted from reference [9] with permission from Elsevier. zation conditions, pH value, temperature, and storage conditions play an important role and need to be optimized and validated to ensure reliable results from biochip experiments.",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 212,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 581,
                    "end": 585,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 746,
                    "end": 750,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 1101,
                    "end": 1105,
                    "text": "[27,",
                    "ref_id": null
                },
                {
                    "start": 1106,
                    "end": 1109,
                    "text": "28]",
                    "ref_id": null
                },
                {
                    "start": 2175,
                    "end": 2178,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 2204,
                    "end": 2207,
                    "text": "[9]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 734,
                    "end": 742,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 1676,
                    "end": 1684,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Biomarker Research"
        },
        {
            "text": "Antibody microarrays have been applied successfully in cancer research, for example, by Sanchez-Carbayo et al., who utilized antibody arrays containing 254 antibodies to distinguish patients with bladder cancer from control patients (n = 95) with a correct classification rate of 93.7 %. [29] Predictive information on bladder-cancer patients was obtained on the basis of microarray data and their survival rates. Furthermore, serum proteins were identified which could possibly serve as biomarkers for classifying certain bladder-tumor stages. The results obtained were supported by additional data from immunohistochemistry and tissue microarrays.",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 292,
                    "text": "[29]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Biomarker Research"
        },
        {
            "text": "Hudson et al. used commercial high-density protein microarrays (ProtoArray Human Protein Microarray v3.0 from Invitrogen) containing 5500 human proteins. [30] The ORFs of the human proteins were expressed as N-terminal GST-fusion proteins and printed in duplicate on the nitrocellulose slides. The authors screened the sera of 30 healthy individuals and 30 individuals suffering from ovarian cancer at different tumor stages. The motivation for the study was that the most common ovarian-cancer marker, CA-125, is not satisfactorily predictive for patients with early-stage disease (stages I and II). Thus, the goal of the study was to identify protein biomarkers for early disease states, as such biomarkers may later become useful for cancer therapy and prognosis based on a protein-microarray approach. Microarray screening of the 5500 proteins revealed that 1845 were bound by autoantibodies in diseased individuals, and 1441 were bound by autoantibodies in healthy individuals. Of these proteins, 730 were bound selectively by autoantibodies in cancer patients, whereas only 326 were bound selectively in healthy individuals.",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 158,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Biomarker Research"
        },
        {
            "text": "Unfortunately, no antigens or antigen combinations were identified that were bound exclusively by the sera of either all cancer patients or all healthy individuals in this study. However, 90 tumor-associated autoantigens and two antigens associated with the healthy state could be identified by statistical methods. Four of these antigens, lamin A/C, structure-specific recognition protein 1 (SSRP1), Ral-binding protein 1 (RALBP1), and ZNF265, were selected from the 10 proteins which exhibited the strongest variance between diseased and healthy individuals for further validation studies. Immunoblot analysis and tissue microarrays were used for validation. Three of the four candidate biomarkers proved useful for biopsy analysis. Thus, the potential of protein microarrays for biomarker discovery was clearly demonstrated in this study. It remains to be proven, however, whether this approach is also feasible for the routine screening of sera. [30] Snyder and co-workers employed a protein-microarray approach to identify antibodies against human severe acute respiratory syndrome (SARS) and related coronaviruses from the sera of two patient groups (> 600 samples obtained from inhabitants of Canada and China) with about 90 % accuracy. [31] They generated 82 GST-fusion proteins in yeast and spotted them as reverse-phase protein arrays on nitrocellulose slides (Schleicher & Schuell). By protein-microarray analysis, it was possible to differentiate between SARS and HCoV-229E, two human coronaviruses. The screening of the patient sera was validated by statistical methods and ELISA. The protein-microarray approach was found to be at least similar in sensitivity to standard ELISA tests and even more specific. Furthermore, multiple antigens from different coronaviruses were tested simultaneously. Long-term monitoring of serum reactivity for selected samples (Figure 4 ) revealed Figure 2 . Schematic representation of forward-phase protein arrays (FPPAs) and reverse-phase protein arrays (RPPAs). a) In an FPPA, a specific protein of a sample that contains a variety of proteins is captured by specific antibodies immobilized in different spots on the microarray. Each array is incubated with one sample. b) Either a labeled second antibody (left) or a labeled analyte protein (right) is used for readout in an FPPA. Multiple analyte endpoints are detected for one sample. c) In an RPPA, a sample (e.g. a patient sample or a cell lysate) containing a variety of proteins is spotted in a microarray format. On each spot of the array, a different sample is immobilized. Thus, hundreds of samples are contained in one microarray. d) For detection in an RPPA, only one labeled antibody, which is specific for a certain protein, is used for signal generation and amplification. Thus, an endpoint analysis for one analyte is monitored across hundreds of samples. Figure 3 . Protein epitope signature tags (PrESTs: protein sequences large enough to contain good epitopes but small enough for expression in Escherichia coli) are generated by careful computer-assisted selection. After PrEST expression and host immunization, the obtained polyclonal antibody is purified carefully by affinity purification with the corresponding PrEST to give a high-quality, monospecific antibody. [26] Reproduced from reference [26] .",
            "cite_spans": [
                {
                    "start": 950,
                    "end": 954,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1244,
                    "end": 1248,
                    "text": "[31]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 3287,
                    "end": 3291,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 3318,
                    "end": 3322,
                    "text": "[26]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1872,
                    "end": 1881,
                    "text": "(Figure 4",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1893,
                    "end": 1901,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 2871,
                    "end": 2879,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Biomarker Research"
        },
        {
            "text": "Chemie that some patients show reactive antibodies over longer periods of time (120-320 days). Thus, this study demonstrates the power of protein-microarray-based methods for biomedical diagnostics. [31] Anderson et al. monitored tumor antigens in breast cancer with a microarray displaying 1705 antigens constructed with nucleic-acid-programmed protein array (NAPPA) technology ( Figure 5 ). [32] NAPPA relies on the in situ expression of proteins through immobilized DNA templates on the chip surface. Thus, problems arising from protein isolation, purification, storage, or printing in ELISA applications should be reduced. Furthermore, multiplexing is enabled. However, the NAPPA approach is laborious and leads to \"impure\" protein arrays that contain DNA plasmids and capture antibodies for the generated GST proteins. Sera from breast-cancer patients were tested for p53-specific antibodies. The results were confirmed successfully by ELISA and western blotting. [32] The selected examples described above and many other studies illustrate nicely that protein microarrays are useful tools for biomarker discovery. Future research will show whether the biomarkers discovered by this technology are sufficiently indicative and reliable to become useful tools for clinical diagnostics and pharmaceutical applications.",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 203,
                    "text": "[31]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 393,
                    "end": 397,
                    "text": "[32]",
                    "ref_id": null
                },
                {
                    "start": 969,
                    "end": 973,
                    "text": "[32]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 381,
                    "end": 389,
                    "text": "Figure 5",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Angewandte"
        },
        {
            "text": "A number of in vitro methods, including affinity chromatography and protein-display technologies, such as phage display, are used for target identification and validation. [3, 33, 34] Protein microarrays are often used in combination with in vivo screens on whole-cell models. Despite the advantages offered by biochip analyses over traditionally used affinity chromatography, examples of protein-microarray applications in target identification are still scarce. Affinity chromatography is a time-consuming process which is biased towards high-abundance proteins. These proteins are prone to obscure the binding of low-abundance proteins to the immobilized small-molecule ligand and could thus falsify results. [3] Protein microarrays do not suffer from this problem, since they display all proteins in equal amounts. [3] Furthermore, they enable fast readout [33] and in principle are amenable to parallel screening. [3, 33, 34] In 2004, Schreiber and co-workers reported the use of a protein microarray for target deconvolution of a smallmolecule high-throughput screen. [35] In a preliminary phenotype-based chemical genetic suppressor assay, 16 320 small Anti-p53 antibodies were successfully detected in p53-positive sera with a labeled secondary antibody, whereas negative sera showed no signal. c) Comparison of the detection sensitivity of ELISA with that of NAPPA. [32] Reprinted and adapted with permission from reference [32] (copyright (2008) American Chemical Society). molecules were screened for their ability to rescue the cell growth of yeast cells exposed to the antiproliferative drug rapamycin. The authors identified six small-molecule inhibitors of rapamycin (SMIR), two of which were used subsequently on yeast proteome chips to identify their respective protein targets. These arrays displayed 5800 yeast proteins, close to the entire yeast proteome, and were obtained by printing polyhistidine-and GST-tagged yeast proteins on aldehyde-or nickel-coated slides. Biotinylated variants of the two SMIRs were synthesized and incubated on the proteome chip. SMIR binding to proteins on the chip surface was detected with fluorescently labeled streptavidin. In this way, the authors were able to identify a new, unknown member of the target of rapamycin (TOR) signaling network. [35] Besides target identification, the activity profiling of small molecules is also of considerable interest in drug discovery. Activity-based profiling (ABP) enables the elucidation of enzyme activity in complex biological mixtures with activitybased probes, which bind irreversibly to active enzymes and can subsequently be detected through a reporter tag. [36] A combination of ABP and protein-microarray technology enables quantitative fingerprinting of inhibitors against sets of immobilized enzymes in a high-throughput fashion. [37] Miyake and co-workers created microarrays with six proteases of the cathepsin cysteine protease family and screened 194 small-molecule inhibitors, including eight known cysteine protease inhibitors ( Figure 6 ). [38] In a highthroughput competitive assay, the protease microarrays were preincubated with an inhibitor. Subsequently, a fluorescent affinity label (FAL), that is, a fluorophore-labeled irreversible cysteine protease inhibitor, was added. The FAL competed with the preincubated inhibitor for binding to the immobilized enzymes. After a washing step, the level of residual fluorescence gave information about the binding characteristics of the preincubated inhibitor. Inhibition by all eight known cysteine protease inhibitors was found, and their inhibition profiles (fingerprints) corresponded to literature values.",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 175,
                    "text": "[3,",
                    "ref_id": null
                },
                {
                    "start": 176,
                    "end": 179,
                    "text": "33,",
                    "ref_id": null
                },
                {
                    "start": 180,
                    "end": 183,
                    "text": "34]",
                    "ref_id": null
                },
                {
                    "start": 712,
                    "end": 715,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 819,
                    "end": 822,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 861,
                    "end": 865,
                    "text": "[33]",
                    "ref_id": null
                },
                {
                    "start": 919,
                    "end": 922,
                    "text": "[3,",
                    "ref_id": null
                },
                {
                    "start": 923,
                    "end": 926,
                    "text": "33,",
                    "ref_id": null
                },
                {
                    "start": 927,
                    "end": 930,
                    "text": "34]",
                    "ref_id": null
                },
                {
                    "start": 1074,
                    "end": 1078,
                    "text": "[35]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1375,
                    "end": 1379,
                    "text": "[32]",
                    "ref_id": null
                },
                {
                    "start": 1433,
                    "end": 1437,
                    "text": "[32]",
                    "ref_id": null
                },
                {
                    "start": 2299,
                    "end": 2303,
                    "text": "[35]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 2660,
                    "end": 2664,
                    "text": "[36]",
                    "ref_id": null
                },
                {
                    "start": 2836,
                    "end": 2840,
                    "text": "[37]",
                    "ref_id": null
                },
                {
                    "start": 3053,
                    "end": 3057,
                    "text": "[38]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 3041,
                    "end": 3049,
                    "text": "Figure 6",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Drug Discovery"
        },
        {
            "text": "In a second set of experiments, Miyake and co-workers screened cysteine protease inhibitors in a concentrationdependent manner to obtain inhibition constants, that is, quantitative kinetic data. The inhibition constants obtained from the assay were again in agreement with known literature data. [38] Yao and co-workers optimized and extended this approach. By using a protease microarray divided into subarrays, they were able to carry out quantitative inhibitor fingerprinting on multiple proteases at the same time. These experiments gave additional information on inhibitor selectivity. [39] Protein microarrays can also be used in drug discovery to determine small-molecule-protein interactions indirectly. For example, antibody arrays can be used to determine the influence of drugs on the proteome of an organism by comparing protein-expression levels in the presence or absence of a drug of interest.",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 300,
                    "text": "[38]",
                    "ref_id": null
                },
                {
                    "start": 591,
                    "end": 595,
                    "text": "[39]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Drug Discovery"
        },
        {
            "text": "Sokolov and Cadet applied microarray technology to investigate the correlation of protein-expression levels with the behavioral phenotype of mice treated with methamphetamine. They were interested in identifying neuronal adapta-tions possibly associated with abuse of methamphetamine in humans. [40] Abuse of methamphetamine is known to cause aggressive behavior in humans and in a variety of animals, such as cats, rodents, and nonhuman primates. In comparison to a control group, they found increased aggressiveness and locomotion in mice treated chronically with methamphetamine for several weeks. Protein-expression levels were compared by using a commercially available antibody array displaying 378 monoclonal antibodies, including antibodies related to signal transduction and neurobiology. Brain tissue [38] Reprinted with permission from reference [38] (copyright (2005) Macmillan Publishers Ltd: Nature Biotechnology).",
            "cite_spans": [
                {
                    "start": 295,
                    "end": 299,
                    "text": "[40]",
                    "ref_id": null
                },
                {
                    "start": 811,
                    "end": 815,
                    "text": "[38]",
                    "ref_id": null
                },
                {
                    "start": 857,
                    "end": 861,
                    "text": "[38]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Drug Discovery"
        },
        {
            "text": "Angewandte Chemie was removed from the mice, and proteins were extracted and labeled with fluorescent dyes before their incubation on the antibody array. Data evaluation showed a downregulation of seven proteins and an upregulation of one protein. Among these proteins were Erk2, a principal component of the mitogen-activated protein (MAP) kinase pathway, and 14-3-3e, an inhibitor of protein kinase C. Together with a follow-up kinase screen, these results hinted at involvement of the MAP kinase pathway in the behavioral change, as has also been observed in other animal models. Although further studies are required, the results clearly demonstrate the applicability of the microarray-based approach.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protein Biochips"
        },
        {
            "text": "Despite the advantages offered by protein microarrays, such as facile and fast high-throughput analysis of thousands of samples in parallel, the application of protein microarrays in drug discovery has remained limited so far. Broader application, possibly as a standard technology, will probably require simpler-to-use and more-robust protein-microarray platforms than those available at present, as well as established, standardized procedures for data analysis and quality control. The advent of more-advanced methods for the preparation of protein biochips in combination with the slow but steady improvement in the standardization of proteinmicroarray protocols suggests that the use of protein biochips in drug discovery will increase. [4] ",
            "cite_spans": [
                {
                    "start": 742,
                    "end": 745,
                    "text": "[4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Protein Biochips"
        },
        {
            "text": "The aim of this Minireview is to highlight the state of the art in the application of protein-biochip technology. A growing number of successful examples of protein-biochip applications have surfaced across many different research areas. There have been exciting advances in fields such as biosensor development and tissue engineering, which are not based directly on protein biochips but nevertheless require controlled protein immobilization on substrates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and Outlook"
        },
        {
            "text": "Biosensors promise direct, sensitive, and rapid analysis of complex samples, such as medical samples, which are currently subjected to time-and material-intensive techniques (e.g. ELISA). Thus, biosensors could revolutionize the analysis of complex samples in healthcare, medicine, and the life sciences. [41] Various approaches, including methods based on nanowires, surface plasmon resonance, and microcantilevers, have shown promising results in this regard. [42, 43] The research groups of Whitesides [44] and Niemeyer [45] independently described fabrication routes towards affordable, disposable biosensor platforms. Lieber and co-workers demonstrated the use of nanowire-based field-effect transistors for the electrical detection of distinct disease-marker proteins in clinically relevant serum samples. This approach could eventually facilitate pattern analysis of existing and emerging biomarkers for diagnosis. [41, 46] Matrices with immobilized morphogenic proteins are usually used in tissue engineering as a structural support for cells in bone, [47, 48] skin, [49, 50] articular cartilage, [51] and vascular tissue, [52] and are also used in neural-stem-cell expansion. [53] Iwata and co-workers developed enhanced cell-culture substrates for the selective growth of neural stem cells (NSCs) that displayed artificial dimers of epidermal growth factor, a strong activator of NSC proliferation. With their approach, they could significantly enhance cell-growth rates relative to those observed in usual methods. [54] Radisic and co-workers successfully assembled endothelial cells in a three-dimensional collagen scaffold by functionalizing it with vascular endothelial growth factor (VEGF) and thus demonstrated that vascularization in large three-dimensional tissue constructs, which would be required to ensure oxygen supply, might be possible with immobilized VEGF. [55] Despite the large number of successful examples of the application of protein biochips in biomedical and biotechnological research, numerous challenges remain to be tackled. Most protein biochips are currently prepared by traditional strategies, which lead to random protein orientation on the chip surface. This random arrangement can negatively influence protein activity or ligand binding as a result of steric hindrance, and can thus lead to a decrease in assay efficiency or even the falsification of assay results. [34] The problem might be solved by the implementation of moreadvanced methods for the preparation of protein biochips. Many such methods have been developed over the last few years. [4] The expression and purification of thousands of proteins with retention of their intrinsic activity is far from trivial. [34] However, a growing number of approaches for the fast production of high-quality proteome-scale protein biochips are being developed for several organisms. One example is the \"full-length expression-ready gene collection\" (FLEXgene), which consists of complete-ORF plasmid collections from various species for the simple cloning and expression of whole proteomes. [56] The introduction of label-free detection methods, such as mass spectrometry or surface plasmon resonance (SPR), will simplify microarray analysis, since interaction partners no longer need to be labeled. This feature is particularly important for large-scale analysis based on protein biochips. Evans-Nguyen et al. incubated a superhydrophobic, selfassembled-monolayer-modified, porous gold surface displaying immobilized antibodies with plasma spiked with an antigen peptide, and after matrix application detected bound peptides directly by using MALDI. [57] Campbell and Kim reviewed the promising application of SPR for the label-free readout of protein-protein interactions on protein microarrays. [58] The standardization of microarray production, application, and data analysis would improve and ensure the quality of data obtained with protein microarrays. This standardization would include subsequent confirmatory studies with independent methods to verify the findings of protein-microarray screens.",
            "cite_spans": [
                {
                    "start": 305,
                    "end": 309,
                    "text": "[41]",
                    "ref_id": null
                },
                {
                    "start": 462,
                    "end": 466,
                    "text": "[42,",
                    "ref_id": null
                },
                {
                    "start": 467,
                    "end": 470,
                    "text": "43]",
                    "ref_id": null
                },
                {
                    "start": 505,
                    "end": 509,
                    "text": "[44]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 523,
                    "end": 527,
                    "text": "[45]",
                    "ref_id": null
                },
                {
                    "start": 922,
                    "end": 926,
                    "text": "[41,",
                    "ref_id": null
                },
                {
                    "start": 927,
                    "end": 930,
                    "text": "46]",
                    "ref_id": null
                },
                {
                    "start": 1060,
                    "end": 1064,
                    "text": "[47,",
                    "ref_id": null
                },
                {
                    "start": 1065,
                    "end": 1068,
                    "text": "48]",
                    "ref_id": null
                },
                {
                    "start": 1075,
                    "end": 1079,
                    "text": "[49,",
                    "ref_id": null
                },
                {
                    "start": 1080,
                    "end": 1083,
                    "text": "50]",
                    "ref_id": null
                },
                {
                    "start": 1105,
                    "end": 1109,
                    "text": "[51]",
                    "ref_id": null
                },
                {
                    "start": 1131,
                    "end": 1135,
                    "text": "[52]",
                    "ref_id": null
                },
                {
                    "start": 1185,
                    "end": 1189,
                    "text": "[53]",
                    "ref_id": null
                },
                {
                    "start": 1526,
                    "end": 1530,
                    "text": "[54]",
                    "ref_id": null
                },
                {
                    "start": 1884,
                    "end": 1888,
                    "text": "[55]",
                    "ref_id": null
                },
                {
                    "start": 2410,
                    "end": 2414,
                    "text": "[34]",
                    "ref_id": null
                },
                {
                    "start": 2593,
                    "end": 2596,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 2718,
                    "end": 2722,
                    "text": "[34]",
                    "ref_id": null
                },
                {
                    "start": 3086,
                    "end": 3090,
                    "text": "[56]",
                    "ref_id": null
                },
                {
                    "start": 3646,
                    "end": 3650,
                    "text": "[57]",
                    "ref_id": null
                },
                {
                    "start": 3793,
                    "end": 3797,
                    "text": "[58]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusions and Outlook"
        },
        {
            "text": "None of these challenges is insurmountable, and much progress has been made over the last decade. We expect that protein-biochip technology is on the verge of a breakthrough to become a standard tool in research, much as DNAmicroarray technology is today.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and Outlook"
        },
        {
            "text": "We thank Sabine Borgmann for her contributions to the original draft of this manuscript and Laura Koch for her C. M. Niemeyer, H. Waldmann et al.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and Outlook"
        }
    ],
    "bib_entries": {
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Drug Discovery Today",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wingren",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A K"
                    ],
                    "last": "Borrebaeck",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "12",
            "issn": "",
            "pages": "813--819",
            "other_ids": {
                "DOI": [
                    "10.1016/j.drudis.2007.08.003"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Drug Discovery Today",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lueking",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Cahill",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mullner",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "789--794",
            "other_ids": {
                "DOI": [
                    "10.1016/S1359-6446(05)03449-5"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Proc. Natl. Acad. Sci",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Hudson",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Pozdnyakova",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Haines",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mor",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Snyder",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "104",
            "issn": "",
            "pages": "17494--17499",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0708572104"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Proc. Natl. Acad. Sci",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Jona",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "W"
                    ],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kreiswirth",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Willey",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mazzulli",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "Z"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "F"
                    ],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cameron",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tyler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Compton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Snyder",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "103",
            "issn": "",
            "pages": "4011--4016",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0510921103"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Proc. Natl. Acad. Sci",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Haggarty",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Spring",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hwang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Snyder",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Schreiber",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "101",
            "issn": "",
            "pages": "16594--16599",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0407117101"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Proc. Natl. Acad. Sci",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Martinez",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Phillips",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Whitesides",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "105",
            "issn": "",
            "pages": "19606--19611",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0810903105"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Christof M. Niemeyer studied chemistry at the University of Marburg and completed his PhD at the Max-Planck-Institut für Kohlenforschung in Mülheim/Ruhr with Manfred T. Reetz. After a postdoctoral fellowship at the Center for Advanced Biotechnology in Boston with Charles R. Cantor, he completed his habilitation at the University of Bremen and since 2002 has held the chair of Biological and Chemical Microstructuring in Dortmund. He is founder of the company Chimera Biotec, which commercializes diagnostic applications of DNA-protein conjugates. Herbert Waldmann completed his PhD in organic chemistry at the University of Mainz in 1985 with Prof. Kunz and carried out postdoctoral research with Prof. G. Whitesides at Harvard University. Following positions as Professor of Organic Chemistry at the Universities of Bonn (from 1991) and Karlsruhe (from 1993), he became Director of the MPI of Molecular Physiology Dortmund and Professor of Organic Chemistry at the University of Dortmund in 1999. His research interests lie in the study of chemical biology with small-molecule and protein probes and microarray technology.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Time-course analysis of the serum reactivity of SARS-specific antibodies in five Canadian individuals. Top: Results for two individuals with non-SARS respiratory disease. Bottom: Results for three SARS patients. The relative levels of antibodies against four of the SARS-Nprotein constructs and the HCoV-229E N protein were monitored at different times by protein-microarray analysis. The vertical line indicates the time at which the individuals were diagnosed as SARSpositive by biochemical assays. Reproduced with permission from reference [31] (copyright (2006) National Academy of Sciences, USA).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "a) Comparable results were obtained in the detection of p53specific antibodies by ELISA or with a nucleic acid programmed protein array (NAPPA). b) NAPPA showing the successful expression of four proteins, which were detected with a labeled anti-GST antibody.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "a) Fluorescence-scanner image of a protease microarray treated with the protease inhibitor FAL at different concentrations in a time-dependent manner. b) Fluorescent image of a subarray with cathepsin proteases spotted in duplicate (hum: human, bov: bovine, rec: recombinant; letters denote the subtype of cathepsin). c) Best-fit Michaelis-Menten kinetics derived from the Michaelis-Menten equation for the protease microarray. E t = E total . d) Structure of the fluorescent affinity label (FAL). e) Data obtained from the microarray in (a) for cathepsin L at different concentrations of FAL and time points. f) Initial velocities obtained from the microarray in (a) for all proteases at different concentrations of FAL.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Typically, either forward-Dirk Weinrich was born in 1980 in Berlin. He studied chemistry at the Technical University Berlin with a focus on organic chemistry, technical chemistry, and biochemistry and completed his diploma in 2005 with research on photoswitchable peptides and traceless linkers under the guidance of Karola Rück-Braun. He is currently completing his PhD studies on protein biochips with Herbert Waldmann at the Max Planck Institute in Dortmund.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "support with some of the graphical illustrations. We acknowledge the many discussions with and contributions of all our former and current colleagues. The Max-Planck-Gesellschaft, the Technical University of Dortmund, the Fonds der Chemischen Industrie, and the Zentrum für Angewandte Chemische Genomik have supported the research in Dortmund. Pascal Jonkheijm thanks the Alexander von Humboldt-Stiftung for a research fellowship and the Chemical Sciences Council of the Dutch Science Foundation for a VENI award.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}