{
    "paper_id": "7059b3e06c360f894a95cdf855a7e171043d9f92",
    "metadata": {
        "title": "Trend analysis of the COVID-19 pandemic in China and the rest of the world",
        "authors": [
            {
                "first": "Albertine",
                "middle": [],
                "last": "Weber",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Flavio",
                "middle": [],
                "last": "Iannelli",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sebastián",
                "middle": [],
                "last": "Gonçalves",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The COVID-19 pandemic [3] , recorded daily by Johns Hopkins University (JHU) [4] , accounted for almost 180,000 cumulative cases worldwide. Approximately 81,000 of them have been reported in China, while Italy is the second country in the number of cases, with more than 27,000. Those numbers correspond to March 15th, 2020.",
            "cite_spans": [
                {
                    "start": 22,
                    "end": 25,
                    "text": "[3]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 77,
                    "end": 80,
                    "text": "[4]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The disease has already spread to more than 140 other countries -and is likely to reach all countries-thus, understanding its behavior is a priority. In Fig. 1 we see the evolution of the cases detected with the virus in China and the rest of the world, with clearly very different trends. As China has asymptotically reached 81,000 cases, the sum of cases from all other countries has exceeded that number on March 15th, 2020, after 55 days of the first case outside of China.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 153,
                    "end": 159,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": "As local outbreaks are still in the early stages in most countries, identifying and analyzing the propagation patterns in countries with a considerable number of cases is crucial in helping others prepare, anticipate and, hopefully, avoid the overload point of each national health system. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The infection from the COVID-19 virus produces flu symptoms in most cases, with an asymptomatic but potentially infecting phase. [5] . Regardless of that, the natural history of this disease can be modeled in principle as to SIR or SIRS compartmental models. For the present times, in which the pandemic is just starting, and before there is evidence supporting the possibility of reinfection, we assume a SIR model to describe the dynamics of the local spreading for every country. Then, at the early stages, it can be approximated by the linear differential equation:",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 132,
                    "text": "[5]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "where I and S are the density of infected an susceptible, respectively. The solution of Eq. (1) has the form I(t) ≈ I(0)e (β−γ)t . In this framework, therefore, an exponential growing phase is expected with growth rate r = β − γ, from where the infectiousness parameter β or the basic reproductive number R 0 could be derived, if we know the recovery rate γ.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Such behavior of the number of infected happens only when there is no intervention at all. Also, it refers to the number of infected of a given epidemic, which is in general unknown. However, in the ongoing pandemic of COVID-19, there is a continuous, daily account of the number of confirmed cases, worldwide. And the identified individuals, after tested positive for the Corona virus, are then isolated or set to quarantine, i.e., they are removed from the dynamics. They actually account for the R compartment, which is governed instead by the differential equation dR dt = γI, with early-stage solution:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "where a = γI(0) and b = γI(0)(β − γ)/2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Based on the above arguments, in the next Section, we analyse the time series of the 32 provinces/regions of China, assuming that the increase of cases is of algebraic type. However, we do not force the fit to the expression (2), we fit with a N = at b relation instead, and obtain the resulting exponents. The fitting of the power-law is made in a moving window of seven days, and plot the b exponent as a function of day for the whole time series, starting at day one for each province and ending on March 12th (as March 15th is the last day considered in this study and each value correspond to the center of the 7 days window).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "For the international outbreak, we first applied the parabolic fitting of Eq. (2) to three countries (Germany, Italy, and Japan) and compare them with China ( Fig. 2 ). After that, we dismiss the algebraic fitting and use the exponential growth (I(t) ≈ I(0)e (β−µ)t = Ae Bt ), from Eq. (1), instead. Consequently, we fit an exponential function in a moving window of seven days and plot the B growth rate as a function of day for the whole time series.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 159,
                    "end": 165,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "METHODS"
        },
        {
            "text": "Before delving into more specific analysis, we first observe in Fig. 2 the results of the algebraic fit R(t) ≈ at + bt 2 in comparison with the real data for four different countries: China, Italy, Japan and Germany. The patterns observed in Fig. 2 suggest that different models should be applied according to the country that is being analysed. Clearly, Italy and Germany deviate from the algebraic behavior and become exponential after about 15 days from the outbreak, signaling the substantial delay with respect to China and Japan of the implementation of containment strategies. For that reason, we divided the analysis: for China [? ] we focused on the sub-exponential model; for the other countries, we focused on the exponential fit.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 64,
                    "end": 70,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 242,
                    "end": 248,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "We start by presenting in Fig. 3 the coefficient b of the fitted law Cases = at b for Chinese provinces. The fitting of the algebraic sub-exponential epidemic growth cover the period from Jan 22nd -the first day of data-to Feb 11th, 2020. As we can see in Fig. 3 , the algebraic fitting provides consistent values in all provinces/regions, with exponent between 1 and 2, as stated by Eq. 2. This is compatible with the hypothesis of the removing population represented by the recorded number of cases. Moreover, the fast isolation of infectives (turning them into removed, indeed), means increasing the rate γ, so effectively lowering the basic reproductive number R o .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 26,
                    "end": 32,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 256,
                    "end": 262,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "China Provinces/Regions"
        },
        {
            "text": "Then, the power-law fitting is extended thorough a moving window of seven days, covering the period from Jan 22nd to March 15th, 2020. The results of the fits, for each of the province/regions of China, are shown in Fig. 4 . Figure 4 : Coefficients of algebraic fitting, n ∼ t b , as a function of days after outbreak, based on 7 days moving window, for all the Chinese provinces. From Jan 22nd to March 15th, 2020.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 216,
                    "end": 222,
                    "text": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 225,
                    "end": 233,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "China Provinces/Regions"
        },
        {
            "text": "The following general characteristics are evident: there is a peak (some cases with exponent b ≈ 3), mainly in the first two weeks after the local outbreak, then a clear and continuous decrease in the exponent of the algebraic fitting. The slowing down to b ≈ 0 is almost general, except for two locations: Gansu, with a late peak, and Hong Kong, where the epidemic seems to be bouncing up. Therefore, the epidemic is not fully contained even when total numbers (all China) do not show that so clearly. Those peaks at different times in different regions may indicate the epidemic arriving later or national measures implemented later. It is also important to stress that the peaks are of the exponents. As the growth rate for a power law regime n ∼ t b is ∆n/n = b/t, an exponent 3 at day 30 gives a growth rate of 10%, while an exponent 2 at day 10 represents a growth rate of 20%. Regardless of that, the general trend of algebraic fitting, with most exponents going most zero, is a clear indication of a coordinated effort.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "China Provinces/Regions"
        },
        {
            "text": "For the international outbreak, we make the seven day moving window analysis, but using the exponential growth I(t) ≈ I(0)e (β−µ)t = e Bt . We then plot in Fig. 5 the B rate as a function of day, for all the countries that have more than 500 cases on March 15th, 2020. Even when we have shown in the previous section that the data from China is well represented by an algebraic function, we include an exponential fitting of the same data for comparison with the other countries. Figure 5 : Growth rates from exponential fitting, as a function of days after local outbreak, evaluated on a moving window of 7 days, for the countries with more than 500 cases on March 15th, 2020.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 156,
                    "end": 162,
                    "text": "Fig. 5",
                    "ref_id": null
                },
                {
                    "start": 480,
                    "end": 488,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "International"
        },
        {
            "text": "The Fig. 5 allows us to see the different behaviors of the COVID-19 spreading in those countries. Apart from some particular cases -most distinctive China but South Korea, Japan, and maybe Iran too-the rest seem to fit in one of two patterns, which we show in detail in Fig. 6 . Either they have a dormant phase (mostly imported cases with no local infections), followed by the onset of the exponential local spreading inside the country (Fig. 6b) , or they skip the dormant phase and enter the exponential phase almost immediately (Fig. 6c) . The last behaviour occurs for many European countries that have delayed the arriving of infected cases and are still facing the first weeks of the outbreak. They are lowering the growth rate, apparently in a steady way, but the growth rate ∼ 0.3 are still high, which means a doubling time of less than 2.5 days. The four countries displayed in Fig. 6a have the most distinctive behavior from the rest. The common denominator is the steady lowering of the growth rate coefficient. But the paths to the lowering are different between them. While for China is very clear, except for two small bumps in the third, and seventh week, due to delayed burst in some regions (see Fig. 4 ), South Korea and Japan show a more erratic pattern, oscillating around the 0.1 until recently, when South Korea finally managed to plunge its rate, following now the Chinese pattern. Iran, in turn, has not reached yet the 0.1 mark, but has been consistently lowering its rate since the beginning of cases, although it might be to soon to see if it is definitely going down. Finally, although Japan has managed to have less than 10% daily rate, it seems to struggle yet to lower even more its rate. Figure 6d shows the data on the growth rate of the US and the UK. They belong to the same group as displayed in Fig. 6b , but we decided to separate for the sake of clarity and show together with Germany as an example of (b) group. We see that they are at high values after a rebound in a qualitatively same pattern as Germany. The difference in the case of the UK and US is that they had more fluctuations (not seen in the panel) before the clear onset of the local spreading phase.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 4,
                    "end": 10,
                    "text": "Fig. 5",
                    "ref_id": null
                },
                {
                    "start": 270,
                    "end": 276,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 438,
                    "end": 447,
                    "text": "(Fig. 6b)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 532,
                    "end": 541,
                    "text": "(Fig. 6c)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 889,
                    "end": 896,
                    "text": "Fig. 6a",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1215,
                    "end": 1221,
                    "text": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 1722,
                    "end": 1731,
                    "text": "Figure 6d",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1834,
                    "end": 1841,
                    "text": "Fig. 6b",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "International"
        },
        {
            "text": "Applying the exponential fit to all the countries with at least seven days of confirmed cases, we can visualize the current situation of the COVID-19 outbreak. Fig. 7 shows the worldwide distribution of the Percentage Growth Rate per Day based in the week of March 9th-15th, 2020. About some of the countries that have received more coverage in the news recently, either because were the first to show cases, or have a large numbers of cases, or high daily rates: China is of course in the lower rate group, as it has virtually contained the spreading of the virus. Japan is also in this group, with 8% spreading rate. In the second group there is Italy with 19% rate, after having rates over 100% more that 3 weeks after the arriving of the first case. The group under 30% is the more populated, with many EU countries like France (24%), Sweden (28%), and Germany (29%). In the next group we have Switzerland (30%) and US (33%). In the group between 41% and 50%, we find Brazil (41%), after 18 days from first case, and Finland (46%), 46 days after its first case. In the sixth group, we have South Africa (54%) and Denmark (55%). Over 60%, we have Colombia (70%) and Qatar (72%). Finally, Brunei (107%) is the only country over 100%. For the complete list of countries, see Table I in the Appendix. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 160,
                    "end": 166,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1276,
                    "end": 1283,
                    "text": "Table I",
                    "ref_id": null
                }
            ],
            "section": "International"
        },
        {
            "text": "The analyzed data of the pandemic of COVID-19 in the period from Jan 22nd -March 15th, 2020, points out two different types of epidemic growth: sub-exponential and exponential. The sub-exponential pattern is represented mainly by China with almost all its regions, South Korea after exiting from the exponential regime, and maybe Japan and Iran.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The sub-exponential growing associated to a continuously slow of the exponent single out the result of simultaneous implementation of measures in China that made possible the relatively fast containment of the outbreak, stabilizing the number of cases. As a result, two months after the first official WHO report [6] , the total number of reported cases in China is excellently represented by a sigmoid, as we can see in Fig. 8 . Another important fact about China is that all its provinces/regions follow the same epidemic pattern. This is an evidence that China was able to contain the outbreak through a series of nationwide coordinated measures, corroborating the findings of WHO's joint mission in China [7] and setting China as the most successful case in dealing with the COVID-19 epidemics so far.",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 316,
                    "text": "[6]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 709,
                    "end": 712,
                    "text": "[7]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 421,
                    "end": 427,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Apart from these exceptions, the remaining countries appear to follow an exponential pattern. But even within the exponential framework we can observe different behaviours: either the countries have a dormant phase followed by an exponential stage or they already start on the exponential stage. In both cases, these patterns lead towards a quicker growth on the number of cases than those seem in China. Besides that, the scenario described by Fig. 7 is rather concerning: half of the countries are increasing cases counts on a 20% to 50% daily base, and almost one sixth is experiencing a growth even faster than this.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 445,
                    "end": 451,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Some comments regarding the basic reproductive number R o , and its estimation from the data here analyzed: the exponential growth rates from Fig. 7 are related with the parameters β (infectiveness) and γ (rate of removed) of the SIR model (sol. of Eq. (1)) as B = β − γ. As γ = 1/τ , we end up with Bτ = R 0 − 1, where R 0 = βτ . Then R 0 = 1 + Bτ . Assuming that τ can be in the range 5-10 days, we estimate R 0 for three selected countries. With the lowest growth rate B = 0.016day −1 for South Korea, we obtain 1.08 < R 0 < 1.16, nearly to the epidemic threshold. On the other hand, for the biggest growth rate B = 0.725day −1 for Brunei, we obtain 4.6 < R 0 < 8.3. On the intermediate growth rates seeing in some EU countries, Sweden has 2.2 < R 0 < 3.5, in agreement early estimates of this number that put it around 3 [8] , and with other estimation [9] . However, if we take Italy at its worst day, we get R 0 as large as 10.",
            "cite_spans": [
                {
                    "start": 825,
                    "end": 828,
                    "text": "[8]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 857,
                    "end": 860,
                    "text": "[9]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 142,
                    "end": 148,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Although worsening of the international scenario is expected, there are other countries out of China that can be look as examples of how to contain this epidemics. In fact, we observe that it is possible to slow the epidemic spread in both exponential frameworks: a few European countries -like Netherlands and Switzerland -started directly in the exponential stage and were still able to quickly reduce the magnitude of theirs coefficient. On the other hand, both South Korea and Italy had a spike after the ending of their dormant phase and have significantly lowered their growth rate per day after the adoption of containment measures like massive testing (South Korea) and lock-downs (Italy). In the case of Italy the situation is much worse because the lower of the rate is not enough: still at 20% rate and with more than 27,000 cases, if no further lowering is attained quickly, the nation health system can soon be overwhelmed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "There is still a growing pandemics of COVID-19 to be contained. For that, the two months epidemic in China and the more recent outbreaks in Europe and Asia already serve as examples for the rest of nations to decide on how to manage this urgent and vital problem. The pattern observed in the current most affected countries reinforces the need to immediately implement massive, effective and coordinated containment strategies all around the world. Social distancing, isolation, quarantine have already mentioned as key-base [10] . The massive use of protection when interaction can not be avoided is another measure used in China and South Korea. And ultimately, temperature controls at house's members as was done in China to have a detailed account of the numbers of cases has to be considered too.",
            "cite_spans": [
                {
                    "start": 525,
                    "end": 529,
                    "text": "[10]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Complete list of countries grouped according to the range of their spreading for the Covid-19. The values correspond to the week from",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Table",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "An interactive web-based dashboard to track COVID-19 in real time",
            "authors": [],
            "year": 2020,
            "venue": "The Lancet Infectious Diseases",
            "volume": "0",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30120-1"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Effective containment explains sub-exponential growth in confirmed cases of recent COVID-19 outbreak in Mainland China",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Maier",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Brockmann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.18.20024414"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Coronavirus disease 2019 (COVID-19) Situation Report -51",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Novel Coronavirus COVID-19 (2019-nCoV) Data Repository by Center for Systems Science and Engineering. JHU CSSE 2020",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Jhu Csse Team",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Transmission of 2019-nCoV Infection from an Asymptomatic Contact in Germany",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rothe",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "970--971",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMc2001468"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Coronavirus disease 2019 (COVID-19) Situation Report -1",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Available online",
            "authors": [],
            "year": 2019,
            "venue": "Report of the WHO-China Joint Mission.on Coronavirus Disease",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Novel coronavirus 2019-nCoV: early estimation of epidemiological parameters and epidemic predictions",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Read",
                    "suffix": ""
                },
                {
                    "first": "Jre",
                    "middle": [],
                    "last": "Bridgen",
                    "suffix": ""
                },
                {
                    "first": "Dat",
                    "middle": [],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Jewell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.01.23.20018549"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Coronavirus disease 2019 (COVID-19) Situation Report -46",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "How Will Country-based Mitigation Measures Influence the Course of the COVID-19 Epidemic?",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Heesterbeek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Klinkenberg",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Hollingsworth",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30567-5"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Accumulated Cases for China vs all the other countries, from first recorded day at JHU, Jan 22nd, until March 15th, 2020.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Reported cases during the first month after onset of spreading phase in four countries. From top left to bottom right, in Italy, Japan, China and Germany since Feb 21th or the first outbreak day (for China) and the corresponding algebraic fitting R(t) ≈ at + bt 2 compatible with early-time expansion of the unconstrained SIR model, see Eq.(2)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Coefficients of algebraic fitting, n ∼ t b , from day 1 to Feb 11th for the 32 provinces/regions of China.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Evolution of the Growth Rate per day for the most affected (more than 500 cases) countries by March 15th, 2020, From day one of each country until March 15th, 2020. Short scales (c) are due to countries with more recent outbreaks. (b) and (c) are displayed from day 15 and 20 respectively to highlight the more recent data.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Pie-chart distribution of Growth Rate in percentage per Day, for the week from March 9th-15th, 2020. The size of the pie-chart portions represent the fraction of countries inside each growth rate range.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Accumulated number of cases in China (data from Johns Hopkins University[4], as a function of days after first reporting day (Jan 22nd, 2020) and fitting with a sigmoid function, correlation coefficient R = 0.96.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "SG acknowledges CAPES for support, under fellowship #003/2019 -PROPG -PRINT/UFRGS, and URPP Social Networks and University of Zürich for hospitality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        }
    ]
}