{
    "paper_id": "70bbb8624aae4c0232a09615273a9db885c53f98",
    "metadata": {
        "title": "IDENTIFICATION OF SEEDS FROM VARIOUS SPECIES OF STROPHANTHUS",
        "authors": [
            {
                "first": "W",
                "middle": [
                    "G"
                ],
                "last": "Thomas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Manchester",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Colin",
                "middle": [],
                "last": "Melville",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Manchester",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In a search for differential specific characters, the outer epidermis of the testa from Strophanthus seeds of 15 species has been examined. A \"trichome index\" has been defined, and the method of its determination described. It enabled the species studied to be divided into six groups. THE genus Strophanthus includes over 60 species, the seeds of about 30 of which have been subjected to chemical examination. Since the first study of the pharmacognosy of Strophunthus by Elbornel in 1887, many workers have searched for characters by which the seeds of one species might be readily distinguished from another. The seeds are morphologically similar, hence much reliance has been placed on chemical tests as a means of distinguishing them. In 1927, Mathiesen2 studied authentic seeds of several species, checking details of anatomical structure, and searching for diagnostic characters for samples of commercial seed. Results of the sulphuric acid colour test on fourteen species were recorded, showing the variety of colours produced during the course of the reaction on a single species, and the similarity of colours produced in several different species. Fourteen colour tests were investigated by Smelts, who recommended the use of four tests to distinguish between S. kombk Oliver and S. emini Aschers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The numerous chemical studies of Jacobs, of Stoll and of Reichstein have shown the variation in constituents according to species. The possible use of sarmentogenin in cortisone syntheses caused a period of renewed interest in the genus, during which some confusion between seeds of the various species occurred. Several expeditions explored Africa from 1949 to 1951 to collect as many species as p~s s i b l e~?~ and the material had been studied botanically by Monachin0~9~, who reviewed the genus, observing polymorphism in species having a wide geographical distribution. Youngken and Simonians illustrated the morphological characters of four species.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Bush and TaylorQ found the sulphuric acid test to be unreliable and largely dependent on substances other than cardiac glycosides. They developed a paper chromatographic method for the routine semi-micro investigation of the easily hydrolysable glycosides of the seeds, and classified 24 species into three groups. This method was suggested as a test for seed samples to replace the sulphuric acid colour test.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Although such structural differences as do occur in the seeds of various species of Strophunthus are of degree rather than of kind, methods depending on numerical relationships between tissues, cells or cell inclusions have 247 T",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In a search for differential specific characters, the outer epidermis of the testa from Strophanthus seeds of 15 species has been examined. A \"trichome index\" has been defined, and the method of its determination described. It enabled the species studied to be divided into six groups. THE genus Strophanthus includes over 60 species, the seeds of about 30 of which have been subjected to chemical examination. Since the first study of the pharmacognosy of Strophunthus by Elbornel in 1887, many workers have searched for characters by which the seeds of one species might be readily distinguished from another. The seeds are morphologically similar, hence much reliance has been placed on chemical tests as a means of distinguishing them. In 1927, Mathiesen2 studied authentic seeds of several species, checking details of anatomical structure, and searching for diagnostic characters for samples of commercial seed. Results of the sulphuric acid colour test on fourteen species were recorded, showing the variety of colours produced during the course of the reaction on a single species, and the similarity of colours produced in several different species. Fourteen colour tests were investigated by Smelts, who recommended the use of four tests to distinguish between S. kombk Oliver and S. emini Aschers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The numerous chemical studies of Jacobs, of Stoll and of Reichstein have shown the variation in constituents according to species. The possible use of sarmentogenin in cortisone syntheses caused a period of renewed interest in the genus, during which some confusion between seeds of the various species occurred. Several expeditions explored Africa from 1949 to 1951 to collect as many species as p~s s i b l e~?~ and the material had been studied botanically by Monachin0~9~, who reviewed the genus, observing polymorphism in species having a wide geographical distribution. Youngken and Simonians illustrated the morphological characters of four species.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Bush and TaylorQ found the sulphuric acid test to be unreliable and largely dependent on substances other than cardiac glycosides. They developed a paper chromatographic method for the routine semi-micro investigation of the easily hydrolysable glycosides of the seeds, and classified 24 species into three groups. This method was suggested as a test for seed samples to replace the sulphuric acid colour test.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although such structural differences as do occur in the seeds of various species of Strophunthus are of degree rather than of kind, methods depending on numerical relationships between tissues, cells or cell inclusions have not been reported. Fifteen species were examined, showing that the outer epidermis of the testa was the most suitable tissue for numerical differences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EXPERIMENTAL"
        },
        {
            "text": "The lengths of trichomes on surface preparations could not be measured because of the dense mass of tangled trichomes in certain species, and experiments were made to determine the most suitable method of preparing a suspension of separated intact epidermal cells. The testa was removed from seeds previously softened in water and portions were disintegrated by several reagents. The reagent selected was an aqueous solution containing 5 per cent chromic acid and 5 per cent sulphuric acid. It was found possible to control the degree of disintegration easily with this reagent, by varying the concentration, time and temperature. The testa was placed in a screw-capped bottle of 15 ml. capacity with 1 ml. of the reagent for 5 hours at 20\". The trichomes were separated by centrifugation, washed until acid free and stained by suspending in 50 per cent v/v aqueous glycerol, containing 0.001 per cent methylene blue. The lengths were measured by micro-projectionlO.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EXPERIMENTAL"
        },
        {
            "text": "Five hundred trichomes from each of 24 samples of disintegrated material were measured, and the results summarised in Table I . . . . . length of the trichome. The number, per cent, of trichomes exceeding a selected critical length was tested, using several levels of the critical length, and termed the 'trichome index'. This is defined as the number, per cent, of trichomes which exceed a certain critical length. The latter is specified by prefix, for example : \"100 micron trichome index\".",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 118,
                    "end": 125,
                    "text": "Table I",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "The results of trichome index determinations using several critical lengths are given in Table 11 . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 89,
                    "end": 97,
                    "text": "Table 11",
                    "ref_id": null
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "The fifteen species of strophanthus seeds studied were divided into six groups, using the proposed trichome index (Table 111) . Variations between seeds, and between samples, are shown by the measurements upon S. kombe' to be less than the variation between the six groups proposed in Table 111 . The use of this separation table is proposed as an aid to the identification of the seeds from various species of Strophanthus.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 114,
                    "end": 125,
                    "text": "(Table 111)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 285,
                    "end": 294,
                    "text": "Table 111",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "The paper was presented by Mr. W. G. Thomas. THE CHAIRMAN. Could the method be applied to powdered seed? He had not found the sulphuric acid test to be unreliable. Was it possible that seeds of Strophanthus sarmentosus had been confused with S. kombe' as he believed the green colour with the latter to be characteristic?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "It would be difficult to differentiate clearly between S. kombt! and S. emini solely on length of trichomes. Would the treatment have the same effect on the short stubby trichomes as on the tenuous ones?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "DR. T. E. WALLIS (London) . Insufficient information about the procedure had been given. S. nicholsoni would give difficulties because of its matted, twisted trichomes. Those of S. hespidus were brittle and were broken off during commercial handling. It would be difficult to measure the length when the trichomes were twisted or overlapped. Did the length include the base embedded in the epidermis? Was the apex always complete? Was the number measured for each sample a chance number or did it represent the total hairs present on the seed? By examination of the endosperm and the crystals, with one exception, he .had, not had any difficulty in detecting seeds of other species when present in samples of kombC seeds.",
            "cite_spans": [
                {
                    "start": 10,
                    "end": 25,
                    "text": "WALLIS (London)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "For kombC, 10 seeds were mentioned, were the other determinations carried out on only one seed? Were they young seeds with hairs probably not fully developed or were they mature seeds?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The colour test had been carried out on botanically authenticated samples. The variation with S. sarmentosus appeared to be due to geographical variation in the species and there had been work which suggested that there should be one or two new varieties of this species. The suggested method could be applied to the powdered seed. The trichomes had been measured by micro-projection and damaged trichomes would be revealed. He agreed that the groupings were fine and that the method must be used in conjunction with other methods. The short stubby trichomes had survived the treatment. The matted trichomes of S. nicholsoni could be seen clearly after applying the method for separation. He agreed that the fragility of the trichomes of S. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "hespidus would give rise to difficulties in commercial samples. The length measured included the base itself. The actual number of hairs on the seed had not been determined. The figures quoted were the results from many hundreds of seeds. It was considered that 500 was the minimum number of trichomes which must be measured from one seed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MR. THOMAS replied."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "1927, 2. 228; ibid., 1928, 3, 21; 34. Smelt, Quart",
            "authors": [
                {
                    "first": "Pharm",
                    "middle": [
                        "J"
                    ],
                    "last": "Elborne",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J. Amer. pharm. Ass. Sci. Ed",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "From these data it appeared possible to distinguish certain species by",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "MR. S . G. E. STEVENS (London). DR. B. P. JACKSON (Sunderland).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "OF TRICHOMES ON TESTA OF STROPHANTHUS SEEDS Strophanthus kombe Oliver Sample number I Seed number I Other species S. amboensis Engl. et Pax. . . . . S. courmontii Sacleux. .. .. S. emini Aschers. . . . . . . S. gerrardii Stapf. .. .. S. grandiflorus (Brown) Gilg. . . S. grafus Baill. .. .. .. S. hispidus A.P.DC. . . . . , . S. hypoleucus Stapf. . . . . . . S. intermedius Pax. . . . . . .",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Trichome index S. amboensis . . . . . . S. courmontii . . . . . . S. emini . . . . . . S . gerrardii . . . . . . S. hypoleucus . . . . . . . . . . . . S. nicholsoni . . . . . . S. speciosus . . . . . .",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "TABLE, USING TRICHOME INDEX (T.I.) TO GROUP Strophanthus SPECIES ; ALSO COMPARING BUSH AND TAYLOR'S CLASSIFICATION^, AND COLOURS REPORTED WITH 80 PER CENT SULPHURIC ACID ON THE ENDOSPERM OF SEED SECTIONS 11. lo00 p T.I. less than 18 . . .. ..I S. emini I 2 I mi or orange. 111. 400 p T.I. less than 70 . . . . . .",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}