{
    "paper_id": "71013d83de14999d81b6b2ebab0b0fcfb22039ca",
    "metadata": {
        "title": "Tilorone, a Broad-Spectrum Antiviral for Emerging Viruses",
        "authors": [
            {
                "first": "Sean",
                "middle": [],
                "last": "Ekins",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Collaborations Pharmaceuticals, Inc",
                    "location": {
                        "settlement": "Raleigh",
                        "region": "North Carolina",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Peter",
                "middle": [
                    "B"
                ],
                "last": "Madrid",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "SRI International",
                    "location": {
                        "settlement": "Menlo Park",
                        "region": "California",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Tilorone is a 50-year-old synthetic small-molecule compound with antiviral activity that is proposed to induce interferon after oral administration. This drug is used as a broad-spectrum antiviral in several countries of the Russian Federation. We have recently described activity in vitro and in vivo against the Ebola virus. After a broad screening of additional viruses, we now describe in vitro activity against Chikungunya virus (CHIK) and Middle Eastern respiratory syndrome coronavirus (MERS-CoV).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "I n recent years, we have witnessed major Ebola virus outbreaks in Africa, the Zika outbreak in Brazil, and now the novel coronavirus (2019-nCoV) in China. These viruses are rarely confined to their original locations and thus create challenges in containment. Newer viruses also lack available approved treatments and indicate the need for broader-spectrum antivirals. We now highlight one such molecule, tilorone dihydrochloride (tilorone; Amixin or Lavomax) which is currently registered for human use in Russia, Ukraine, Kazakhstan, Belarus, Armenia, Georgia, Kyrgyzstan, Moldova, Turkmenistan, and Uzbekistan as an antiviral (influenza, acute respiratory viral infection, viral hepatitis, viral encephalitis, myelitis, and others) and immunomodulating medication. It is also included in the list of essential medicines of the Russian Federation. In vivo efficacy studies dating back to 1970 support possible uses against a broad array of viruses, including influenza A virus, influenza B virus, herpes simplex virus 1, West Nile virus, mengovirus, Semliki Forest virus, vesicular stomatitis virus, and encephalomyocarditis virus (1) (2) (3) . More recently, we recently demonstrated 90 to 100% survival in mice infected with Ebola virus and then treated with tilorone (4). These results led us to more broadly profile the antiviral spectrum of activity and focus on Chikungunya virus (CHIK) and Middle Eastern respiratory syndrome coronavirus (MERS-CoV).",
            "cite_spans": [
                {
                    "start": 1134,
                    "end": 1137,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1138,
                    "end": 1141,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1142,
                    "end": 1145,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Tilorone screening in antiviral assays. Tilorone dihydrochloride was purchased from Sigma-Aldrich (St. Louis, MO). Tilorone was tested (using the NIAID DMID services) against representatives of the Herpesviridae, Bunyaviridae, Togaviridae, Arenaviridae, Flaviviridae, Picornaviridae, and Poxviridae; hepatic viruses; respiratory viruses; and other viruses. Four-concentration cytopathic effect (CPE) inhibition assays were performed. Confluent or near-confluent cell culture monolayers in 96-well disposable microplates were prepared. Cells were maintained in minimal essential medium (MEM) or Dulbecco's minimal essential medium (DMEM) supplemented with fetal bovine serum (FBS) as required for each cell line. For antiviral assays, the same medium was used but with FBS reduced to 2% or less and supplemented with 50 g/ml gentamicin. The test compound is prepared at four log 10 final concentrations of 0.1, 1.0, 10, and 100 g/ml or micromolar concentrations. Five microwells are used per dilution: three for infected cultures and two for uninfected toxicity cultures. Controls for the experiment consist of six microwells that are infected (virus controls) and six that are untreated (cell controls). The virus control and cell control wells are on every microplate. In parallel, a known active drug is tested as a positive-control drug using the same method as is applied for test compounds. The positive control is tested with each test run. The assay was initiated by first removing growth medium from the 96-well plates of cells. Then, the test compound was applied in an 0.1-ml volume to wells at 2ϫ concentration. Virus, normally at 50% cell culture infectious doses (CCID 50 ) in an 0.1-ml volume, was placed in those wells designated for virus infection (CHIK, 10 CCID 50 into 4e 4 cells per well ϭ multiplicity of infection [MOI] of 0.0003, and MERS-CoV, 132 CCID 50 into 2e 4 cells per well ϭ MOI of 0.007). For CHIK, compound was added to cells just prior to infection (1to 15-min range, no intended pretreatment), while for MERS-CoV compound was added to cells 10 to 30 min prior to infection (no intended pretreatment). Medium devoid of virus was placed in toxicity control wells and cell control wells. Virus control wells were treated similarly with virus. Plates are incubated at 37°C with 5% CO 2 until maximum CPE is observed microscopically in virus control wells (CHIK and MERS-CoV were incubated for 3 days). The plates are then stained with 0.011% neutral red for approximately 2 h at 37°C in a 5% CO 2 incubator (5). The neutral red medium was removed by complete aspiration, and the cells were rinsed one time with phosphate-buffered solution (PBS) to remove residual dye. PBS was completely removed, and the incorporated neutral red was eluted with 50% Sorensen's citrate buffer-50% ethanol for at least 30 min. The dye content in each well was quantified using a 96-well spectrophotometer at a 540-nm wavelength. The 50% effective (EC 50 , virus-inhibitory) concentrations and 50% cytotoxic (CC 50 , cell-inhibitory) concentrations were then calculated by linear regression analysis. The quotient of CC 50 divided by EC 50 gives the selectivity index (SI 50 ) value. Ideally, compounds showing SI 50 values of Ͼ10 are considered active.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Tilorone has in vitro activity against CHIK and MERS-CoV. We identified promising micromolar activities for tilorone against CHIK and MERS-CoV with reasonable selectivity indexes ( Table 1 ). The in vitro activity against MERS-CoV also agrees with recent findings of others (6) . These combined observations along with earlier descriptions of many antiviral activities suggest tilorone is a potential broad-spectrum antiviral that may have utility against additional coronaviruses. While this drug is approved in Russian Federation countries, tilorone has never been evaluated and tested for safety and efficacy under studies that meet current ICH and FDA guidelines and regulations. Recent virus outbreaks such as severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) suggest the urgent need for reassessment of this compound as a broadspectrum antiviral as we have yet to fully appreciate the utility of this drug discovered 50 years ago. ",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 277,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 181,
                    "end": 188,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Tilorone hydrochloride: an orally active antiviral agent",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Krueger",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Mayer",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Science",
            "volume": "169",
            "issn": "",
            "pages": "1213--1214",
            "other_ids": {
                "DOI": [
                    "10.1126/science.169.3951.1213"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Effects of tilorone hydrochloride on experimental flavivirus infections in mice",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "V"
                    ],
                    "last": "Vargin",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zschiesche",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "F"
                    ],
                    "last": "Semenov",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Acta Virol",
            "volume": "21",
            "issn": "",
            "pages": "114--118",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Evaluation of various analogues of tilorone hydrochloride against Venezuelan equine encephalitis virus in mice",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Kuehne",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Pannier",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Stephen",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Antimicrob Agents Chemother",
            "volume": "11",
            "issn": "",
            "pages": "92--97",
            "other_ids": {
                "DOI": [
                    "10.1128/aac.11.1.92"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Efficacy of tilorone dihydrochloride against Ebola virus infection",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ekins",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Lingerfelt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Comer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Freiberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Mirsalis",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "O&apos;loughlin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Harutyunyan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mcfarlane",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Madrid",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Antimicrob Agents Chemother",
            "volume": "62",
            "issn": "",
            "pages": "1711--1728",
            "other_ids": {
                "DOI": [
                    "10.1128/AAC.01711-17"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Evaluation of cell viability dyes in antiviral assays with RNA viruses that exhibit different cytopathogenic properties",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Smee",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Hurst",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "Clyde",
                    "middle": [
                        "N"
                    ],
                    "last": "Wright",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Peterson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Day",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Virol Methods",
            "volume": "246",
            "issn": "",
            "pages": "51--57",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jviromet.2017.03.012"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "High-throughput screening and identification of potent broad-spectrum inhibitors of coronaviruses",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Niu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Virol",
            "volume": "93",
            "issn": "",
            "pages": "23--42",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00023-19"
                ]
            }
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Antiviral screening data for tilorone generated under the NIAID-DMID NCEA antiviral in vitro screening services a In vitro antiviral data in Vero 76 cells may underestimate antiviral activity due to lacking interferon pathways. b ssRNA, single-stranded RNA.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Mindy Davis is gratefully acknowledged for assistance with the NIAID virus screening capabilities, task order number B22. Craig Day and colleagues are kindly thanked for providing the experimental data and methodology.We kindly acknowledge NIH funding: R21TR001718 from NCATS (PI, Sean Ekins).S.E. is CEO of Collaborations Pharmaceuticals, Inc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        }
    ]
}