{
    "paper_id": "71884bc5bb6f603fe1aca774fba79c722d8eef3c",
    "metadata": {
        "title": "Diagnostic Imaging of Neonatal Pneumonia Diagnostic Imaging of Neonatal Pneumonia 7",
        "authors": [
            {
                "first": "David",
                "middle": [],
                "last": "Manson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Toronto",
                    "location": {
                        "addrLine": "Pediatric Radiol-ogy, 555 University Avenue",
                        "postBox": "C O N T E N T S 7",
                        "postCode": "M5G 1X8",
                        "settlement": "Toronto",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "D",
                "middle": [],
                "last": "Manson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Toronto",
                    "location": {
                        "addrLine": "Pediatric Radiol-ogy, 555 University Avenue",
                        "postBox": "C O N T E N T S 7",
                        "postCode": "M5G 1X8",
                        "settlement": "Toronto",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Respiratory infections remain a significant and fi formidable threat to the health and well being of the neonate despite potent antibiotics, increasingly sophisticated laboratory detection methods and technologically advanced neonatal intensive care nurseries. Although the clinical and radiological definitions of pneumonia are variable throughout fi medical and governmental literature, quoted incidence rates for neonatal pneumonia range between 1.5-5.0 per 1,000 live births (Keyserling 1997; Webber et el 1990) .",
            "cite_spans": [
                {
                    "start": 479,
                    "end": 496,
                    "text": "(Keyserling 1997;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 497,
                    "end": 515,
                    "text": "Webber et el 1990)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Mortality rates from pneumonia are even more difficult to obtain and to interpret. The medical lit-fi erature quotes neonatal pneumonia mortality rates between 5% and 20% (Whitsett et al. 1999) . Recent reports from the Centers for Disease Control quote mortality rates from neonatal pneumonia of 3.2/1,000 live births in the United States, corresponding to 1.1% of all neonatal deaths (Document LWCK 7 2003) , http://www.cdc.gov/nhcs/data/dvs/lwck7_2003pdf. The incidence and mortality in developing countries are, not surprisingly, higher, with stated mortality rates estimated at between 0.75-1.2 million neonatal deaths from pneumonia annually, accounting for 10% of all global neonatal mortality (Duke 2005) .",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 193,
                    "text": "(Whitsett et al. 1999)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 386,
                    "end": 408,
                    "text": "(Document LWCK 7 2003)",
                    "ref_id": null
                },
                {
                    "start": 701,
                    "end": 712,
                    "text": "(Duke 2005)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Approximately 10% of all neonatal intensive care unit (NICU) patients will have at least one episode of pneumonia (Whitsett et al. 1999) . It is estimated that 17% of very low birth weight infants will have at least one episode of a nosocomial infection (Thompson et al. 1992) of which 30% will present as a respiratory tract infection (Hemming et al. 1976 ). Ironically, it would seem that the increasing sophistication of neonatal care and highly specialised nursery units may actually contribute to the incidence of neonatal pneumonia and sepsis by permitting the care of increasingly premature and sick neonates who may have previously succumbed. The use of highly invasive monitoring and therapeutic equipment has life-saving potential, yet they can introduce a significant iatrogenic infection potential. fi",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 136,
                    "text": "(Whitsett et al. 1999)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 254,
                    "end": 276,
                    "text": "(Thompson et al. 1992)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 336,
                    "end": 356,
                    "text": "(Hemming et al. 1976",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The above-quoted incidence and mortality rates demonstrate that pulmonary infection is a significant risk to the neonate, and especially to the fi premature infant. The reasons for this are multifactorial. The full term neonate is considered immunologically \"competent\", in that most can respond appropriately to antigenic stimulation. The absolute number of T-cells is similar in the neonate to the adult as long as thymic function is normal during foetal life (Roberton 1996) . However, there are other considerations which render the neonate relatively more susceptible to infection. Studies have documented reduced leukocyte adherence and chemotaxis, as well as complement deficiencies that fi result in reduced phagocytosis and intracellular killing (Roberton 1996; Speck et al. 1979 ). Surface IgA is absent, and serum IgG can be deficient in fi early preterm infants for whom sufficient time for fi normal maternal IgG transplacental transfer has not occurred. Even if sufficient transplacental IgG trans-fi fer has occurred, this supply of IgG has a limited life span of only several weeks resulting in a physiologically normal, transient hypogammaglobulinemia in the fi rst few months of life. Furthermore, while the fi neonate can initially respond to antigenic stimulation with an endogenous IgM response, conversion of this response to a more mature IgG response is delayed. These deficiencies frequently result in a fi neonate with a limited capability to control and/or limit the spread of invasive organisms.",
            "cite_spans": [
                {
                    "start": 462,
                    "end": 477,
                    "text": "(Roberton 1996)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 755,
                    "end": 770,
                    "text": "(Roberton 1996;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 771,
                    "end": 788,
                    "text": "Speck et al. 1979",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Clinical Considerations"
        },
        {
            "text": "As well, the physical environment of both the foetus and the neonate play significant roles in exposing fi them to potential pathogens. The environment of the foetus inside intact maternal amniotic membranes is generally considered partially protective from external sources of infection. Therefore, one of the most common causes of neonatal sepsis is premature rupture of maternal membranes. Nevertheless, neonatal sepsis can occur even in the presence of intact maternal membranes (Kirkpatrick and Mueller 1998; Speck et al. 1979) . Congenital infections can occur through transplacental spread of a variety of organisms. During and after birth, the neonate is physically exposed to potentially pathogenic organisms which may colonise the maternal vaginal canal, or may be actively infecting the mother. The neonatal nursery provides a large source of invasive monitoring and therapeutic instruments, all of which can iatrogenically introduce organisms into the infant. Nursery personnel and family members inadvertently spread nosocomial infections even if strict antiseptic technique is maintained. It is not surprising, therefore, that, since the lungs provide a \"front line\" exposure between the neonate and its environment, neonatal pneumonia remains a signifi-fi cant problem in the NICU.",
            "cite_spans": [
                {
                    "start": 483,
                    "end": 513,
                    "text": "(Kirkpatrick and Mueller 1998;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 514,
                    "end": 532,
                    "text": "Speck et al. 1979)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Clinical Considerations"
        },
        {
            "text": "Unfortunately, the clinical signs and symptoms of infection that the neonate may manifest are frequently protean and non-specific. The infant may fi simply demonstrate listlessness and/or decreased physical activity. Feeding intolerance or pallor may be the only initial clinical manifestations. Either apnoea or tachypnea may be present and either tachycardia or bradycardia may occur. The child may be febrile or even hypothermic. Laboratory tests may be equally non-specifi c, demonstrating either an increased or fi a decreased total white cell count. It is, therefore, common for the clinician to perform a chest radiograph to help determine if pulmonary infection is the potential cause of some of these clinically observed changes. The chest radiograph, in this situation, can become useful to localise the problem to a pulmonary aetiology, even if the radiographic changes are not sufficiently specifi fi c to diagnose pulmonary infection fi as the cause of the infant's symptoms. Given the fulminant potential for some etiologic pathogens which cause neonatal pneumonia, any abnormality on the chest radiograph which may suggest a pulmonary infection warrants the initiation of broad spectrum antibiotic coverage (Dennehy 1987; Kirkpatrick and Mueller 1998; Speck et al. 1979 ).",
            "cite_spans": [
                {
                    "start": 1222,
                    "end": 1236,
                    "text": "(Dennehy 1987;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1237,
                    "end": 1266,
                    "text": "Kirkpatrick and Mueller 1998;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1267,
                    "end": 1284,
                    "text": "Speck et al. 1979",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Clinical Considerations"
        },
        {
            "text": "When taken in isolation, the study of the radiological manifestations of neonatal pneumonia is disappointing. There are few definitive correlative studies fi in the literature analysing the various radiological findings of pulmonary infection and comparing fi them with other causes of respiratory compromise, let alone comparing them to potential etiologic microbial agents. Most studies concur that the radiological findings alone are non-specifi fi c, such that it fi is almost impossible to determine a causative organism by their radiographic manifestations (Burko 1962; Currarino and Silverman 1957; Harris 1963; Roberton 1996; Wiesenberg 1973) . Furthermore, many of these neonates do not suffer from pneumonia in isolation, but may also have complicating features such as hyaline membrane disease, meconium or amniotic fl uid aspiration, persistent fl pulmonary hypertension, transient tachypnea of the newborn, secondary ARDS, patency of the ductus arteriosus, or a variety of other causes of neonatal respiratory distress. In one of the few studies looking specifically at radiological patterns in neonatal fi pneumonia, Haney et al. (1984) reviewed autopsy records of all neonates who died over a 6-year period and in whom an autopsy documented pathological changes of pneumonia as the only significant ab-fi normality. A review of their immediate pre-mortem chest radiographs revealed that the majority of cases demonstrated bilateral air space disease. Unfortunately, a pattern indistinguishable from hyaline membrane disease was seen in 13%, and a pattern indistinguishable from transient tachypnea of the newborn was seen in 17%. A few features have been described which may be helpful in identifying pulmonary infection as the source of respiratory distress. Some authors have postulated that one fi nding fi that may help to differentiate pneumonia from hyaline membrane disease is the presence of increased lung volumes combined with air-space disease in the non-intubated neonate (Harris 1963; Wiesenberg 1973) . Hyaline membrane disease tends to cause diffusely small lungs from surfactant defi ciency, fi while infection may result in over-inflation of re-fl cruited airspaces. Unfortunately, only 17% of the population described by Haney et al. demonstrated increased lung volumes, and most of these children were intubated on their pre-mortem examination. Others have suggested that air-space disease in the presence of a pleural effusion is more suggestive of bacterial pneumonia than of other causes of neonatal respiratory distress, especially when group B streptococcus is the etiologic agent (Haney et al. 1984; Leonidas et al. 1977; Payne et al. 1988) . The presence of pneumatoceles may also suggest a bacterial aetiology, a finding which is not exclu-fi sive to staphylococcal pneumonia (Papageorgiou et al. 1973; Wiesenberg 1973) . As well, a diffuse, bilateral, alveolar pattern that develops in the first fi 4-6 h of life is characteristic, although not specific, fi for early neonatal sepsis and pneumonia, again classically seen when group B streptococcus is the etiologic agent. Ancillary non-pulmonary chest radiographic fi ndings may be helpful in suggesting fi a diagnosis. Air-space disease in conjunction with periostitis or osteomyelitic lesions may suggest congenital syphilis, while a diffusely interstitial reticulonodular pattern in conjunction with characteristic metaphyseal lucencies suggests a congenital viral aetiology. A diffuse interstitial pattern alone is nonspecifi c, but if associated hepatosplenomegaly and fi intracerebral calcifi cations are present, CMV pneu-fi monitis becomes a likely aetiology. Although the initial chest radiograph may be non-specific, serial fi chest radiographs can be extremely useful, especially in differentiating the rapidly resolving pattern of transient tachypnea of the newborn from the more persistent pattern of neonatal pneumonia. As well, serial examinations are frequently used to follow the response to therapeutic interventions such as antibiotic administration.",
            "cite_spans": [
                {
                    "start": 563,
                    "end": 575,
                    "text": "(Burko 1962;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 576,
                    "end": 605,
                    "text": "Currarino and Silverman 1957;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 606,
                    "end": 618,
                    "text": "Harris 1963;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 619,
                    "end": 633,
                    "text": "Roberton 1996;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 634,
                    "end": 650,
                    "text": "Wiesenberg 1973)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1131,
                    "end": 1150,
                    "text": "Haney et al. (1984)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1999,
                    "end": 2012,
                    "text": "(Harris 1963;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 2013,
                    "end": 2029,
                    "text": "Wiesenberg 1973)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 2254,
                    "end": 2279,
                    "text": "Haney et al. demonstrated",
                    "ref_id": null
                },
                {
                    "start": 2620,
                    "end": 2639,
                    "text": "(Haney et al. 1984;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2640,
                    "end": 2661,
                    "text": "Leonidas et al. 1977;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 2662,
                    "end": 2680,
                    "text": "Payne et al. 1988)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 2818,
                    "end": 2844,
                    "text": "(Papageorgiou et al. 1973;",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 2845,
                    "end": 2861,
                    "text": "Wiesenberg 1973)",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "Radiological Considerations"
        },
        {
            "text": "It is best to review the major aetiologic organisms and their respective radiographic patterns according to the initial source of neonatal infection. These are commonly divided into those agents causing transplacental infection, agents acquired perinatally and those acquired postnatally or nosocomially.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aetiologic Agents"
        },
        {
            "text": "Transplacentally transmitted infections, conforming to the traditionally taught pneumonic of \"TORCH\" (or \"CROTSH\") are, fortunately, quite rare. The pulmonary manifestations of these particular infections are even less common. While many perinatally acquired infections gain route to the foetus/neonate via aspiration or inhalation, transplacental infections enter the foetus hematogenously, via the umbilical cord. Most infants, therefore, tend to manifest systemic and multi-organ disease rather than a primary pneumonitis. It is, therefore, not surprising that the medical literature is generally deficient in reviews of the fi radiological manifestations of pneumonia in infants with transplacentally acquired infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transplacental Infection"
        },
        {
            "text": "The most common of these disorders appears to be the fairly ubiquitous cytomegalovirus (CMV), whose presence is well documented in all ages, races and socio-economic levels throughout both the developed as well as developing countries. Fortunately, estimates of foetal infection rates are very low. Approximately 1% of all newborns demonstrate a serologic response to transplacentally acquired CMV. However, 90% of these infants are asymptomatic and demonstrate no sequelae of the infection. When clinically evident infection does occur, the primary manifestations are usually systemic, including intrauterine growth retardation, hepatosplenomegaly and thrombocytopenia. The most signifi cant primary organ of in-fi volvement is the central nervous system, producing microcephaly, intracranial calcifications and/or sen-fi sori-neural hearing loss. Congenital CMV pneumonitis is a rare manifestation, occurring only in 1-2% of CMV infected newborns (Dworsky 1982; Stagno 1980) . It is signifi cantly more common in infants fi who acquire the infection from other sources such as transvaginal exposure, maternal breast milk, or neonatal blood transfusions (Dworsky 1982; Stagno 1981; Stagno et al 1980; Whitsett et al. 1999) . Although the radiographic manifestations of congenital CMV pneumonitis have not undergone statistical scrutiny, it is commonly accepted that this infection manifests as a diffuse reticulonodular, non-specific, fi viral interstitial pattern (Dennehy 1987; Whitsett et al. 1999; Wiesenberg 1973) , similar to many viral pneumonitides ( Fig. 7 .1).",
            "cite_spans": [
                {
                    "start": 949,
                    "end": 963,
                    "text": "(Dworsky 1982;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 964,
                    "end": 976,
                    "text": "Stagno 1980)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1155,
                    "end": 1169,
                    "text": "(Dworsky 1982;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1170,
                    "end": 1182,
                    "text": "Stagno 1981;",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1183,
                    "end": 1201,
                    "text": "Stagno et al 1980;",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1202,
                    "end": 1223,
                    "text": "Whitsett et al. 1999)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1466,
                    "end": 1480,
                    "text": "(Dennehy 1987;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1481,
                    "end": 1502,
                    "text": "Whitsett et al. 1999;",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1503,
                    "end": 1519,
                    "text": "Wiesenberg 1973)",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [
                {
                    "start": 1560,
                    "end": 1566,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Transplacental Infection"
        },
        {
            "text": "Other, less common, transplacentally acquired pneumonitides include rubella, syphilis, Listeria monocytogenes and tuberculosis. In general, maternal infection rates with tuberculosis and syphilis are increasing in both developing and industrialised countries. This can be partially explained by the widespread increase in migration rates into industrialised countries from countries in which infections rates are relatively high. As well, the HIV world-wide epidemic has permitted many of these organisms to propagate through immunosuppressed hosts. Congenital infection rates from syphilis were increasing in the 1980s and 1990s in predominantly urban geo-graphic foci. This trend appeared to peak in the early 1990s with over 4,000 reported cases to the Center for Disease Control in the United States, decreasing to approximately 2,000 cases in 1996 (Sanchez and Wendel 1997) . Congenital syphilitic pneumonia is an uncommon manifestation of congenital syphilis, seen in only approximately 5-25% of cases of congenital syphilis (Sanchez and Wendel 1997) . It is commonly referred to as \"pneumonia alba\", due to the pathologic whitish plaque-like appearance of the areas of consolidation. Radiologically, it usually appears as a diffuse process (Fig. 7. 2), but may manifest larger patches of air-space disease corresponding to mononuclear organizing infiltrates ( fi Roberton 1996). One helpful sign on a chest radiograph is the presence of osseous lesions such as diffuse long bone periostitis, a radiographic sign which is more commonly seen in congenital syphilis than pulmonary consolidation.",
            "cite_spans": [
                {
                    "start": 853,
                    "end": 878,
                    "text": "(Sanchez and Wendel 1997)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1031,
                    "end": 1056,
                    "text": "(Sanchez and Wendel 1997)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [
                {
                    "start": 1247,
                    "end": 1255,
                    "text": "(Fig. 7.",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Transplacental Infection"
        },
        {
            "text": "Listeria monocytogenes is a gram-positive organism which can be acquired transplacentally or perinatally and frequently presents as a pneumonitis. Maternal infection is usually within 2-3 weeks of delivery with a non-specific fl fi u-like illness. The fl illness in the neonate is clinically similar to group B streptococcus, demonstrating an \"early\" onset variety which presents in the first 72 h of life, and a fi \"late\" onset form that becomes manifest after 7 days of life. At least 50% of those with the \"early\" onset form demonstrate respiratory tract involvement (Bortolussi and Schlech 2001) . The predominant radiographic pattern described is fairly non- Fig. 7 .1. Newborn with documented CMV pneumonia. There is a non-specific diffuse interstitial and predominantly re-fi ticular pattern, which is typical of viral pneumonitides Newborn infant born at 35 weeks of gestation to a mother treated during a previous pregnancy for congenital syphilis. The radiograph demonstrates a diffuse and bilateral pneumonitis, and the child had clinical fi ndings of fi pneumonia. Associated bone changes are barely visible in the humeri, but are more apparent on other bone films. The fi infant responded well to appropriate antibiotics specifi c. In a comprehensive review of 55 cases of fi neonatal listeriosis, 39 of which underwent chest radiographic examination, two equally common patterns were described (Willich 1967) . The first fi is of a \"bronchopneumonic\" pattern of streaky and confl uent opacities, and the second is a diffuse, fi fl ne fi interstitial pattern. It is postulated that some of the coarser interstitial densities correlate with multifocal granulomas in medium and smaller airways. These radiographic manifestations are remarkably similar to group B streptococcal pneumonia acquired perinatally as described below (Whitsett et al. 1999; Wiesenberg 1973) .",
            "cite_spans": [
                {
                    "start": 570,
                    "end": 599,
                    "text": "(Bortolussi and Schlech 2001)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1408,
                    "end": 1422,
                    "text": "(Willich 1967)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1838,
                    "end": 1860,
                    "text": "(Whitsett et al. 1999;",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1861,
                    "end": 1877,
                    "text": "Wiesenberg 1973)",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [
                {
                    "start": 664,
                    "end": 670,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Transplacental Infection"
        },
        {
            "text": "Congenital tuberculous infection is a rare disorder, having been reported in less than 300 cases in the medical literature (Starke 1997) . It occurs secondary to disseminated maternal infection, which produces placental caseating granulomas. Pulmonary manifestations are uncommon as the usual primary site of infection is the liver from umbilical cord seeding. However, the patency of the ductus venosus and foramen ovale can result in disseminated infection relatively easily. Neonatal tuberculosis may also occur from aspiration of infected amniotic fluid, from ingestion of infected breast milk, or from fl inspiration of maternal respiratory droplets. Respiratory distress is a fairly common manifestation of neonatal tuberculosis, seen in approximately 72% of cases (Starke and Smith 2001) . Parenchymal consolidation and adenopathy are common radiographic manifestations, although up to 50% of neonatal cases with radiographic findings demonstrate fi a miliary pattern (Starke and Smith 2001) .",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 136,
                    "text": "(Starke 1997)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 771,
                    "end": 794,
                    "text": "(Starke and Smith 2001)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 975,
                    "end": 998,
                    "text": "(Starke and Smith 2001)",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Transplacental Infection"
        },
        {
            "text": "Although the pneumonic \"TORCH\" includes toxoplasmosis and herpes, the former uncommonly causes pneumonitis, and the latter is more appropriately considered under perinatally acquired infections. Cases reports of placental infections with influenza A ( fl Arvin and Maldonado 2001), varicella (Keyserling 1997) , adenovirus (Abzug and Levin 1991) and echovirus (Cheeseman et al. 1977) are described, but are exceedingly rare.",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 309,
                    "text": "(Keyserling 1997)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 323,
                    "end": 345,
                    "text": "(Abzug and Levin 1991)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 360,
                    "end": 383,
                    "text": "(Cheeseman et al. 1977)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Transplacental Infection"
        },
        {
            "text": "Perinatally acquired infections can be clinically categorised into those which are acquired via as-cending infection from the vaginal tract, those acquired transvaginally during the birth process and those acquired nosocomially in the neonatal period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical Considerations"
        },
        {
            "text": "Ascending infections from the maternal vaginal tract are the usual cause of chorioamnionitis. It is estimated that maternal chorioamnionitis complicates an approximate 1-10% of all pregnancies in industrialised countries (Belady et al. 1997) , and is probably much more common in underdeveloped countries due to substandard maternal health care. Predisposing factors to chorioamnionitis include premature rupture of membranes of greater than 24 h, foetal instrumentation, increased number of vaginal examinations before birth, and prolonged labour. Although the organisms causing foetal sepsis are polymicrobial, nearly half of all infections are attributable to either group B streptococcus or E. coli (Belady et al. 1997) .",
            "cite_spans": [
                {
                    "start": 221,
                    "end": 241,
                    "text": "(Belady et al. 1997)",
                    "ref_id": null
                },
                {
                    "start": 703,
                    "end": 723,
                    "text": "(Belady et al. 1997)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Clinical Considerations"
        },
        {
            "text": "It is postulated (Wiesenberg 1973 ) that most organisms causing neonatal pneumonia gain entry to the infant during the birth process as the foetus takes its fi rst gasping efforts at breathing. This fi may occur earlier during the course of labour in the asphyxiated infant who may swallow and/or aspirate in response to non-specific stressful events.",
            "cite_spans": [
                {
                    "start": 17,
                    "end": 33,
                    "text": "(Wiesenberg 1973",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "Clinical Considerations"
        },
        {
            "text": "fi It is for this reason that clinical signs or symptoms of maternal chorioamnionitis warrant the use of maternal perinatal intravenous antibiotics, which have been shown to significantly decrease the risk fi of sepsis and pneumonia in the neonate (Belady et al. 1997) .",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 268,
                    "text": "(Belady et al. 1997)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Clinical Considerations"
        },
        {
            "text": "There appear to be two separate clinical syndromes for neonatal sepsis and/or pneumonia which are significantly different with respect to fi symptomatology and outcome. Those infants with pneumonia or sepsis presenting within the first fi 48 h of life tend to have a more acute and severe clinical picture of hypotension, shock, disseminated intravascular coagulation and multi-organ failure. Mortality rates in this \"early\" onset form vary between 30%-50% (Bohin and Field 1994; Kirkpatrick and Mueller 1998; Speck et al. 1979; Whitsett et al. 1999) , especially when the offending organism is group B streptococcus. Those infants presenting after 48 h tend to have a less fulminant course with mortality rates of less than 5% (Bohin and Field 1994) . As well, the clinical symptoms tend to be less drastic, presenting with more isolated respiratory difficulty or less fi severe systemic manifestations.",
            "cite_spans": [
                {
                    "start": 457,
                    "end": 479,
                    "text": "(Bohin and Field 1994;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 480,
                    "end": 509,
                    "text": "Kirkpatrick and Mueller 1998;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 510,
                    "end": 528,
                    "text": "Speck et al. 1979;",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 529,
                    "end": 550,
                    "text": "Whitsett et al. 1999)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 728,
                    "end": 750,
                    "text": "(Bohin and Field 1994)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Clinical Considerations"
        },
        {
            "text": "Unfortunately, the radiographic manifestations of the various etiologic agents carry very poor specifi cities. As noted previously, multiple studies fi have documented the non-specificity of the radio-fi graphic patterns of neonatal pneumonia (Ablow et al. 1976; Burko 1962; Currarino and Silverman 1957; Haney et al. 1984; Harris 1963; Leonidas et al. 1977; Lilien et al. 1977) . This holds true both in regards to differentiating between the various etiologic microbial agents, as well as to differentiating pneumonia itself from other cause of respiratory distress such as transient tachypnea of the newborn (TTN), hyaline membrane disease (HMD), and meconium aspiration. The findings which have been fi postulated as helpful in differentiating infection from other causes of respiratory distress include the presence of a pleural effusion (Leonidas et al. 1977) , cardiomegaly (Hubbell et al. 1988) , and pulmonary over-inflation, the latter of which is fl postulated to help only in differentiating group B streptococcal pneumonia from HMD (Ablow et al. 1976 ). The most common radiographic manifestation of neonatal pneumonia is a bilateral coarse pattern of perihilar reticular densities which may also involve scattered areas of air space disease (Wiesenberg 1973) (Fig. 7.3) . Isolated lobar pneu-monia is uncommon in this age group (Ablow et al. 1976; Currarino and Silverman 1957; Haney et al. 1984; Harris 1963; Wiesenberg 1973) , likely related both to the aspirated route of entry as well as to the inability of the neonate to control infection locally.",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 262,
                    "text": "(Ablow et al. 1976;",
                    "ref_id": null
                },
                {
                    "start": 263,
                    "end": 274,
                    "text": "Burko 1962;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 275,
                    "end": 304,
                    "text": "Currarino and Silverman 1957;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 305,
                    "end": 323,
                    "text": "Haney et al. 1984;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 324,
                    "end": 336,
                    "text": "Harris 1963;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 337,
                    "end": 358,
                    "text": "Leonidas et al. 1977;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 359,
                    "end": 378,
                    "text": "Lilien et al. 1977)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 843,
                    "end": 865,
                    "text": "(Leonidas et al. 1977)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 881,
                    "end": 902,
                    "text": "(Hubbell et al. 1988)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1045,
                    "end": 1063,
                    "text": "(Ablow et al. 1976",
                    "ref_id": null
                },
                {
                    "start": 1255,
                    "end": 1272,
                    "text": "(Wiesenberg 1973)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1342,
                    "end": 1361,
                    "text": "(Ablow et al. 1976;",
                    "ref_id": null
                },
                {
                    "start": 1362,
                    "end": 1391,
                    "text": "Currarino and Silverman 1957;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1392,
                    "end": 1410,
                    "text": "Haney et al. 1984;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1411,
                    "end": 1423,
                    "text": "Harris 1963;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1424,
                    "end": 1440,
                    "text": "Wiesenberg 1973)",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [
                {
                    "start": 1273,
                    "end": 1283,
                    "text": "(Fig. 7.3)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Radiological Considerations"
        },
        {
            "text": "The radiographic differentiation of pneumonia from other processes becomes even more difficult fi in the preterm infant. Lilien et al. (1977) reviewed the radiographic pattern of early onset group B streptococcal pneumonia in 73 infants, of which 86% were premature. A significantly larger portion fi of those preterm infants with a radiographic pattern of hyaline membrane disease (HMD) actually had both HMD and group B streptococcal pneumonia than those who had HMD alone. Nevertheless, Ablow et al. (1976) reviewed the radiographic patterns of a smaller number of preterm infants and found that half of those who died of fulminant early onset group B streptococcal sepsis demonstrated a radiographic pattern that could not be differentiated from hyaline membrane disease. They note however that the \"overall volume of the lungs is usually increased\" in neonatal pneumonia. Leonidas et al. (1977) in their review of 67 infants of all gestational ages hospitalised for respiratory distress, found that the pattern of parenchymal lung disease was just as likely to be \"typical\" for pneumonia as it was to be \"typical\" for hyaline membrane disease. In their study, the presence of cardiomegaly or pleural effusions was more likely to represent neonatal sepsis.",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 141,
                    "text": "Lilien et al. (1977)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 490,
                    "end": 509,
                    "text": "Ablow et al. (1976)",
                    "ref_id": null
                },
                {
                    "start": 877,
                    "end": 899,
                    "text": "Leonidas et al. (1977)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Radiological Considerations"
        },
        {
            "text": "Group B streptococcal sepsis is one of the most common causes of neonatal sepsis. As such, there is more literature published regarding this particular agent than regarding most others. The radiographic manifestations initially described by Ablow et al. (1976) were essentially those of hyaline membrane disease. They described a \"fi ne, diffuse granular pattern\" fi in 50% of infants who died of \"early\" onset, fatal group B streptococcal infection (Fig. 7.4) , with the remainder of fatal cases demonstrating either similar fi ndings or more focal, lower lobe opacifi fi cation. fi Non-fatal cases tended to have a more heterogeneous pattern of mixed interstitial and air space changes. Fig. 7.3 . Chest radiograph of a 1-week-old premature infant born at 26 weeks of gestational age, with documented Pseudomonas pneumonia. Bilateral air-space changes are noted on a background of diffuse interstitial changes A subsequent study suggested that cardiomegaly and/or pleural effusions may help to differentiate group B streptococcal infection from hyaline membrane disease (Leonidas 1977) , while admitting that there are many other causes for the presence of these fi ndings. fi",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 260,
                    "text": "Ablow et al. (1976)",
                    "ref_id": null
                },
                {
                    "start": 1072,
                    "end": 1087,
                    "text": "(Leonidas 1977)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 450,
                    "end": 460,
                    "text": "(Fig. 7.4)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 689,
                    "end": 697,
                    "text": "Fig. 7.3",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Bacterial"
        },
        {
            "text": "There is a curious association between group B streptococcal pneumonia and the presence of an ipsilateral diaphragmatic hernia, especially when the hernia is right sided. Suggested mechanisms for the presence of this association have included a primary abnormality of lung compliance, secondary effects of mechanical ventilation on the infected lung, or direct local effects of the organism itself (Potter et al. 1995) . Whatever the mechanism, persistent ventilatory requirements or radiographic abnormalities in neonates after the treatment of group B streptococcal pneumonia should alert the radiologist to the possibility of an associated diaphragmatic hernia.",
            "cite_spans": [
                {
                    "start": 398,
                    "end": 418,
                    "text": "(Potter et al. 1995)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Bacterial"
        },
        {
            "text": "Other perinatal bacterial infections such as Pseudomonas, E. coli, Klebsiella and other streptococci have received little attention in the literature with respect to specifi c radiographic patterns. fi",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bacterial"
        },
        {
            "text": "Perinatal viral infections such as herpes, varicella, RSV and adenovirus tend to be signifi cantly less fi common than the previously described bacterial causes of neonatal sepsis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral"
        },
        {
            "text": "Neonatal herpes infection can be acquired transplacentally, during birth, or even postnatally. The majority of neonates acquire the virus transvaginally from a mother who is actively shedding the virus. Only a small minority of infected women are actually shedding the virus during labour (Kohl 1997) . As well, only a minority of infants exposed will become clinically infected. As a result, neonatal herpetic pneumonia is an uncommon disorder, affecting approximately 1 in 7,000 live births in the United States (Kohl 1997) . This rate, however, is increasing with some studies reporting a ten-fold increase over the past 20 years (Kohl 1997) . Although pulmonary infection occurs in only 5-25% of infected newborns, it tends to produce a fulminant and progressive course (Dominguez et al 1984; Hubbell et al 1988; Kohl 1997) . The described radiographic fi ndings are similar to most viral pulmo-fi nary infections, starting as bilateral interstitial perihilar reticular densities (Fig. 7 .5) that can be initially quite subtle. Confluent alveolar changes occur as the fl infection spreads, progressing to diffuse pulmonary opacitifi cation that may have accompanying pleural fi effusions (Dominguez et al. 1984; Hubbell et al. 1988) .",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 300,
                    "text": "(Kohl 1997)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 514,
                    "end": 525,
                    "text": "(Kohl 1997)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 633,
                    "end": 644,
                    "text": "(Kohl 1997)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 774,
                    "end": 796,
                    "text": "(Dominguez et al 1984;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 797,
                    "end": 816,
                    "text": "Hubbell et al 1988;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 817,
                    "end": 827,
                    "text": "Kohl 1997)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1192,
                    "end": 1215,
                    "text": "(Dominguez et al. 1984;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1216,
                    "end": 1236,
                    "text": "Hubbell et al. 1988)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 984,
                    "end": 991,
                    "text": "(Fig. 7",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Viral"
        },
        {
            "text": "Varicella in the neonatal period is a rare disease. It is estimated that approximately 3,000 cases of maternal varicella occur in the United States annually (Keyserling 1997) . Transplacental infection is extremely rare, but can result in a congenital varicella syndrome, characterised primarily by limb and Fig. 7.4 . One-week-old infant with typical non-specific fi changes of diffuse air-space disease from group B streptococcal pneumonia Fig. 7 .5. Twelve-day-old infant with severe interstitial pneumonitis and diffuse anasarca from viral sepsis secondary to herpes CNS malformations. Respiratory infection can be acquired by the infant in the neonatal period from a mother who is actively shedding the virus. In order for the mother to be actively shedding the virus, maternal infection must have occurred within 3 weeks of delivery. The severity of neonatal disease acquired from a prenatally infected mother varies with the time of delivery. Maternal shedding is most active in the first few days of appearance of the rash. fi At this time, maternal antibody response is still developing, and little signifi cant antibody crosses the fi placenta. Birth in this time period, therefore, results in a more severely infected neonate, with fatality rates quoted at between 20-40% (Albritton 1998) . Administration of varicella-zoster immunoglobulin (VZIG) in this period has been shown to ameliorate the severity of neonatal infection (Keyserling 1997) . As well, it should be remembered that neonatal infection not uncommonly occurs via nosocomial or familial exposure.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 174,
                    "text": "(Keyserling 1997)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1283,
                    "end": 1299,
                    "text": "(Albritton 1998)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1438,
                    "end": 1455,
                    "text": "(Keyserling 1997)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 308,
                    "end": 316,
                    "text": "Fig. 7.4",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 442,
                    "end": 448,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Viral"
        },
        {
            "text": "Neonatal varicella pneumonia is a severe complication of disseminated varicella infection and is a major cause of neonatal mortality from this infection. There is, however, a paucity of published reports concerning the radiographic manifestations of neonatal varicella pneumonia. The classically described radiographic manifestation in older individuals is that of a diffuse interstitial reticulonodular pattern (Fig. 7.6) , which characteristically appears a little more nodular than reticular (Albritton 1998) .",
            "cite_spans": [
                {
                    "start": 495,
                    "end": 511,
                    "text": "(Albritton 1998)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 412,
                    "end": 422,
                    "text": "(Fig. 7.6)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Viral"
        },
        {
            "text": "Case reports of neonatal pulmonary infections from adenovirus (Abzug and Levin 1991) , RSV (Berkovich and Taranko 1964; Keyserling 1997; Meissner et al. 1984 ), parainfluenza ( fl Meissner et al. 1984 ) and enteroviruses (Keyserling 1997) have been published which provide only anecdotal descriptions of the radiographic patterns of these viruses in the neonate. Most describe bilateral perihilar \"infiltrates\" as the predominant radio-fi graphic pattern.",
            "cite_spans": [
                {
                    "start": 62,
                    "end": 84,
                    "text": "(Abzug and Levin 1991)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 91,
                    "end": 119,
                    "text": "(Berkovich and Taranko 1964;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 120,
                    "end": 136,
                    "text": "Keyserling 1997;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 137,
                    "end": 157,
                    "text": "Meissner et al. 1984",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 158,
                    "end": 200,
                    "text": "), parainfluenza ( fl Meissner et al. 1984",
                    "ref_id": null
                },
                {
                    "start": 221,
                    "end": 238,
                    "text": "(Keyserling 1997)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Viral"
        },
        {
            "text": "Human metapneumovirus has recently been implicated as a relatively common cause of bronchiolitis in infants and children. It appears to be less common than RSV, yet 10% of all cases are in children less than 1 month of age. It appears to clinically act in a fashion similar to other respiratory viruses, in that younger children and those with respiratory co-morbidities are more severely affected. The radiographic fi ndings described fi are similar to other viral causes of bronchiolitis ( Foulongne et al. 2006) .",
            "cite_spans": [
                {
                    "start": 490,
                    "end": 514,
                    "text": "( Foulongne et al. 2006)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Viral"
        },
        {
            "text": "Chlamydial pneumonia is caused by Chlamydia trachomatis, an obligate intracellular parasite which is a common, sexually transmitted infection. Approximately 4 million new cases of maternal chlamydial Fig. 7.6 . This infant died at 12 days of life after developing disseminated varicella from a mother who manifested active skin lesions 1 week before delivery infection are reported in the United States annually to the Centers for Disease Control ( Hammerschlag 1994) . Approximately 30% of infants born to infected mothers will have positive nasopharyngeal cultures, but only 30% of these will develop pneumonia. Clinically, the infant typically demonstrates an initial conjunctivitis between 5-14 days after birth. This tends to resolve and the pulmonary infection only becomes manifest after 4-12 weeks of age. Clinical manifestations are mild, and fever is characteristically absent (Hammerschlag 1994) . The radiographic manifestations are typically non-specific, fi but the pattern described is that of hyperinflation fl with bilateral diffuse reticular perihilar infiltrates fi (Fig. 7.7) (Hammerschlag 1994; Harrison et al 1978; Hess 1993; Radkowski et al. 1981; Rettig 1988) . Interestingly, Stagno et al. (1981) reviewed a series of infants with pneumonia caused by CMV, chlamydia, ureaplasma and pneumocystis and found the radiographic patterns to be indistinguishable. Chlamydial infection is generally mild and even untreated infants usually improve over 4-8 weeks (Rettig 1988) . There is some evidence, however, that these children demonstrate long-term obstructive changes on pulmonary function tests, with a significantly greater incidence of physician fi diagnosed asthma in later childhood (Weiss et al. 1986 ).",
            "cite_spans": [
                {
                    "start": 447,
                    "end": 467,
                    "text": "( Hammerschlag 1994)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 887,
                    "end": 906,
                    "text": "(Hammerschlag 1994)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1096,
                    "end": 1115,
                    "text": "(Hammerschlag 1994;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1116,
                    "end": 1136,
                    "text": "Harrison et al 1978;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1137,
                    "end": 1147,
                    "text": "Hess 1993;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1148,
                    "end": 1170,
                    "text": "Radkowski et al. 1981;",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1171,
                    "end": 1183,
                    "text": "Rettig 1988)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1201,
                    "end": 1221,
                    "text": "Stagno et al. (1981)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1478,
                    "end": 1491,
                    "text": "(Rettig 1988)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1709,
                    "end": 1727,
                    "text": "(Weiss et al. 1986",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [
                {
                    "start": 200,
                    "end": 208,
                    "text": "Fig. 7.6",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1085,
                    "end": 1095,
                    "text": "(Fig. 7.7)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Chlamydia Trachomatis"
        },
        {
            "text": "Ureaplasma urealyticum is a micro-organism which is similar to the mycoplasma species in that it is a unicellular organism without a cell wall. Asymptomatic colonisation of the maternal genital tract with Ureaplasma urealyticum is common, affecting over half of all pregnant women. It has, however, recently been proposed that it has a pathogenic potential in neonates (Dworsky and Stagno 1981; Wang et al. 1997) . A significant as-fi sociation and causation has been established between maternal colonisation with U. urealyticum and chorioamnionitis, spontaneous abortion and early neonatal death (Dworsky and Stagno 1981; Wang et al. 1997) . There is an increasing volume of literature demonstrating an association between neonatal pneumonia and the isolation of this organism from endotracheal aspirates, pleural fluid, fl lung tissue and/or blood, especially in pre-term infants (Pinna et al. 2006 ). In addition, the radiographic changes of ureaplasma infection were evaluated in one study (Crouse et al. 1993) , where it was found that abnormalities were diagnosed by an appropriately blinded radiologist twice as frequently in ureaplasma infected babies, than in those who were culture negative. Unfortunately, the radiographic findings, which correlated with tra-fi cheal aspirate isolation of ureaplasma, were broad and non-specific. The radiographic fi fi ndings, which fi were taken to be indicative of ureaplasma infection, included any radiographic manifestation of bronchopulmonary dysplasia (BPD), as well as a series of non-specific fi fi ndings of mixed interstitial and fi air space changes ( Fig. 7.8) . The study did confirm fi that radiographic changes do occur in the presence of ureaplasma infection; however, the relative frequency or specificity of the fi fi ndings were, unfor-fi tunately, not addressed. They concluded, however, that radiographic manifestations of typical type III or IV BPD are associated with ureaplasma infection, especially when these changes are seen at a chronological age that is slightly earlier (2 weeks postnatally) than expected from the usual fi ndings fi of BPD in neonates (Crouse et al 1993) . Interestingly, there is strong evidence which demonstrates a signifi cantly higher incidence of chronic lung dis-fi ease in infants who previously demonstrated culture-proven Ureaplasma urealyticum pneumonitis (Wang et al 1997; Pinna et al 2006) .",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 394,
                    "text": "(Dworsky and Stagno 1981;",
                    "ref_id": null
                },
                {
                    "start": 395,
                    "end": 412,
                    "text": "Wang et al. 1997)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 598,
                    "end": 623,
                    "text": "(Dworsky and Stagno 1981;",
                    "ref_id": null
                },
                {
                    "start": 624,
                    "end": 641,
                    "text": "Wang et al. 1997)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 883,
                    "end": 901,
                    "text": "(Pinna et al. 2006",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 995,
                    "end": 1015,
                    "text": "(Crouse et al. 1993)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2131,
                    "end": 2150,
                    "text": "(Crouse et al 1993)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2363,
                    "end": 2380,
                    "text": "(Wang et al 1997;",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 2381,
                    "end": 2398,
                    "text": "Pinna et al 2006)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [
                {
                    "start": 1611,
                    "end": 1620,
                    "text": "Fig. 7.8)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Ureaplasma Urealyticum"
        },
        {
            "text": "The global HIV epidemic warrants comment on the neonatal manifestations of this particular infection. Although there has been a progressive de- Fig. 7.7 . Two-week-old with extensive interstitial and alveolar changes from Chlamydia pneumonia. The young age of this infant is atypical, most cases presenting after 1 month of life cline in incidence of vertically and perinatally acquired infection from HIV in recent years due to a combination of educational programs and routine use of anti-retroviral therapies in developed countries, these interventions have not been as widely available in developing countries. As a result, 90% of worldwide perinatally acquired HIV infection is now seen in Africa alone (Graham 2003) . The clinical presentation of HIV infection in the neonatal period is still somewhat uncommon, and most neonates with HIV are relatively asymptomatic for the fi rst few months of life ( fi Marquis and Bardeguez 1994) . As HIV testing may be inaccurate in the neonatal period, prophylaxis against Pneumocystis jiroveci (previously known as Pneumocystis carinii) is started when HIV-exposed infants are approximately 6 weeks old (Krist et al 2002) . Those few cases that manifest early respiratory symptoms usually do so from infection with an opportunistic organism, most commonly due to P. jiroveci. The described radiographic pattern is that of a fine in-fi terstitial diffuse pattern that rapidly progresses to diffuse bilateral air-space disease (Marquis and Bardeguez 1994) . Early presentation of changes of tuberculous disease or CMV pneumonitis in either the neonatal or infantile period should also raise the suspicion of underlying HIV infection ( Marquis and Bardeguez 1994; Graham 2003) .",
            "cite_spans": [
                {
                    "start": 708,
                    "end": 721,
                    "text": "(Graham 2003)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 912,
                    "end": 939,
                    "text": "Marquis and Bardeguez 1994)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1150,
                    "end": 1168,
                    "text": "(Krist et al 2002)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1472,
                    "end": 1500,
                    "text": "(Marquis and Bardeguez 1994)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1678,
                    "end": 1707,
                    "text": "( Marquis and Bardeguez 1994;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1708,
                    "end": 1720,
                    "text": "Graham 2003)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 152,
                    "text": "Fig. 7.7",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Ureaplasma Urealyticum"
        },
        {
            "text": "Although the medical care of sick and premature infants has improved to a remarkable extent in recent decades, the problem of nosocomial spread of infection remains a signifi cant cause of morbidity and fi mortality in neonatal intensive care units. The topic is very broad, encompassing all infections acquired from any source while still in the NICU. This includes fungal complications related to the administration of broad-spectrum antibiotics. As mentioned previously, at least one study has documented an incidence rate of 17% of all low birth weight infants who will acquire at least one nosocomial infection during their stay in the nursery (Thompson et al. 1992) . Hemming et al. (1976) reviewed all nosocomially acquired infections in a 3-year period and discovered that 30% of them resulted in pulmonary infection. In that study, the most common pathogens discovered were Staphylococcus aureus (47%) and gram-negative enteric bacilli (45%) (Fig. 7.9) . A more recent review (Thompson et al. 1992) found Streptococcus epidermidis to be the most common organism responsible for secondary infection in infants with birth weights less than 750 g. Interestingly, aside from low birth weight, the other significant risk factor for acquisition of a nosocomial fi infection was prolonged ventilation. should instigate an early and aggressive response to diagnosis and treatment of a potential pneumonitis. An aggressive approach is especially needed when some of the potential causes of pneumonia in these infants are fungal in origin. Laboratory identifi cation of fungal organisms is frequently diffi fi cult fi and often delayed. In a review of fungal infections in very low birth weight infants (Baley et al. 1984 ), a mean of 33 days was required to diagnose the presence of a fungal infection. Clinically evident respiratory deterioration was present in all ten infants, and eight of these demonstrated worsening pulmonary infi ltrates. The chest radiograph, therefore, becomes fi an integral part of the early clinical investigation of these infants. A systematic review of previous films fi must be performed to permit recognition of new changes superimposed on the complex chronic abnormalities that are frequently present.",
            "cite_spans": [
                {
                    "start": 649,
                    "end": 671,
                    "text": "(Thompson et al. 1992)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 674,
                    "end": 695,
                    "text": "Hemming et al. (1976)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 985,
                    "end": 1007,
                    "text": "(Thompson et al. 1992)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1702,
                    "end": 1720,
                    "text": "(Baley et al. 1984",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 951,
                    "end": 961,
                    "text": "(Fig. 7.9)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Postnatal/Nosocomial Infections"
        },
        {
            "text": "Neonatal pneumonia remains a significant risk to fi the health and well being of the newborn, despite contemporary advances in the quality and complexity of medical care. Ironically, the risk of iatrogenic infection is rising with the level of sophistication of neonatal medicine. Both the clinical and radiographic appearances of many of these infections are disappointingly non-specific. The role of the appro-fi priate interpretation of diagnostic images in these children with multi-system disease becomes critical in those cases for which the radiographic pattern is suffi ciently specifi fi c to be diagnostic. In cases with fi non-specifi c radiographic manifestations, the pae-fi diatric imager has a critical role, not only in helping to identify a pulmonary site of disease, but also in following the childs' response to therapeutic interventions. One key to the diagnosis of a nosocomially acquired respiratory tract infection appears to be the presence of deteriorating radiographic changes after an initial period of stability or improvement. The radiographic pattern of deterioration may be non-specifi c, but the presence of any deterioration fi",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Neonatal adenovirus infection: four patients and review of the literature",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Abzug",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Levin",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Pediatrics",
            "volume": "87",
            "issn": "",
            "pages": "890--896",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Kendig's disorders of the respiratory tract in children",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Albritton",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "999--1003",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Infectious diseases of the fetus and newborn infant",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Arvin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Maldonado",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "858--878",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Intra-amniotic infection and premature rupture of the membranes",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Farkouh",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Gibbs",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Clin Perinatol",
            "volume": "24",
            "issn": "",
            "pages": "43--57",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Acute respiratory illness in the premature nursery associated with respiratory syncytial virus infections",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Berkovich",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Taranko",
                    "suffix": ""
                }
            ],
            "year": 1964,
            "venue": "Pediatrics",
            "volume": "34",
            "issn": "",
            "pages": "753--760",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The epidemiology of neonatal respiratory disease",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bohin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Field",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Early Hum Dev",
            "volume": "37",
            "issn": "",
            "pages": "73--90",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Listeriosis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bortolussi",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Schlech",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Infectious diseases of the fetus and newborn infant",
            "volume": "",
            "issn": "",
            "pages": "1157--1177",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Considerations in the roentgen diagnosis of pneumonia in children",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Burko",
                    "suffix": ""
                }
            ],
            "year": 1962,
            "venue": "AJR Am J Roentgenol [Radium Ther Nucl Med",
            "volume": "88",
            "issn": "",
            "pages": "555--565",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Fatal neonatal pneumonia caused by echovirus type 9",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Cheeseman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Hirsch",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Keller",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Am J Dis Child",
            "volume": "131",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Radiographic changes associated with tracheal isolation of ureaplasma urealyticum from neonates",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Crouse",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "T"
                    ],
                    "last": "Odrezin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Cutter",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Clin Infect Dis",
            "volume": "17",
            "issn": "",
            "pages": "122--130",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Roentgen diagnosis of pulmonary disease of the newborn infant",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Currarino",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "N"
                    ],
                    "last": "Silverman",
                    "suffix": ""
                }
            ],
            "year": 1957,
            "venue": "Pediatr Clin North Am",
            "volume": "1957",
            "issn": "",
            "pages": "27--52",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Respiratory infections in the newborn",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Dennehy",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Clin Perinatol",
            "volume": "14",
            "issn": "",
            "pages": "667--682",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Neonatal herpes simplex pneumonia: radiographic findings",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dominguez",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rivero",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gaisie",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Radiolfi ogy",
            "volume": "153",
            "issn": "",
            "pages": "395--399",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Neonatal pneumonia in developing countries",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Duke",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Arch Dis Child Fetal Neonatal Ed",
            "volume": "90",
            "issn": "",
            "pages": "211--219",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Newer agents causing pneumonitis in early infancy",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Dworsky",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Stagno",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Pediatr Infect Dis",
            "volume": "1",
            "issn": "",
            "pages": "188--195",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Human metapumovirus infection in young children hospitalized with respiratory tract disease",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Foulongne",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Guyon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rodière",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Segondy",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Pediatr Defect Dis",
            "volume": "25",
            "issn": "",
            "pages": "354--359",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "HIV and respiratory infection in children",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Graham",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Curr Opin Pulm Med",
            "volume": "9",
            "issn": "",
            "pages": "215--220",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Chlamydia trachomatis in children",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Hammerschlag",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Pediatr Ann",
            "volume": "23",
            "issn": "",
            "pages": "349--353",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Radiographic findings in neonatal pneumonia",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Haney",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bohlman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Chen-Chih",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "AJR Am J Roentgenol fi",
            "volume": "143",
            "issn": "",
            "pages": "23--26",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The newborn with respiratory distress: some roentgenographic features",
            "authors": [
                {
                    "first": "Gbc",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "Radiol Clin North Am",
            "volume": "1",
            "issn": "",
            "pages": "497--518",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Chlamydia trachomatis infant pneumonitis: comparison with matched controls and other infant pneumonitis",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Harrison",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "English",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "N Engl J Med",
            "volume": "298",
            "issn": "",
            "pages": "702--708",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Nosocomial infections in a newborn intensive-care unit. Results of forty-one months of surveillance",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "G"
                    ],
                    "last": "Hemming",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Overall",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Britt",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "N Engl J Med",
            "volume": "294",
            "issn": "",
            "pages": "1310--1316",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Chlamydia in the neonate",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Hess",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Neonatal Netw",
            "volume": "12",
            "issn": "",
            "pages": "9--12",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Neonatal herpes simplex pneumonitis",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hubbell",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dominguez",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kohl",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Rev Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "431--438",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Other viral agents of perinatal importance: varicella, parvovirus, respiratory syncytial virus, and enterovirus",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Keyserling",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Clin Perinatol",
            "volume": "24",
            "issn": "",
            "pages": "193--211",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Respiratory disorders in the newborn",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kirkpatrick",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Mueller",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Disorders of the respiratory tract in children",
            "volume": "",
            "issn": "",
            "pages": "338--340",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Neonatal herpes simplex virus infection",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kohl",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Clin Perinatol",
            "volume": "24",
            "issn": "",
            "pages": "129--150",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Mangement of Newborns exposed to maternal HIV infection",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Krist",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Crawford-Faucher",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "American Family Physicians",
            "volume": "65",
            "issn": "",
            "pages": "2049--2056",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Radiographic findings in early onset neonatal group B streptococcal fi septicemia",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Leonidas",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Beatty",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Pediatrics",
            "volume": "59",
            "issn": "",
            "pages": "1006--1011",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Significance of radiofi graphic findings in early-onset group B streptococcal infi fection",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Lilien",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Pildes",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Pediatrics",
            "volume": "60",
            "issn": "",
            "pages": "360--363",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Imaging of HIV infection in the prenatal and postnatal period",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Marquis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Bardeguez",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Clinics in Perinatology",
            "volume": "21",
            "issn": "",
            "pages": "125--142",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "A simultaneous outbreak of respiratory syncytial virus and parainfl uenza virus type 3 in a newborn nursery",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Meissner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Kiernan",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Pediatrics fl",
            "volume": "104",
            "issn": "",
            "pages": "680--684",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Klebsiella pneumonia with pneumatocele formation in a newborn infant",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Papageorgiou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Bauer",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Fletcher",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Can Med Assoc J",
            "volume": "109",
            "issn": "",
            "pages": "1217--1219",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Correlation of clinical and pathologic fi ndings in early onset neonatal group fi B streptococcal infection with disease severity and prediction of outcome",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Payne",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Burke",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Day",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Pediatr Infect Dis J",
            "volume": "7",
            "issn": "",
            "pages": "836--847",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Neonatal radiology. Acquired diaphragmatic hernia with group B streptococcal pneumonia",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Potter",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Philipps",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Bierny",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Perinatol",
            "volume": "15",
            "issn": "",
            "pages": "160--162",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Current Opinion infectious Diseases",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Pinna",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Skevaki",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Kafetzis",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "19",
            "issn": "",
            "pages": "283--289",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Chlamydia pneumonia in infants: radiology in 125 cases",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Radkowski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Kranzler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "O"
                    ],
                    "last": "Beem",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "AJR Am J Roentgenol",
            "volume": "137",
            "issn": "",
            "pages": "703--706",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Perinatal infections with Chlamydia trachomatis",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Rettig",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Clin Perinatol",
            "volume": "15",
            "issn": "",
            "pages": "321--350",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Neonatal respiratory disorders",
            "authors": [
                {
                    "first": "Nrc",
                    "middle": [],
                    "last": "Roberton",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "286--312",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Syphilis in pregnancy",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Sanchez",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Wendel",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Clin Perinatol",
            "volume": "24",
            "issn": "",
            "pages": "71--90",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Neonatal infections",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "Speck",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Fanaroff",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Klaus",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Care of the high risk neonate",
            "volume": "",
            "issn": "",
            "pages": "267--279",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Pneumocystis carinii pneumonitis in young immunocompetent infants",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Stagno",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Pifer",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "Hughes",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Pediatrics",
            "volume": "66",
            "issn": "",
            "pages": "56--62",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Infant pneufi monitis associated with cytomegalovirus, chlamydia, pneumocystis, and ureaplasma: a prospective study",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Stagno",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Brasfield",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Pediatrics",
            "volume": "68",
            "issn": "",
            "pages": "322--329",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Tuberculosis: an old disease but a new threat to the mother, fetus, and neonate",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Starke",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Clin Perinatol",
            "volume": "24",
            "issn": "",
            "pages": "107--127",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Infectious diseases of the fetus and newborn infant",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Starke",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Tuberculosis",
            "volume": "",
            "issn": "",
            "pages": "1179--1193",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Nosocomial bacterial infections in very low birth weight infants",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Greenough",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Nicolaides",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Eur J Pediatr",
            "volume": "151",
            "issn": "",
            "pages": "451--454",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Ureaplasma urealyticum infections in the perinatal period",
            "authors": [
                {
                    "first": "Eel",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Matlow",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ohlsson",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Clin Perinatol",
            "volume": "24",
            "issn": "",
            "pages": "91--105",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Neonatal pneumonia",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Webber",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Wilkinson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lindsell",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Arch Dis Child",
            "volume": "65",
            "issn": "",
            "pages": "207--211",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Pulmonary assessment of children after chlamydial pneumonia of infancy",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Newcomb",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "O"
                    ],
                    "last": "Beem",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J Pediatr",
            "volume": "108",
            "issn": "",
            "pages": "659--664",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Acute respiratory disorders",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Whitsett",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Pryhuber",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Rice",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "485--508",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Neonatal pneumonia and pulmonary hemorrhage",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "I"
                    ],
                    "last": "Wiesenberg",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "The newborn chest. Harper and Row",
            "volume": "",
            "issn": "",
            "pages": "71--83",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "The roentgenological appearance of pulmonary listeriosis",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Willich",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "Prog Pediatr Radiol",
            "volume": "1",
            "issn": "",
            "pages": "160--176",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "8. a Baseline state of mild chronic lung disease of 1-month-old premature infant born at 25 weeks of gestational age. b Same infant 1 week later, after respiratory deterioration requiring signifi cantly higher ventilatory settings. Cultures of fi endotracheal tube aspirates were positive for Ureaplasma, and the infant responded well to appropriate antibiotics a b",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Ablow RC, Driscoll SG, Effmann EL et al (1976) A comparison of early-onset group B streptococcal neonatal infection and the respiratory-distress syndrome of the newborn. N Engl J Med 294:65-70 Fig. 7.9a,b. Frontal and lateral chest radiographs of a 3-weekold ventilated premature infant who was born at 25 weeks of gestation demonstrate multifocal areas of airspace consolidation with several air-fi lled cysts representing develop-fi ing pneumatoceles. Tracheal aspirates grew Staphylococcus aureus a b",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}