{
    "paper_id": "71c73d823965c0bc649dd59d8a69b9c320c1469f",
    "metadata": {
        "title": "The role of high cholesterol in age-related COVID19 lethality",
        "authors": [
            {
                "first": "Hao",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zixuan",
                "middle": [],
                "last": "Yuan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mahmud",
                "middle": [
                    "Arif"
                ],
                "last": "Pavel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Scott",
                "middle": [
                    "B"
                ],
                "last": "Hansen",
                "suffix": "",
                "affiliation": {},
                "email": "shansen@scripps.edu"
            }
        ]
    },
    "abstract": [
        {
            "text": "Coronavirus disease 2019 (COVID19) is a respiratory infection caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) originating in Wuhan China in 2019. The disease in notably severe in elderly and those with underlying chronic conditions. The molecular mechanism as to why the elderly are vulnerable and why children are resistant is largely unknown. Understanding these differences is critical for safeguarding the vulnerable and guiding effective policy and treatments. Here we show loading cells with cholesterol from blood serum using the cholesterol transport protein apolipoprotein E (apoE) enhances the endocytic entry of pseudotyped SARS-CoV-2. Super resolution imaging of the SARS-CoV-2 entry point with high cholesterol showed markedly increased apparent diameter (~10% to 100 nm) and almost twice the total number of viral entry points. The cholesterol concomitantly traffics angiotensinogen converting enzyme (ACE2) to the viral entry site where SARS-CoV-2 docks to properly exploit entry into the cell. Furthermore, we show cholesterol enhances binding of SARS-CoV-2 to the cell surface which increases association with the endocytic pathway. Decreasing cellular cholesterol has the opposite effect. Based on these findings and known loading of cholesterol into peripheral tissue during aging and inflammation, we build a cholesterol dependent model for COVID19 lethality in elderly and the chronically ill. As cholesterol increases with age and inflammation (e.g. smoking and diabetes), the cell surface is coated with viral entry points and optimally assembled viral entry proteins. Importantly our model suggests high levels of cholesterol is most alarming in the tissue, not the blood. In fact, rapidly dropping cholesterol in the blood may indicate severe loading of cholesterol in peripheral tissue and a dangerous situation for escalated SARS-CoV-2 infectivity. Polyunsaturated fatty acids (PUFAs) oppose the effects of cholesterol and provide a molecular basis for eating healthy diets to avoid severe cases of COVID19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In early 2020, COVID19 spread rapidly throughout the developed world leading to extensive death and an ongoing pandemic. The lethality of the virus is notably selective for elderly 1,2 and those with chronic disease such as hypertension, diabetes, cardiovascular disease, and smoking [3] [4] [5] . Interestingly, almost all children are either asymptomatic or present with very minor symptoms, while elderly and those with underlying conditions experience very severe life-threatening symptoms. This disparity was also observed with SARS-CoV-1, a closely related virus which failed to kill any children under the age of 12, despite being much more lethal than SARS-CoV-2 in adults 6 . Understanding why young people are resistant in this class of viruses could help both healthy and chronically ill adults avoid severe symptoms of COVID19.",
            "cite_spans": [
                {
                    "start": 284,
                    "end": 287,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 288,
                    "end": 291,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 292,
                    "end": 295,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 681,
                    "end": 682,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The ability of a virus to enter a cell is critical to its lethality. SARS-CoV-2 enters the cell by binding a receptor angiotensinogen converting enzyme 2 (ACE2) 7, 8 . Initial theories suggested that the expression level of the ACE2 receptor determined the level of disease severity in children 9 . However, more recent studies in COVID-19 patients show conflicting results and even a paradoxical increase of ACE2 in young children 4, 10 . This result raises the question, What controls SARS-CoV-2 entry?",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 163,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 164,
                    "end": 165,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 295,
                    "end": 296,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 432,
                    "end": 434,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 435,
                    "end": 437,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The known viral entry mechanism for SARS-CoV-1, a closely related virus, helps answer this question. SARS-CoV-1 requires cholesterol and monosialotetrahexosylganglioside1 (GM1) lipid domains (also called GM-1 lipid rafts) for infectivity of cultured cells 11 . Cholesterol is needed to form GM1 lipid rafts, which are the entry point for the viruses via endocytosis [11] [12] [13] [14] . GM1 lipid rafts partition away from polyunsaturated lipids or disordered lipids 15 (see Supplemental Figure S1A ). i., Cholesterol (yellow shading) is shown loaded into lipoprotein (e.g., low-and high-density lipoprotein (LDL and HDL respectively)) from blood serum. ii., Cholesterol free human apolipoprotein E (apoE, brown shading) a cholesterol transport protein is exposed to mixed with blood serum and iii. transports cholesterol in and out of cells (grey shading) (see also Supplemental Figure S1B ). (B) SARS-CoV-2 pseudovirus (CoV-2-PV) entry assay. Cells were treated with a luciferase expressing retrovirus pseudotyped with the SARS-CoV-2 spike protein that recapitulates viral entry. Infectivity was monitored by a luciferase activity in cells treated with or without apoE. High cholesterol (apoE + serum) was more than 3-fold higher compared to low cholesterol. (C) Depletion of cellular cholesterol with methyl-betacyclodextrin (MβCD) blocked almost all viral entry measured by pseudotyped luciferase assay.",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 258,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 366,
                    "end": 370,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 371,
                    "end": 375,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 376,
                    "end": 380,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 381,
                    "end": 385,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 468,
                    "end": 470,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 489,
                    "end": 499,
                    "text": "Figure S1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 881,
                    "end": 891,
                    "text": "Figure S1B",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": "Cholesterol is an insoluble eukaryotic lipid found in membranes throughout the human body, most notably in the plasma membrane. Its accumulation in tissue increases with age [16] [17] [18] . Furthermore, chronic inflammation causes cholesterol loading into macrophage rich tissue 19 . Pneumocytes in the lung load and unload cholesterol along with macrophages and this process is associated with lung diease 20 . For further discussion on cholesterol in peripheral tissue see Figure S1B .",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 178,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 179,
                    "end": 183,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 184,
                    "end": 188,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 280,
                    "end": 282,
                    "text": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 408,
                    "end": 410,
                    "text": "20",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 476,
                    "end": 486,
                    "text": "Figure S1B",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": "Therefore, a key question is, Is SARS-CoV-2 infectivity also cholesterol dependent? Here we show that SARS-CoV-2 viral entry is cholesterol dependent and this dependence relates to proper localization and assembly of SARS-CoV-2 with ACE2 in GM1 lipid rafts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "To test the cholesterol dependence of SARS-COV-2 on viral entry we loaded cholesterol into HEK293T cells with apolipoprotein E (apoE) and blood serum and treated the cells with retroviruse pseudotyped with the SARS-CoV-2 S protein (CoV-2-PV) 21, 22 . A segment of the S protein binds to the ACE2 and recapitulates viral entry 23 . ApoE is a cholesterol carrier protein that binds to lowdensity lipoprotein receptor and facilitates loading of cholesterol into cells when bound to lipids. When lipids are not present, apoE has the opposite effect; it facilitates efflux of cholesterol from the cell 24 (see Figure 1A and Supplemental Figure S2 ).",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 245,
                    "text": "21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 246,
                    "end": 248,
                    "text": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 326,
                    "end": 328,
                    "text": "23",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 605,
                    "end": 614,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 632,
                    "end": 641,
                    "text": "Figure S2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Cholesterol dependent SARS-CoV-2 pseudovirus entry."
        },
        {
            "text": "We found cholesterol loading significantly increased CoV-2-PV entry and unloading cholesterol had the opposite effect. CoV-2-PV entry increased 50% compared to control (serum only). Cholesterol was loaded with 4 ug/mL apoE and 10% serum. To confirm that the effect was from apoE transport of lipid from the serum, we added apoE without serum and found viral entry decreased more than 50% of control ( Figure 1B ). To further confirm the decreased viral entry is the result of cholesterol efflux, we treated cells with methyl-beta-cyclodextrin (MbCD), a chemical known to extract cholesterol from the membrane of cells. MbCD inhibited more than 90% of viral entry ( Figure 1C ). Same effect was observed with CoV-2-PV with mutated S protein ( Figure S2 ). ACE2 labeling was robust in the presence of MbCD and serum free apoE, only GM1 labeling decreased (Figure 2A and S3A-B), suggesting the receptor expression does not account for the lack of entry.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 401,
                    "end": 410,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 665,
                    "end": 674,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 742,
                    "end": 751,
                    "text": "Figure S2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 853,
                    "end": 863,
                    "text": "(Figure 2A",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Cholesterol dependent SARS-CoV-2 pseudovirus entry."
        },
        {
            "text": "Cholesterol dependent trafficking of the ACE2 receptor to endocytic entry point.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cholesterol dependent SARS-CoV-2 pseudovirus entry."
        },
        {
            "text": "The cholesterol dependence of viral entry raises the question, What molecular mechanism causes the dependence? Previous studies showed ACE2 associates with detergent resistant membranes 11 , which are similar to GM1 lipid rafts, although not identical. We and many others have shown cholesterol is a major contributor to the apparent size, number, and trafficking of proteins into of GM1 lipid rafts in cellular membranes [25] [26] [27] [28] [29] . Logically, as the size and number of infection sites increases, there is more opportunity for viral entry.",
            "cite_spans": [
                {
                    "start": 422,
                    "end": 426,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 427,
                    "end": 431,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 432,
                    "end": 436,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 437,
                    "end": 441,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 442,
                    "end": 446,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Cholesterol dependent SARS-CoV-2 pseudovirus entry."
        },
        {
            "text": "Cholesterol can also enhance trafficking of the receptor ACE2 to the viral entry site. But experimental data showing a membrane protein translocation mechanism for ACE2 in a membrane is lacking.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cholesterol dependent SARS-CoV-2 pseudovirus entry."
        },
        {
            "text": "To determine the amount of ACE2 positioned for viral entry and its dependence on cholesterol, we Overexpression of ACE2 decreases ACE2 pair correlation with GM1 lipid rafts suggesting additional ACE2 is added primarily to the disordered region, not GM1 lipid rafts. (C) Speculative model for decreases viral entry with increased ACE2 expression. In an environment where the viral titers are sub-saturating, high levels of ACE2 in the disordered region could cause the virus to attach away from the entry point and protect against viral entry. This scenario could occur in children with low cholesterol. co-labeled ACE2 and GM1 lipid rafts in HEK293T cells with ACE2 antibody labelled with Cy3b and Alexa Fluor 647 conjugated fluorescent CTxB (a GM1 specific toxin), treated cells with apoE/serum, and imaged with super-resolution direct stochastical optical reconstruction microscopy (dSTORM) [30] [31] [32] [33] . dSTORM is capable of visualizing nanoscale arrangements (i.e. sub-100 nm diameter lipid domain structures 34 ) in intact cellular membranes. Figure 2A shows representative dSTORM images of ACE2 and GM1 lipid rafts from apoE treated cells with and without serum exposure (i.e., cells loaded or not loaded with cholesterol, respectively). The association of ACE2 with GM1 lipid rafts was measured by pairwise correlation. Pairwise correlation measures the probability that two molecules are next to each other. For our experiments we compared the pair correlation between 0-5 nm.",
            "cite_spans": [
                {
                    "start": 893,
                    "end": 897,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 898,
                    "end": 902,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 903,
                    "end": 907,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 908,
                    "end": 912,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 1056,
                    "end": 1065,
                    "text": "Figure 2A",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Cholesterol dependent SARS-CoV-2 pseudovirus entry."
        },
        {
            "text": "We found pairwise correlation of ACE2 with GM1 lipid rafts increased more than 3-fold in cholesterol loaded cells. To confirm the effect depends on cholesterol and not another component of the serum or apoE regulation, we treated the cells with MbCD. In agreement with our viral entry assay, MbCD reduced ACE2 localization with GM1 lipid rafts by ~70%. These data suggest that cholesterol loading by apoE causes ACE2 to dock at the endocytic viral entry point ( Figure 2B ). We loaded cholesterol using 4 ug/mL apoE and 10% serum, the same as our viral entry assay.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 462,
                    "end": 471,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Cholesterol dependent SARS-CoV-2 pseudovirus entry."
        },
        {
            "text": "We next investigated the effect cholesterol has on the apparent size and number of GM1 lipid rafts (i.e., the size and number of viral entry points for ACE2). Cells loaded with cholesterol (+apoE) increased in both apparent size (diameter) and the number of GM1 labeled rafts compared to not loaded (serum only) ( Figure 2B -C). Cholesterol depletion by MbCD also robustly decrease the apparent raft size ( Figure S3C ). These decreases caused lipid rafts to separate from each other measured by Ripley's H function. (See Figure 2F ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 314,
                    "end": 323,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 407,
                    "end": 417,
                    "text": "Figure S3C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 522,
                    "end": 531,
                    "text": "Figure 2F",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Cholesterol dependent SARS-CoV-2 pseudovirus entry."
        },
        {
            "text": "Cholesterol dependence in ACE2 localization and SARS-CoV-2 entry provides a possible explanation for age sensitivity in COVID19. As mentioned, cholesterol increases in cellular tissues with age [16] [17] [18] and this accumulation directly links to disease 24 including atherosclerosis 35 and acute and chronic inflammation 19 . Remarkably, these same diseases are highly comorbid with COVID19 3,5 . Based on these finding with cholesterol, we have proposed a model for age dependent infection of SARS-CoV-2 ( Figure 2G ). When cholesterol is low there are very few entry points and their diameter is small (similar to children). With age, average cholesterol levels in the tissue increase, thereby increasing the number and size of viral entry points (similar to adults). In chronically ill patients, tissue cholesterol levels are the highest and all the ACE2 receptor is positioned for viral infectivity (adults + chronic inflammation).",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 198,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 199,
                    "end": 203,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 204,
                    "end": 208,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 286,
                    "end": 288,
                    "text": "35",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 324,
                    "end": 326,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 510,
                    "end": 519,
                    "text": "Figure 2G",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Cholesterol dependent SARS-CoV-2 pseudovirus entry."
        },
        {
            "text": "The reduced effectiveness of viral entry in the disordered region could be reduced binding to the In low cholesterol TMPRSS2 (blue shading) and ACE2 (orange oval) are in the disordered region (light grey lipids). When the cell is loaded with cholesterol the receptor and the protease translocate to GM1 lipid rafts (GM1, dark grey lipids). The translocation has a two-fold effect. First SARS-CoV-2 is positioned with more concentrate ACE2 which can directly facilitate viral entry and putative cathepsin cleavage, second furin would be available to hydrolyze any unprimed spike protein (not shown). (E) Sequence alignment of the palmitoylation site in SARS-CoV-1 (GenBank: ABD72995.1) and SARS-CoV-2 (GenBank: QII57161.1). Residues conserved are marked with an asterisk. All 9 putative palmitoylation sites identified in SARS-CoV-1 are conserved in SARS-CoV-2 (yellow highlight). A single mutation introduces a 10 th putative palmitoylation site (red shading) (F) speculative role of palmitoylation in SARS-CoV-2 priming of the spike protein. In high cholesterol furin moves from the disordered lipids (light grey lipids) to ordered GM1 lipids (GM1, dark grey lipids). Cholesterol dependent membrane protein translocation is indicated by a grey arrow and the input of cholesterol (yellow shading). receptor in the disordered region or reduced entry or both. To test SARS-CoV-2 binding, we applied the SARS-CoV-2 receptor binding domain (RBD) to HEK293T cells with and without MbCD. MbCD treatment reduced the binding of the RBD ( Figure  3A ). However, the effect was modest and suggests that entry is also less efficient in the disordered region.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1530,
                    "end": 1540,
                    "text": "Figure  3A",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Cholesterol dependent binding"
        },
        {
            "text": "We also investigated whether elevated ACE2 expression and low cholesterol could contribute to a reduction in SARS-CoV-2 viral entry. We overexpressed ACE2 receptor and found that ACE2 colocalization with GM1 lipid rafts substantially decreased ( Figure 3B ). This suggest the excess ACE2 is localizing to the disordered region. Figure 3C depicts decreased viral entry based on surface entry in the disordered region rather than endocytosis.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 246,
                    "end": 255,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 328,
                    "end": 337,
                    "text": "Figure 3C",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Cholesterol dependent binding"
        },
        {
            "text": "In order for the virus to enter the cell it must be primed by proteases 36 . In SARS-CoV-2 there is an efficient furin cleavage site between the S1 and S2 segments that is not found in SARS-CoV-1 37 . This S1/S2 site primes the virus for entry. During the preparation of pseudovirus, this site appears to be mostly cut in the producing cells 8 . A second site (S2') frees a fusion peptide and allows insertion of the virus into the host membrane. The S2', is thought to be cleaved by TMPRSS2 or cathepsin proteases [38] [39] [40] . In SARS-CoV-1, TMPRSS2 is associated with a cell surface entry mechanism and cathepsin is associated with an endocytic mechanism 36 .",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 74,
                    "text": "36",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 196,
                    "end": 198,
                    "text": "37",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 342,
                    "end": 343,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 515,
                    "end": 519,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 520,
                    "end": 524,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 525,
                    "end": 529,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Imaging of cholesterol dependent protease localization."
        },
        {
            "text": "For the virus to interact with a protease it must be in proximity (i.e., the same lipid compartment). To test their potential proximity with the virus and define the nano-scale environment, we pairwise labeled furin and TMPRSS2 in combination with GM1 lipid rafts and imaged with dSTORM. Compared to ACE2, only furin was localized to GM1 lipid rafts ( Figure 4A ). Removing cholesterol with ether serum free apoE or MbCD caused furin to no longer associate with GM1 lipids (Figure 4B -C).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 352,
                    "end": 361,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 473,
                    "end": 483,
                    "text": "(Figure 4B",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Imaging of cholesterol dependent protease localization."
        },
        {
            "text": "Based on the positioning of ACE2 relative to TMPRSS2 and GM1 domains, we propose a model of infectivity regulated by high and low levels of cholesterol ( Figure 4D ). During low cholesterol ACE2 is in the disordered region and is cut by TMPRSS2, (surface entry). In high cholesterol, ACE2 translocates into the GM1 lipid raft and enters through the endocytic pathway, presumably to be cut by cathepsin similar to SARS-CoV-1. The virus surface is covered with spike protein and the binding of ACE2 may create enough affinity to pull GM1 lipids to envelope the virus and drive entry into an endosome.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 154,
                    "end": 163,
                    "text": "Figure 4D",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Imaging of cholesterol dependent protease localization."
        },
        {
            "text": "Lastly, we considered palmitoylation of SARS-CoV-2 spike protein. Palmitoylation is a post translation modification that attaches a 16 carbon saturated lipid to many proteins and traffics them to GM1 lipid rafts 41 . Palmitoylation of the cysteinerich endodomain of the SARS-CoV-1 spike glycoprotein is important for spike-mediated cell fusion and viral entry 42, 43 . Little is known about palmitoylation of SARS-CoV-2. We aligned SARS-CoV-1-2 and found that all 9 putative palmitoylation sites in SARS-CoV-1 are conserved in SARS-CoV-2 ( Figure 4D ). A single significant mutation (alanine to cysteine) introduces an additional putative palmitoylation site in SARS-CoV-2, which suggest SARS-CoV-2 remains under evolutionary pressure for palmitate driven viral entry.",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 214,
                    "text": "41",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 360,
                    "end": 363,
                    "text": "42,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 364,
                    "end": 366,
                    "text": "43",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [
                {
                    "start": 540,
                    "end": 549,
                    "text": "Figure 4D",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Role of palmitoylation in viral priming."
        },
        {
            "text": "In a viral producing cell palmitoylation is positioned on the intracellular leaflet suitable for targeting the nascent spike protein to GM1 lipid rafts. In high cholesterol, furin would translocate into GM1 lipid rafts, a position that would likely hydrolyze the spike protein at the S1/S2 site. Figure 4F shows a speculative model for S1/S2 priming in virus producing cells.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 296,
                    "end": 305,
                    "text": "Figure 4F",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Role of palmitoylation in viral priming."
        },
        {
            "text": "Taken together, we conclude that SARS-CoV-2 has at least three cholesterol-dependent mechanisms that likely contribute to differential infectivity in elderly with an underlying condition and with chronic inflammation. One, the size and number of entry sites are cholesterol dependent ( Figure 2D-F) . If there are few of the preferred entry points, the virus cannot enter the cell as efficiently( Figure 1B-C,) . Two, the cholesteroldependent ability of the receptor, and presumably the virus, to dock into the more advantageous lipids is logically one of the most important steps to infectivity ( Figure 1B ). If the virus isn't positioned in the membrane correctly it likely cannot enter the cell efficiently. Third the proteases that activate SARS-CoV-2 for membrane insertion are also cholesterol dependent and rely on a membrane protein translocation mechanism for activation ( Figure 4 ) (i.e., lateral diffusion into lipid rafts in the membrane).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 286,
                    "end": 298,
                    "text": "Figure 2D-F)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 397,
                    "end": 410,
                    "text": "Figure 1B-C,)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 598,
                    "end": 607,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 883,
                    "end": 891,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Based on our experiments the surface entry mechanism is less efficient and likely contributes to attenuated viral infection in young children. When cholesterol was depleted SARS-CoV-2 infectivity went down ( Figure 1B-C) . Further supporting this conclusion, the increased binding of the RBD domain in higher cholesterol suggests the virus has evolved to prefer the endocytic pathway. Over expression of TMPRSS2 does increase infectivity 8 . If TMPRSS2 is the preferred mechanism for children, they may not be as effective in elderly and chronically ill. However, our studies do not rule out that TMPRSS2 contributes to the endocytic pathway in pneumocytes or in higher cholesterol. Without a cholesterol source, most cell cultures likely represent the conditions seen in children, not the elderly and chronically ill. This may be important for development of treatments for COVID19. Importantly, our model suggests high levels of cholesterol in the tissue are indicative of SARS-CoV-2 infectivity, not the levels of cholesterol in the blood. Most clinical diagnosis of cholesterol are done by analyzing blood samples, however these level do not necessary indicate the level of cholesterol in the tissue. This difference is particularly true of chronic inflammation where blood cholesterol is low due to inhibition of cholesterol efflux proteins in the peripheral tissue 19 (see also supplementary material). Our model is consistent with a clinical study in China that showed LDL and HDL cholesterol were low in severe COVID19 patients, yet monocytes in the blood had high cholesterol 44 . The high cholesterol in monocytes is consistent with cholesterol loading into peripheral tissue during chronic inflammation.",
            "cite_spans": [
                {
                    "start": 438,
                    "end": 439,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1371,
                    "end": 1373,
                    "text": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1585,
                    "end": 1587,
                    "text": "44",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [
                {
                    "start": 208,
                    "end": 220,
                    "text": "Figure 1B-C)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "In a speculative role, palmitoylation could aid SARS-CoV-2 priming by binding GM1 lipid rafts in the producing cells. This hypothesis is based purely on the known affinity of palmitate for GM-1 ordered lipids 41 and the fact that the palmitoylation is on the cytosolic side of the membrane during viral production. This would increase the amount of virion cut at the S1/S2 position, especially in high cholesterol tissue. Alternatively, the high cholesterol could cause furin to be endocytosed and cycled back through the Golgi where it would interact with the spike protein as it traffics to the surface of the cell. More research is needed to understand the role of palmitoylation in SARS-CoV-2 life cycle.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 211,
                    "text": "41",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In high cholesterol furin is likely located in the GM1 lipid rafts with ACE2 in the target membrane. For virions primed in the producing cells furin is likely of no consequence in the target membrane. However, since the trafficking of furin is cholesterol dependent (Figure 4B -C) priming could be different in young and old. In which case the availability of furin in high cholesterol could be another critical factor for age dependent infectivity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 266,
                    "end": 276,
                    "text": "(Figure 4B",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "The concept that molecules diffuse laterally in the plane of the membrane was first proposed by Roger Kornberg and Harden McConnell in 1971 45 . Decades of research showed that both proteins and lipids contribute to restricted diffusion of lipid in the membrane 46, 47 and that the cells use the restricted movement for biological function 25, 26, 28, 48 . The finding here that a virus would be highly dependent on such a process is not unexpected and our proposed membrane protein translocation mechanism could be significant for other viruses.",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 139,
                    "text": "Kornberg and Harden McConnell in 1971",
                    "ref_id": null
                },
                {
                    "start": 140,
                    "end": 142,
                    "text": "45",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 262,
                    "end": 265,
                    "text": "46,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 266,
                    "end": 268,
                    "text": "47",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 340,
                    "end": 343,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 344,
                    "end": 347,
                    "text": "26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 348,
                    "end": 351,
                    "text": "28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 352,
                    "end": 354,
                    "text": "48",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The use of super resolution imaging is an important advancement of this study. Previous studies used detergent resistant membranes (DRMs) to characterize localization of ACE2. In our experiments, ACE2 was very sensitive to raft disruption. Not surprisingly, conflicting reports showed ACE2 association with both disordered 49, 50 and ordered lipids 11 . DRMs are a good first approximation, but for proteins that move in and out, the detergent used to prepare the DRM's likely biases proteins to the disordered regions.",
            "cite_spans": [
                {
                    "start": 323,
                    "end": 326,
                    "text": "49,",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 327,
                    "end": 329,
                    "text": "50",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 349,
                    "end": 351,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Although Figure 1 shows only cholesterol controlling the trafficking of ACE2, it is highly likely that a specific lipid or peptide in the disordered region of the membrane influences the balance of ACE2 in or out of GM1 lipid rafts. The disordered region of the membrane is separate from GM1 lipid rafts and can have proteins or lipids that directly bind to ACE2 or palmitoylated SARS-CoV-2 and traffic ACE2 out of GM1 rafts. We have shown direct binding of phosphatidylinositol 4,5 bisphosphate (PIP2) opposes localization of a palmitoylated enzyme to GM1 lipid rafts 26, 51 . PIP2 is polyunsaturated, cholesterol independent, and resides in the disordered region 26, 52, 53 . Binding of PIP2 to phospholipase D counteracted its cholesterol dependent location to GM1 lipid rafts 26, 54 and demonstrates that cholesterol can be in balance with other molecules in the membrane to regulate the trafficking of an enzyme in or out of a lipid raft. As cholesterol increases with age, the putative molecules that balance cholesterol also likely increase. Hence, simply removing cholesterol may have complications.",
            "cite_spans": [
                {
                    "start": 569,
                    "end": 572,
                    "text": "26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 573,
                    "end": 575,
                    "text": "51",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 665,
                    "end": 668,
                    "text": "26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 669,
                    "end": 672,
                    "text": "52,",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 673,
                    "end": 675,
                    "text": "53",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 780,
                    "end": 783,
                    "text": "26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 784,
                    "end": 786,
                    "text": "54",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [
                {
                    "start": 9,
                    "end": 17,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Human embryonic kidney 293T (HEK293T) cells and HEK293T cells overexpressing human ACE2 (hACE2) were grown in Dulbecco's Modified Eagle Medium (DMEM) containing 10% fetal bovine serum (FBS) and 1% penicillin/streptomycin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell culture"
        },
        {
            "text": "HEK293T cells overexpressing hACE2 were generously provided by Dr. Michael Farzan (Department of Immunology and Microbiology, Scripps Research). Cells were generated by transduction with murine leukemia virus (MLV) pseudotyped with the vesicular stomatitis virus G protein and expressing myc-hACE2-c9, as previously described 55 . Briefly, HEK293T cells were co-transfected by PEI with three plasmids, pMLV-gag-pol, pCAGGS-VSV-G and pQCXIPmyc-hACE2-c9 at a ratio of 3:2:1, and medium was refreshed after overnight incubation of transfection mix. The supernatant with produced virus was harvested 72-hours post transfection and clarified by passing through 0.45μm filter. 293T-hACE2 cells were selected and maintained with medium containing puromycin (Sigma). hACE2 expression was confirmed by SARS2-PV entry assays and by immunofluorescence staining using mouse monoclonal antibody recognizing c-Myc.",
            "cite_spans": [
                {
                    "start": 326,
                    "end": 328,
                    "text": "55",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "Cell culture"
        },
        {
            "text": "Retroviruses pseudotyped with the SARS-CoV-2 S proteins (SARS2-PV) was produced as previously described 21, 22 with modest modifications as described. HEK293T cells were transfected by X-tremeGENE™ 9 DNA Transfection Reagent (Millipore Sigma, #6365787001) at a ratio of 3:4:3 with a plasmid encoding murine leukemia virus (MLV) gag/pol proteins, a retroviral vector pQCXIX expressing firefly luciferase, and a plasmid expressing the spike protein of SARS-CoV-2 (GenBank YP_009724390). The Farzan lab (Scripps Research) generated a derivative where the two native arginines in the furin cleavage sites of SARS-CoV-2 S protein were mutated to serines (R682S R685S) to increase viral infection. All the viral plasmids were provided by Dr. Michael Farzan. Cell culture supernatant containing pseudoviruses was harvested at 72 hours post transfection.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 107,
                    "text": "21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 108,
                    "end": 110,
                    "text": "22",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Production of SARS-CoV-2 pseudoviruses"
        },
        {
            "text": "HEK293T cells were cultured in 96-well flat culture plates with transparent-bottom (Corning TM Costar TM , #3585) pre-coated with poly-D-lysine. Cells were incubated with media containing 4 μg/mL apoE with or without FBS supplementation overnight before viral exposure. For MβCD treatment, cells were incubated with 100μM MβCD for 30 min prior to virus infection. SARS-CoV-2 pseudoviruses were applied to the cells and allowed to infect at 37 °C for 24 hours. After viral infection, efficiency of viral entry was determined through a firefly luciferase assay. Specfically, cells were washed with PBS once and 16 μL Cell Culture Lysis Reagent (Promega, #E153A) were added into each well. The plate was incubated for 15 min with rocking at room temperature. 8 μL of cell lysate from each well was added into a 384well plate (Corning TM , #3574), followed by the addition of 16 μL of Luciferase Assay Substrate (Promega, #E151A). Luciferase activity measurement was performed on a Spark 20M multimode microplate reader (Tecan). All the infection experiments were performed in a biosafety level-2 (BSL-2) laboratory.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral Entry Assay"
        },
        {
            "text": "Cells were grown to 60% confluence. Cells were incubated with 4 μg/mL purified apoE protein with or without FBS supplementation (overnight) or 100μM MβCD (30 min) in media. Cells were rinsed with PBS and then fixed with 3% paraformaldehyde and 0.1% glutaraldehyde for 20 min to fix both proteins and lipids. Fixative chemicals were reduced by incubating with 0.1% NaBH4 for 7 min with shaking followed by three times 10 min washes with PBS. Cells were permeabilized with 0.2% Triton X-100 for 15 min and then blocked with a standard blocking buffer (10% bovine serum albumin (BSA) / 0.05% Triton in PBS) for 90 min at room temperature. For labelling, cells were incubated with primary antibody (anti-ACE2 antibody (Abcam, #ab189168), anti-Furin antibody (Abcam, #ab3467) or anti-TMPRSS2 antibody [EPR3861] (Abcam, #ab92323)) for 60 min in 5% BSA / 0.05% Triton / PBS at room temperature followed by 5 washes with 1% BSA / 0.05% Triton / PBS for 15 min each. Secondary antibody (donkey anti-rabbit cy3b and CTxB-647) was added in the same buffer as primary for 30 min at room temperature followed by 5 washes as stated above. Cells were then washed with PBS for 5 min. Cell labelling and washing steps were performed while shaking. Labeled cells were then post-fixed with fixing solution, as above, for 10 min without shaking followed by three 5 min washes with PBS and two 3 min washes with deionized distilled water.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fixed cell preparation"
        },
        {
            "text": "Images were recorded with a Zeiss ELYRA PS.1 microscope using TIRF mode equipped with a pilimmersion 63x objective. Andor iXon 897 EMCCD camera was used along with the Zen 10D software for image acquisition and processing. The TIRF mode in the dSTORM imaging provided low background high-resolution images of the membrane. A total of 10,000 frames with an exposure time of 18 ms were collected for each acquisition. Excitation of the Alexa Fluor 647 dye was achieved using 642 nm lasers and Cy3B was achieved using 561 nm lasers. Cells and brain tissues were imaged in a photo-switching buffer comprising of 1% β-mercaptoethanol (Sigma, #63689), and oxygen scavengers (glucose oxidase (Sigma, #G2133) and catalase (Sigma, #C40)) in 50mM Tris (Affymetrix, #22638100) + 10mM NaCl (Sigma, #S7653) + 10% glucose (Sigma, #G8270) at pH 8.0. Sample drift during acquisition was corrected by an autocorrelative algorithm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "dSTORM imaging"
        },
        {
            "text": "Images were constructed using the default modules in the Zen software. Each detected event was fitted to a 2D Gaussian distribution to determine the center of each point spread function plus the localization precision. The Zen software also has many rendering options including removing localization errors and outliers based on brightness and size of fluorescent signals. Pair correlation and cluster analysis was performed using the Statistical Analysis package in the Vutara SRX software. Pair Correlation analysis is a statistical method used to determine the strength of correlation between two objects by counting the number of points of probe 2 within a certain donutradius of each point of probe 1. This allows for localization to be determined without overlapping pixels as done in traditional diffraction-limited microscopy. Raft size estimation and raft density were calculated through cluster analysis by measuring the length and density of the clusters comprising of more than 10 particles with a maximum particle distance of 0.1 µm. Ripley's H(r) analysis was performed to study the distribution of lipid raft clusters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "dSTORM imaging"
        },
        {
            "text": "HEK293T cells were seeded into 96-well flat culture plates with transparent-bottom (Corning TM Costar TM , #3585) one day before experiment. SARS-CoV-2 RBD with a human Fc fusion was a generous gift from Dr. Michael Farzan (Department of Immunology and Microbiology, Scripps Research). HEK293T cells were incubated with 10 µg/mL RBD peptide in cell culture medium overnight at 37°C in 5% CO2. Cells were washed with PBS once before fixation with 3% paraformaldehyde. After blocking with a standard blocking buffer (10% bovine serum albumin (BSA) / 0.05% Triton in PBS) for 90 min at room temperature, RBD binding to the cells were labelled with Alexa 647 goat anti-human IgG (Jackson ImmunoResearch, # 109-606-098) for 6 hours at 4°C. After labelling, cells were washed with PBS twice. Relative RBD binding was determined in quintuplicate for each condition by measuring fluorescent activity with a fluorescence microplate reader (Tecan Infinite 200 PRO) with excitation wavelength of 630 nm and an emission wavelength of 680 nm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Receptor Binding Domain (RBD) Binding Assay"
        },
        {
            "text": "All statistical calculations were performed in GraphPad Prism v6.0. For the Student's t test, significance was calculated using a two-tailed unpaired parametric test with significance defined as p < 0.05, **P<0.01, ***P<0.001, ****P<0.0001. For the multiple comparison test, significance was calculated using an ordinary one-way ANOVA with Dunnett's multiple comparisons test. Figure S1 . Cholesterol transport and function in GM1 lipid rafts (A) The side view of a plasma membrane is shown (top extracellular). The membrane partitions into regions of ordered (saturated) and disordered (unsaturated) lipids. The ordered region is containing cholesterol and sphingolipids (Sph). The packing of cholesterol with the saturated lipids is thought to provide the order and makes ordered lipids thicker than disordered lipids. The disordered region contains unsaturated lipids including phosphatidylcholine (PC), phosphatidic acid (PA), and phosphatidylinositol 4,5bisphosphate (PIP2). PIP2 and PA are signaling lipids and PIP2 forms its own lipid domains separate from GM1 lipid rafts. Palmitoylation of proteins typically occurs on the cytosolic portion of the membrane and inserts into the inner leaflet (red line with lipids attached). For a virus that exits the cell the palmitoylation may insert into the extracellular leaflet. (B) Cholesterol loading into lung pneumocyte's and macrophages. In healthy individuals most cholesterol is produced in the liver. The effluxes cholesterol through ATB binding cassette (ABC) transporters (not shown) loaded into apolipoproteins (e.g., A and E; apoA and apoE). The cholesterol is then transported through the blood serum in the form of high-and low-density lipoproteins to the lung. In the lung receptors take up the cholesterol. In healthy individuals, excess cholesterol is effluxed from ABCA1 transporter in the lung loaded into apoA1 or apoE and transported back to the liver for elimination. During chronic inflammation reverse cholesterol transport is inhibited and cholesterol is loaded into macrophage rich tissues in the periphery. Figure S2 . SARS-CoV-2 (Mut) pseudovirus (PV) entry assay. Cells were treated with a luciferase expressing retrovirus pseudotyped with the SARS-CoV-2 spike protein (mutant) that recapitulates viral entry. Infectivity was monitored by a luciferase activity in cells treated with or without apoE. High cholesterol (apoE + serum) was more than 3-fold higher compared to low cholesterol. Figure S3 . ACE2 surface expression and GM1 lipid raft density. Quantitation of ACE2 cluster (A) and signal (B) shows that the expression of ACE2 remains roughly constant when cells are loaded or unloaded with cholesterol by the cholesterol transport protein apoE. Although, while not statistically significant ACE2 expression appears to slightly decrease in high cholesterol (ApoE + serum) which agrees with the clinical findings of decreased ACE2 surface expression in older people. (C) Cholesterol depletion by methyl-beta-cyclodextrin (MbCD) robustly decreases the apparent size of GM1 lipid rafts.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 377,
                    "end": 386,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2083,
                    "end": 2092,
                    "text": "Figure S2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2467,
                    "end": 2476,
                    "text": "Figure S3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Statistical Analyses"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Characteristics of and Important Lessons from the Coronavirus Disease 2019 (COVID-19) Outbreak in China: Summary of a Report of 72314 Cases from the Chinese Center for Disease Control and Prevention",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA -J. Am. Med. Assoc",
            "volume": "323",
            "issn": "",
            "pages": "13--16",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Estimating clinical severity of COVID-19 from the transmission dynamics in Wuhan, China",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat. Med",
            "volume": "26",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Prevalence of comorbidities in the novel Wuhan coronavirus (COVID-19) infection: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. J. Infect. Dis",
            "volume": "94",
            "issn": "",
            "pages": "91--95",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical characteristics of 113 deceased patients with coronavirus disease 2019: retrospective study",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "COVID-19 Infection in italian people with diabetes: lessons learned for our future (an experience to be used)",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gentile",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Strollo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ceriello",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Diabetes Res. Clin. Pract",
            "volume": "162",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Severe acute respiratory syndrome in children",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Stockman",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Pediatr. Infect. Dis. J",
            "volume": "26",
            "issn": "",
            "pages": "68--74",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Angiotensin-converting enzyme 2 is a functional receptor for the SARS coronavirus",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "426",
            "issn": "",
            "pages": "450--454",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "SARS-CoV-2 Cell Entry Depends on ACE2 and TMPRSS2 and Is Blocked by a Clinically Proven Protease Inhibitor",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hoffmann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cell.2020.02.052"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "ACE2 Receptor Expression and Severe Acute Respiratory Syndrome Coronavirus Infection Depend on Differentiation of Human Airway Epithelia",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Jia",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Virol",
            "volume": "79",
            "issn": "",
            "pages": "14614--14621",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Heterogeneous expression of the SARS-Coronavirus-2 receptor ACE2 in the human respiratory tract",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bezara",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ortiz",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--13",
            "other_ids": {
                "DOI": [
                    "doi.org/10.1101/2020.04.22.056127"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Lipid rafts are involved in SARS-CoV entry into Vero E6 cells",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "X"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Tam",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Biochem. Biophys. Res. Commun",
            "volume": "369",
            "issn": "",
            "pages": "344--349",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Mechanics of receptor-mediated endocytosis",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Freund",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proc. Natl. Acad. Sci. U. S. A",
            "volume": "102",
            "issn": "",
            "pages": "9469--74",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The important role of lipid raft-mediated attachment in the infection of cultured cells by coronavirus infectious bronchitis virus beaudette strain",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLoS One",
            "volume": "12",
            "issn": "",
            "pages": "1--12",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Lipid rafts as a membrane-organizing principle",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lingwood",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Simons",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1174621"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Regulation of cholesterol storage in adipose tissue",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Angel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Farkas",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "J. Lipid Res",
            "volume": "15",
            "issn": "",
            "pages": "491--499",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Lipid deposits in ageing human arteries, tendons and fascia",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "B"
                    ],
                    "last": "Bayliss",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Abdulla",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Hunter-Craig",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Atherosclerosis",
            "volume": "19",
            "issn": "",
            "pages": "429--469",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Impaired cholesterol efflux in senescent macrophages promotes age-related macular degeneration",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sene",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Cell Metab",
            "volume": "17",
            "issn": "",
            "pages": "549--561",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Cholesterol, inflammation and innate immunity",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Tall",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yvan-Charvet",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nat. Rev. Immunol",
            "volume": "15",
            "issn": "",
            "pages": "104--116",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Emerging roles for cholesterol and lipoproteins in lung disease",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Gowdy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Fessler",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Pulm. Pharmacol. Ther",
            "volume": "26",
            "issn": "",
            "pages": "430--437",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The SARS-CoV-2 receptor-binding domain elicits a potent neutralizing resonse without antibody-dependent enhancement",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Quinlan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.10.036418"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Retroviruses Pseudotyped with the Severe Acute Respiratory Syndrome Coronavirus Spike Protein Efficiently Infect Cells Expressing Angiotensin-Converting Enzyme 2",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Moore",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Virol",
            "volume": "78",
            "issn": "",
            "pages": "10628--10635",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "A 193-Amino Acid Fragment of the SARS Coronavirus S Protein Efficiently Binds Angiotensin-converting Enzyme 2",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Choe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Farzan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Biol. Chem",
            "volume": "279",
            "issn": "",
            "pages": "3197--3201",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Mechanisms and regulation of cholesterol homeostasis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat. Rev. Mol. Cell Biol",
            "volume": "21",
            "issn": "",
            "pages": "225--245",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The mystery of membrane organization: composition, regulation and roles of lipid rafts",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Sezgin",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Levental",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mayor",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Eggeling",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nat. Rev. Mol. Cell Biol",
            "volume": "18",
            "issn": "",
            "pages": "361--374",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Kinetic disruption of lipid rafts is a mechanosensor for phospholipase D",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "N"
                    ],
                    "last": "Petersen",
                    "suffix": ""
                },
                {
                    "first": "H.-W",
                    "middle": [],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nayebosadri",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Hansen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nat. Commun",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Polymodal Mechanism for TWIK-Related K+ Channel Inhibition by Local Anesthetic",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A M A"
                    ],
                    "last": "Pavel",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": ".-W",
                    "middle": [],
                    "last": "Petersen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "N N"
                    ],
                    "last": "Hansen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B S B"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Anesth. Analg",
            "volume": "129",
            "issn": "",
            "pages": "973--982",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Studies on the mechanism of general anesthesia",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Pavel",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "N"
                    ],
                    "last": "Petersen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Lerner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Hansen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Disruption of palmitate-mediated localization; a shared pathway of force and anesthetic activation of TREK-1 channels",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bbamem.2019.183091"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Fast, three-dimensional super-resolution imaging of live cells",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Shim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhuang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nat. Methods",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/nmeth.1605"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Three-dimensional super-resolution imaging by stochastic optical reconstruction microscopy",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bates",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhuang",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1153529"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Imaging intracellular fluorescent proteins at nanometer resolution. Science (80-. )",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Betzig",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1127344"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Ultra-high resolution imaging by fluorescence photoactivation localization microscopy",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Hess",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P K"
                    ],
                    "last": "Girirajan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Mason",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Biophys. J",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1529/biophysj.106.091116"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Scanning STED-FcS reveals spatiotemporal heterogeneity of lipid interaction in the plasma membrane of living cells",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Honigmann",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nat. Commun",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/ncomms6412"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The Role of Lipids and Lipoproteins in Atherosclerosis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Linton",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Endotext",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Proteolytic activation of the SARScoronavirus spike protein: Cutting enzymes at the cutting edge of antiviral research",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Simmons",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zmora",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gierer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Heurich",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pöhlmann",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Antiviral Research",
            "volume": "100",
            "issn": "",
            "pages": "605--614",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "The spike glycoprotein of the new coronavirus 2019-nCoV contains a furin-like cleavage site absent in CoV of the same clade",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Coutard",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Antiviral Research",
            "volume": "176",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Evidence that TMPRSS2 Activates the Severe Acute Respiratory Syndrome Coronavirus Spike Protein for Membrane Fusion and Reduces Viral Control by the Humoral Immune Response",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Glowacka",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Virol",
            "volume": "85",
            "issn": "",
            "pages": "4122--4134",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "SARS coronavirus, but not human coronavirus NL63, utilizes cathepsin L to infect ACE2-expressing cells",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "C"
                    ],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Biol. Chem",
            "volume": "281",
            "issn": "",
            "pages": "3198--3203",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Host cell proteases: Critical determinants of coronavirus tropism and pathogenesis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Millet",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Whittaker",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Virus Research",
            "volume": "202",
            "issn": "",
            "pages": "120--134",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Palmitoylation regulates raft affinity for the majority of integral raft proteins",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Levental",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lingwood",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Grzybek",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Coskun",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Simons",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Proc. Natl. Acad. Sci",
            "volume": "107",
            "issn": "",
            "pages": "22050--22054",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Palmitoylation of the cysteine-rich endodomain of the SARS-coronavirus spike glycoprotein is important for spike-mediated cell fusion",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Petit",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Virology",
            "volume": "360",
            "issn": "",
            "pages": "264--274",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Palmitoylation of SARS-CoV S protein is necessary for partitioning into detergent-resistant membranes and cell-cell fusion but not interaction with M protein",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Mcbride",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Machamer",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Virology",
            "volume": "405",
            "issn": "",
            "pages": "139--148",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Low Serum Cholesterol Level Among Patients with COVID-19 Infection in Wenzhou",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. SSRN Electron. J",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2139/ssrn.3544826"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Lateral Diffusion of Phospholipids in a Vesicle Membrane (spin-labeled phosphatidylcholine/nuclear resonance)",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Kornberg",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcconnell",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Proc. Nat. A cad. Sci. USA",
            "volume": "68",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Membrane Organization and Lipid Rafts",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Simons",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Sampaio",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Cold Spring Harb. Perspect. Biol",
            "volume": "3",
            "issn": "",
            "pages": "4697--004697",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "From Dynamics to Membrane Organization: Experimental Breakthroughs Occasion a 'Modeling Manifesto'",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lyman",
                    "suffix": ""
                },
                {
                    "first": "C.-L",
                    "middle": [],
                    "last": "Hsieh",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Eggeling",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Biophys. J",
            "volume": "115",
            "issn": "",
            "pages": "595--604",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Phospholipase D Transduces Force to TREK-1 Channels in a Biological Membrane",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "N"
                    ],
                    "last": "Petersen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "758896",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/758896"
                ]
            }
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Angiotensin-converting enzyme 2 (ACE2), but not ACE, is preferentially localized to the apical surface of polarized kidney cells",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Warner",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Biol. Chem",
            "volume": "280",
            "issn": "",
            "pages": "39353--39362",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Lipid rafts play an important role in the early stage of severe acute respiratory syndrome-coronavirus life cycle",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "G"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yamate",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ikuta",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Microbes Infect",
            "volume": "9",
            "issn": "",
            "pages": "96--102",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Tools for Understanding Nanoscale Lipid Regulation of Ion Channels",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "V"
                    ],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rohacs",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Hansen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Trends Biochem. Sci",
            "volume": "44",
            "issn": "",
            "pages": "795--806",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Membrane protein sequestering by ionic protein-lipid interactions",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Van Den Bogaart",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nature",
            "volume": "479",
            "issn": "",
            "pages": "552--557",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Segregation of PIP2 and PIP3 into distinct nanoscale regions within the plasma membrane",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Richards",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Biol. Open",
            "volume": "1",
            "issn": "",
            "pages": "857--62",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "A Membrane Thickness Sensor in TREK-1",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nayebosadri",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "N"
                    ],
                    "last": "Petersen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cabanos",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Hansen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Identification and Characterization of a Proteolytically Primed Form of the Murine Coronavirus Spike Proteins after Fusion with the Target Cell",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Wicht",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1128/jvi.03451-13"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Cholesterol dependent inhibition SARS-CoV-2 viral infection (A) Cartoon diagram showing the experimental setup for loading cultured cells with cholesterol.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Molecular basis for cholesterol dependent SARS-CoV-2 entry. (A) Representative images from dSTORM super resolution imaging. GM1 lipid raft (yellow) increase dramatically in the presence of blood serum when apoE is present (bottom panel), measured by CTxB labeling. ACE2 receptor (cyan) labeled with ACE2 antibody has very little overlap with GM1 lipid rafts when blood serum is removed (middle panel). Scale bar, 1 µm. (B) Cholesterol dependent trafficking of ACE2 in and out of lipid rafts. ApoE-mediated cholesterol influx translocates ACE2 from disordered regions into lipid rafts while cholesterol depletion by MβCD diminishes ACE2's raft localization. (C) Model showing cholesterol-dependent raft localization of ACE2 enhances SARS-CoV-2 viral entry. (D) Raft size analysis suggests raft assembly is regulated by apoE mediated cholesterol transportation between serum and cell membrane. (E) ApoE transportation of cholesterol regulates raft density. Cholesterol influx from serum results in an increase in raft density. (F) Ripley's K-Function (H(r)) showing raft separation after cholesterol depletion while distance between rafts gets shorter as apoE transport cholesterol from serum into the membrane. (G) Proposed model for infectivity in SARS-CoV-2 by age and chronic disease.When cholesterol is low there are very few entry points and their diameter is small (similar to children). With age, average cholesterol levels in the tissue increase, thereby increasing the number and size of viral entry points (similar to adults). In chronically ill patients, tissue cholesterol levels are the highest and all the ACE2 receptor is positioned for viral infectivity via the more potent endocytic mechanism (adults + chronic inflammation).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "ACE2 receptor expression and binding (A) The receptor binding domains (RBD) of SARS-CoV-2 was added to cells treated with or without methyl-beta-cyclodextrin (MβCD). Binding was measured by fluorescence from an Alexa 647 labeled antibody to an FC tag on the RBD protein. (B)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Assembly of viral entrance factors in GM1 lipid rafts. Furin and TMPRSS2 are proteases that facilitate viral entry 37-40 . (A) Super resolution imaging of furin and TMPRSS2 in GM1 lipid rafts. Raft association is shown as a measure of pair correlation, a unitless number see methods. A cutoff of approximately 3 times background is shown as a grey dotted line and interpreted as very little association with GM1 lipid rafts. ACE2 and furin are clearly associated with GM lipid rafts while TMPRSS2 sits in the disordered regions (<2 pair correlation with GM1 clusters). (B) Furin moves out of the raft under low cholesterol condition (apoE extracts cholesterol from membrane). Cholesterol loading by apoE causes an increased furin raft association. (C) Cholesterol depletion by MβCD traffics furin out of the GM1 lipid rafts into disordered regions. (D) Model showing the overall nanostructure of SARS-CoV-2 viral entry.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We thank Michael Farzan for the SARS-CoV-2 spike plasmid, hACE2 overexpression HEK293T cell line, and RBD peptide; Andrew S. Hansen for helpful discussion and reading of the manuscript. This work was supported by the National Institutes of Health via a Director's New Innovator Award to S.B.H.(DP2NS087943), R01 to S.B.H. (R01NS112534). We are grateful to the Iris and Junming Le Foundation for funds to purchase a super-resolution microscope, making this study possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}