{
    "paper_id": "72f89583e077eb121611a76d35a34fa20fbce162",
    "metadata": {
        "title": "A Spatial-Temporal Approach to Differentiate Epidemic Risk Patterns A Spatial-Temporal Approach to Differentiate Epidemic Risk Patterns",
        "authors": [
            {
                "first": "T",
                "middle": [
                    "H"
                ],
                "last": "Wen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Al",
                "middle": [],
                "last": "Tzai-Hung Wen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Academia Sinica",
                    "location": {
                        "settlement": "Taipei",
                        "country": "Taiwan"
                    }
                },
                "email": ""
            },
            {
                "first": "Neal",
                "middle": [
                    "H"
                ],
                "last": "Lin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Taiwan University",
                    "location": {
                        "settlement": "Taipei",
                        "country": "Taiwan"
                    }
                },
                "email": ""
            },
            {
                "first": "Katherine",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chun-Min",
                "middle": [],
                "last": "Lin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Taiwan University",
                    "location": {
                        "settlement": "Taipei",
                        "country": "Taiwan"
                    }
                },
                "email": ""
            },
            {
                "first": "I-Chun",
                "middle": [],
                "last": "Fan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Academia Sinica",
                    "location": {
                        "settlement": "Taipei",
                        "country": "Taiwan"
                    }
                },
                "email": ""
            },
            {
                "first": "Ming-Daw",
                "middle": [],
                "last": "Su",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Taiwan University",
                    "location": {
                        "settlement": "Taipei",
                        "country": "Taiwan"
                    }
                },
                "email": ""
            },
            {
                "first": "Chwan-Chuen",
                "middle": [],
                "last": "King",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Taiwan University",
                    "location": {
                        "settlement": "Taipei",
                        "country": "Taiwan"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The purpose of disease mapping is to find spatial clustering and identify risk areas and potential epidemic initiators. Rather than relying on plotting either the case number or incidence rate, this chapter proposes three temporal risk indices: the probability of case occurrence (how often did uneven cases occur), the duration of an epidemic (how long did cases persist), and the intensity of a transmission (were the case of chronological significance). By integrating the three indicators using the local indicator of spatial autocorrelation (LISA) statistic, this chapter intends to develop a novel approach for evaluating spatial-temporal relationships with different risk patterns in the 2002 dengue epidemic, the worst outbreak in the past sixty years. With this approach, not only are hypotheses generated through the mapping processes in furthering investigation, but also procedures provided to identify spatial health risk levels with temporal characteristics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In 1854, John Snow curbed the spread of cholera by identifying through mapping the infected water pump located in the Golden Square of London (Snow 1936) . Ever since, mapping of infected cases has become an impor-tant means to generating hypotheses, guiding intervening measures, and controlling infectious outbreak. Mapping can help epidemiologists to find the origins of an outbreak, but more importantly, to target high-risk areas and places of strategic importance in disease prevention (Ali et al. 2003) . A Geographical Information Systems (GIS) is often constructed under these circumstances: a computer-based system is set up to integrate spatial statistics into maps, which can detect disease clustering and determine relationships between disease rates and relevant geographic locations (Lai et al. 2004 , Cockings et al. 2004 , Dunn et al. 2001 ). Recent studies have united temporal factors with spatial analysis and found dynamic epidemic changes in certain time course and in specific locations (Tran et al. 2004 , Harrington et al. 2005 , Morrison et al. 1998 , João et al. 2004 , Getis et al. 2003 . Unlike the traditional approach, this chapter enhances spatial analysis by using not only the incidence rate. We propose a spatial model that integrates temporally-defined epidemiological characteristics and verify it using data from the 2002 dengue epidemic in Taiwan.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 153,
                    "text": "(Snow 1936)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 492,
                    "end": 509,
                    "text": "(Ali et al. 2003)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 798,
                    "end": 814,
                    "text": "(Lai et al. 2004",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 815,
                    "end": 837,
                    "text": ", Cockings et al. 2004",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 838,
                    "end": 856,
                    "text": ", Dunn et al. 2001",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1010,
                    "end": 1027,
                    "text": "(Tran et al. 2004",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1028,
                    "end": 1052,
                    "text": ", Harrington et al. 2005",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1055,
                    "end": 1075,
                    "text": "Morrison et al. 1998",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1076,
                    "end": 1094,
                    "text": ", João et al. 2004",
                    "ref_id": null
                },
                {
                    "start": 1095,
                    "end": 1114,
                    "text": ", Getis et al. 2003",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Dengue virus, a member of flaviviruses with four known antigenic distinct serotypes, is transmitted in Taiwan mainly by mosquitoes of species Aedes aegypti and Aedes albopictus. Few studies have focused on the interplay between the spatial clustering of dengue cases and entomological factors (Ali et al. 2003 , Tran et al. 2004 , Morrison et al. 1998) or environmental conditions (Alpana and Haja 2001) by using a GIS with spatial statistics. However, spatial analysis is the key to identifying the incidence of dengue fever (DF), dengue hemorrhagic fever (DHF) and dengue shock syndrome (DSS). On the contrary, several studies have the treated temporal issues on dengue transmission (Tran et al. 2004 , Harrington et al. 2005 , Morrison et al. 1998 , Derek et al. 2004 ). Innovative models of temporalspatial analysis in disease transmission have proffered, and tested by data of the 2002 dengue epidemic in Taiwan, which was the worst outbreak in both magnitude and severity in the past sixty years. Hopefully this novel approach of disease surveillance can be applied to detect other infectious diseases.",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 309,
                    "text": "(Ali et al. 2003",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 310,
                    "end": 328,
                    "text": ", Tran et al. 2004",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 331,
                    "end": 352,
                    "text": "Morrison et al. 1998)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 685,
                    "end": 702,
                    "text": "(Tran et al. 2004",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 703,
                    "end": 727,
                    "text": ", Harrington et al. 2005",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 728,
                    "end": 750,
                    "text": ", Morrison et al. 1998",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 751,
                    "end": 770,
                    "text": ", Derek et al. 2004",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Kaohsiung City and its satellite city of Fengshan, confronted in 2002 the biggest dengue epidemic in Taiwan since 1940s. A total of 4,790 cases were confirmed (representing 85% of total cases found in 2002), including 4,574 dengue fever (DF) cases and 286 dengue hemorrhagic fever (DHF) cases according to WHO's definition (Chao et al. 2004 ). This study focuses on these 4,790 confirmed cases cohered with positive results in one of the three following laboratory tests: (1) molecular diagnosis (Lanciotti et al. 1992) , or (2) serological diagnosis (Shu et al. 2001 ), or (3) virus isolation (Kuno et al. 1985) . Figure 1 illustrates the temporal progression of DF versus DHF cases.",
            "cite_spans": [
                {
                    "start": 323,
                    "end": 340,
                    "text": "(Chao et al. 2004",
                    "ref_id": null
                },
                {
                    "start": 496,
                    "end": 519,
                    "text": "(Lanciotti et al. 1992)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 551,
                    "end": 567,
                    "text": "(Shu et al. 2001",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 594,
                    "end": 612,
                    "text": "(Kuno et al. 1985)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 615,
                    "end": 623,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Data of Dengue Confirmed Cases"
        },
        {
            "text": "This chapter chooses Li -the smallest administrative unit in Taiwan -as the spatial mapping unit, and a 7-day week as the temporal indicator. Most Li in urban areas occupies 0.26-0.58 square kilometers and comprises 2,100-5,300 residents or 850-1,600 households. 423 Li covered roughly 94.4% of total confirmed dengue cases in 2002. These case data were provided by the Taiwan-CDC and without personal identifiers to protect the privacy of the patients. All cases (including DHF cases) collected in this chapter were summarized at the Li scale, instead of by exact addresses. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data of Dengue Confirmed Cases"
        },
        {
            "text": "A risk model developed by Wen et al. (2006) depicts the dynamic process of a dengue epidemic by emphasizing temporal characteristics on map displays. To evaluate a dengue epidemic in both magnitude and severity, this chapter modifies and further introduces indices with temporally-defined epidemiological characteristics (also referred to as temporal indices), including (1) probability of occurrence or how often do cases occur in certain week(s) of a calendar year (e.g. 2002 in this study), (2) duration of epidemic or how long does an epidemic persist, and (3) intensity of transmission or how significant do cases among people at risk happen and cumulate in consecutive weeks during an epidemic wave. A higher value of , , will indicate that a case studied is more likely to occur within a specific time interval with a longer duration and more intense transmission.",
            "cite_spans": [
                {
                    "start": 26,
                    "end": 43,
                    "text": "Wen et al. (2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Temporally-defined Indices as Epidemiological Measures"
        },
        {
            "text": ", the probability of a disease occurrence in certain week(s), is the proportion of one or more laboratory confirmed dengue cases occurred in an epidemic period (i.e.. numerator, EW) to the total number of weeks in that year (i.e.. denominator, TW = 52). The mathematical definition of of a specific disease is expressed in Equation 1 below:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Probability of Occurrence Index ( )"
        },
        {
            "text": "Eqn. 1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TW EW"
        },
        {
            "text": "To monitor the persistence of disease cases in a geographical area of interest, the duration of an epidemic ( ) is described as the average number of weeks per epidemic wave as in Equation 2:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Duration of Epidemic Index ( )"
        },
        {
            "text": "where CWi represents the summation of persistent numbers of weeks for the i th epidemic wave, and EV is the total number of epidemic waves in the studying period. The duration index, reflecting the effectiveness of preventive and control strategies used during the early period of an epidemic, is very valuable for public health practitioners and administrators. A larger value means fewer disease cases are eliminated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Duration of Epidemic Index ( )"
        },
        {
            "text": "To measure population-adjusted mean magnitude of dengue cases per wave, intensity of transmission equals to the mean number of case(s) occurred in successive weeks divided by number of people at risk in an epidemic wave. Therefore, the intensity of transmission index ( ) is formulated as in Equation.3:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intensity of Transmission Index ( )"
        },
        {
            "text": "where CaseNum and POP represent respectively the cumulative total of confirmed dengue cases and population-at-risk, and EV as described above. The index is comparable to a measure of the intensity of cases in different areas considering both the duration and size of the population. A higher index implies that the occurrence of cases is temporally concentrated; whereas a lower value equates to a smaller epidemic wave, indicating that most cases are sporadic and temporally dispersed throughout the epidemic. The use of different temporal indices offers clues to key elements of an epidemic that are worth investigating.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intensity of Transmission Index ( )"
        },
        {
            "text": "Other than temporally-defined epidemiological characteristics, the degree of spatial clustering among cases (i.e. spatial risk) (Odland 1988 ) is also needed to measure the degree of association between an interested temporal index and its specified location. Spatial autocorrelation, including global and local autocorrelation indices, are then introduced. A Positive spatial autocorrelation and negative spatial autocorrelation in the Global indices (Griffith 1987 ) respectively represent \"clustering\" of points based on tested variables (Anselin 1995) and inverse correlation, shown as \"spatial outliers\", between neighboring areas. A zero spatial autocorrelation is considered a random distribution rather than clustering or dispersal. Local autocorrelation indices, however, evaluate trends of clustering by comparing similarities and dissimilarities among neighboring locations. Therefore, further information about clustered loci is gained. In brief, the Local Indicator of Spatial Autocorrelation (LISA) can be regarded a spatial risk index to identify both significant spatial clusters and outliers (Anselin 1995) . The definition of LISA index is given below:",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 140,
                    "text": "(Odland 1988",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 452,
                    "end": 466,
                    "text": "(Griffith 1987",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 541,
                    "end": 555,
                    "text": "(Anselin 1995)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1109,
                    "end": 1123,
                    "text": "(Anselin 1995)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Spatial risk index: Local Indicator of Spatial Autocorrelation"
        },
        {
            "text": "where I(i) = the LISA index for region i; W ij = the proximity of region i to region j; Xi = the value of the tested temporal index of region i; Xj = the value of the tested temporal index of region j; X = the average value of the tested temporal index; = the standard deviation of Xi; and n = the total number of regions to be evaluated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spatial risk index: Local Indicator of Spatial Autocorrelation"
        },
        {
            "text": "The term Wij describes the proximity between region i and j, where a value of 1 means that region i is next to region j. The term",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spatial risk index: Local Indicator of Spatial Autocorrelation"
        },
        {
            "text": "describes the degree of similarity in a tested index within a designated area and its neighbors; from which each of temporal indices for the 2002 dengue epidemic in Kaohsiung and Fengshan was evaluated. A positive I(i) value of the tested LISA means that a certain region and its neighboring areas exhibit a clustering of homogenous areas and have a higher tendency of local spatial dependency. In contrast, a negative I(i) value, which shows the opposite trend between Xi and Xj (i.e. Xi = high, Xj = low or vice versa), implying a negative spatial dependency (i.e. the region is a spatial outlier in relation to its neighborhoods). The Monte Carlo significance test can be used to evaluate the statistical significance of spatial clusters and outliers (Anselin 1995) . Risk areas can be classified by LISA index values into five distinct levels of epidemiological significance (Table 1) . Areas surrounded by neighboring areas having a statistically significant positive LISA index and a high tested temporal index value, shown in Figure 2(a) , represent a spatial clustering of such an designated temporal index. This implies the presence of a severe epidemic spreading in that locality with extreme risk.",
            "cite_spans": [
                {
                    "start": 754,
                    "end": 768,
                    "text": "(Anselin 1995)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 879,
                    "end": 888,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1033,
                    "end": 1044,
                    "text": "Figure 2(a)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Spatial risk index: Local Indicator of Spatial Autocorrelation"
        },
        {
            "text": "Areas surrounded by neighboring areas with statistically significant negative LISA index, where the central area has lower tested temporal index value (as a spatial outlier) compared with it's neighbors, shown in Figure 2(b) . This implies that a disease outbreak would soon occur in these high-risk areas, if effective control measures are not taken.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 213,
                    "end": 224,
                    "text": "Figure 2(b)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Level 2 (High)"
        },
        {
            "text": "Areas surrounded by neighboring areas with statistically significant negative LISA index, where the central area has higher tested temporal index value (as a spatial outlier), opposite to Level 2, compared with it's neighbors, shown in Figure 2 (c), and implies that the focused area with moderate risk could be a potential source of infection if cases begin appearing in the surrounding areas.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 236,
                    "end": 244,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Level 3 (Moderate)"
        },
        {
            "text": "Areas surrounded by neighbors having neither a significantly positive nor negative LISA index, shown in Figure 2 (d). This refers to cases occurred sporadically in those areas but there is no significant spatial cluster or outlier.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 104,
                    "end": 112,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Level 4 (Mild)"
        },
        {
            "text": "Areas surrounded by neighbors having a statistically significant positive LISA index, but low for the tested all the three temporal index values, shown in Figure 2 (e); this situation implies no outbreak occurs in those areas.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 155,
                    "end": 163,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Level 5 (Lowest)"
        },
        {
            "text": "All three temporal indices (including probability of case occurrence , duration of epidemic , and intensity of transmission ) show significant positive correlation with the \"incidence rate\" (p < 0.001) ( Table 2) . Among the temporally-defined characteristics, intensity is strongly correlated with duration ( and : 0.841), indicating that dengue cases in areas with a higher intensity are most likely to persist (i.e. last a longer duration). Yet, the correlation coefficient between and at 0.425 is not significant enough, denoting that a higher occurrence of dengue cases does not always imply a higher intensity of transmission, which suggests difficulty in curbing the spread of the disease. Nevertheless, sporadic cases likely to initiate an epidemic in certain geographic areas should be identified. Table 2 shows the importance of specifying spatial risk areas with different temporally-defined characteristics. Such information is valuable for public health officials to determine where dengue cases with a longer duration or a higher transmissible intensity but a lower incidence rate are located.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 204,
                    "end": 212,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 807,
                    "end": 814,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Correlation among three temporally-defined epidemiological Indices"
        },
        {
            "text": "This chapter illustrates a means to search for possible risk areas and point out likely areas with a longer duration of epidemic or more severe intensity of transmission. The procedures to examine each temporal index include the following: spatial mapping, spotting spatial risk areas, comparing their risk patterns, and finally, evaluating and filtering factors having the greatest influence on DHF epidemics in areas of different risk types. Fig. 3 . Mapping the values of incidence and other three temporal indices (probability of occurrence, duration of epidemic and transmission of intensive) with observed clusters. The darker areas reflect a higher value of that indicated index. The locations of dengue clusters are shown as circled areas. Figure 3 shows plots of the three temporal indices along with that of the incidence rate (IR). The spatial patterns on these plots are compared to identify possible risk areas (Mermel 2005) . In these cases, darker areas in the figure reflect a higher value of the index. Risk areas with higher values in all three temporal indices (labeled as (a2)-(b2), (a3)-(b3), and (a4)-(b4) respectively in Figures 3B, 3C, 3D) are also recognized by IR (labeled as (a1)-(b1) in Figure 3A ). However, areas with higher IR values ( Figure 3A) are not detectable as areas with a longer duration of epidemic (e.g. c3 in Figure 3C ) or those of a higher intensity of transmission (e.g. c4 and d4 in Figure 3D ).",
            "cite_spans": [
                {
                    "start": 924,
                    "end": 937,
                    "text": "(Mermel 2005)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 444,
                    "end": 450,
                    "text": "Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 748,
                    "end": 756,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 1144,
                    "end": 1163,
                    "text": "Figures 3B, 3C, 3D)",
                    "ref_id": null
                },
                {
                    "start": 1215,
                    "end": 1224,
                    "text": "Figure 3A",
                    "ref_id": null
                },
                {
                    "start": 1267,
                    "end": 1277,
                    "text": "Figure 3A)",
                    "ref_id": null
                },
                {
                    "start": 1353,
                    "end": 1362,
                    "text": "Figure 3C",
                    "ref_id": null
                },
                {
                    "start": 1431,
                    "end": 1440,
                    "text": "Figure 3D",
                    "ref_id": null
                }
            ],
            "section": "Spatial patterns analysis with temporally-defined epidemiological indices"
        },
        {
            "text": "\"Spatial outlier\" is another important spatial pattern for risk identification besides \"spatial clusters,\" particularly at the beginning of an epidemic. To evaluate spatial association (including spatial clusters and outliers) with the three Li-based temporal indices, this study transforms LISA statistics into five different spatial risk levels with a 95% statistical significance (Table 1 and Figure 2 ) and displays their spatial distributions in Figure 4 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 383,
                    "end": 391,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 396,
                    "end": 404,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 451,
                    "end": 459,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "Identifying spatially significant clusters and outliers"
        },
        {
            "text": "The LISA map for IR shows two statistically significant clusters (i.e. circles (a) and (b) in Figure 4A ). Comparing this map of IR with that of the probability of occurrence ( ), we can observe similarity in the clustering of cases in two locations (marked by circles (a) and (b) in Figure 4B ). Similar clusters can also be found on LISA maps of the duration of epidemic ( ) (i.e. circles (a) and (b) in Figure 4C ) and the intensity of transmission ( ) (i.e. circles (a) and (b) in Figure 4D ). Further comparison among the temporal characteristics in all areas marked (a) and (b) in Figures 4B , 4C, 4D suggests that areas with a higher are larger in size and cover more Li than those with a higher or (e.g. : 14.35 km 2 vs. : 8.74 km 2 and : 4.24 km 2 at circle (a); : 4.25 km 2 vs. : 0.47 km 2 and : 0.26 km2 at circle (b)). Fewer Li with a higher or are found in circle (b) (Figures 4C and 4D) , which implies somewhat effective control strategies. These areas in circle (b) characterized by having a shorter duration (0.7-1.5 weeks/wave) and a lower intensity of transmission (0.2-1.2 dengue cases/10,000 population-at-risk/wave) have had mosquito breeding sites reduced throughout.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 94,
                    "end": 103,
                    "text": "Figure 4A",
                    "ref_id": null
                },
                {
                    "start": 284,
                    "end": 293,
                    "text": "Figure 4B",
                    "ref_id": null
                },
                {
                    "start": 406,
                    "end": 415,
                    "text": "Figure 4C",
                    "ref_id": null
                },
                {
                    "start": 485,
                    "end": 494,
                    "text": "Figure 4D",
                    "ref_id": null
                },
                {
                    "start": 587,
                    "end": 597,
                    "text": "Figures 4B",
                    "ref_id": null
                },
                {
                    "start": 881,
                    "end": 900,
                    "text": "(Figures 4C and 4D)",
                    "ref_id": null
                }
            ],
            "section": "Identifying spatially significant clusters and outliers"
        },
        {
            "text": "Areas with 159 dengue cases can be identified using the IR map (9 Li covering about 1.05 square meters) although their values on duration and intensity are not particularly high ( = 1.92~2.01 weeks, = 1.18~1.26). Moreover, areas with moderate risks marked by circles (c) in Figures 4C  and 4D have higher temporal index values than their surroundings (Central Fig. 4 . Dengue significant risk maps of incidence and other three temporal indices to show spatial clusters and outliers. The Local Indicator of Spatial Autocorrelation (LISA) was adopted as the spatial risk index to identify both significant spatial clusters and outliers of the tested temporal in-dices. Monte Carlo significance test with p<0.05 was used to evaluate the statistical significance of spatial clusters and outliers. vs. Surroundings: =1.5~3.1 vs. 0.03~0.6 weeks, =1.04~2.01 vs. 0.01~0.57). These areas might experience further outbreaks if mosquito breeding sites were not eradicated. We can see that IR map alone ( Figure  4A ) without LISA map supplements ( Figures 4B-4D) is not sufficient for distinguishing spatial risk patterns among epidemiologically significant areas.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 274,
                    "end": 292,
                    "text": "Figures 4C  and 4D",
                    "ref_id": null
                },
                {
                    "start": 360,
                    "end": 366,
                    "text": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 993,
                    "end": 1003,
                    "text": "Figure  4A",
                    "ref_id": null
                },
                {
                    "start": 1037,
                    "end": 1051,
                    "text": "Figures 4B-4D)",
                    "ref_id": null
                }
            ],
            "section": "Identifying spatially significant clusters and outliers"
        },
        {
            "text": "This chapter proposes a minimum data requirement and more straightforward statistical methods to capture major temporal characteristics along the dynamic epidemic process, and to suggest a workable procedure to intervene in endemic or hyper-endemic developing countries of dengue (Ali et al. 2003 , Harrington et al. 2005 , Morrison et al. 1998 , Getis et al. 2003 , Derek et al. 2004 ). The integrated spatial-temporal characteristics, unlike incidence rate alone, are useful in both nailing down risky areas and indicating places that might have virus transmissible to facilitate and cause another epidemic.",
            "cite_spans": [
                {
                    "start": 280,
                    "end": 296,
                    "text": "(Ali et al. 2003",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 297,
                    "end": 321,
                    "text": ", Harrington et al. 2005",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 322,
                    "end": 344,
                    "text": ", Morrison et al. 1998",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 345,
                    "end": 364,
                    "text": ", Getis et al. 2003",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 365,
                    "end": 384,
                    "text": ", Derek et al. 2004",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Temporal Epidemic patterns are complex. Although this chapter proposes three temporally-defined epidemiological characteristics (probability of occurrence, duration of epidemic, and intensity of transmission) to stratify the severity of an epidemic, it is difficult to compare these indices with each other in order of strength or severity measures. For example, which one of temporal risk patterns exhibited by, for example, a high intensity of transmission or a high duration of epidemic is more indicative? It is also apparent from the discussions above that none of the indices is able to stand alone. Clearly, further studies should focus on integrating three temporally-defined epidemiological indices into ONE single risk index. Furthermore, the effectiveness of this approach in identifying spatial-temporal epidemic risk patterns should be evaluated in depth by considering multiyear epidemic constructions, other diseases, and different locations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, the model proposed in this chapter can both quantitatively measure epidemiologically related temporal characteristics and qualitatively evaluate the effectiveness of control measures based on chronologically dynamic maps. Rather than relying on mapping cases or incidence rate solo at different periods, this study enables public health experts additional options: (1) to comprehensively identify risk areas and examine their dynamic spatial-temporal changes throughout an epidemic, (2) to provide broader perspectives with temporal risk characteristics other than epidemic curves, and (3) to measure risk levels along with the sever-ity of epidemics after integrating spatial-temporal characteristics. Furthermore, monitoring spatial risk patterns over time described in this chapter can as well be applied to other infectious diseases, such as the West Nile encephalitis or Ebola hemorrhagic fever. Last but not least, the approach is potentially useful for controlling the fast spreading and highly pathogenic avian influenza virus (HPAI) by shortening the duration of the virus activity, and by minimizing its intensive transmission in epidemic sites; thus avoiding a possible pandemic (Mermel 2005) .",
            "cite_spans": [
                {
                    "start": 498,
                    "end": 501,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1205,
                    "end": 1218,
                    "text": "(Mermel 2005)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Use of geographic information system for defining spatial risk for dengue transmission in Bangladesh: Role for Aedes Albopictus in an urban outbreak",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wagatsuma",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Emch",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Breiman",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Am J Trop Med Hyg",
            "volume": "69",
            "issn": "6",
            "pages": "634--640",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Application of GIS in Modeling of Dengue Risk Based on Sociocultural Data: Case of Jalore",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Alpana",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Haja",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Dengue Bulletin",
            "volume": "25",
            "issn": "",
            "pages": "92--102",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Local indicators of spatial association -LISA",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Anselin",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Geogr Anal",
            "volume": "27",
            "issn": "2",
            "pages": "93--115",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Dengue hemorrhagic fever epidemic in Taiwan",
            "authors": [],
            "year": null,
            "venue": "Emerg Infect Dis",
            "volume": "10",
            "issn": "3",
            "pages": "552--556",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Users' perspectives on epidemiological, GIS and point pattern approaches to analyzing environment and health data",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cockings",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Dunn",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Bhopal",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Walker",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Health Place",
            "volume": "10",
            "issn": "2",
            "pages": "169--82",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Travelling waves in the occurrence of dengue hemorrhagic fever in Thailand",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Derek",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Rafael",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Norden",
                    "suffix": ""
                },
                {
                    "first": "Timothy",
                    "middle": [
                        "E"
                    ],
                    "last": "Ananda",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kumnuan",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Donald",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nature",
            "volume": "427",
            "issn": "22",
            "pages": "344--347",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Analyzing spatially referenced public health data: a comparison of three methodological approaches",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Dunn",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Kingham",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rowlingson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Bhopal",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cockings",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Foy",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Health Place",
            "volume": "7",
            "issn": "",
            "pages": "1--12",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Characteristics of the spatial pattern of the dengue vector, Aedes Aegypti, in Inquitos, Peru",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Getis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Morrison",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gray",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Scott",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Am J Trop Med Hyg",
            "volume": "69",
            "issn": "5",
            "pages": "495--505",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Spatial Autocorrelation: A Primer",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Griffith",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Resource Publications in Geography",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Dispersal of the dengue vector Aedes Aegypti within and between rural communities",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Harrington",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Scott",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lerdthusnee",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Coleman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Costero",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Clark",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Am J Trop Med Hyg",
            "volume": "72",
            "issn": "2",
            "pages": "209--220",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Household Survey Of Dengue Infection In Central Brazil: Spatial Point Pattern Analysis And Risk Factors Assessment",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Siqueira",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Martelli",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "J"
                    ],
                    "last": "Maciel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Oliveira",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Ribeiro",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "P"
                    ],
                    "last": "Amorim",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Moreira",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Cardoso",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "V"
                    ],
                    "last": "Souza",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Andrade",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am J Trop Med Hyg",
            "volume": "71",
            "issn": "5",
            "pages": "646--651",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Comparative sensitivity of three mosquito cell lines for isolation of dengue viruses",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kuno",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Gubler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Velez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Oliver",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Bull World Health Organ",
            "volume": "63",
            "issn": "2",
            "pages": "279--86",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Understanding the spatial clustering of severe acute respiratory syndrome (SARS) in Hong Kong",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Hedley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Lo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kong",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Env Hlth Persp",
            "volume": "112",
            "issn": "15",
            "pages": "1560--1566",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Rapid detection and typing of dengue viruses from clinical samples by using reverse transcriptase-polymerase chain reaction",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Lanciotti",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Calisher",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Gubler",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Vorndam",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J Clin Microbiol",
            "volume": "30",
            "issn": "3",
            "pages": "545--51",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Pandemic avian influenza",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Mermel",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Lancet Infect Dis",
            "volume": "5",
            "issn": "11",
            "pages": "666--673",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Exploratory space-time analysis of reported dengue cases during an outbreak in Florida",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Morrison",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Getis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Santiago",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rigau-Perez",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Reiter",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Am J Trop Med Hyg",
            "volume": "58",
            "issn": "",
            "pages": "287--298",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Spatial autocorrelation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Odland",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Antibody to the nonstructural protein NS1 of Japanese encephalitis virus: potential application of mAb-based indirect ELISA to differentiate infection from vaccination",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Shu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yueh",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chow",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Chien",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Vaccine",
            "volume": "19",
            "issn": "",
            "pages": "1753--63",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "On the mode of communication of cholera. The Commonwealth Fund",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Snow",
                    "suffix": ""
                }
            ],
            "year": 1936,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Dengue spatial and temporal patterns",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tran",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Deparis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dussart",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Morvan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rabarison",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Remy",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Emerg Infect Dis",
            "volume": "10",
            "issn": "4",
            "pages": "615--621",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The epidemic curve of week-based total confirmed dengue (DEN) and dengue hemorrhagic fever (DHF) cases in Kaoshiung City and Fengshan City, 2002",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Definitions of five spatial risk levels. Areas with a high value of the tested index are shown in grey and areas with a low index value are shaded in white. Among the five spatial risk distributions, (a) shows a spatial cluster of high values of the tested temporal index; (b) and (c) represent the spatial outliers; (d) shows random spatial distribution of the tested temporal index; and (e) displays a spatial cluster of low values of the tested temporal index.Risk Levels: (a) Extreme (b) High (c) Moderate (d) Mild (e) LowestCell with high index value is shaded in grey Cell with low index value is shaded in white",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Five spatial risk levels with epidemiological significance",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Correlation matrix among incidence rate and the three temporallydefined characteristics in the 2002 Dengue Epidemic in Kaoshiung and Fengshan Cities in Southern Taiwan",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}