{
    "paper_id": "7364613efdf21241a54ae67572eb0a2e39c76683",
    "metadata": {
        "title": "SARS-CoV2 quantification using RT-dPCR: a faster and safer alternative to assist viral genomic copies assessment using RT-qPCR",
        "authors": [
            {
                "first": "Paula",
                "middle": [],
                "last": "Rodrigues De Almeida",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Molecular Microbiology Laboratory",
                    "institution": "Feevale University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Meriane",
                "middle": [],
                "last": "Demoliner¹",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Molecular Microbiology Laboratory",
                    "institution": "Feevale University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Ana",
                "middle": [],
                "last": "Karolina",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Molecular Microbiology Laboratory",
                    "institution": "Feevale University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Antunes",
                "middle": [],
                "last": "Eisen¹",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Molecular Microbiology Laboratory",
                    "institution": "Feevale University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Henrique",
                "middle": [],
                "last": "Heldt¹",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Molecular Microbiology Laboratory",
                    "institution": "Feevale University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Alana",
                "middle": [
                    "Witt"
                ],
                "last": "Hansen¹",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Molecular Microbiology Laboratory",
                    "institution": "Feevale University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Karoline",
                "middle": [],
                "last": "Schallenberger¹",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Molecular Microbiology Laboratory",
                    "institution": "Feevale University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Juliane",
                "middle": [
                    "Deise"
                ],
                "last": "Fleck¹",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Molecular Microbiology Laboratory",
                    "institution": "Feevale University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Fernando",
                "middle": [],
                "last": "Rosado",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Molecular Microbiology Laboratory",
                    "institution": "Feevale University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Spilki¹",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Molecular Microbiology Laboratory",
                    "institution": "Feevale University",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In this study, serial dilutions of SARS-CoV 2 RNA extract were tested using RT-dPCR using three different primer-probe assays aiming SARS-CoV 2 nucleocapsid coding region. Narrower confidence intervals, indicating high quantification precision were obtained in 100 and 1000-fold serial dilution and RT-dPCR results were equivalent between different assays in the same dilution. High accuracy of this test allowed conclusions regarding the ability of this technique to evaluate precisely the amount of genomic copies present in a sample. We believe that this fast and safe method can assist other researchers in titration of SARS-CoV2 controls used in RT-qPCR without the need of virus isolation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Human coronaviruses (CoV) were often associated to mild respiratory diseases such as winter colds. In 2003, an outbreak of a severe acute respiratory disease (SARS) caused by CoV 1 changed the point of view of mankind about this virus (Holmes, 2003) . In January of 2020, a new CoV (SARS-CoV2) emerges in Hubei province, China, causing severe respiratory disease, affecting over 80 thousand people in that region. Currently, the disease is known as COVID-19 (CoV disease 2019), the infection causes variable degree of severity, usually severe, seldom fatal in individuals with other diseases and the elderly, with case-fatality rate between 8% and 15% in this age in China. High transmissibility is the main difference between SARS-CoV2 and other CoV genotypes affecting humans (Wu & McGoogan, 2020 , Velavan & Meyer, 2020 . The high rate of transmissibility has impaired the local control of SARS-CoV2 in China, allowing it to spread to Europe and Americas. In Italy and Spain, it has been especially severe, reaching higher case-fatality and causing a collapse of official health services (Lazzerini & Putoto, 2020) . SARS-CoV2 infections are now in acceleration phase in the Americas, with over 200.000 cases in the US, and over 1 million cases around the world.",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 249,
                    "text": "(Holmes, 2003)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 778,
                    "end": 798,
                    "text": "(Wu & McGoogan, 2020",
                    "ref_id": null
                },
                {
                    "start": 799,
                    "end": 822,
                    "text": ", Velavan & Meyer, 2020",
                    "ref_id": null
                },
                {
                    "start": 1091,
                    "end": 1117,
                    "text": "(Lazzerini & Putoto, 2020)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Real-time information is among the most important factors helping to control local spread of COVID-19. Additional information about viral titration methods in different samples are necessary to estimate viral pathogenicity, to assess treatment success, estimate viral degree of transmissibility and viral survival in different surfaces and situations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In order to titrate Sars-CoV2 via classical viral culture methods, a Biosecurity Level 3 (BSL3) facility is required, moreover, these methods are time consuming, and impose a higher risk of infection for people involved. Here, we present a fast, accurate and simple method of viral titration using QuantStudio 3D® microchip based RT-dPCR to titrate SARS-CoV2 genomic copies from controls to be used in RT-qPCR assays for diagnosis and research purposes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "RNA was extracted with MagMax TM RNA isolation kit and cDNA was synthesized with Promega GoScriptTM according to manufacturer's instructions. Next, cDNA was diluted in a 10fold based series from 10 to 10 ¹ to attempt ideal target copy numbers in the final reaction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Material and Methods"
        },
        {
            "text": "⁻⁶ ⁻ Optimal target concentration is essential for an accurate quantification through RT-dPCR (Majumdar et al., 2015) . A dilution that results in approximately 200 to 2000 target copies in the final reaction usually presents better precision values. To achieve this titration of target copies, a series of RT-dPCR were attempted in six serial 10-fold dilutions.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 117,
                    "text": "(Majumdar et al., 2015)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Material and Methods"
        },
        {
            "text": "Digital RT-dPCR was performed in a QuantStudio 3D TM System (Applied Biosystems TM ), using QuantStudio™ 3D Digital PCR Master Mix v2 dPCR mastermix and QuantStudio TM 3D 20K v2 chips. Primers and probe targeting SARS-CoV2 nucleocapsid 1, 2 and 3, described by (FDA) were used in RT-dPCR reactions. Cycling conditions were as follows: in 10 min at 96ºC, followed by 39 cycles of 30 sec at 60ºC and 2 min at 98ºC, and a final step of 60ºC per 2 min followed by maintenance at 4ºC. V2 chips were read in the QuantStudio 3D instrument and the results were interpreted in the dPCR AnalysisSuite TM app in the Thermo Fisher Connect TM Dashboard. Results with precision values below 5% were selected to estimate quantity of SARS-CoV2 genomic copies based on RT-dPCR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Material and Methods"
        },
        {
            "text": "Ideal precision values were achieved in all three assays in dilutions of 1:10 ² and ⁻ 1:10 ³ahighlighted in Table 1 . ⁻ Table 1 . RT-dPCR results of 10-fold serial dilution of SARS-CoV2 control using assays for three targets in the Nucleocapsid gene. Selected samples are highlighted in bold.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 108,
                    "end": 115,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 120,
                    "end": 127,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "Target Average (copies/µL) Table 1 were selected to estimate genomic copies of SARS-CoV2 in the positive control stock to be used in future RT-qPCR assays. These samples presented a low precision value. Precision value is calculated based on the confidence interval estimated for the sample. Target titration through digital PCR relies on Poison distribution using chips with microscopic partitions where individual PCR reaction occurs with a probe based assay, allowing a quantification based on negative to positive rates among these partitions. Chips used in this experiment have 20.000 partitions, in general, 20% of negative partitions results in good precision values. Precision of RT-dPCR quantification indicates how reliable is the result achieved in a reaction, it is directly related to confidence interval, with a narrower confidence interval resulting in desirable precision values and consistent target quantification results. Precision is dependent on target concentration, and ideal precision can be achieved by serial dilutions. Ideal concentrations are those with lower precision values and narrower confidence intervals (Majumdar, et al., 2015) .",
            "cite_spans": [
                {
                    "start": 1139,
                    "end": 1163,
                    "text": "(Majumdar, et al., 2015)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 27,
                    "end": 34,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Dilution"
        },
        {
            "text": "In this experiment three primer-probe assays were applied to titrate viral genomic copies per microliter. It is possible to observe very close quantification and precision results for the three probes at the same concentration. Distribution of reactions in the chips were also very similar, as shown in Figure 1 . These results indicate that these primer-probe assays are suitable for SARS-CoV2 quantification through RT-dPCR. All three assays target the same gene, but in different locations and the similarity of the results in two different concentrations and 3 different probes reinforce the reliability of this technique in titration of genomic copies without need of excessive direct viral manipulation and time consuming techniques. The limit of detection reported for these assays was of 6,25 copies/µL (FDA). Control samples in diluted in 1:10⁻ 5 presented an estimated value of approximately 3 copies per µL, however here cDNA was diluted in water, moreover, these samples were above the cutoff value established for interpretation of reliable quantification assays. Results obtained by this method can be applied in RT-qPCR reactions, using the same dilution that presented better precision values and narrower confidence interval in the quantitative curve of the RT-qPCR, and additional 10-fold dilutions above and below these values. This method is an alternative to classical method of viral titration used in RT-qPCR curves, it is faster and safer than classical methods, it can be applied in BSL2 laboratories and only cDNA is needed, therefore controls that are shared between multiple laboratories can be quantified in a single laboratory. All these situations are very common during this pandemic crisis, hence, this technique might be helpful nowadays.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 303,
                    "end": 311,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "SARS-CoV·10"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "SARS coronavirus: a new challenge for prevention and therapy",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "The Journal of Clinical Investigation",
            "volume": "1111",
            "issn": "11",
            "pages": "1605--1609",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Characteristics of and Important Lessons From the Coronavirus Disease 2019 (COVID-19) Outbreak in China",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.2648"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The COVID-19 epidemic",
            "authors": [
                {
                    "first": "T &amp;",
                    "middle": [],
                    "last": "Velavan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Meyer",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Tropical Medicine and International Health",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/tmi.13383.2020"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVID-19 in Italy: momentous decisions and many uncertainties. The Lancet",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lazzerini",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Putoto",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "30110--30118",
            "other_ids": {
                "DOI": [
                    "10.1016/S2214-109X(20)30110-8"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Digital PCR modeling for maximal sensitivity, dynamic range and measurement precision",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Majumdar",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wessel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Marks",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS one",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "ACCELERATED EMERGENCY USE AUTHORIZATION (EUA) SUMMARY",
            "authors": [],
            "year": null,
            "venue": "LABORATORY CORPORATION OF AMERICA). Avaliable at",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Declaration of competing interest: the authors declare no conflict of interest. Funding This study was funded by Rede-Virus MCTIC; CAPES",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Chip images. Blue dots represent positive partitions, yellow dots represent negative partitions. Target is assigned to corresponding image, higher row: SARS-CoV2 ·10 ²; lower row: ⁻ SARS-CoV2 · 10 ³. ⁻",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}