{
    "paper_id": "738bcdd68ca3379c07074553abfe31ead13dcc4f",
    "metadata": {
        "title": "Primary rhinovirus pneumonia in which bronchoalveolar lavage fluid yielded human rhinovirus",
        "authors": [
            {
                "first": "Takashi",
                "middle": [],
                "last": "Ishiguro",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Saitama Cardiovascular and Respiratory Center",
                    "location": {
                        "settlement": "Saitama",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Yuki",
                "middle": [],
                "last": "Yoshida",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Saitama Cardiovascular and Respiratory Center",
                    "location": {
                        "settlement": "Saitama",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Yasuhito",
                "middle": [],
                "last": "Kobayashi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Saitama Cardiovascular and Respiratory Center",
                    "location": {
                        "settlement": "Saitama",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Yoshihiko",
                "middle": [],
                "last": "Shimizu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Saitama Cardiovascular and Respiratory Center",
                    "location": {
                        "settlement": "Saitama",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Noboru",
                "middle": [],
                "last": "Takayanagi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Saitama Cardiovascular and Respiratory Center",
                    "location": {
                        "settlement": "Saitama",
                        "country": "Japan"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A 27-year-old man presented to our hospital with symptoms of lower respiratory tract infection. This patient showed imaging findings of diffuse bronchiolitis, ground-glass opacities, and consolidations. Antibiotics were not effective, and we performed bronchoalveolar lavage, in which only human rhinovirus infection was detected by multiplex PCR testing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Recent sensitive molecular methods have revealed that 29-55% of infections in community-acquired pneumonia are viral in nature. The most common virus detected is human rhinovirus (HRV) [1, 2] . HRV was thought to infect the upper airways; however, lower respiratory infections including primary viral pneumonia due to HRV have also been reported. We recently experienced a case of pneumonia in which HRV was isolated from bronchoalveolar lavage (BAL) fluid and confirmed by a multiplex polymerase chain reaction (PCR) test (FTD Resp 21 Kit; Fast Track Diagnostics, Silema, Malta), which detects the following respiratory pathogens: influenza A and B viruses; coronaviruses NL63, 229E, OC43, and HKU1; human parainfluenza viruses 1, 2, 3, and 4; human metapneumovirus A/B; rhinovirus; respiratory syncytial virus A/B; adenovirus; enterovirus; human parechovirus; bocavirus; and Mycoplasma pneumoniae. We report this case and review the clinical and radiological features.",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 188,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 189,
                    "end": 191,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A 27-year-old man developed sore throat, cough, and sputum 5 days before presenting to our hospital at the end of November. He was a businessman with no significant past medical history. He had never smoked or drunk, and had never been exposed to significant amounts of dust. The patient's daughters had developed rhinorrhea, cough, and fever one week before his initial symptoms. One day before presenting to our hospital, he developed a fever of 40°C. On presentation, he had a respiratory rate of 32/min, body temperature of 39.5°C, and his O 2 saturation measured by pulse oximetry was 94% under 10 L/min of O 2 by reservoir O 2 mask. Physical examination revealed coarse crackles in his right lung fields. Chest X-ray showed bilateral ground-glass opacities (GGOs) and consolidations (Fig. 1a) . Chest computed tomography (CT) showed bilateral GGOs and centrilobular nodules ( Fig. 1b and c) without hilar and mediastinal lymphadenopathy. Laboratory tests showed a white blood cell (WBC) count of 10,500/mm 3 (neutrophils, 9400/mm 3 ; lymphocytes, 600/mm 3 ; eosinophils, 0/mm 3 ; and monocytes, 500/mm 3 ); hemoglobin, 14.3 g/dL; platelet count, 22.2 × 10 4 / mm 3 ; blood urea nitrogen, 6 mg/dL; creatinine, 0.6 mg/dL; C-reactive protein, 26.1 mg/dL, procalcitonin, 2.21 ng/mL, β-D glucan, < 6 pg/ mL, and Krebs von den Lungen, 131 U/mL. An anti-HIV antibody was negative. Rapid nasopharyngeal or oropharyngeal diagnostic tests for influenza virus, Mycoplasma pneumoniae, and urinary antigen tests for Streptococcus pneumoniae and Legionella spp. were both negative. We diagnosed him as having community-acquired pneumonia, started antibiotics of piperacillin-tazobactam and azithromycin, and supported his respiratory condition with O 2 delivered at an FiO 2 of 0.90 via highflow nasal canula. However, his body temperature did not improve, and chest CT performed on hospital day 3 showed an increase of bilateral diffuse centrilobular nodules, GGOs, and consolidation. We performed bronchoscopy and BAL in the lateral segment of the right middle lobe bronchus. BAL (78 of 150 mL recovered) showed 24.1 × 10 5 cells/mL (neutrophils, 72.1%; lymphocytes, 6.8%; macrophages, 21.1%; eosinophils, 0%) but did not yield significant pathogens including M. pneumoniae. We analyzed the BAL fluid with multiplex PCR, which showed positive results only for HRV. We started corticosteroid therapy with methylprednisolone 60 mg daily for 1 week, and antibiotics were switched to levofloxacin 500 mg daily. His fever abated on hospital day 6, O 2 by nasal canula was stopped on hospital day 8, and he was discharged on hospital day 12. Specific antibody titers against M. pneumoniae, C. pneumoniae, C. psittaci, Legionella spp., influenza virus, adenovirus, respiratory syncytial virus, and parainfluenza virus (serotypes 1-4) in paired sera did not increase.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 789,
                    "end": 798,
                    "text": "(Fig. 1a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 882,
                    "end": 889,
                    "text": "Fig. 1b",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Case presentations"
        },
        {
            "text": "We reported a case of pneumonia due to HRV, which is a member of the Enterovirus genus and family Picornaviridae. HRV has been known as a pathogen of upper respiratory infection and to cause exacerbations of asthma [3] , but it is now recognized to cause bronchitis and pneumonia. Our patient showed symptoms of upper respiratory tract infection such as sore throat. HRV pneumonia should be suspected when patients have symptoms of upper respiratory tract infection.",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 218,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "HRV infection can occur throughout the year but increases in the fall and spring. Our patients developed pneumonia in November. HRV is frequently transmitted within the family, and our case had contact with his sick 1-year-old child who had rhinitis and fever; however, whether his child's pathogen was HRV is unknown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Previous reports investigating pathogens of community-acquired pneumonia including viruses showed the frequency of HRV infection to range from 7 to 17%, which indicates that HRV is not rare [4] [5] [6] [7] . Furthermore, HRV is present in 25-30% of severe community-acquired pneumonias, which also indicates that HRV is a frequent pathogen of severe pneumonia. Our case showed severe hypoxemia and needed a high concentration of O 2 supplied by high-flow nasal canula. Two similar cases of severe hypoxemia due to HRV pneumonia have also been reported [8, 9] .",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 193,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 194,
                    "end": 197,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 198,
                    "end": 201,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 202,
                    "end": 205,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 552,
                    "end": 555,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 556,
                    "end": 558,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Previous reports that investigated virus infections in patients with pneumonia used nasopharyngeal or oropharyngeal swabs to detect viruses. In our case, HRV was detected in BAL fluid, which indicated the HRV in our case to be a pathogen of not the upper airways but the lower respiratory tract and of pneumonia. One report investigated HRV in BAL fluid [6] . Among 20 patients with HRV detected in BAL fluid, 12 had a primary viral infection, and 8 were coinfected with bacteria. In the patients with primary HRV pneumonia, the median WBC count was 11,200/mm 3 , and a procalcitonin level > 1 ng/mL was not rare, which are results compatible with those of our patient. Chest CT showed consolidation in 12, diffuse infiltration in 5, and pleural effusion in 5 patients, but none had diffuse bronchiolitis [6] . However, HRV is known to be a common pathogen of childhood bronchiolitis. The above report included severe cases of HRV pneumonia, and 13 required invasive mandatory ventilation; the mortality rate was 12.5% [6] .",
            "cite_spans": [
                {
                    "start": 354,
                    "end": 357,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 805,
                    "end": 808,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1019,
                    "end": 1022,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our case showed diffuse bronchiolitis. The most common pathogen of diffuse acute bronchiolitis in adults is M. pneumoniae, followed by influenza virus and Hemophilus influenzae [10] . In our case, rapid influenza diagnostic test, paired sera, and multiplex PCR tests did not detect significant pathogens other than HRV; thus, we considered HRV to be the cause of the diffuse acute bronchiolitis.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 181,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In our case, we administered systemic corticosteroid therapy because we initially suspected these patients to have Mycoplasma pneumoniae pneumonia. To our knowledge, although antiviral treatment approaches for HRV have been reported [11] , there are no reports evaluating corticosteroids for HRV infections. We consider that systemic corticosteroids showed positive benefits on inhibition excessive inflammatory responses caused by HRV infection, although various inflammatory biomarkers were not measured. Further studies are needed to clarify the significance of corticosteroids as a treatment option for primary HRV pneumonia. This report has two limitations. First, our patient received antibiotics before undergoing BAL, which could have affected bacterial culture results. Second, the possibility of detecting viruses from the upper respiratory tract cannot be denied when using the BAL technique. To avoid this concern, a well-designed, prospective study is needed in which samples are obtained only from the lower respiratory tract, e.g., via intubation or use of a protected specimen brush.",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 237,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, we reported a case of HRV pneumonia in which HRV was detected from BAL fluid. Multiplex PCR testing was useful in the screening of these cases. HRV pneumonia developed with symptoms of upper respiratory tract infection, and chest CT findings can vary, e.g., GGOs, consolidations, and centrilobular nodules. Corticosteroids appeared to be effective in our patients, but further studies are needed to clarify the efficacy of corticosteroid therapy for HRV pneumonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "None. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declarations"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Lower respiratory tract virus findings in mechanically ventilated patients with severe communityacquired pneumonia",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Karhu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "I"
                    ],
                    "last": "Ala-Kokko",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Vuorinen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ohtonen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Syrjälä",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Clin. Infect. Dis",
            "volume": "59",
            "issn": "",
            "pages": "62--70",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Respiratory viruses in adults with community-acquired pneumonia",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lieberman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shimoni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shemer-Avni",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Keren-Naos",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Shtainberg",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lieberman",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Chest",
            "volume": "138",
            "issn": "",
            "pages": "811--816",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Novel human rhinoviruses and exacerbation of asthma in children",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Khetsurinani",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Teague",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kazerouni",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Erdman",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Emerg. Infect. Dis",
            "volume": "14",
            "issn": "",
            "pages": "1793--1799",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Improved diagnosis of the etiology of community-acquired pneumonia with real-time polymerase chain reaction",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Templeton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Scheltinga",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Van Den Eeden",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Graffelman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Den Broek",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Claas",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Clin. Infect. Dis",
            "volume": "41",
            "issn": "",
            "pages": "345--351",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Incidence and characteristics of viral community-acquired pneumonia in adults",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Jennings",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Beynon",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Thorax",
            "volume": "63",
            "issn": "",
            "pages": "42--48",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Rhinovirus is associated with severe adult community-acquired pneumonia in China",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Xi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Thorac. Dis",
            "volume": "9",
            "issn": "",
            "pages": "4502--4511",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Lower respiratory tract virus findings in mechanically ventilated patients with severe communityacquired pneumonia",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Karhu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "I"
                    ],
                    "last": "Ala-Kokko",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Vuorinen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ohtonen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Syrjälä",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Clin. Infect. Dis",
            "volume": "59",
            "issn": "",
            "pages": "62--70",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Rhinovirus-induced rapidly progressing acute respiratory distress syndrome in an immunocompetent host",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ngu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pervaiz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Avula",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chalhoub",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Cureus",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Severe rhinovirus pneumonia in a young woman taking performance-enhancing drugs",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "N"
                    ],
                    "last": "Mayer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wyder",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Spasic",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Herren",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "BMJ Case Rep",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bcr-2015-213836"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Etiology and outcome of diffuse acute infectious bronchiolitis",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ryu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Takayanagi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ishiguro",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Ann. Am. Thorac. Soc",
            "volume": "12",
            "issn": "",
            "pages": "1781--1788",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Antiviral therapeutic approaches for human rhinovirus infections",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Casanova",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "H"
                    ],
                    "last": "Sousa",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Stevens",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Barlow",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Future Virol",
            "volume": "13",
            "issn": "",
            "pages": "505--518",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Chest imaging of case 1. Chest X-ray showed bilateral ground-glass opacities (GGOs) and consolidations (a). Chest computed tomography (CT) showed bilateral GGOs and centrilobular nodules (b, c).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors have reported that no potential conflicts of interest exist with any companies/organizations whose products or services may be discussed in this report.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest"
        },
        {
            "text": "A part of this study was supported by a Research Fund from Saitama Cardiovascular and Respiratory Center, Japan under Grant No. 16ES, 17ES, and 18ES.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "T. I. is the guarantor of the paper, taking responsibility for the integrity of the work as a whole, from inception to published article. N. T., Y. S., and Y. Y. aggregated the data, created the figures, and helped draft the discussion of the manuscript. Y. K. performed the PCR testing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' contributions"
        }
    ]
}