{
    "paper_id": "73f519529a9fddda957d90c5c55dd2d91a206d1e",
    "metadata": {
        "title": "Differentially Expressed Genes in Human Gingival Fibroblasts Cultured on Microgrooved Titanium Substrata: A Pilot Study",
        "authors": [
            {
                "first": "Suk",
                "middle": [
                    "Won"
                ],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kyung Hee University",
                    "location": {
                        "addrLine": "892 Dongnam-ro, Gangdong-gu",
                        "postCode": "134-727",
                        "settlement": "Seoul",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Richard",
                "middle": [],
                "last": "Leesungbok",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kyung Hee University",
                    "location": {
                        "addrLine": "892 Dongnam-ro, Gangdong-gu",
                        "postCode": "134-727",
                        "settlement": "Seoul",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Su",
                "middle": [
                    "Jin"
                ],
                "last": "Ahn",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kyung Hee University",
                    "location": {
                        "addrLine": "892 Dongnam-ro, Gangdong-gu",
                        "postCode": "134-727",
                        "settlement": "Seoul",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Il",
                "middle": [
                    "Keun"
                ],
                "last": "Kwon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kyung Hee University",
                    "location": {
                        "addrLine": "1 Hoegi-dong, Dongdaemun-gu",
                        "postCode": "130-701",
                        "settlement": "Seoul, Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Dae",
                "middle": [
                    "Hyeok"
                ],
                "last": "Yang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kyung Hee University",
                    "location": {
                        "addrLine": "1 Hoegi-dong, Dongdaemun-gu",
                        "postCode": "130-701",
                        "settlement": "Seoul, Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Hyun",
                "middle": [
                    "Joo"
                ],
                "last": "Kang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kyung Hee University",
                    "location": {
                        "addrLine": "1 Hoegi-dong, Dongdaemun-gu",
                        "postCode": "130-701",
                        "settlement": "Seoul, Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Kyung",
                "middle": [
                    "Hee"
                ],
                "last": "Kim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Core Research Laboratory",
                    "institution": "Kyung Hee University Hospital at Gangdong",
                    "location": {
                        "addrLine": "892 Dongnam-ro, Gangdong-gu",
                        "postCode": "134-727",
                        "settlement": "Seoul",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Su",
                "middle": [
                    "Hee"
                ],
                "last": "Jung",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Core Research Laboratory",
                    "institution": "Kyung Hee University Hospital at Gangdong",
                    "location": {
                        "addrLine": "892 Dongnam-ro, Gangdong-gu",
                        "postCode": "134-727",
                        "settlement": "Seoul",
                        "country": "Korea"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The purpose of this study was to determine the differentially expressed genes in human gingival fibroblasts (HGFs) cultured on titanium (Ti) substrata with topographies presenting microgrooves and acid-etched roughness. Microgrooves were fabricated with a truncated V-shape in cross-section at 15/3.5, 30/10, and 60/10 µm (width/ depth) by photolithography. Subsequent acid etching was applied to the entire surface of the fabricated Ti substratum to generate etched microgrooves and ridges (designated as E15/3.5, E30/10, and E60/10). Both smooth and acidetched-only Ti were used as controls (designated as NE0 and E0). Large-scale gene expression analyses were performed using differential display PCR, and the results were confirmed using RT-PCR and quantitative real-time PCR. Of the 21 genes with altered expression determined by differential display PCR and sequencing, we verified through RT-PCR that MTDH and TIMP1 were up-regulated and TGF-β1, TPM1, and VIM were down-regulated in the HGFs cultured on E60/10 versus NE0. We also confirmed, by quantitative real-time PCR, that MTDH and TIMP1 expression in HGFs on E60/10 was significantly up-regulated compared to HGFs on the other Ti substrata. This study indicates that acid-etched ridges and microgrooves on Ti with a width and depth of 60 and 10 µm (E60/ 10) induce alterations in the expression of genes involved in cell adhesion, proliferation, and regulation of the cytoskeleton in HGFs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Fibroblasts, in response to substrata with microgrooves 1-10 µm in width, change cell shape and increase formation of focal adhesions, 1 which leads to specific alterations in gene expression. 2 However, microgrooves with these dimensions do not positively enhance fibroblast proliferation. 3 Alternatively, truncated V-shaped, etched microgrooves, at reasonable widths and depths, with greater dimensions than the fibroblasts' natural widths, have been demonstrated to trigger cell proliferation by allowing spontaneous cell crawling or migration down to the bottom of these substratum surfaces. 4 Acid etching following microgroove fabrication on these surfaces was suggested to play a positive role, and exert a synergistic effect, on promoting fibroblast adhesion and proliferation. 4 Additionally, titanium (Ti) surfaces with etched microgrooves have been shown to enhance osteoblastic cell adhesion and proliferation. Specifically, Ti etched microgrooves 60 µm wide and 10 µm deep trigger growth and proliferation of MC3T3 mouse preosteoblasts. 5 Ti substrata with this topography also significantly enhance cell adhesion and alkaline phosphatase activity in both human bone marrow stromal cells and human periodontal ligament cells. 6 Large-scale gene expression screening using GeneFishing™ with specific annealing control primers (ACPs) was developed to identify differentially expressed gene (DEGs) transcripts. 7 Differential display PCR is unique because it uses hundreds of arbitrary primers. 8 However, non-specific annealing of the *Tel: +82-2-440-6204; Fax: +82-2-440-7549 e-mail: lsb@khu.ac.kr (Richard Leesungbok) short and longer arbitrary primers is problematic and has resulted in the development of a technique that uses a specific ACP system, which reduces possible false-positive results. 7 Here, using the simple and precise method of differential display PCR, we attempt to identify novel genes that are differentially expressed in human gingival fibroblasts (HGFs) by topographical stimulation exerted by the combination of microgrooves and acid-etched roughness created on Ti surfaces. Because 60-µm-wide and 10-µm-deep etched microgrooves have been verified as a potent promoter of fibroblast adhesion and proliferation, 9 we hypothesized that over time fibroblasts cultured on this surface topography would display differential expression of genes with functions that are closely related to the corresponding cellular activity. We serially confirmed differential display PCR results using RT-PCR and quantitative real-time PCR. We established an experimental design that can be used in future research to identify alterations in the expression of genes under specific conditions, including in stem cells in osteogenic culture on Ti substrata with etched microgrooves and ridges. Specifically, this design will allow us to assess whether these substrata can be used for inducing faster and stronger osteoblastogenesis and differentiation compared to smooth Ti.",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 194,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 291,
                    "end": 292,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 597,
                    "end": 598,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 787,
                    "end": 788,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1051,
                    "end": 1052,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1240,
                    "end": 1241,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1422,
                    "end": 1423,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1506,
                    "end": 1507,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1813,
                    "end": 1814,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2250,
                    "end": 2251,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The purpose of this study was to determine what genes are differentially expressed in HGFs cultured on Ti substrata with surface topographies consisting of a combination of microgrooves and acid-etched roughness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Commercially pure Ti sheets (0.14 mm-thick, grade-2; TSM-TECH Co. Ltd., Ulsan, Korea) that were washed and dried in acetone and mechanically polished to obtain a finished surface with Ra ≤ 0.1 µm, were used as smooth Ti surface controls, NE0. The NE0 substrata were subsequently acid etched with 1% hydrofluoric acid (HF) for 10 s and used as another control group, E0. Photolithography was performed to form truncated V-shaped surface microgrooves in crosssections of 15/3.5, 30/10, and 60/10 µm (width/depth) (Fig 1) . Details regarding the photolithography procedure are described in our previous study. 10 The entire surface of the fabricated microgrooved Ti substrata were then acid etched using 1% HF for 2 s (designated E15/3.5, E30/10, and E60/10) ( Table 1 ). In all experiments, fabricated Ti substrata were cleaned three times in an ultrasonic device with sterile distilled water for 30 min, washed another three times using distilled water, and dried at room temperature overnight prior to use.",
            "cite_spans": [
                {
                    "start": 607,
                    "end": 609,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 511,
                    "end": 518,
                    "text": "(Fig 1)",
                    "ref_id": null
                },
                {
                    "start": 758,
                    "end": 765,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Fabrication of Titanium Substrata"
        },
        {
            "text": "The surfaces of the fabricated Ti substrata were imaged using scanning electron microscopy (S-800 FE-SEM ® , HITACHI, Tokyo, Japan).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scanning Electron Microscopy"
        },
        {
            "text": "Gingival tissues were acquired from patients undergoing oral surgery for the removal of impacted wisdom teeth at the Department of Oral and Maxillofacial Surgery according to informed consent guidelines as prescribed in an approved Institutional Review Board protocol at Kyung Hee University Hospital at Gangdong, Seoul, Republic of Korea. HGFs were cultured from the tissues as previously described. 10 Cells at passages 3-5 were used for all experiments in this study.",
            "cite_spans": [
                {
                    "start": 401,
                    "end": 403,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Cell Culture"
        },
        {
            "text": "A schematic cross-sectional image and the structural nomenclature of the fabricated microgrooved titanium substrata using photolithography. The ridge width and groove width were designed to be uniform in dimension. According to the isotropic principle, the bottom width inside the microgrooves with truncated V-shape can be calculated as (groove width) -2(groove depth). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 1."
        },
        {
            "text": "HGFs were seeded at a density of 2×10 5 cells/well and grown for 48 h on 6-well Ti substrata NE0, E0, E15/3.5, E30/10, and E60/10. We evaluated 120 arbitrary primers by differential display PCR using GeneFishing™ (Seegene, Seoul, Korea). Total RNA was extracted from the HGF samples using Nucleospin (Macherey-Nagel, Neumann-Neander-str., Germany), according to the manufacturer's instructions, and stored at -80 o C. The mRNA extracted from samples was used for the synthesis of first-strand cDNA by reverse transcriptase. The amplified PCR products were separated on 2% agarose gels (E-Gel; Invitrogen). The differentially expressed bands were extracted from the gel using an AccuPrep Gel Purification Kit (Bioneer, Seoul, Korea), and sequenced with an ABI PRISM1 3100 genetic analyzer (Applied Biosystems, Foster City, CA, USA) using a M13 forward primer (5'-GTAAAACGACGGCCAG-3') or M13 reverse primer (5'-CAGGAAACAGCTATGAC-3'). All sequences were analyzed by searching for gene identification using a Basic Local Alignment Search Tool (BLAST) search program at the National Center for Biotechnology Information (NCBI) GeneBank.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Differential Display PCR"
        },
        {
            "text": "Real-Time PCR mRNA expression levels of select genes identified from differential display PCR were confirmed using RT-PCR and quantitative real-time PCR. HGFs were seeded at 2×10 5 cells/ well and incubated for 48 h on 6-well Ti substrata, NE0 and E60/10 for RT-PCR, and NE0, E0, E15/3.5, E30/10, and E60/ 10 for quantitative real-time PCR. Total RNA was extracted using Trizol (Invitrogen) and the RNA concentration was determined using a NanoDrop 1000 (NanoDrop Technologies, Wilmington, DE, USA). One microgram of total RNA was reverse-transcribed into cDNA using the iScript cDNA Synthesis Kit (Bio-Rad). The cDNA was amplified during 30 cycles of PCR using a Bioer PCR thermal cycler (Hangzhou, P.R. China) in 30 µl of Platinum Blue PCR SuperMix 96 (Invitrogen). PCR primers were designed using the PRIMER3 software (Primer3 Input, version 0.4.0). The primer sequences and full names of the proteins encoded by the 10 selected genes are provided in Table 2 . PCR products were resolved by electrophoresis on 1% agarose gels and normalized to β-actin. Gel images were quantified using Quantity One ® (Bio-Rad Laboratories, Hemel Hempstead, UK). mRNA expression levels of the selected ten genes along with the internal control gene, GAPDH (Hs99999905_m1), were determined using a TaqMan ® Gene Expression Assay Kit (Applied Biosystems) with predesigned probe and primer sets for the genes MTDH (metadherin, Hs00757841_m1) and TIMP1 (tissue inhibitor of metalloproteinases 1, Hs00171558_m1). Following Chromo4 Table 2 . Gene-specific primers (human) used in RT-PCR and quantitative real-time PCR.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 954,
                    "end": 961,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 1512,
                    "end": 1519,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "RT-PCR and Quantitative"
        },
        {
            "text": "COL1A1, collagen type I α1; MTDH, metadherin; TIMP1, tissue inhibitor of metalloproteinases 1; TGFB1, transforming growth factor β1; TPM1, tropomyosin 1; VIM, vimentin; β-actin, house-keeping gene used in RT-PCR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RT-PCR and Quantitative"
        },
        {
            "text": "Reverse Transcription-Polymerase Chain Reactions (Bio-Rad Laboratories) using IQ Supermix (Bio-Rad), the MJ Opticon Monitor Analysis Software (Bio-Rad) was used to quantify the gene expression levels. The relative expression levels were analyzed by normalizing the experimental values with those of GAPDH and are presented as fold change relative to the control Ti substratum, NE0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RT-PCR and Quantitative"
        },
        {
            "text": "Quantitative real-time PCR analyses were repeated simultaneously and independently three times, and mean values and standard deviations were calculated. One-way analysis of variance (ANOVA) was used to compare the mean values of results obtained from HGFs on NE0, E0, E15/3.5, E30/10, and E60/10. The SPSS 17.0 software program (SPSS, Inc., Chicago, IL, USA) was used for all statistical analyses in this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analyses"
        },
        {
            "text": "We observed periodic microgrooves and ridges of uniform width on the Ti substrata using scanning electron microscopy (Fig 2) . The acid-etched-only Ti surface (E0) and the etched microgrooves and ridges Ti surfaces (E15/3.5, E30/10, and E60/ 10) were rough compared to the smooth polished Ti surface (NE0). Obtuse angles of the line-edges were observed between the ridge-top surfaces and the continued lateral walls of microgrooves. These line-edges sloped towards the flat bottom surface, indicating that the microgrooves used in this study had a truncated V-shape in cross-section. This unique microgrooved characteristic on the fabricated Ti surface has been suggested to induce cell migration or crawling into the microgrooves, which enables the cells to make the best use of the increased surface area provided by the microscale topography in early phases of culture. 11",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 117,
                    "end": 124,
                    "text": "(Fig 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Scanning Electron Microscopy"
        },
        {
            "text": "A total of 75 of the 120 primers were identified as DEGs in the HGFs cultured for 48 h on NE0, E0, E15/3.5, E30/10, and E60/10 (Fig 3) . We selected 48 h as a time point according to our previous work reporting significant enhancement of fibroblast proliferation and up-regulation of genes involved in cell-matrix adhesion and adhesion-dependent cell cycle progression at the coextensive timeline of culture. 4 Using sequencing, we determined that 21 genes were DEGs with 12 being significantly up-regulated and 9 being significantly down-regulated in the HGFs grown on E60/10 compared to those on NE0 (Table 3) . However, we identified duplicates and triplicates of the same DEGs after sequencing, which might be due to the absence of cloning prior to gene sequencing. By deleting the duplicate genes, we identified 21 genes with altered expression induced by the etched microgrooves and ridges.",
            "cite_spans": [
                {
                    "start": 409,
                    "end": 410,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 127,
                    "end": 134,
                    "text": "(Fig 3)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 602,
                    "end": 611,
                    "text": "(Table 3)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Differential Display PCR"
        },
        {
            "text": "Of the 21 genes identified by differential display PCR and gene sequencing, we selected 6 genes with functions related to cell adhesion, proliferation, and regulation of the cytoskeleton. We performed RT-PCR after 48 h of culture in HGFs on NE0 and E60/10 in order to confirm the differential display PCR results. We were able to verify that MTDH and TIMP1 mRNA expression was up-regulated and that transforming growth factor-β1 (TGF-β1), TPM1, and vimentin (VIM) were down- regulated (Fig 4) . We also confirmed that E60/10 induces significant up-regulation of the selected genes compared to the other Ti substrata by analyzing relative expression levels of the MTDH and TIMP1 in HGFs cultured on NE0, E0, E15/3.5, E30/10, and E60/10 using the quantitative real-time PCR (Table 4 and Fig 5 and 6) . Alternatively, no significant difference was noted between COL1A1 mRNA expression on NE0 versus E60/10, and the observed up-regulated COL1A1 mRNA expression using differential display PCR could not be confirmed with RT-PCR (Fig 4) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 485,
                    "end": 492,
                    "text": "(Fig 4)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 772,
                    "end": 780,
                    "text": "(Table 4",
                    "ref_id": null
                },
                {
                    "start": 785,
                    "end": 797,
                    "text": "Fig 5 and 6)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1023,
                    "end": 1030,
                    "text": "(Fig 4)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "RT-PCR and Quantitative Real-Time PCR"
        },
        {
            "text": "Because procollagen α1 type I, encoded by the type I collagen α1 (COL1A1) gene, is one of the major proteins produced by gingival fibroblasts, 12 the up-regulation of COL1A1 mRNA expression observed here, using differential display PCR (Table 3 ), demonstrates that the HFGs used are viable and actively synthesizing proteins. This corresponds with a previous report suggesting that proliferation and type I collagen production in human patellar tendon fibroblasts increased in response to cyclic uniaxial stretching on microgrooved silicone dishes. 13 However, we found no significant difference between the COL1A1 mRNA expression in HGFs cultured on E60/10 versus those on NE0 using RT-PCR (Fig 4) , or with quantitative real-time PCR analyzing the COL1A1 mRNA expression in HGFs cultured on NE0, E0, E15/3.5, E30/10, and E60/10 (data not shown). This suggests that there is a need for further investigation at various timepoints in culture to determine the complex regulation of type I collagen production in HGFs.",
            "cite_spans": [
                {
                    "start": 550,
                    "end": 552,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 236,
                    "end": 244,
                    "text": "(Table 3",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 692,
                    "end": 699,
                    "text": "(Fig 4)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Human astrocyte elevated gene-1 (AEG-1, MTDH) was originally identified as a neurodegeneration gene that displays elevated expression after infection with human immunodeficiency virus type 1 in human fetal astrocytes. 14 Among major signaling AKT (PI3K/AKT) pathway suggests an existence of a possible physiological role for this oncogene in specific cellular events. The results of induced overexpression of AEG-1 in normal human cells indicates that AEG-1 protects the cells from serum starvation and acts as an anti-apoptotic protein. 16 Because MTDH (AEG-1) gene expression was up-regulated in this study (Table 3 and Fig 4 and 5) , research concerning the expression of this gene in healthy cells, rather than in cancer cells, needs to be performed on biomaterials with various surface topographies. TIMP1 is a secretary protein that functions as a natural inhibitor of metalloproteinase activity to promote the growth and proliferation in many types of cells. 17 Specifically, the exclusive growth promoting activity of TIMP1 compared to other ECM proteins was verified at the S-phase of proliferating HGFs. 18 Serum levels of the TIMP1 protein, in HGFs, regulates expression levels of its own gene, suggesting that a selfregulatory action of TIMP1 exists that precisely controls HGF proliferation. 19 We observed up-regulated expression of TIMP1 mRNA in HGFs cultured on E60/10 (Table 3 and Fig 4 and 6) , and we determined previously that E60/10 significantly enhances HGF proliferation. 4,9 Therefore, we suggest that the microgrooved Ti substrata trigger HGF proliferation by exclusive up-regulation of the TIMP1 gene.",
            "cite_spans": [
                {
                    "start": 538,
                    "end": 540,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 966,
                    "end": 968,
                    "text": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1114,
                    "end": 1116,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1305,
                    "end": 1307,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 609,
                    "end": 617,
                    "text": "(Table 3",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 622,
                    "end": 634,
                    "text": "Fig 4 and 5)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1385,
                    "end": 1393,
                    "text": "(Table 3",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1398,
                    "end": 1410,
                    "text": "Fig 4 and 6)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The TGF-β1 gene encodes a transforming growth factor-β1 that can be cleaved into a latency-associated peptide (LAP) and a mature peptide to form latent TGF-β1, LAP, latent TGF-β1binding protein (LTBP), or active TGF-β1. 20 Altered endogenous expression of TGF-β1 mRNA or the encoded TGF-β1 protein isoform in fibroblasts cultured on Ti has not been reported. However, a previous study using gingival fibroblasts collected around overdenture support implants in patients reported interesting cell responses to TGF-β1, TGF-β2, and TGF-β3 by verifying that exogenous administration of all three TGF-β isoforms to the cell culture medium had little effect on cell growth rate, but significantly influenced cell orientation. 21 Given that the E60/10 used in our previous studies induced significant increases in fibroblast adhesion and proliferation compared to the smooth Ti surfaces, 4,9 the observed down-regulation of TGF-β1 mRNA on E60/10 compared to those on NE0 (Table 3 and Fig 4) may support the well-known complex role of TGF-β1 in regulation of various growth factor signals that lead to events in many cell types.",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 222,
                    "text": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 720,
                    "end": 722,
                    "text": "21",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 964,
                    "end": 972,
                    "text": "(Table 3",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 977,
                    "end": 983,
                    "text": "Fig 4)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Vimentin, encoded by the VIM gene, is a major protein of intermediate filaments with a possible role in cell adhesion, cell migration, and cell signaling. 22 TPM1, on the other hand, encodes the α-helical chains of tropomyosin in muscle cells that activate the contractile system. TMP1 also encodes transcript variants of tropomyosin in non-muscle cells that establish the cytoskeleton. 23 Single simvastatin stimulation for 6 h in mouse calvarial cells was reported to have no effect on cell proliferation but showed a simultaneous 4-fold decrease in vimentin and tropomyosin-α compared to the non-stimulated control, as revealed by proteomic analysis using twodimensional gel electrophoresis. 24 However, long-term, intermittent stimulation of simvastatin for up to 8 days induced a slight increase in cell proliferation. This corresponds with our results demonstrating that E60/10 induced up-regulation of both MTDH and TIMP1 mRNA as an indication of increased fibroblast proliferation (Table 3 and Fig 4, 5 and 6 ), and at the same time, caused a simultaneous down-regulation of VIM and TPM1 mRNA (Table 3 and Fig 4) .",
            "cite_spans": [
                {
                    "start": 387,
                    "end": 389,
                    "text": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 695,
                    "end": 697,
                    "text": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 989,
                    "end": 997,
                    "text": "(Table 3",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1002,
                    "end": 1016,
                    "text": "Fig 4, 5 and 6",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1101,
                    "end": 1109,
                    "text": "(Table 3",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1114,
                    "end": 1120,
                    "text": "Fig 4)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Among the various Ti substrata with different dimensions of surface microgrooves, E60/10 consistently induces the greatest positive effect on cell adhesion and proliferation in our previous studies. [4] [5] [6] 9 The DEGs in this study were selected according, primarily, to differential gene expression observed between the HGFs cultured on NE0 versus E60/10, the prime experimental substratum. Therefore, the gene expression results of HGFs on E0, E15/3.5, and E30/10 were not the primary determinants of selecting the DEGs for further evaluation in this study. Performing differential display PCR in the cells cultured only on NE0 and E60/10 may have been more effective than performing this analysis on all five substrata, and this will be taken into consideration for further investigations using differential display PCR with a similar experimental design. Regardless, confirmation of the identified DEGs should be performed on all test substrata using RT-PCR or quantitative PCR. In addition to the genes reviewed here, several other genes that displayed altered expression by differential display PCR should be included in future studies that investigate the function of genes altered by this novel topography. For instance, eukaryotic translation initiation factor 1 (EIF1) mRNA, which accelerates the process of translation initiation, 25 was upregulated and ubiquitin-like modifier activating enzyme 2 (UBA2) mRNA, which suppresses post-translational protein modification by down-regulating the sumoylation pathway, 26, 27 was down-regulated in this study (Table 3) . These genes might provide additional information about mechanisms involved in the affect of Ti surface microgrooves on the viability of cultured HGFs. The expression patterns and roles of the proteins encoded by the six genes reviewed here need to be further investigated for their roles in cell adhesion, proliferation, and regulation of cytoskeleton. However, the differential display PCR results of this study still provide insight into how etched microgrooves and ridges created on Ti, especially those 60 µm in width and 10 µm in depth, promote the cellular events that Table 4 . Multiple-comparison result of the expressions of MTDH and TIMP1 genes in human gingival fibroblasts (HGFs) at 48 h incubation. The results are expressed as a ratio of the mRNA levels of target genes to those of reference gene, GAPDH (target mRNA/ GAPDH mRNA), followed by a standardization of the Ct (threshold cycle) expressions on the control surface, NE0, as 1. a a a a b 1) Statistical significances were tested by one-way analysis of variance among groups.",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 202,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 203,
                    "end": 206,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 207,
                    "end": 210,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 211,
                    "end": 212,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1527,
                    "end": 1530,
                    "text": "26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1531,
                    "end": 1533,
                    "text": "27",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 1567,
                    "end": 1576,
                    "text": "(Table 3)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 2154,
                    "end": 2161,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "2) The same letters indicate non-significant difference between groups based on Tukey's multiple comparison tests. Figure 6 . Relative mRNA expression of tissue inhibitor of metalloproteinases 1 (TIMP1) on NE0, E0, E15/3.5, E30/10 and E60/ 10 titanium substrata at 48 h incubation. The results are expressed as a ratio to the mRNA levels of the reference gene, GAPDH, followed by a standardization of the Ct (threshold cycle) expressions on the control surface, NE0, as 1. One-way ANOVA (n = 3). ***: significant difference (p < 0.001).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 115,
                    "end": 123,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "we aim to trigger in order to establish a strong connective tissue barrier around an oral implant abutment surface. However, the absence of a cloning procedure prior to gene sequencing may have resulted in only 21 sequenced genes being identified out of 75 DEGs. This suggests a need for further investigation that incorporates gene cloning into the procedure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We demonstrated that Ti substrata with surface microgrooves 60 µm wide and 10 µm deep and with subsequent acid etching up-regulate mRNA expression of COL1A1, MTDH, and TIMP1, and down-regulate expression of TGFB1, TPM1, and VIM in human gingival fibroblasts cultured for 48 h. The complex nature regarding the expression of these genes in cell adhesion, proliferation, and regulation of the cytoskeleton, and the altered expression of other genes identified using differential display PCR in this study require further investigation, specifically at various timepoints in culture. We also determined that cloning of the differentially expressed genes, prior to the sequencing procedure, is necessary for determining precise regulation of the mRNA expression identified by differential display PCR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Quantitative analysis of fibroblast morphology on microgrooved surfaces with various groove and ridge dimensions",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Et Den Braber",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "De Ruijter",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ginsel",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Biomaterials",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Substratum surface topography alters cell shape and regulates fibronectin mRNA level, mRNA stability, secretion and assembly in human fibroblasts",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chou",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Firth",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Vj Uitto",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Cell Sci",
            "volume": "108",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Quantitative analysis of cell proliferation and orientation on substrata with uniform parallel surface micro-grooves",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Et En Braber",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "De Ruijter",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Smits",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Biomaterials",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Surface microgrooves and acid etching on titanium substrata alter various cell behaviors of cultured human gingival fibroblasts",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Sy Kim",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin Oral Implants Res",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Effect of etched microgrooves on hydrophilicity of titanium and osteoblast responses: a pilot study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Leesungbok",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sj Ahn",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Adv Prosthodont",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Enhancement of dynamic wettability, cell adhesion, and alkaline phosphatase activity of primary cells on titanium substrata with combined surface topographies of microgrooves and acid-etched roughness",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Mh Lee",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sw Lee",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Tissue Eng Regen Med",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Annealing control primer system for improving specificity of PCR amplification",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "It Hwang",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Biotechniques",
            "volume": "35",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Differential display and cloning of messenger RNAs from human breast cancer versus mammary epithelial cells",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Averboukh",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Keyomarsi",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Cancer Res",
            "volume": "52",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Influence of etched microgrooves of uniform dimension on in vitro responses of human gingival fibroblasts",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Sw Lee",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin Oral Implants Res",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Influence of microgroove dimension on cell behavior of human gingival fibroblasts cultured on titanium substrata",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Sw Lee",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ic Rhyu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin Oral Implants Res",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Influence of surface area parameters and water contact angles on the early differentiation of MG63 human osteoblast-like cells cultured on micro-grooved titanium substrata: a pilot study",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Se Kim",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Yun",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Tissue Eng Regen Med",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Synthesis and secretion of collagen by cells of connective tissue, bone, and dentin",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cp Leblond",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Anat Rec",
            "volume": "224",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Proliferation and collagen production of human patellar tendon fibroblasts in response to cyclic uniaxial stretching in serum-free conditions",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Crawford",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Biomech",
            "volume": "37",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Identification and cloning of human astrocyte genes displaying elevated expression after infection with HIV-1 or exposure to HIV-1 envelope glycoprotein by rapid subtraction hybridization",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Zz Su",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Oncogene",
            "volume": "21",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Activation of the nuclear factor κB pathway by astrocyte elevated gene-1: implications for tumor progression and metastasis",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Emdad",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sarkar",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Cancer Res",
            "volume": "66",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Astrocyte elevated gene-1 activates cell survival pathways through PI3K-Akt signaling",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Sg Lee",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Emdad",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Oncogene",
            "volume": "27",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Growthpromoting activity of tissue inhibitor of metalloproteinases-1 (TIMP-1) for a wide range of cells. A possible new growth factor in serum",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hayakawa",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Yamashita",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Tanzawa",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "FEBS Lett",
            "volume": "298",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Cell cycle-associated accumulation of tissue inhibitor of metalloproteinases-1 (TIMP-1) in the nuclei of human gingival fibroblasts",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Wq Zhao",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Yamashita",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Cell Sci",
            "volume": "111",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Tissue inhibitors of metalloproteinases-1 (TIMP-1) and -2(TIMP-2) are major serum factors that stimulate the TIMP-1 gene in human gingival fibroblasts",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Xk Guo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Kondo",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Biochim Biophys Acta",
            "volume": "1763",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Transforming growth factor-beta1 to the bone",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Janssens",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ten Dijke",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Janssens",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Endocr Rev",
            "volume": "26",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "In vitro effect of transforming growth factor-β on adhesion molecule expression by human gingival fibroblasts cultured in the presence of a titanium abutment",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Schierano",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bellone",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Manzella",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Periodontol",
            "volume": "72",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Novel functions of vimentin in cell adhesion, migration, and signaling",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ivaska",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Pallari",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Nevo",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Exp Cell Res",
            "volume": "313",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Tropomyosin isoforms: divining rods for actin cytoskeleton function",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Pw Gunning",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Schevzov",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Kee",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Trends Cell Biol",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Calcyclin, a Ca 2+ ion-binding protein, contributes to the anabolic effects of simvastatin on bone",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hwang",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Biol Chem",
            "volume": "279",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Structure and interactions of the translation initiation factor eIF1",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Fletcher",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Pestova",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Cu Hellen",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "EMBO J",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The ubiquitinlike protein Smt3p is activated for conjugation to other proteins by an Aos1p/Uba2p heterodimer",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Es Johnson",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Schwienhorst",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Rj Dohmen",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "EMBO J",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Identification of the enzyme required for activation of the small ubiquitin-like protein SUMO-1",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Jm Desterro",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Rodriguez",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Kemp",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Biol Chem",
            "volume": "274",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Reverse transcription was first performed for 90 min at 42 o C and then for 2 min at 94 o C in a final reaction volume of 20 µl containing 3 µg of purified total RNA, 2 µl of 10 µM dT-ACP1 [5'-CTGTGAATGCTGCGACTACGATXXXXX(T) 18 -3'], 4 µl of 5X First-strand buffer (Invitrogen, Carlsbad, CA, USA), 5 µl of 2 mM dNTPs (Invitrogen), 0.5 µl of RNase OUT (40 U/ µl; Invitrogen), and 1 µl of SuperScript III reverse transcriptase (200 U/µl; Invitrogen). First-strand cDNA was diluted by adding 80 µl of ultrapure distilled water for the GeneFishing™ PCR and stored at -20 o C until it was ready for use. DEGs were screened by the ACP-based PCR method using GeneFishing™ DEG kits (Seegene). Second-strand cDNA was synthesized at 50 o C during one cycle of first-stage PCR in a final reaction volume of 20 µl containing 5 µl of diluted first-strand cDNA, 2 µl of 5 µM arbitrary ACP-2, 1 µl of 10 µM dT-ACP2 [5'-CTGTGAATGCTGCGACTACGATXXXXX(T) 15 -3'], and 10 µl of 2× SeeAmp™ ACP™ Master Mix. The PCR protocol for the second-strand synthesis included 1 cycle at 94 o C for 5 min, followed by 50 o C for 3 min, and 72 o C for 1 min. After second-strand DNA synthesis was completed, second-stage PCR amplification was performed with 40 cycles at 94 o C for 40 s, 65 o C for 40 s, and 72 o C for 40 s, followed by a 5-min final extension at 72 o C.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Scanning electron microscopic (SEM) images of NE0, E0, E30/10 and E60/10 (500×).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Differentially expressed genes (DEG)-screening result using annealing control primer (ACP)-based PCR indicated by arrows. Note that only the results of the primers from numbers from 001 to 008, among 120, are shown. In this case, the primers 001, 002, 004, 005 and 007 were determined as DEGs.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Result of the analysis on various gene expressions using RT-PCR after 48 h of human gingival fibroblast culture on NE0 and E60/10. See table 3 for nomenclature.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Relative mRNA expression of metadherin (MTDH) on NE0, E0, E15/3.5, E30/10 and E60/10 titanium substrata at 48 h incubation. The results are expressed as a ratio to the mRNA levels of the reference gene, GAPDH, followed by a standardization of the Ct (threshold cycle) expressions on the control surface, NE0, as 1. One-way ANOVA (n = 3). ***: significant difference (p < 0.001).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Fabrication of titanium substrata with surface microgrooves and subsequent acid etching.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Result of the differential display PCR after the sequencing procedure.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Titanium substrata with various surface topographies",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}