{
    "paper_id": "73fc4f8b7f396115a97ef63c20ee7d78d182814b",
    "metadata": {
        "title": "Morphometric patterns in Recent and fossil penguins (Ayes, Sphenisciformes)",
        "authors": [
            {
                "first": "Bradley",
                "middle": [
                    "C"
                ],
                "last": "Livezey",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Kansus",
                    "location": {
                        "postCode": "66045",
                        "settlement": "Lawrence",
                        "region": "Kansas",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A total of 622 skin specimens, 527 skeletons, and myological data compiled by Schreiweis (1972) were used to investigate morphometric patterns within and among the 18 Recent species of Spheniscidae, and to compare the family with a Righted species, the common diving-petrel (Pekcanoides urtnutor), considered by some authorities to be similar to the flighted ancestor of penguins. Fossil penguins also were studied using measurements from 11 I skeletal elements representing 18 species. Most external and skeletal measurements follow interspecific rankings in body mass; the latter span a 30-fold range from 1 kg in Eudyptulu minor to 30 kg in Aprrnodyres forsteri. Flighted Pelecunoides is only one-tenth the mass of the smallest spheniscid. Wing areas and body masses of penguins maintain approximate geometric similitude among species; the allometric coefficient is 0.62k0.04. Several skeletal elements are less derived in conformation in the fossil penguins than in modern confamilials. Despitc great variation in the lengths of wing and leg skeletons, penguins show relative consistency in proportions of wing elements; pelvic proportions were more variable within the Spheniscidae. Proportions within both limbs are distinctly different from those of Prfrcanoides. Analysis ofcorrelation structures within species of penguin revealed three major subsets of skeletal variables that are highly intercorrelated: trunkskull lengths, appendicular-trunk widths, and appendicular lengths. Within these groups, measurements tend to separate by anatomical region and, to a lesser degree, by limb.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Canonical analysis of skin and skeletal measurements revealed groupings of spheniscids on the basis of size and relatively complex shape variables. Cluster analyses of taxa on the canonical variates confirmed the similarity of congeners in Eudyptes, Eudyptulu and Spheniscus; species of Aptenodytes and, to a lesser degree, Pygoscelis, are more heterogeneous. A cluster analysis of principal components of myological measurements tabulated by Schreiweis (1972) corresponded closely with phenetic groupings using external and skeletal variables. A canonical contrast between spheniscids and Pelecunuides indicated that the families differ in a relatively complex skeletal dimension that only in part reflects overall size. Multivariate assessment of sexual dimorphism in external and skeletal variables indicated that: Eudyptula is least dimorphic; Aptenodytes, Eudypres, Megadyptes and Spheniscus are moderately dimorphic; and Pygoscclis is most dimorphic. Prleeanoides shows comparatively low dimorphism.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Penguins (Sphenisciformes: Spheniscidae) comprise I8 Recent and numerous fossil species of flightless diving birds limited in distribution to marine coasts of the Southern Hemisphere (Simpson, 1946; Stonehouse, 1975) . Spheniscids are wing-propelled diving birds, i .e. propulsion during swimming and diving is provided solely by strokes of the highly derived, flipper-like wings (Townsend, 1909; Storer, 1960 Storer, , 1971 B. D. Clark & Bemis, 1979) . Penguins are considered by most authorities to be the most highly specialized for submarine locomotion of all diving birds (Feduccia, 1980; Raikow, 1985) .",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 198,
                    "text": "(Simpson, 1946;",
                    "ref_id": "BIBREF86"
                },
                {
                    "start": 199,
                    "end": 216,
                    "text": "Stonehouse, 1975)",
                    "ref_id": "BIBREF102"
                },
                {
                    "start": 380,
                    "end": 396,
                    "text": "(Townsend, 1909;",
                    "ref_id": null
                },
                {
                    "start": 397,
                    "end": 409,
                    "text": "Storer, 1960",
                    "ref_id": null
                },
                {
                    "start": 410,
                    "end": 424,
                    "text": "Storer, , 1971",
                    "ref_id": "BIBREF103"
                },
                {
                    "start": 425,
                    "end": 451,
                    "text": "B. D. Clark & Bemis, 1979)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 577,
                    "end": 593,
                    "text": "(Feduccia, 1980;",
                    "ref_id": null
                },
                {
                    "start": 594,
                    "end": 607,
                    "text": "Raikow, 1985)",
                    "ref_id": "BIBREF70"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The exceptionally derived anatomy of penguins has been the subject of study for over 150 years (Reid, 1835; Coues, 1872; Gervais & Alix, 1877; Watson, 1883; Filhol, 1885; Pycraft, 1898; Shufeldt, 1901; Lowe, 1933; Gregory, 1935; Wiman & Hessland, 1942; Shtegman, 1970; Schreiweis, 1982) . Unique characters include radically reduced wing musculature (including the loss of 12 muscles), modification in number and structure of remiges, and extremely derived pectoral and pelvic skeletons (cf. Pycraft, 1898; Lowe, 1933; Schreiweis, 1982) .",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 107,
                    "text": "(Reid, 1835;",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 108,
                    "end": 120,
                    "text": "Coues, 1872;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 121,
                    "end": 142,
                    "text": "Gervais & Alix, 1877;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 143,
                    "end": 156,
                    "text": "Watson, 1883;",
                    "ref_id": "BIBREF114"
                },
                {
                    "start": 157,
                    "end": 170,
                    "text": "Filhol, 1885;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 171,
                    "end": 185,
                    "text": "Pycraft, 1898;",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 186,
                    "end": 201,
                    "text": "Shufeldt, 1901;",
                    "ref_id": null
                },
                {
                    "start": 202,
                    "end": 213,
                    "text": "Lowe, 1933;",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 214,
                    "end": 228,
                    "text": "Gregory, 1935;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 229,
                    "end": 252,
                    "text": "Wiman & Hessland, 1942;",
                    "ref_id": "BIBREF121"
                },
                {
                    "start": 253,
                    "end": 268,
                    "text": "Shtegman, 1970;",
                    "ref_id": null
                },
                {
                    "start": 269,
                    "end": 286,
                    "text": "Schreiweis, 1982)",
                    "ref_id": null
                },
                {
                    "start": 492,
                    "end": 506,
                    "text": "Pycraft, 1898;",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 507,
                    "end": 518,
                    "text": "Lowe, 1933;",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 519,
                    "end": 536,
                    "text": "Schreiweis, 1982)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This diversity of uniquely derived characters within an otherwise primitive anatomy has not only attracted morphological study, but has contributed to substantial controversy concerning the phylogenetic relationships of the Spheniscidae. The traditional view, and that currently favoured, holds that penguins were derived from a fully flighted ancestor (Fiirbringer, 1888; Gregory, 1935; Simpson, 1946 Simpson, , I97 la, 1975 Simpson, , 1976 . The tubenoses (Procellariiformes) are cited most frequently as the closest living relatives of the penguins (Fiirbringer, 1888; Simpson, 1946 Simpson, , 1975 ; but see Sibley, 1960; Saiff, 1976) , with the diving-petrels (Pelecanoididae) representing a likely ancestral morphotype (Simpson, 1946 (Simpson, ,1975 Storer, 1960) . The opposing hypothesis of origins held that the penguins diverged from other Aves prior to the evolution of true aerial flight and its associated morphological specializations (Menzbier, 1887; Lowe, 1933 Lowe, , 1939 . Both schools of thought recognized the unique morphological specializations of the Spheniscidae, but they differed in their interpretation of the phylogenetic significance of these anatomical characters.",
            "cite_spans": [
                {
                    "start": 353,
                    "end": 372,
                    "text": "(Fiirbringer, 1888;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 373,
                    "end": 387,
                    "text": "Gregory, 1935;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 388,
                    "end": 401,
                    "text": "Simpson, 1946",
                    "ref_id": "BIBREF86"
                },
                {
                    "start": 402,
                    "end": 425,
                    "text": "Simpson, , I97 la, 1975",
                    "ref_id": null
                },
                {
                    "start": 426,
                    "end": 441,
                    "text": "Simpson, , 1976",
                    "ref_id": "BIBREF93"
                },
                {
                    "start": 552,
                    "end": 571,
                    "text": "(Fiirbringer, 1888;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 572,
                    "end": 585,
                    "text": "Simpson, 1946",
                    "ref_id": "BIBREF86"
                },
                {
                    "start": 586,
                    "end": 601,
                    "text": "Simpson, , 1975",
                    "ref_id": "BIBREF93"
                },
                {
                    "start": 612,
                    "end": 625,
                    "text": "Sibley, 1960;",
                    "ref_id": "BIBREF85"
                },
                {
                    "start": 626,
                    "end": 638,
                    "text": "Saiff, 1976)",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 725,
                    "end": 739,
                    "text": "(Simpson, 1946",
                    "ref_id": "BIBREF86"
                },
                {
                    "start": 740,
                    "end": 755,
                    "text": "(Simpson, ,1975",
                    "ref_id": "BIBREF93"
                },
                {
                    "start": 756,
                    "end": 769,
                    "text": "Storer, 1960)",
                    "ref_id": null
                },
                {
                    "start": 949,
                    "end": 965,
                    "text": "(Menzbier, 1887;",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 966,
                    "end": 976,
                    "text": "Lowe, 1933",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 977,
                    "end": 989,
                    "text": "Lowe, , 1939",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Despite the long history of descriptive anatomy and related controversy, studies of the morphology of penguins using quantitative techniques are few (Simpson, 1946; Verheyen, 1958; Stonehouse, 1967; Schreiweis, 1972; Zusi, 1975; Bannasch, 1986a Bannasch, , h, 1987 . Moreover, I know of no studies of the Spheniscidae in which allometric or multivariate analyses were employed. This paper presents a morphometric analysis of the Spheniscidae, as a part of a larger study of flightlessness in carinate birds. The present study is based on study skins and skeletons of all 18 Recent species, the myological data of Schreiweis (1972) , and elements of selected fossil species. Analyses include univariate comparisons, examination of proportions and bivariate allometry, and multivariate patterns within the Spheniscidae, as well as comparisons with a hypothetical 'ancestral flighted morphotype', the common diving-petrel (Pelecanoides urinator). It concludes with a discussion of covariance structures of mensural variables, the functional and evolutionary implications of morphological patterns within the Spheniscidae, and the interface between morphometric phenetics and the phylogenetic relationships of the family.",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 164,
                    "text": "(Simpson, 1946;",
                    "ref_id": "BIBREF86"
                },
                {
                    "start": 165,
                    "end": 180,
                    "text": "Verheyen, 1958;",
                    "ref_id": "BIBREF106"
                },
                {
                    "start": 181,
                    "end": 198,
                    "text": "Stonehouse, 1967;",
                    "ref_id": null
                },
                {
                    "start": 199,
                    "end": 216,
                    "text": "Schreiweis, 1972;",
                    "ref_id": null
                },
                {
                    "start": 217,
                    "end": 228,
                    "text": "Zusi, 1975;",
                    "ref_id": "BIBREF122"
                },
                {
                    "start": 229,
                    "end": 244,
                    "text": "Bannasch, 1986a",
                    "ref_id": null
                },
                {
                    "start": 245,
                    "end": 264,
                    "text": "Bannasch, , h, 1987",
                    "ref_id": null
                },
                {
                    "start": 613,
                    "end": 630,
                    "text": "Schreiweis (1972)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Sample sizes of skins and skeletons of Recent species of penguin are given in Table I . If possible, 30 skins and skeletons of each species were measured, although such samples (especially of skeletons) were not (Stonehouse, 1975;  Kinsky & Falla, 1976; Falla & Mougin, 1979) , for which the following subspecies were sampled: Aptenodytes patagonicus (subspp. patagonicus and halli), Pygoscelis papua (papua, ellsworthii), Eudyptes chrysocome (chrysocome, moseleyi) and Eudyptula minor (minor, iredalei, nouaehollandiae, oariabilis). Preference was given to study skins which were fully extended, with properly closed bills, naturally dried (unstuffed) feet, and 'ails not in heavy moult. An effort also was made to sample birds of known sex and wild capture.",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 230,
                    "text": "(Stonehouse, 1975;",
                    "ref_id": "BIBREF102"
                },
                {
                    "start": 231,
                    "end": 231,
                    "text": "",
                    "ref_id": null
                },
                {
                    "start": 239,
                    "end": 253,
                    "text": "& Falla, 1976;",
                    "ref_id": null
                },
                {
                    "start": 254,
                    "end": 275,
                    "text": "Falla & Mougin, 1979)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 78,
                    "end": 85,
                    "text": "Table I",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Recent penguins"
        },
        {
            "text": "A total of 11 1 skeletal elements of fossil spheniscids were included in the samples. Few elements were genuinely associated (i.e. circumstances indicated that the specimens represented a single individual), although a majority of species were represented by several different referred elements. Eighteen species were studied, representing 13 of the 16 fossil genera recognized by Simpson (1975) . Specific taxonomy of fossil penguins follows Simpson (1946) , as modified by Simpson (1971a Simpson ( , b, 1972a Simpson ( , b, 1975 .",
            "cite_spans": [
                {
                    "start": 381,
                    "end": 395,
                    "text": "Simpson (1975)",
                    "ref_id": "BIBREF93"
                },
                {
                    "start": 443,
                    "end": 457,
                    "text": "Simpson (1946)",
                    "ref_id": "BIBREF86"
                },
                {
                    "start": 475,
                    "end": 489,
                    "text": "Simpson (1971a",
                    "ref_id": null
                },
                {
                    "start": 490,
                    "end": 510,
                    "text": "Simpson ( , b, 1972a",
                    "ref_id": null
                },
                {
                    "start": 511,
                    "end": 530,
                    "text": "Simpson ( , b, 1975",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Fossil penguins"
        },
        {
            "text": "Thirty-one study skins and 44 skeletons of the common diving-petrel (Pelecanoides urinator) were measured for comparisons with the Spheniscidae. Only extended, well preserved skins were included, and preference was given to skins and skeletons of known sex. The samples comprised several subspecies of P. urinator-urinator, chathamensis, berard, dacunhae and exsul (Murphy & Harper, 192 1; Jouanin & Mougin, 1979) .",
            "cite_spans": [
                {
                    "start": 365,
                    "end": 382,
                    "text": "(Murphy & Harper,",
                    "ref_id": null
                },
                {
                    "start": 383,
                    "end": 386,
                    "text": "192",
                    "ref_id": null
                },
                {
                    "start": 390,
                    "end": 413,
                    "text": "Jouanin & Mougin, 1979)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Diving petrels"
        },
        {
            "text": "The following measurements were made on study skins: total length (extended specimens only, feet excluded), culmen length (exposed, medial), bill height (at gonys), wing length (traditional, from anterior edge of wrist to distal terminus), flipper length (total distance from anterior junction with body to distal terminus), tarsus length (anterior), digit-I11 (middle-toe) length (excluding nail), and tail length (central arc). In addition, tracings of an extended flipper were made for most specimens; the areas of these tracings were measured using a compensating polar planimeter, and this figure was doubled to estimate the total 'flipper area' of each specimen. Mean body masses for Recent penguins were taken from those compiled by Stonehouse (1967) , modified by data from specimen tags and (for Spheniscus magellanicus) unpublished data (provided by P. S. Humphrey et al.). Body masses and wing areas of Pelecanoides urinator were taken from Kuroda (1967) , Warham (1977) and Pennycuick (1987) .",
            "cite_spans": [
                {
                    "start": 740,
                    "end": 757,
                    "text": "Stonehouse (1967)",
                    "ref_id": null
                },
                {
                    "start": 952,
                    "end": 965,
                    "text": "Kuroda (1967)",
                    "ref_id": null
                },
                {
                    "start": 968,
                    "end": 981,
                    "text": "Warham (1977)",
                    "ref_id": "BIBREF113"
                },
                {
                    "start": 986,
                    "end": 1003,
                    "text": "Pennycuick (1987)",
                    "ref_id": "BIBREF65"
                }
            ],
            "ref_spans": [],
            "section": "Data collected"
        },
        {
            "text": "Forty-five measurements were made on complete skeletons; descriptions of most of these were made in Livezey & Humphrey (1984 and Livezey (1988) . Less traditional measurements used herein include: least and maximal widths of shafts of long bones at their midpoints (LWMs and MWMs, respectively); anteroposterior and lateromedial widths of the tarsometatarsus at its midpoint (APW, LMW); anteroposterior and dorsoventral widths of metacarpal I1 of the carpometacarpus (APW, DVW); width of the scapula blade at its maximal transverse dimension; and lengths of the 3 major phalanges of pedal digit-I11 were summed to estimate skeletal middle-toe length. All skeletal measurements were made with dial calipers to within 0.1 mm.",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 124,
                    "text": "Livezey & Humphrey (1984",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 129,
                    "end": 143,
                    "text": "Livezey (1988)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data collected"
        },
        {
            "text": "Means of 88 myological measurements for 16 Recent species of penguin compiled by Schreiweis (1972) also were analysed. Eighty of these were continuous variables presented as proportions of associated skeletal measurements (latter not given); 8 variables were discrete, qualitative characters recoded to integer ranks for analysis. Forty-four of the variables were from the pectoral musculature, 36 were from the pelvic limb. Specimens dissected by Schreiweis (1972) are given in Table I .",
            "cite_spans": [
                {
                    "start": 448,
                    "end": 465,
                    "text": "Schreiweis (1972)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 479,
                    "end": 486,
                    "text": "Table I",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Data collected"
        },
        {
            "text": "Sexual dimorphism within species of penguin is small relative to interspecific differences in the Spheniscidae, the latter being the primary focus of this paper. Furthermore, small sample sizes for specimens of known sex (especially of skeletons) prevented precise assessment of sexual dimorphism in most species studied, and distinguishing the sexes in all species would unnecessarily complicate comparisons, tables and plots. Consequently, except for estimates of sexual dimorphism in adequately represented species (see below), the sexes are pooled in the interspecific comparisons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analyses"
        },
        {
            "text": "Linear measurements were compared using analysis of variance (ANOVA). Flipper areas were logtransformed (base e) for analysis. Cross-sectional areas of the body are related more directly to efficiency of diving than body mass but were not available in this study; therefore, wing-loadings were used as an index of the relative bulk that penguins must propel through the water. Wing-loadings were calculated as the ratio of mean body mass (g) over total wing or 'flipper' area (cm2) as suggested by Clark (1971) .",
            "cite_spans": [
                {
                    "start": 498,
                    "end": 510,
                    "text": "Clark (1971)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Statistical analyses"
        },
        {
            "text": "Bivariate association was measured using Spearman correlation coefficients (r). Intra-limb proportions (ratios of bone lengths over sum of lengths of bones in the limb), wing-loadings and ratios of selected dimensions within single skeletal elements ('relative widths' of humeri and tarsometatarsi) were logtransformed for statistical comparisons (Mosimann & James, 1979) . Bivariate plots of such ratios with element lengths were used to examine the relationship between conformations of shaft and lengths of bone. Correlation structure among the 7 external variables and among the 43 skeletal variables within Recent species of penguin was examined by cluster analyses using complete linkage based on pooled within-species correlation matrices.",
            "cite_spans": [
                {
                    "start": 357,
                    "end": 371,
                    "text": "& James, 1979)",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Statistical analyses"
        },
        {
            "text": "Bivariate allometry, the relative rates of change (scaling) among selected variables (Gould, 1966) , was measured by the slopes of allometric curves. Allometric equations had their origin in the study of relative growth rates (Huxley, 1932) , but have been applied in a diversity of biological contexts (cf. Peters, 1983; Calder, 1984; Schmidt-Nielsen, 1984) , and several statistical concerns and inferential limitations have been suggested for certain applications of the technique (e.g. Prothero, 1986; Pagel & Harvey, 1988; Welsh, Peterson & Altmann, 1988) . Accordingly, allometric analyses are confined herein to descriptive explorations of form among species within the Spheniscidae. Slopes ('allometric coefficients', 6) and intercepts (a) of allometric equations were estimated using linear (geometric-mean) regressions of log-transformed variables (Livezey & Humphrey, 1986) .",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 98,
                    "text": "(Gould, 1966)",
                    "ref_id": null
                },
                {
                    "start": 226,
                    "end": 240,
                    "text": "(Huxley, 1932)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 303,
                    "end": 321,
                    "text": "(cf. Peters, 1983;",
                    "ref_id": null
                },
                {
                    "start": 322,
                    "end": 335,
                    "text": "Calder, 1984;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 336,
                    "end": 358,
                    "text": "Schmidt-Nielsen, 1984)",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 490,
                    "end": 505,
                    "text": "Prothero, 1986;",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 506,
                    "end": 527,
                    "text": "Pagel & Harvey, 1988;",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 528,
                    "end": 560,
                    "text": "Welsh, Peterson & Altmann, 1988)",
                    "ref_id": "BIBREF118"
                },
                {
                    "start": 858,
                    "end": 884,
                    "text": "(Livezey & Humphrey, 1986)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Statistical analyses"
        },
        {
            "text": "Principal component analysis (PCA) defines multivariate axes that maximally disperse points (Jolliffe, 1986) . The resultant axes represent eigenvectors of the associated dispersion matrix, and the points can be individual specimens, species means, or other types of data. For morphometric data, the first principal component (PC-I) typically is correlated positively and strongly with all measurements; such components have traditionally and usefully been interpreted as 'general size factors'. Unless the contribution of all measurements to this 'size' component are equal, however, some 'shape' variation or allometry also is included in the corresponding axis (Mosimann & James, 1979) . Therefore it is useful to compare such 'size' axes with an equidimensional isometric size axis, an axis (for log-transformed data) which represents 'pure' size change without confounding allometric changes in shape (Somers, 1986 ; comparative techniques are detailed below). The 'size' reflected by such components also depends on the nature of the measurements (external, skeletal), the type of data used (individual specimens, species means), the associated matrix analysed (covariance, correlation) and the details of the loadings of variables on the resultant PC-I. PCA was used for extraction of orthogonal morphometric axes in several contexts. First principal components were extracted from 2 different covariance matrices for complete skeletons of Recent penguins: the pooled within-species covariance matrix (reflecting common intraspecijic covariance structure); and the covariance matrix based on mean vectors for the 18 Recent species (reflecting interspeciJic covariance structure). Both covariance matrices were based on log-transformed data (Jolicoeur, 1963) . The resultant first components (PC-I), in unit eigenvector form, were compared to each other by determination of the angular differences in their multidimensional orientation; the components also were compared with an isometric size eigenvector (a vector with all elements being [43]-1'2) using direction arccosines between vectors (Pimentel, 1979) .",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 108,
                    "text": "(Jolliffe, 1986)",
                    "ref_id": null
                },
                {
                    "start": 674,
                    "end": 688,
                    "text": "& James, 1979)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 906,
                    "end": 919,
                    "text": "(Somers, 1986",
                    "ref_id": "BIBREF95"
                },
                {
                    "start": 1747,
                    "end": 1764,
                    "text": "(Jolicoeur, 1963)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 2099,
                    "end": 2115,
                    "text": "(Pimentel, 1979)",
                    "ref_id": "BIBREF66"
                }
            ],
            "ref_spans": [],
            "section": "Statistical analyses"
        },
        {
            "text": "A PCA of mean myological variables compiled by Schreiweis (1 972) was used to reduce the dimensionality of the data set for subsequent species comparisons. Because of the inclusion of discrete variables in the myological data set, components were extracted from a correlation matrix of the 88 variables. A subset of the 15 resultant components was retained based on the magnitude of the associated eigenvalues. The 16 species then were clustered by eigenvalue-weighted, Euclidean distances between group centroids in the reduced PCspace.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analyses"
        },
        {
            "text": "Body masses of fossil penguins were estimated using stepwise regressions of (log-transformed) mean body masses of Recent penguins on significantly correlated (P < 0.05) principal components of skeletal measurements available for each fossil species. This method permitted estimates of mass based on a stepwiseselected subset of mutually orthogonal predictor variables (components) which summarized the mensural data available for each fossil species. Components were derived from covariance matrices based on logtransformed data (Jolicoeur, 1963) .",
            "cite_spans": [
                {
                    "start": 529,
                    "end": 546,
                    "text": "(Jolicoeur, 1963)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Statistical analyses"
        },
        {
            "text": "Canonical analyses (CAs), a statistical technique which extracts multivariate axes that maximally separate predefined groups (Pimentel, 1979) , were employed to contrast species and to quantify sexual dimorphism within species. CAs were performed separately on skin and skeletal measurements, and were based on logtransformed measurements (for stabilization of covariances) which were backstep-selected from the complete suites of variables using F-statistics. Sexual dimorphism was quantified using Mahalanobis' distances (D); estimates of D were based on the combined samples of known-sex specimens and specimens for which sex was inferred from a preliminary CA. Also, for comparisons of species, scores on subsets of canonical variates were used to cluster species by morphometric similarity. Clustering was based on Euclidean distances between group centroids.",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 141,
                    "text": "(Pimentel, 1979)",
                    "ref_id": "BIBREF66"
                }
            ],
            "ref_spans": [],
            "section": "Statistical analyses"
        },
        {
            "text": "For PCAs and CAs of individual specimens of Recent species, skin and skeletal records were submitted to an algorithm for the estimation of missing data. Missing data were estimated using stepwise regressions based on available measurements for other specimens of the same species (for skins) or same genus (for skeletons). Up to 3 measurements for skins and up to 9 measurements for skeletons were estimated; specimens lacking more data were excluded from multivariate analyses. Estimates comprised 6.0% of the skin (n = 586) and 2.4% of the skeletal (n=477) data sets for Recent penguins. In addition, initial CAs prompted the reidentification of 6 inadequately documented skeletal specimens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analyses"
        },
        {
            "text": "Statistical programs employed are part of the Biomedical Computer Programs (Dixon, 1985) , performed on an IBM computer at the University of Kansas.",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 88,
                    "text": "(Dixon, 1985)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Statistical analyses"
        },
        {
            "text": "As demonstrated by representatives of each genus of penguin (Table II) , there is substantial variation in gross morphometrics within the Spheniscidae. Extant members span a 30-fold range in body mass, from 1 kg in Eudyptula minor to 30 kg in Aptenodytes forsteri; none the less, the relatively small mass of E. minor is an order of magnitude greater than that of Pelecanoides, its flighted 'counterpart'. Few external measurements followed interspecific rankings of body mass (Table 11 ). Culmen length differed considerably from body mass in interspecific rankings, being over 25% longer in Aptenodytespatugonicus than in the much more massive A.forsteri. Culmen length in other genera, relative to body mass, was small in Pygoscelis, moderate in Megadyptes, Spheniscus and Eudyptes and greatest in Eudyptulu.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 60,
                    "end": 70,
                    "text": "(Table II)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 477,
                    "end": 486,
                    "text": "(Table 11",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "External measurements"
        },
        {
            "text": "Wing lengths of penguins tended to follow body mass in interspecific rankings (Table 11) ; wing lengths of flighted Pelecanoides were comparable to those of medium-sized spheniscids. Tail lengths were greatest in medium-sized Pygoscelis, followed by Aptenodytes forsteri, Eudyptes, A . patugonicus, Megadyptes, Spheniscus and Eudyptula. Middle-toe lengths closely followed culmen lengths in interspecific magnitudes (Table IT) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 78,
                    "end": 88,
                    "text": "(Table 11)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 416,
                    "end": 426,
                    "text": "(Table IT)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "External measurements"
        },
        {
            "text": "Six selected measurements represent the intergeneric patterns in osteological variables (Table  111) . Skeletal bill length mirrored culmen length in interspecific rankings, confirming its poor correlation with overall body size. Cranium length corresponded closely with body mass in magnitude among species (Table 11) ; therefore the long bills of A. patagonicus, compared to its larger congener A. forsteri, are not the result of general enlargement of the skull. Most other skeletal measurements, including the humeral and femoral variables tabulated (Table HI) , closely followed body mass in interspecific rankings.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 88,
                    "end": 100,
                    "text": "(Table  111)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 308,
                    "end": 318,
                    "text": "(Table 11)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 554,
                    "end": 564,
                    "text": "(Table HI)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Skeletal measurements"
        },
        {
            "text": "As expected on the basis of its comparatively small body mass (Table TI) , the skeletal dimensions of Pelecunoides were exceeded by those of all genera of penguin, with the exception of tarsometatarsus length (Table 111) . Tarsometatarsi of Pelecanoides were on average longer than those of Eudyptula spp., and equalled those of the much larger Spheniscus mendiculus (not tabulated).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 62,
                    "end": 72,
                    "text": "(Table TI)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 209,
                    "end": 220,
                    "text": "(Table 111)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Skeletal measurements"
        },
        {
            "text": "Almost no cranial material was available for fossil spheniscids; skulls of only two species were available for this study. Marplesornis novaehollandiae, the single fossil sampled for which cranium length was measurable, equalled A . forsteri in size (Table 111) . Cranial width and height of Paraptenodytes antarcticus (not tabulated; 47+7,38.8) were comparable to those of A . patagonicus.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 250,
                    "end": 261,
                    "text": "(Table 111)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Skeletal measurements"
        },
        {
            "text": "Postcranial measurements also evidenced the large size of many fossil penguins (Table 111) . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 79,
                    "end": 90,
                    "text": "(Table 111)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Skeletal measurements"
        },
        {
            "text": "Large body masses and relatively small wing ('flipper') areas of penguins produce some of the heaviest wing-loadings among carinate birds. Based on published body masses and wing areas measured in this study, wing-loadings of spheniscids were as follows: Aptenodytes forsteri, 77 g.cm-2; A . patagonicus, 45; Pygoscelis spp., 30-34; Megadyptes antipodes, 33; Spheniscus spp., 22-28; Eudyptes spp., 22-28; Eudyptula spp., 20-23. All greatly exceeded the estimate for Pelecanoides urinator (0.65 g-cm-2) and the threshold of (aerial) flightlessness of 2.5 g*cm-2 hypothesized by Meunier (1951) .",
            "cite_spans": [
                {
                    "start": 577,
                    "end": 591,
                    "text": "Meunier (1951)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Wing-body allometry"
        },
        {
            "text": "The increase in wing-loadings with body mass in Recent penguins reflects an interspecific allometry of wing area with body mass (Fig. 1) ; the slope of this relationship was 0.62, not significantly different from that for maintenance of geometric similitude (0.67 for an area with changes in mass; Table IV ). Flighted Pelecanoides fell well above the allometric curve for penguins, Two linear wing measurements-wing length and flipper length-also showed interspecific allometry with body mass which approximated geometric similitude (i.e. slopes not significantly different from 0.33; Table IV) . Shape of the flipper as measured by the ratio of wing area over flipper length (inversely related to aspect ratio), however, was negatively allometric with body mass; the slope was significantly less than that expected for geometric similitude (b=0-33 for a relation between the ratio of an area over a linear quantity with a mass; Table IV ). Aptenodytes had distinctly higher flipper ratios than other spheniscids, i.e. the genus was characterized by relatively broad flippers and low aspect ratios.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 128,
                    "end": 136,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 298,
                    "end": 306,
                    "text": "Table IV",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 586,
                    "end": 595,
                    "text": "Table IV)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 930,
                    "end": 938,
                    "text": "Table IV",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Wing-body allometry"
        },
        {
            "text": "Two appendicular skeletal elements, the humerus and tarsometatarsus, have been particularly important for the systematics of penguins, including fossil species (Simpson, 1946, 197 1 a; Marples, 1952) . Previous mensural investigations of these elements, however, have not included allometric analyses. In the humerus, least and maximal (midpoint) shaft widths (LWMs and Table IV for equation).",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 184,
                    "text": "(Simpson, 1946, 197 1 a;",
                    "ref_id": null
                },
                {
                    "start": 185,
                    "end": 199,
                    "text": "Marples, 1952)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 370,
                    "end": 378,
                    "text": "Table IV",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Selected skeletal elements"
        },
        {
            "text": "MWMs) scaled at slightly different rates with element lengths among species (Table V) ; the slope of least widths exceeded that for maximal widths by 0.1 1. This differential in allometric coefficients produced a moderate decline in the 'relative flatness' ratio (MWM/LWM) with humerus length for penguins ( Fig. 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 76,
                    "end": 85,
                    "text": "(Table V)",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 308,
                    "end": 315,
                    "text": "Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "TABLE IV Allometric equations of form Y = aM6 relating mean body masses ( M ) of 18 Recent species of penguin with selectedalar variables (lengths in mm, areas in emz, masses in g )"
        },
        {
            "text": "Superimposed on this general trend is a substantial contrast between Recent and fossil species of penguin, one largely responsible for the apparent allometry in humeral flatness (Fig. 2 ). With the exception of Palueospheniscus spp., humeri of the fossil penguins tended to be larger and/or less flattened than those of Recent spheniscids. The humeral shape of Pelecanoides, although somewhat derived relative to other Procellariiformes, differed much from the spheniscids but was closer to the fossil penguins than to extant species (Fig. 2) . Of the Recent genera of penguins, Pygoscelis and Eudyptes had the most flattened (derived) humeral shafts.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 178,
                    "end": 185,
                    "text": "(Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 534,
                    "end": 542,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "TABLE IV Allometric equations of form Y = aM6 relating mean body masses ( M ) of 18 Recent species of penguin with selectedalar variables (lengths in mm, areas in emz, masses in g )"
        },
        {
            "text": "Dimensions of tarsometatarsi of penguins approximated geometric similitude, i.e. both the anteroposterior widths (APW) and lateromedial widths (LMW) scaled with element length with a slope approximating unity (Table V) . Consequently, the ratio of these widths showed negligible slope with tarsometatarsus length within the family (Fig. 3) . Nevertheless, a distinct demarcation between Recent and fossil penguins in tarsometatarsal shape emerged, in which fossil species were characterized by a combination of comparatively large size.and low 'relative breadth' (the ratio of LMW/APW). Of all the penguins represented, the fossil Palaeeudyptes antarcticus was most primitive in its tarsometatarsal dimensions, although it was modified greatly relative to the more typical procellariiform conformation of Pelecanoides (Fig. 3 ). ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 209,
                    "end": 218,
                    "text": "(Table V)",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 331,
                    "end": 339,
                    "text": "(Fig. 3)",
                    "ref_id": null
                },
                {
                    "start": 818,
                    "end": 825,
                    "text": "(Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "TABLE IV Allometric equations of form Y = aM6 relating mean body masses ( M ) of 18 Recent species of penguin with selectedalar variables (lengths in mm, areas in emz, masses in g )"
        },
        {
            "text": "Variation in relative lengths of skeletal elements within the wing and leg was manifested at two levels-major differences between Pelecanoides and spheniscids, and comparatively small but consistent variation among the penguins. Intra-appendicular proportions showed very low variances within species; standard errors of species means were less than 0.1 % in the vast majority of cases (excluding the poorly represented E. robustus), with the highest standard errors being 0.2% for alar proportions and 0.3% for pelvic proportions. Interspecific differences in alar and pelvic proportions were highly significant (P < 0.0001, ANOVAs of log-transformed proportions), and the major groupings shown ( urinutor; mean skeletal leg lengths ranged from 438-8 15.6 (31) for A.forstcri to 184.3 5 9.2 (32) for E . minor and 125.4 Comparisons of intra-alar proportions revealed that Pelecanoides differed from spheniscids primarily in having comparatively large forewing (ulnar) proportions and small contributions from the proximal phalanges of the major digit (digit-TI). The three other alar segments contributed roughly the same fraction of skeletal wing length in both families, although the humeral proportions of Pelecanoides were more similar to those of Pygoscelis than to other Recent penguins (Fig. 4) .",
            "cite_spans": [
                {
                    "start": 805,
                    "end": 820,
                    "text": "minor and 125.4",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 696,
                    "end": 697,
                    "text": "(",
                    "ref_id": null
                },
                {
                    "start": 1294,
                    "end": 1302,
                    "text": "(Fig. 4)",
                    "ref_id": null
                }
            ],
            "section": "Intra-appendicular proportions"
        },
        {
            "text": "Smaller but significant ( P < 0.001) differences in intra-alar proportions characterized the Spheniscidae (Fig. 4) . Proportions of the phalanges of the major digit showed little variation except a slight decrease associated with increasing body size. Carpometacarpal proportions were 5.1 (36) for Pelecanoides urinator.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 106,
                    "end": 114,
                    "text": "(Fig. 4)",
                    "ref_id": null
                }
            ],
            "section": "Intra-appendicular proportions"
        },
        {
            "text": "1 % smaller in A . forsteri, P . adeliae and Eudyptula spp. than in other species. Aptenodytes forsteri and Pygoscelis had proportionately longer humeri and shorter ulnae than other genera, exclusive of Eudyptula; the latter genus was unusual in its large proximal and midwing segments and its abbreviated distal elements (Fig. 4) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 322,
                    "end": 330,
                    "text": "(Fig. 4)",
                    "ref_id": null
                }
            ],
            "section": "Intra-appendicular proportions"
        },
        {
            "text": "Skeletal proportions within the pelvic appendage showed a greater diversity of pattern (Fig. 5) . Penguins differed greatly from flighted Pelecanoides in the four pelvic proportions compared. In spheniscids, the two distal segments-tarsometatarsus and middle-toe were proportionately shorter than those of Pelecanoides, whereas the proximal segments-femur and tibiotarsus-were proportionately longer. The largest difference in proportions between Pelecanoides and spheniscids was in the tarsometatarsus, which in the former made up almost twice as much of the limb as it did in penguins (Fig. 5) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 87,
                    "end": 95,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 587,
                    "end": 595,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Intra-appendicular proportions"
        },
        {
            "text": "Within the Spheniscidae, eight significantly different patterns in leg proportions emerged ( P < 0.0001). The tibiotarsal proportions varied most interspecifically (range of 6%), owing in part to variation in cnemial processes (included in the length measured), and tended to follow body size in rankings (Fig. 5) . Middle-toe proportions were the second most variable among taxa (range 5%), being largest in P . antarctica, Eudyptes and Megadyptes, and least in A . forsteri and P . adefiae. Femoral proportions spanned a range of 4% among taxa, contributing (relatively) much to leg length in Spheniscus and two Pygoscelis, and only moderately in most other spheniscids; A . patugonicus had substantially smaller femoral proportions (Fig. 5) . The short, almost square tarsometatarsi of penguins varied least in proportions among species (range of 3%), but were relatively longest in Eudyptula, A . patagonicus and Spheniscus. Only Aptenodytes and Pygoscelis showed significant variation among congeners in pelvic proportions; the two species of Aptenodytes differed much in the proportions of all four pelvic segments (Fig. 5) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 305,
                    "end": 313,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 735,
                    "end": 743,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1121,
                    "end": 1129,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Intra-appendicular proportions"
        },
        {
            "text": "Patterns of bivariate correlation within species were examined using pooled within-species correlation matrices for the seven external (skin) measurements (harmonic mean n = 532) and 43 skeletal measurements (harmonic mean n =446). In addition to the expectedly strong correlations between structurally related dimensions ( e g culmen length vs. bill height, r = 0.54) or between lengths of anatomically paired elements (e.g lengths of radius and ulna, r = 0.96), there emerged a hierarchy of more subtle morphometric relationships. These were summarized by cluster analyses of variables by their correlation coefficients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intruspecijic correlation structure"
        },
        {
            "text": "Only one pair of external measurements were not correlated significantly ( P < 0.05) within species-lengths of the tail and tarsus-although several other pairs were only marginally related (Fig. 6) . Two pairs of skin variables were (relatively) strongly correlated: culmen length with bill height, and wing length with middle-toe length. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 189,
                    "end": 197,
                    "text": "(Fig. 6)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Intruspecijic correlation structure"
        },
        {
            "text": "Skeletal measurements were intercorrelated much more strongly than skin measurements, evidently the result, in part, of the greater variance in skin measurements associated with wear, bending, specimen preparation and growth. All skeletal variables were significantly positively intercorrelated ( P < 0.05). Three major, relatively independent subsets of the skeletal variables were clustered-trunk-skull lengths, appendicular-trunk widths and appendicular lengths (Fig. 7) . Within the second and largest group, maximal widths of appendicular elements, minimal widths of appendicular elements and widths of trunk elements tended to form separate subclusters. Within the cluster of appendicular lengths, proximal and distal measurements tended to cluster separately; within these subgroups there was also a tendency for measurements to cluster by limb (Fig. 7) . Cranial height and width, measuring 'inflation' of the braincase, formed another weakly supported cluster that was only poorly correlated with other variables. Two measurementsfurcula MWM and synsacrum length-varied almost independently of each other and all other skeletal variables (Fig. 7) ; the shape and taper of the furcula and the variable number of fused sacral vertebrae in the synsacrum undoubtedly increased the variances of these two variables.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 465,
                    "end": 473,
                    "text": "(Fig. 7)",
                    "ref_id": null
                },
                {
                    "start": 852,
                    "end": 860,
                    "text": "(Fig. 7)",
                    "ref_id": null
                },
                {
                    "start": 1147,
                    "end": 1155,
                    "text": "(Fig. 7)",
                    "ref_id": null
                }
            ],
            "section": "B . C. LIVEZEY"
        },
        {
            "text": "The seven external variables were entered significantly (P<O.O5) into a CA of Recent spheniscids, and provided substantial discrimination of species (Wilks' lambda = 0.00005; d$ = 7, 17, 568; P < < 0.001). Overall success of jack-knifed classifications to species was 8 1 .I %, despite substantial overlap of several species within genera (Fig. 8) ; a majority of the misclassifications occurred within the Eudyptes pachyrhynchus-sclateri-robustus, Eudyptes chrysolophus-schlgeli, and Eudyptula minor-albosignatu 'superspecies'.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 339,
                    "end": 347,
                    "text": "(Fig. 8)",
                    "ref_id": null
                }
            ],
            "section": "Multivariate patterns Canonicul analysis of skin measurements"
        },
        {
            "text": "Although six of the seven canonical variates (CVs) incorporated significant interspecific differences (ANOVA of scores, P < O.OOOl), the first three CVs together accounted for 95% of the total among-species dispersion (Table VI) . On CV-I and CV-I1 of skin measurements, species tended to aggregate by genus, however, the species of Pygoscelis were relatively dissimilar (Fig. 8) . CV-I was a contrast between bill height and the other variables (Table VI) . CV-I incorporated much of 'general body size' represented by the data set; the rank correlation between scores on CV-I and mean body mass was 0.95. The very long, slender bill of A . putagonicus placed it slightly higher on CV-I than the more massive A.,forsteri (Fig. 8) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 218,
                    "end": 228,
                    "text": "(Table VI)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 371,
                    "end": 379,
                    "text": "(Fig. 8)",
                    "ref_id": null
                },
                {
                    "start": 446,
                    "end": 456,
                    "text": "(Table VI)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 722,
                    "end": 730,
                    "text": "(Fig. 8)",
                    "ref_id": null
                }
            ],
            "section": "Multivariate patterns Canonicul analysis of skin measurements"
        },
        {
            "text": "CV-11 contributed another 20% of interspecific skin measurements, and largely contrasted tail length and bill height with culmen length (Table VI) . Pygoscelis, characterized by long tails and short bills, had low scores on CV-11; Spheniscus and Aprenodyres had opposite proportions and high scores (Fig. 8) . The third canonical variate contrasted residual variance in bill height and middle-toe length with total length, wing length and tail length ( Eudyptes (primarily involving chrysolophus, schlegeli and scluteri) and Eudyptulu. Only one measurement, radius LWM, failed to enter the model significantly ( P > 0.05); the variable was correlated highly with other measurements of the mid-wing that merited prior inclusion in the model.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 136,
                    "end": 146,
                    "text": "(Table VI)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 299,
                    "end": 307,
                    "text": "(Fig. 8)",
                    "ref_id": null
                }
            ],
            "section": "Multivariate patterns Canonicul analysis of skin measurements"
        },
        {
            "text": "Based on ANOVAs of scores on canonical axes, 16 of the 17 CVs derived incorporated significant interspecific differences in skeletal dimensions (P < 0.05). However, each of the last 1 1 variates represented 1% or less of the total dispersion among species; the first three CVs incorporated 85% of the interspecific differences, and CVs I-VT accounted for over 95%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multivariate patterns Canonicul analysis of skin measurements"
        },
        {
            "text": "A plot of species ellipses on CV-I and CV-I1 for skeletal data produced largely generic clusters, although the two species of Aptenodytes were relatively well separated (Fig. 9) species on skeletal CV-I, as in the CA of skin measurements, closely followed specific rankings by body mass (Fig. 9) ; the correlation coefficient for ranks on CV-I and body mass was 0.95. Coefficients of variables for CV-I, however, indicated that a secondary contrast of bill length, ulnar MWM and lengths of the femur, tarsometatarsus, middle-toe and sternal carina with the other measurements was confounded with the size information represented (Table VII) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 169,
                    "end": 177,
                    "text": "(Fig. 9)",
                    "ref_id": null
                },
                {
                    "start": 287,
                    "end": 295,
                    "text": "(Fig. 9)",
                    "ref_id": null
                },
                {
                    "start": 629,
                    "end": 640,
                    "text": "(Table VII)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Multivariate patterns Canonicul analysis of skin measurements"
        },
        {
            "text": "CV-I1 essentially contrasted lengths of the cranium, humerus, femur, tarsometatarsus and coracoid with the lengths of the radius, ulna and middle-toe, MWMs of the ulna and furcula and sternal carina depth (Table VII) . This axis emphasized some of the interspecific variation in alar and pelvic proportions discussed earlier (Figs 4, 5) . Pygoscelis adeliae had low scores on CV-11, whereas A . patagonicus, Eudyptes and Megadyptes had high scores; other species were intermediate in position on this axis (Fig. 9) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 205,
                    "end": 216,
                    "text": "(Table VII)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 325,
                    "end": 336,
                    "text": "(Figs 4, 5)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 506,
                    "end": 514,
                    "text": "(Fig. 9)",
                    "ref_id": null
                }
            ],
            "section": "Multivariate patterns Canonicul analysis of skin measurements"
        },
        {
            "text": "CV-I11 for skeletal measurements contributed another 13.6% of the interspecific differences, and largely contrasted lengths of the carpometacarpus, femur and sternal basin, and humerus MWM with lengths of the bill, humerus, ulna, tarsometatarsus and scapula, and sternal carina depth (Table VII ; not figured). Aptenodytes scored highly on the axis, Eudyptula and Spheniscus had moderate scores, and other species had low scores on CV-111.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 284,
                    "end": 294,
                    "text": "(Table VII",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Multivariate patterns Canonicul analysis of skin measurements"
        },
        {
            "text": "The 14 remaining CVs each accounted for less than 6% of the total interspecific variance. Many represented rather narrow contrasts and several served only to distinguish further single species from other penguins; e.g. CV-V isolated M. antipodes, CV-VIT distinguished S. mendiculus, and CV-XI11 separated E. schlegeli from all other species. These axes enhanced classificatory power but contributed comparatively little to an understanding of family-wide trends, and are not detailed here.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multivariate patterns Canonicul analysis of skin measurements"
        },
        {
            "text": "A canonical contrast of Recent penguins and Pelecanoides urinator revealed the reduced multivariate axis of skeletal measurements that separated the families (Fig. 10) . Twenty-five skeletal variables were entered significantly ( P < 0.05), and together effected great discrimination between the families (Wilks' lambda = 0.002; d.f. = 25, 1, 493; Table I . P < < 0.001). The contrast axis clearly involved, at least in part, a general size factor (Fig. 10) ; rank correlation between contrast scores and body mass was 0.89. Coefficients of the included variables, however, indicate that the axis confounded body size with a contrast of a variety of appendicular and trunk dimensions (Table VITI) . On the basis of these coefficients and the negative scores of Pelecanoides, the flighted diving-petrels were not only smaller than the penguins but also had long humeri, ulnae and tarsometatarsi, and wide sterna relative to the lengths of their femora and coracoids, and the widths of their radii and tarsometatarsi (Table VIII) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 158,
                    "end": 167,
                    "text": "(Fig. 10)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 348,
                    "end": 355,
                    "text": "Table I",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 448,
                    "end": 457,
                    "text": "(Fig. 10)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 684,
                    "end": 696,
                    "text": "(Table VITI)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1015,
                    "end": 1027,
                    "text": "(Table VIII)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Recent penguins us. Pelecanoides."
        },
        {
            "text": "CVs of external measurements. A cluster analysis of Recent spheniscids, using Mahalanobis' distances on the first three CVs of external measurements and incorporating 95% of the interspecific differences, produced mostly generic groupings (Fig. 1 1) . One exception was P. papua, which was joined to the Eudyptes-Megadyptes cluster after its congeners. Moreover, excluding p. papua and the exceptionally small S. mendiculus, species within each genus were clustered on external CVs at very similar distances (approximately two units). At greater distances, three major groups of species were defined-Aptenodytes, Eudyptula and Pygoscelis-Megadyptes-Eudyptes-Spheniscus-which also approximated groupings by body size (Fig. 1 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 239,
                    "end": 249,
                    "text": "(Fig. 1 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 716,
                    "end": 726,
                    "text": "(Fig. 1 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Cluster analyses"
        },
        {
            "text": "CVs of skeletal measurements. A cluster analysis of Recent penguins on the first six CVs of skeletal data, which incorporated over 95% of the total interspecific dispersion, defined phenetic groupings that closely correspond with current taxonomy (Fig. 12 ) and the phenogram based on external characters (Fig. 11) . However, the cluster analysis of skeletal CVs differed from that for skin measurements in several ways: (1) P. antarctica and P. adetiae were more similar to P. papua than to Eudyptes or Megadyptes; (2) the distances at which genera were linked varied considerably (e.g. Aptenodytes), indicating comparatively great differences in intergeneric dissimilarity; and (3) there were minor differences in linkage patterns within Pygoscelis, Eudyptes and Spheniscus (excluding aberrant S. mendiculus). produced phenetic groupings that were broadly congruent with those based on skin (Fig. I I ) and skeletal (Fig. 12) measurements. The myologically-based phenogram differed in several respects: (1) M . antipodes and (more importantly) E. schlegeli were linked to the remaining Eudyptes after the latter were to Spheniscus; and (2) there were linkage patterns within Pygoscelis and Spheniscus different to either of the other phenograms. Comparisons between the myologically-based phenogram and the other two cluster analyses were problematic because: (1) only mean measurements were available, thus necessitating a PCA instead of a CA; (2) two taxa (E. scluteri and E. robustus) were not included; and (3) the measurements had been 'standardized', i.e. presented as ratios of associated bones. The impact of these methodological differences is not known but may have been substantial.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 247,
                    "end": 255,
                    "text": "(Fig. 12",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 305,
                    "end": 314,
                    "text": "(Fig. 11)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 893,
                    "end": 904,
                    "text": "(Fig. I I )",
                    "ref_id": null
                },
                {
                    "start": 918,
                    "end": 927,
                    "text": "(Fig. 12)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Cluster analyses"
        },
        {
            "text": "Skin measurements. Stepwise CAs discriminating the sexes in each species revealed that, when skin measurements were used, penguins fell into two groups with respect to magnitude of sexual dimorphism (Table IX) indicating relatively low dimensionality of sexual differences in external measurements. Skin measurements of Pelecanoides provided an estimated intersexual D of 0.9, comparable to those of Aptenodytes and Eudyptulu (Table IX) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 199,
                    "end": 209,
                    "text": "(Table IX)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 426,
                    "end": 436,
                    "text": "(Table IX)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Sexual dimorphism"
        },
        {
            "text": "Skeletal measurements. Adequate samples of skeletons were available for contrasts of sexes for one species representing each genus of penguin, as well as Pelecanoides urinator. Three rough groupings of the represented species emerged (Table X) : comparatively weakly dimorphic (Eudyptula, Spheniscus), moderately dimorphic (Aptenodytes, Eudyptes, Megudyptes), and strongly dimorphic (Pygoscelis). Unlike the comparisons of sexes using skin measurements, the richer skeletal data permitted the inclusion of many more measurements in the estimation of intersexual D (1 5-24 variables entered significantly). Skeletal sexual dimorphism in Pelecanoides was relatively low, comparable in magnitude to that of Spheniscus (Table X) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 234,
                    "end": 243,
                    "text": "(Table X)",
                    "ref_id": null
                },
                {
                    "start": 715,
                    "end": 724,
                    "text": "(Table X)",
                    "ref_id": null
                }
            ],
            "section": "Sexual dimorphism"
        },
        {
            "text": "The size-shape differences reflected by the intersexual CAs were difficult to interpret. For each species, the intersexual contrasts were linear combinations of 15-24 variables; because of high correlations between variables, those entered into the model for one species might be precluded in that for another species by the prior entry of anatomically related measurements. Associated coefficients varied up to eight-fold in magnitude and were positive or negative with approximately equal frequency. Despite this diversity of contributions by variables, a few generalities were apparent: (1) males arc larger than females in spheniscids and Pelecanoides, and this size difference contributed to the multivariate intersexual contrasts; (2) the presence of positive and negative coefficients indicates that shape differences were confounded with size in the contrasts; (3) signs of coefficients indicate that the greater skull lengths of males contributed significantly to intersexual contrasts in most species; and (4) widths of limb elements were important in most contrasts but there were no obvious patterns in their coefficients among species. These generalizations apply also to skeletal differences between sexes of Pelecanoides.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sexual dimorphism"
        },
        {
            "text": "PC-based size axes conformed to general expectations (loadings of all variables positive and significant), but differed in detail from each other and from a hypothetical eigenvector describing isometric size-[(43)-'i2, . . ., (43)-'/*] (Table XI) . PC-I for within-species variation of penguins accounted for 42% of the pooled intraspecific skeletal variation, and deviated by 12.2\" from strict isometry in 43-dimensional morphometric space. The first component for interspecific variation of penguins accounted for 96% of the dispersion among mean vectors, and deviated geometrically from isometric size by 11.8\". In the pooled within-species analysis, notable deviations of loadings from those for isometry (0.152) included all three cranial dimensions, least widths of mid-wing elements, and furcula MWM (Table XI ). In the among-species PCA, pronounced allometry was indicated in cranial dimensions, lengths of distal leg elements, and in the several measurements of the pectoral girdle. Therefore, intraspecific and interspecific axes of skeletal size differ in the allometry represented in each, a differential reflected by the 12.1\" difference between the orientations of the two axes. Additional evidence for the difference between these two measures of size is the marked dissimilarities between loadings for several variables: lengths and selected widths of the humerus, radius, ulna, tarsometatarsus and coracoid, and widths of distal wing elements, femur and furcula (Table XI) . Ranks of species on both the within-species and among-species 'skeletal size' axes were highly correlated with mean body masses; 0-88 and 0.90, respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 236,
                    "end": 246,
                    "text": "(Table XI)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 807,
                    "end": 816,
                    "text": "(Table XI",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1479,
                    "end": 1489,
                    "text": "(Table XI)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "PCAs and 'skeletal size'"
        },
        {
            "text": "PC-I for skeletons of Pelecanoides urinator, although conforming to the general patterns of loadings characteristic of size factors, deviated somewhat more from isometric size (18.8\"). Like both PC-Is for penguins, cranial dimensions showed pronounced negative allometry (loadings well below 0.152); in addition, in Pelecanoides there were notable deviations in several dimensions of distal leg elements, scapula, sternum, furcula and pelvis from those for isometric size (Table XT) . These differences in allometry, and other discrepancies between loadings for intraspecific 'size' in penguins and Pelecanoides, resulted in a geometric divergence of 16.0\" between the corresponding first eigenvectors.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 472,
                    "end": 482,
                    "text": "(Table XT)",
                    "ref_id": null
                }
            ],
            "section": "PCAs and 'skeletal size'"
        },
        {
            "text": "PCAs of mean skeletal measurements for fossil penguins, in combination with parallel skeletal data and body masses for the 18 Recent species of penguin, permitted the estimation of body masses of 17 fossil species (Table XII) . Specifically, estimated body masses were the exponentiated estimates derived from stepwise regressions of log-transformed mean body masses of Recent species on PCs of skeletal measurements available for each fossil species. In all but two of the species, estimated masses were based on more than PC-I (largely 'skeletal size') alone; subsequent 'shape' components (PCs 11, I11 or V) contributed to the precision of the models as well.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 214,
                    "end": 225,
                    "text": "(Table XII)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Estimated body masses of fossil penguins"
        },
        {
            "text": "A number of the fossil taxa represented were comparable in mass to medium-sized Recent species (3-9 kg); these included Palueospheniscus, Paraptenodytes, Kororu and Marplesornis (Table XII) . Platydyptes novaezealandiae and Archaeospheniscus wimani approximated extant Aptenodytes patagonicus in body mass, and the estimates indicate that Wimanornis seymourensis and Aptenodytes ridgeni were only slightly more massive than the largest modern penguin, Aptenodytes forsteri. The remaining six fossil species analysed were substantially more massive than A . forsteri; the largest estimated body mass was 81 kg for Anthropornis grandis, which evidently approached a bulk three times that of the largest modern spheniscid (Table XII) . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 178,
                    "end": 189,
                    "text": "(Table XII)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 719,
                    "end": 730,
                    "text": "(Table XII)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Estimated body masses of fossil penguins"
        },
        {
            "text": "Penguins possess a diversity of unusual morphological characters, many of which are unique for the Class Aves. These anatomical novelties include: highly derived features of the integument (extreme reduction in size and increase in number ofcontour feathers, the loss of flight feathers, the absence of apteria, and well developed fat layer); skeletal modifications (reduced articulative mobility within the wing, pronounced dorsoventral flattening of wing elements, great shortening of the tarsometatarsus and thickening of walls of long bones); and numerous myological changes (loss of the patagium, unique radial insertion of the M . brachialis, the reduction of eight alar muscles to ligamental vestiges, and the complete loss of 12 other wing muscles) (Coues, 1872; Lowe, 1933; Simpson, 1946 Simpson, , 1976 Meister, 1962; Schreiweis, 1982; Bannasch, 1986a Bannasch, , b, 1987 . Most of these morphological characters have been recognized as adaptive in that they have conspicuous functional implications, specifically for wing-propelled diving or thermal insulation, and several are convergent with those found in the Alcidae (Charadriiformes) and the extinct Plotopteridae (Pelecaniformes) (Miller & Howard, 1949; Storer, 1960 Storer, , 1971 Stonehouse, 1967; Harrison, 1977; Olson & Hasegawa, 1979; Olson, 1980; Raikow, 1985) . Analyses presented here also document a diversity of form within the Spheniscidae, the functional correlates of which are less clear.",
            "cite_spans": [
                {
                    "start": 757,
                    "end": 770,
                    "text": "(Coues, 1872;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 771,
                    "end": 782,
                    "text": "Lowe, 1933;",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 783,
                    "end": 796,
                    "text": "Simpson, 1946",
                    "ref_id": "BIBREF86"
                },
                {
                    "start": 797,
                    "end": 812,
                    "text": "Simpson, , 1976",
                    "ref_id": "BIBREF93"
                },
                {
                    "start": 813,
                    "end": 827,
                    "text": "Meister, 1962;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 828,
                    "end": 845,
                    "text": "Schreiweis, 1982;",
                    "ref_id": null
                },
                {
                    "start": 846,
                    "end": 861,
                    "text": "Bannasch, 1986a",
                    "ref_id": null
                },
                {
                    "start": 862,
                    "end": 881,
                    "text": "Bannasch, , b, 1987",
                    "ref_id": null
                },
                {
                    "start": 1197,
                    "end": 1220,
                    "text": "(Miller & Howard, 1949;",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1221,
                    "end": 1233,
                    "text": "Storer, 1960",
                    "ref_id": null
                },
                {
                    "start": 1234,
                    "end": 1248,
                    "text": "Storer, , 1971",
                    "ref_id": "BIBREF103"
                },
                {
                    "start": 1249,
                    "end": 1266,
                    "text": "Stonehouse, 1967;",
                    "ref_id": null
                },
                {
                    "start": 1267,
                    "end": 1282,
                    "text": "Harrison, 1977;",
                    "ref_id": null
                },
                {
                    "start": 1283,
                    "end": 1306,
                    "text": "Olson & Hasegawa, 1979;",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1307,
                    "end": 1319,
                    "text": "Olson, 1980;",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1320,
                    "end": 1333,
                    "text": "Raikow, 1985)",
                    "ref_id": "BIBREF70"
                }
            ],
            "ref_spans": [],
            "section": "Unique anatomical characters"
        },
        {
            "text": "Stonehouse (1 967, 1970) provided an interpretational framework for thermodynamic implica-tions of body form in penguins. Although penguins include the most massive extant carinate birds, they are among the smallest marine endotherms and most inhabit cold marine environments (Stonehouse, 1970) . Several features of penguins have obvious significance for energetics and show interspecific variation-depth of the subcutaneous fat layer, length of body plumage, size of the extremities (flipper, feet and bill) and body size. Stonehouse (1967) demonstrated that much of the variation in lengths of body feathers and sizes of extremities was explainable in terms of thermodynamics; tropical and temperate species typically have shorter body feathers (i.e. reduced insulation) and longer extremities (more effective radiators of body heat) than antarctic and subantarctic breeders. Although interspecific ranking of body size is significantly correlated with latitude in Recent penguins (Simpson, 197 la) , confounding effects of terrestrial temperatures faced during nesting and large seasonal variations in body mass obscure environmentally adaptive patterns in body size, patterns which would be predicted on the basis of hypothesized advantages of large size for heat retention, lower temperatures of thermoneutrality and increased endurance under conditions of fasting (Calder, 1974) . The last advantage would be of special importance to antarctic-breeding species which undergo protracted fasts during incubation and chick-rearing (Stonehouse, 1967) . Length of breeding season, however, may limit body size of species which reproduce at higher latitudes by placing an upper bound on the developmental period (Volkman & Trivelpiece, 1980) .",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 294,
                    "text": "(Stonehouse, 1970)",
                    "ref_id": "BIBREF98"
                },
                {
                    "start": 525,
                    "end": 542,
                    "text": "Stonehouse (1967)",
                    "ref_id": null
                },
                {
                    "start": 984,
                    "end": 993,
                    "text": "(Simpson,",
                    "ref_id": null
                },
                {
                    "start": 994,
                    "end": 1001,
                    "text": "197 la)",
                    "ref_id": null
                },
                {
                    "start": 1371,
                    "end": 1385,
                    "text": "(Calder, 1974)",
                    "ref_id": null
                },
                {
                    "start": 1535,
                    "end": 1553,
                    "text": "(Stonehouse, 1967)",
                    "ref_id": null
                },
                {
                    "start": 1713,
                    "end": 1742,
                    "text": "(Volkman & Trivelpiece, 1980)",
                    "ref_id": "BIBREF107"
                }
            ],
            "ref_spans": [],
            "section": "Thermodynamics"
        },
        {
            "text": "Diving proficiency is considered to be at least as important as thermodynamics for an adaptive interpretation of body form of penguins (Stonehouse, 1970; Simpson, 1971a) . Large body size is generally advantageous for diving, affording birds greater respiratory capacities and more favourable hydrodynamic properties, thereby enlarging depths and areas available for foraging (Kooyman et al., 1971 (Kooyman et al., , 1982 Kooyman, 1975; Butler & Woakes, 1984; Montague, 1985; Trivelpiece et al., 1986) . Body size of penguins is also correlated with frequencies of wing strokes and gliding phases during dives (Clark & Bemis, 1979) . Stonehouse (1967) hypothesized that flipper lengths of spheniscid species were optimized for efficacy in diving, specifically to provide the propulsive power necessitated by the cross-sectional area of the body. Stonehouse (1967) also suggested that standing height imposes an upper limit on flipper length in massive, relatively shortflippered Aptenodytes (Fig. 1) ; significant lengthening of flippers in this genus would require proportional increases in standing height to prevent the flippers from touching the ground during walking. Importance of body form for hydrodynamics of diving, however, probably imposes strong selective constraints on body length in penguins and other diving birds (Mordvinov, 1980) . The relatively broad flippers and low aspect ratios of Aptrnodytes may compensate, in part, for the height-imposed limits on flipper lengths in these large species, affording additional propulsive power and manoeuvrability, but possibly incurring greater drag. Although not used for propulsion, the feet, bill and tail assist the wings in underwater steering (Hui, 1985) ; however, a lack of information on relative manoeuvrability of penguins precludes a locomotion-related interpretation of interspecific differences in the sizes of these structures (Table 11, Fig. 8 ). Zusi (1975) defined three major groups of penguins on the basis of diet: (1) species essentially dependent on small shoaling organisms, especially euphausiids and amphipods ( P . adeliae, P. antarctica and tentatively Eudyptes, confirmed by Croxall et al. (1985) for E. chrysocome); (2) species with more diverse diets, feeding on crustaceans, fish and squid (Aptenodytes, P. papua); and",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 153,
                    "text": "(Stonehouse, 1970;",
                    "ref_id": "BIBREF98"
                },
                {
                    "start": 154,
                    "end": 169,
                    "text": "Simpson, 1971a)",
                    "ref_id": null
                },
                {
                    "start": 376,
                    "end": 397,
                    "text": "(Kooyman et al., 1971",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 398,
                    "end": 421,
                    "text": "(Kooyman et al., , 1982",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 422,
                    "end": 436,
                    "text": "Kooyman, 1975;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 437,
                    "end": 459,
                    "text": "Butler & Woakes, 1984;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 460,
                    "end": 475,
                    "text": "Montague, 1985;",
                    "ref_id": null
                },
                {
                    "start": 476,
                    "end": 501,
                    "text": "Trivelpiece et al., 1986)",
                    "ref_id": "BIBREF105"
                },
                {
                    "start": 610,
                    "end": 631,
                    "text": "(Clark & Bemis, 1979)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 634,
                    "end": 651,
                    "text": "Stonehouse (1967)",
                    "ref_id": null
                },
                {
                    "start": 846,
                    "end": 863,
                    "text": "Stonehouse (1967)",
                    "ref_id": null
                },
                {
                    "start": 1331,
                    "end": 1348,
                    "text": "(Mordvinov, 1980)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1710,
                    "end": 1721,
                    "text": "(Hui, 1985)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1924,
                    "end": 1935,
                    "text": "Zusi (1975)",
                    "ref_id": "BIBREF122"
                },
                {
                    "start": 2165,
                    "end": 2186,
                    "text": "Croxall et al. (1985)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 991,
                    "end": 999,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1903,
                    "end": 1920,
                    "text": "(Table 11, Fig. 8",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Locomotion"
        },
        {
            "text": "(3) species which are comparatively specialized for piscivory (Spheniscus). Zusi (1 975) was unable to classify Eudyptula and Megadyptes because of a lack of information on food habits, but the references given suggest that both genera may be relatively generalized in their diets (group 2). Zusi (I 975) found that: members of group 1 had disproportionately large tongues; species in group 2 had short, narrow tongues and long, narrow bills; and members of group 3 had stoutly constructed bills with a relatively great span between the tips of the opened jaws.",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 304,
                    "text": "(I 975)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Feeding ecology"
        },
        {
            "text": "Multivariate patterns in external measurements conform broadly with the 'foraging groups' defined by Zusi (1975) ; members of group 1 had medium scores on CV-I and low scores on CV-XI, group 2 scored highly on CV-I and varied on CV-11, and species in group 3 had moderate scores on CV-I and high scores on CV-I1 (Fig. 8) . Based on the coefficients of variables for these axes (Table  VI) , the groups can be characterized morphometrically: group-1 penguins were large with relatively long bills; group-2 species had moderate body sizes, short but deep bills and long tails; members of group 3 were of moderate size and had moderately long, deep bills and short tails. The two poorly known genera-Megadyptes and Eudyptula-appear closest to groups 2 and 3, respectively.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 112,
                    "text": "Zusi (1975)",
                    "ref_id": "BIBREF122"
                }
            ],
            "ref_spans": [
                {
                    "start": 312,
                    "end": 320,
                    "text": "(Fig. 8)",
                    "ref_id": null
                },
                {
                    "start": 377,
                    "end": 388,
                    "text": "(Table  VI)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Feeding ecology"
        },
        {
            "text": "Patterns in skeletal form ( Fig. 9 ) also lend some support to the species groups of Zusi (1975) : species in group 1 had medium scores on skeletal CV-I but spanned the range of scores on skeletal CV-I1 (Pygoscelis low, Eudyptes high); members of group 2 scored highly on skeletal CV-I and had medium scores on CV-11; the piscivorous specialists of group 3 (Spheniscus) formed a tight cluster with relatively low scores on both CV-I and CV-11. Megadyptes was intermediate between groups 1 and 2 in skeletal morphometrics, and Eudyptula was extreme and closest to group 3 (Fig. 9) . Coefficients of variables for these axes indicate that CV-I separates the groups primarily by body size and to a lesser degree the relative lengths of bill, femur, tarsometatarsus, middle-toe and sternal carina (Table VII) . CV-11, a contrast incorporating much of the interspecific variation in limb proportions (Table VII, Figs 4, 5) , tightly clustered only the comparatively specialized piscivores Spheniscus and Eudyptula (Fig. 9 ).",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 96,
                    "text": "Zusi (1975)",
                    "ref_id": "BIBREF122"
                }
            ],
            "ref_spans": [
                {
                    "start": 28,
                    "end": 34,
                    "text": "Fig. 9",
                    "ref_id": null
                },
                {
                    "start": 571,
                    "end": 579,
                    "text": "(Fig. 9)",
                    "ref_id": null
                },
                {
                    "start": 793,
                    "end": 804,
                    "text": "(Table VII)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 895,
                    "end": 906,
                    "text": "(Table VII,",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 907,
                    "end": 917,
                    "text": "Figs 4, 5)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1009,
                    "end": 1016,
                    "text": "(Fig. 9",
                    "ref_id": null
                }
            ],
            "section": "Feeding ecology"
        },
        {
            "text": "Males are larger than females in all species of Spheniscidae. Previous studies documented sexual dimorphism in selected external characters in Pygoscelis (Sladen, 1958; Ainley & Emison, 1972) , Eudyptes (Stonehouse, 1971; Warham, 1963 Warham, , 1971 Warham, , 1972a Warham, , 6, 1 9 7 4~ b, 1975 , Megadyptes (Richdale, 195 I), Eudyptula (O'Brien, 1940; Kinsky, 1960) , and Spheniscus (Boersma, 1976; Scolaro, Hall & Ximenez, 1983; Scolaro, 1987) . The present analysis provided comparable measures of dimorphism for all Recent species using external characters, and for representatives for each genus using skeletal measurements (Tables IX, X). Magnitude of sexual differences was not correlated with body mass among species in skin measurements (r(ranks) = 0.09, n = 18) or skeletal measurements (r(ranks) = 0.20, n = 6). However, there was significant variation among genera in sexual differences; Pygoscelis, Eudyptes, Megadyptes and Spheniscus were most dimorphic in skin measurements, whereas Pygoscelis and to a lesser degree Aptenodytes, Eudyptes and Megadyptes were most dimorphic in skeletal characters (Tables IX, X) .",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 168,
                    "text": "(Sladen, 1958;",
                    "ref_id": null
                },
                {
                    "start": 169,
                    "end": 191,
                    "text": "Ainley & Emison, 1972)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 203,
                    "end": 221,
                    "text": "(Stonehouse, 1971;",
                    "ref_id": "BIBREF101"
                },
                {
                    "start": 222,
                    "end": 234,
                    "text": "Warham, 1963",
                    "ref_id": "BIBREF108"
                },
                {
                    "start": 235,
                    "end": 249,
                    "text": "Warham, , 1971",
                    "ref_id": null
                },
                {
                    "start": 250,
                    "end": 265,
                    "text": "Warham, , 1972a",
                    "ref_id": null
                },
                {
                    "start": 266,
                    "end": 295,
                    "text": "Warham, , 6, 1 9 7 4~ b, 1975",
                    "ref_id": null
                },
                {
                    "start": 309,
                    "end": 353,
                    "text": "(Richdale, 195 I), Eudyptula (O'Brien, 1940;",
                    "ref_id": null
                },
                {
                    "start": 354,
                    "end": 367,
                    "text": "Kinsky, 1960)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 385,
                    "end": 400,
                    "text": "(Boersma, 1976;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 401,
                    "end": 431,
                    "text": "Scolaro, Hall & Ximenez, 1983;",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 432,
                    "end": 446,
                    "text": "Scolaro, 1987)",
                    "ref_id": "BIBREF79"
                }
            ],
            "ref_spans": [
                {
                    "start": 1113,
                    "end": 1127,
                    "text": "(Tables IX, X)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Sexual dimorphism"
        },
        {
            "text": "Two of the most frequently hypothesized evolutionary interpretations of avian sexual dimorphism-intersexual differences in niche and sexual selection (Selander, 1966 , I972)-have been applied to Pygoscelis (Ainley & Emison, 1972) and Eudyptes (Warham, 1975) . A modification of a third rationale, one based on sexual differences in energy balances associated with reproduction (Downhower, 1976) , also may apply to penguins, especially antarctic breeders. Male penguins participate in incubation, and in several species (e.g. Aptenodytes) the males endure a protracted incubation period immediately following egg-laying, during the early, typically coldest part of the nesting period. During this time (six weeks in A.forsteri) the males must fast (Sparks & Soper, 1987) . This energetic hardship, and the ability to withstand periods of fasting afforded by large body size (Calder, 1974) , may select for larger body size in males of some spheniscids.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 165,
                    "text": "(Selander, 1966",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 206,
                    "end": 229,
                    "text": "(Ainley & Emison, 1972)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 243,
                    "end": 257,
                    "text": "(Warham, 1975)",
                    "ref_id": "BIBREF113"
                },
                {
                    "start": 377,
                    "end": 394,
                    "text": "(Downhower, 1976)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 748,
                    "end": 770,
                    "text": "(Sparks & Soper, 1987)",
                    "ref_id": null
                },
                {
                    "start": 874,
                    "end": 888,
                    "text": "(Calder, 1974)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Sexual dimorphism"
        },
        {
            "text": "Wing-propelled diving birds. Wing-loadings of penguins include the heaviest known for the carinate birds, and greatly exceed those permitting flight (Meunier, 195 1 (067). This coefficient is comparable to those relating wing area with body mass in two distantly related groups of flighted birds, both of which include wing-propelled, diving species-the Alcidae (6=0.63, n = 10; Livezey, 1988) and the Procellariiformes (6=0.60, n = 47; excluding Pelecanoides, corrected for geometric-mean regression; Warham, 1977) . Wingloadings of Pelecanoides urinator deviated from the allometric curve for typical procellariiforms, and conformed instead with that for alcids (Warham, 1977) . The very different wing-loadings of the three groups were reflected instead in the intercepts ( a ) of the allometric models-least in penguins, intermediate in alcids, and greatest in procellariiforms. Therefore the three groups approximate allometric 'transpositions' in wing-body proportions (Gould, 1966) .",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 158,
                    "text": "(Meunier,",
                    "ref_id": null
                },
                {
                    "start": 159,
                    "end": 164,
                    "text": "195 1",
                    "ref_id": null
                },
                {
                    "start": 379,
                    "end": 393,
                    "text": "Livezey, 1988)",
                    "ref_id": null
                },
                {
                    "start": 502,
                    "end": 515,
                    "text": "Warham, 1977)",
                    "ref_id": "BIBREF113"
                },
                {
                    "start": 664,
                    "end": 678,
                    "text": "(Warham, 1977)",
                    "ref_id": "BIBREF113"
                },
                {
                    "start": 975,
                    "end": 988,
                    "text": "(Gould, 1966)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Wing-loadings"
        },
        {
            "text": "Based on the relative masses of the breast muscles that power the upstroke ( M . supracoracoideus) of the wings (Owen, 1866; Dabelow, 1925) , and on experimental observation of locomotion (Clark & Bemis, 1979) , penguins derive forward thrust during both the downstroke and upstroke of the propulsive cycle. This condition also is achieved in the (aerial) flight of hummingbirds (Trochilidae; Rayner, 1985) , a family at the opposite extreme from penguins in body mass, but comparable to the Spheniscidae in the relative sizes of M . pectoralis and M . supracoracoideus (Greenewalt, 1962) . For comparison of allometry between the two families, published body masses and wing lengths of 135 species of trochilid were compiled from Greenewalt (1962 Greenewalt ( , 1975 , Kodric-Brown & Brown (1978 ), Feinsinger et al. (1979 , and Kodric-Brown et al. (1984) . Wing areas (WA) were estimated from wing lengths (WL) using the formula of Feinsinger et al. (1979) :",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 124,
                    "text": "(Owen, 1866;",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 125,
                    "end": 139,
                    "text": "Dabelow, 1925)",
                    "ref_id": null
                },
                {
                    "start": 188,
                    "end": 209,
                    "text": "(Clark & Bemis, 1979)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 393,
                    "end": 406,
                    "text": "Rayner, 1985)",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 570,
                    "end": 588,
                    "text": "(Greenewalt, 1962)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 731,
                    "end": 747,
                    "text": "Greenewalt (1962",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 748,
                    "end": 767,
                    "text": "Greenewalt ( , 1975",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 770,
                    "end": 796,
                    "text": "Kodric-Brown & Brown (1978",
                    "ref_id": null
                },
                {
                    "start": 797,
                    "end": 823,
                    "text": "), Feinsinger et al. (1979",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 830,
                    "end": 856,
                    "text": "Kodric-Brown et al. (1984)",
                    "ref_id": null
                },
                {
                    "start": 934,
                    "end": 958,
                    "text": "Feinsinger et al. (1979)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Comparison with hummingbirds."
        },
        {
            "text": "Estimated wing-loadings for the trochilids averaged 0.034 4 0.001 g-cm-?. The allometric coefficient (slope) relating these estimated wing areas with body mass was 1.09 f 0.04, an estimate that exceeds that for penguins by almost 0.50. Given the very similar slopes for the structurally diverse penguins, alcids and procellariiforms (cited above), the vastly different scaling of wing area with body mass in hummingbirds must reflect a combination of the 800-fold difference in density between air and water (Pennycuick, 1987) and differences in the details of flight mechanics, as well as the unique energy budgets characteristic of hummingbirds (Greenewalt, 1975) .",
            "cite_spans": [
                {
                    "start": 508,
                    "end": 526,
                    "text": "(Pennycuick, 1987)",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 647,
                    "end": 665,
                    "text": "(Greenewalt, 1975)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Comparison with hummingbirds."
        },
        {
            "text": "In three of the four allometric models presented ( Table V) , widths of long bones essentially maintained geometric similitude with interspecific differences in length of elements (b = 1.0). Least widths of humeri, however, scaled significantly more rapidly with lengths; the estimated slope of 1.20 closely approximated that hypothesized for maintenance of breaking strength in tibiotarsi of gulls (Dinnendahl2k Kramer, 1957), but was significantly less than the slope of 1.50 predicted for elastic similitude (McMahon, 1975 ). An alternative interpretation of allometry in limb elements suggests that these relationships represent phylogenetically imposed, nonadaptive outcomes of relative developmental rates (Lervtrup & Mild, 1979) .",
            "cite_spans": [
                {
                    "start": 511,
                    "end": 525,
                    "text": "(McMahon, 1975",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 712,
                    "end": 735,
                    "text": "(Lervtrup & Mild, 1979)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 51,
                    "end": 59,
                    "text": "Table V)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Skeletal dimensions"
        },
        {
            "text": "Deviations from strict isometric size also were evident in the size-related, first principal components (PC-I) of skeletal measurements of penguins and Pelecanoides urinator (Table XI) . In penguins, the allometry of skeletal dimensions with PC-I ('general skeletal size') differed substantially in within-species and among-species analyses. Not surprisingly, the first component for flighted Pelecanoides urinator showed allometry of skeletal measurements not indicated in either analysis of penguins (Table XI) . Compared to a vector of isometric size (all elements = 0.1 52), the within-species 'size' vector for penguins is characterized by positive allometry of widths of limb elements and dimensions of scapula and sternum, and negative allometry of skull dimensions, limb lengths and the remaining dimensions of the coracoid, furcula and pelvis (Table  XI) . In contrast, 'skeletal size' in Pelecanoides deviated from isometric size primarily by strong positive allometry in the pectoral girdle (scapula, coracoid, sternum and furcula) and weaker negative allometry in most other dimensions. The only communality in allometry shared by all three 'size' components of skeletons (Table XI) was the pronounced negative allometry of the three cranial dimensions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 174,
                    "end": 184,
                    "text": "(Table XI)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 502,
                    "end": 512,
                    "text": "(Table XI)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 852,
                    "end": 863,
                    "text": "(Table  XI)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1184,
                    "end": 1194,
                    "text": "(Table XI)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Skeletal dimensions"
        },
        {
            "text": "Intraspecific 'skeletal size' in penguins revealed several major groups of measurements which shared allometric relationships: cranial dimensions, limb lengths, limb widths and scapulo-sternal measurements (Table XI) . These groups parallel the major 'covariant sets' of skeletal variables revealed in the cluster analysis within-species correlation structure in penguins (Fig. 7) . Relative independence of limb-element lengths, limb-element widths and sternal dimensions was found in other avian species of diverse relationship (Power, 1971 ; Cracraft, 1976; Livezey & Humphrey, 1986) . This general pattern of osteological correlations suggests a common developmental partitioning of skeletal structures. Although it has been shown that intraspecific allometry of adults reflects ontogenetic allometry only under certain statistical conditions (Cheverud, 1982) , a basis for the developmental autonomy of lengths and widths of limb elements is known (Lsvtrup & Mild, 1979) .",
            "cite_spans": [
                {
                    "start": 530,
                    "end": 544,
                    "text": "(Power, 1971 ;",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 545,
                    "end": 560,
                    "text": "Cracraft, 1976;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 561,
                    "end": 586,
                    "text": "Livezey & Humphrey, 1986)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 847,
                    "end": 863,
                    "text": "(Cheverud, 1982)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 953,
                    "end": 975,
                    "text": "(Lsvtrup & Mild, 1979)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 206,
                    "end": 216,
                    "text": "(Table XI)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 372,
                    "end": 380,
                    "text": "(Fig. 7)",
                    "ref_id": null
                }
            ],
            "section": "Skeletal dimensions"
        },
        {
            "text": "With a single exception (P. papua using skin measurements), multivariate clustering of Recent species of penguins using external, skeletal and myological measurements confirmed the relatively close similarity of congeners (Figs 11-13 ). This is not surprising, in that current taxonomy of penguins is based on traditional appraisals of overall similarity, especially of external morphology. Patterns of similarity within genera (Pygoscelis, Eudyptes, Spheniscus), however, varied among the three data sets. In particular, a variety of patterns of similarity emerged among members of two groups of Eudyptes, considered by some to be superspecies: E. pachyrhynchus-E. sclateri-E. robustus and E. chrysolophus-E. schlegeli (Figs 11-1 3) . The two species of Aptenodytes on the basis of skeletal and myological data are remarkably dissimilar and were clustered at distances exceeding those between most other spheniscid genera (Figs 12, 13) . Myological data, although based on very small samples (Table I) , indicated that the two sibling species of Eudyptulu also differ dramatically (Fig. 13) .",
            "cite_spans": [
                {
                    "start": 923,
                    "end": 932,
                    "text": "(Figs 12,",
                    "ref_id": null
                },
                {
                    "start": 933,
                    "end": 936,
                    "text": "13)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 222,
                    "end": 233,
                    "text": "(Figs 11-13",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 720,
                    "end": 733,
                    "text": "(Figs 11-1 3)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 993,
                    "end": 1002,
                    "text": "(Table I)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1082,
                    "end": 1091,
                    "text": "(Fig. 13)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Comparative phenetics of penguins"
        },
        {
            "text": "Patterns of similarity, however, generally do not accurately reflect phylogenetic relationships (Wiley, 1981) , although such an equivalence was assumed in several previous studies of penguins (Simpson, 1946; Verheyen, 1958; Schreiweis, 1982) . Because of a tradition of depicting overall similarity using phenograms, and the resemblance of phenograms to phylogenetic trees, the cluster analyses in this study were illustrated with left-facing phenograms to emphasize their phenetic nature. Although the recurrent patterns of morphometric similarity in penguins revealed in the present study may result, in part, from phylogenetic relationships, a hypothesis of intrafamilial relationships of the Spheniscidae must await a cladistic analysis in which primitive and derived character-states are distinguished.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 109,
                    "text": "(Wiley, 1981)",
                    "ref_id": "BIBREF119"
                },
                {
                    "start": 193,
                    "end": 208,
                    "text": "(Simpson, 1946;",
                    "ref_id": "BIBREF86"
                },
                {
                    "start": 209,
                    "end": 224,
                    "text": "Verheyen, 1958;",
                    "ref_id": "BIBREF106"
                },
                {
                    "start": 225,
                    "end": 242,
                    "text": "Schreiweis, 1982)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Comparative phenetics of penguins"
        },
        {
            "text": "Despite the lack of a phylogenetic analysis of the Sphenisciformes, a substantial morphological basis for such inferences already exists. Anatomical support for the monophyly of the order is abundant, and includes numerous, complex characters which are unique in the Class Aves (cf. Coues, 1872; Shufeldt, 1901; Meister, 1962; Schreiweis, 1982) . A diversity of qualitative morphological characters which partition the Spheniscidae into subgroups, and therefore will help resolve intrafamilial relationships, also have been described, including at least three characters of the middle-ear region by Saiff (1976) , 14 characters of the skeleton by Zusi (1975) , and eight discrete myological characters by Schreiweis ( I 982). Simpson (1946 Simpson ( , 1971a ) discussed numerous additional osteological characters of fossil penguins. The polarities of these and other characters then could be determined through comparisons with selected outgroups, e.g. the Procellariiformes, Gaviiformes, Tinamiformes and Pelecaniformes. Until such an analysis is complete, however, the correspondence between morphometric similarity and phylogenetic relationship will remain uncertain.",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 295,
                    "text": "Coues, 1872;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 296,
                    "end": 311,
                    "text": "Shufeldt, 1901;",
                    "ref_id": null
                },
                {
                    "start": 312,
                    "end": 326,
                    "text": "Meister, 1962;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 327,
                    "end": 344,
                    "text": "Schreiweis, 1982)",
                    "ref_id": null
                },
                {
                    "start": 599,
                    "end": 611,
                    "text": "Saiff (1976)",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 647,
                    "end": 658,
                    "text": "Zusi (1975)",
                    "ref_id": "BIBREF122"
                },
                {
                    "start": 726,
                    "end": 739,
                    "text": "Simpson (1946",
                    "ref_id": "BIBREF86"
                },
                {
                    "start": 740,
                    "end": 757,
                    "text": "Simpson ( , 1971a",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Comparative phenetics of penguins"
        },
        {
            "text": "The manifest thermal and locomotory specializations of penguins can distract one from the fact that the group is completely (aerially) flightless. For example, Olson (1 973 : 3 I) wrote: 'Penguins and the nonvolant alcids should not be included in discussions of flightlessness. Their outstanding adaptations are for flying through a medium many times denser than air and are very different from other flightless birds; in a sense, these birds are the best fliers of all'. However, loss of (aerial) flight has important implications for any lineage of birds; for penguins, flightlessness limits migrational capacities, foraging radii and potential nest sites (cf. Stonehouse, 1967 Stonehouse, , 1970 Croxall & Prince, 1980; Hui, 1983; Wilson, 1985) . Submarine predators are the principal nonhuman threats to adult penguins, and flightlessness limits spheniscids to swimming (including diving and 'porpoising') and beaching for escape (Spellerberg, 1975; Hui, 198 1) .",
            "cite_spans": [
                {
                    "start": 664,
                    "end": 680,
                    "text": "Stonehouse, 1967",
                    "ref_id": null
                },
                {
                    "start": 681,
                    "end": 699,
                    "text": "Stonehouse, , 1970",
                    "ref_id": "BIBREF98"
                },
                {
                    "start": 700,
                    "end": 723,
                    "text": "Croxall & Prince, 1980;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 724,
                    "end": 734,
                    "text": "Hui, 1983;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 735,
                    "end": 748,
                    "text": "Wilson, 1985)",
                    "ref_id": "BIBREF120"
                },
                {
                    "start": 935,
                    "end": 954,
                    "text": "(Spellerberg, 1975;",
                    "ref_id": "BIBREF96"
                },
                {
                    "start": 955,
                    "end": 966,
                    "text": "Hui, 198 1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Evolutionary speculations"
        },
        {
            "text": "On the other hand, evolutionary specialization for aquatic locomotion by penguins has its advantages; swimming is generally more energetically economical than flying or running (Schmidt-Nielsen, 1972) , and penguins have achieved impressively low drag coefficients (Clark & Bemis, 1979) and high energetic efficiencies (Hui, 1983) . In penguins, the depths made accessible for foraging by specializations for diving compensate, at least in part, for the reduced foraging radii imposed by the associated loss of flight (Croxall & Prince, 1980) .",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 200,
                    "text": "(Schmidt-Nielsen, 1972)",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 265,
                    "end": 286,
                    "text": "(Clark & Bemis, 1979)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 319,
                    "end": 330,
                    "text": "(Hui, 1983)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 518,
                    "end": 542,
                    "text": "(Croxall & Prince, 1980)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Evolutionary speculations"
        },
        {
            "text": "Morphological specializations for wing-propelled diving, convergent with some found in penguins, are found in the Pelecanoididae, Alcidae and Plotopteridae, with the similarities most pronounced in the (extinct) flightless members of the last two families (Miller & Howard, 1949; Storer, 1960 Storer, , 1971 Kuroda, 1967; Harrison, 1977; Olson & Hasegawa, 1979; Olson, 1980) . The evolutionary scenario for the extreme specializations and loss of flight in penguins remains conjectural, however. Most authorities have envisioned a flighted aquatic ancestor, similar to the modern Pelecanoididae, which sacrificed aerial flight through selection for diving-related increases in body mass, alar rigidity and modifications of body form (Simpson, 1946 (Simpson, , 1957 (Simpson, , 1971a Storer, 1960; Stonehouse, 1969 Stonehouse, ,1975 Pennycuick, 1975; Rayner, 1985) . Raikow, Bicanovsky & Bledsoe (1988) reasoned that evolutionary increases in body size and reductions in wing area, both adaptively related to wing-propelled diving, initially led to flightlessness in penguins, and that the uniquely restricted mobility of alar joints in the Spheniscidae represents a further, subsequent specialization for underwater 'flight'. Comparative analyses presented here demonstrate vast morphometric differences between Pelecanoides and the Spheniscidae, including substantially lighter wing-loadings, very different skeletal proportions within limbs and among anatomical regions, and fundamentally divergent allometric relationships (Tables 11, 111, VIII, XI; Figs 1-5, 10). Clearly, these interfamilial morphological differences do not reflect the changes associated with flightlessness alone, but also incorporate a number of evolutionary peculiarities of both families that are only indirectly related to the ability to fly or its loss. In spite of this, and the unresolved interfamilial phylogenetic relationships concerned, Simpson (1 946, 1975 Simpson (1 946, , 1984 was justified in his description of the hypothesized evolutionary transformation of penguins as a major shift in adaptive zones. The rapidity of this shift and its ontogenetic bases are unknown, although the 'primitive' and 'juvenile' characters of penguins cited by Lowe (1933) suggest that heterochronic developmental processes may be involved; such mechanisms have been hypothesized to be important in the flightlessness of a diversity of other birds (Olson, 1973; James & Olson, 1983) .",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 279,
                    "text": "(Miller & Howard, 1949;",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 280,
                    "end": 292,
                    "text": "Storer, 1960",
                    "ref_id": null
                },
                {
                    "start": 293,
                    "end": 307,
                    "text": "Storer, , 1971",
                    "ref_id": "BIBREF103"
                },
                {
                    "start": 308,
                    "end": 321,
                    "text": "Kuroda, 1967;",
                    "ref_id": null
                },
                {
                    "start": 322,
                    "end": 337,
                    "text": "Harrison, 1977;",
                    "ref_id": null
                },
                {
                    "start": 338,
                    "end": 361,
                    "text": "Olson & Hasegawa, 1979;",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 362,
                    "end": 374,
                    "text": "Olson, 1980)",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 733,
                    "end": 747,
                    "text": "(Simpson, 1946",
                    "ref_id": "BIBREF86"
                },
                {
                    "start": 748,
                    "end": 764,
                    "text": "(Simpson, , 1957",
                    "ref_id": "BIBREF87"
                },
                {
                    "start": 765,
                    "end": 782,
                    "text": "(Simpson, , 1971a",
                    "ref_id": null
                },
                {
                    "start": 783,
                    "end": 796,
                    "text": "Storer, 1960;",
                    "ref_id": null
                },
                {
                    "start": 797,
                    "end": 813,
                    "text": "Stonehouse, 1969",
                    "ref_id": "BIBREF97"
                },
                {
                    "start": 814,
                    "end": 831,
                    "text": "Stonehouse, ,1975",
                    "ref_id": "BIBREF102"
                },
                {
                    "start": 832,
                    "end": 849,
                    "text": "Pennycuick, 1975;",
                    "ref_id": null
                },
                {
                    "start": 850,
                    "end": 863,
                    "text": "Rayner, 1985)",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 866,
                    "end": 901,
                    "text": "Raikow, Bicanovsky & Bledsoe (1988)",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 1922,
                    "end": 1942,
                    "text": "Simpson (1 946, 1975",
                    "ref_id": null
                },
                {
                    "start": 1943,
                    "end": 1965,
                    "text": "Simpson (1 946, , 1984",
                    "ref_id": null
                },
                {
                    "start": 2233,
                    "end": 2244,
                    "text": "Lowe (1933)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 2420,
                    "end": 2433,
                    "text": "(Olson, 1973;",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 2434,
                    "end": 2454,
                    "text": "James & Olson, 1983)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Evolutionary speculations"
        },
        {
            "text": "These uncertainties notwithstanding, it is known from fossils that (flightless) penguins existed by the late Eocene (Simpson, 1970) . The present study indicates that fossil penguins included several species of substantially larger body size than exists today. These estimated body masses are correlated strongly (Y = 0.96, n = 14, log-transformed data) with median estimates of standing height for fossil penguins by Simpson (1975) . Moreover, fossil species tended to have more primitive skeletal proportions than Recent species (Table 111 ; Figs 2, 3); this finding is in opposition to that of Lowe (1939) but corroborates the inferences of Simpson (1946) . Evolutionary trends within the penguins, however, are small in relation to the morphological shift suggested by comparisons presented here between penguins and Pelecanoides.",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 131,
                    "text": "(Simpson, 1970)",
                    "ref_id": "BIBREF88"
                },
                {
                    "start": 418,
                    "end": 432,
                    "text": "Simpson (1975)",
                    "ref_id": "BIBREF93"
                },
                {
                    "start": 597,
                    "end": 608,
                    "text": "Lowe (1939)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 644,
                    "end": 658,
                    "text": "Simpson (1946)",
                    "ref_id": "BIBREF86"
                }
            ],
            "ref_spans": [
                {
                    "start": 531,
                    "end": 541,
                    "text": "(Table 111",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Evolutionary speculations"
        },
        {
            "text": "Geochemical evidence indicates that the temperatures of seas inhabited by the 'giant' fossil penguins were higher than most frequented by modern species, thereby precluding a simple thermodynamic explanation for the large size of Miocene penguins (Stonehouse, 1969) . Instead, the evolutionary radiation of pinnipeds and toothed whales during the Miocene, as competitors for food and perhaps as predators, may have caused the demise of the larger spheniscids (Stonehouse, 1969; Simpson, 1971a Simpson, , 1975 . It may be that the foraging advantages afforded penguins by large body mass may have been countered by possible size-related decreases in manoeuvrability and increased vulnerability to predation by marine mammals.",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 265,
                    "text": "(Stonehouse, 1969)",
                    "ref_id": "BIBREF97"
                },
                {
                    "start": 459,
                    "end": 477,
                    "text": "(Stonehouse, 1969;",
                    "ref_id": "BIBREF97"
                },
                {
                    "start": 478,
                    "end": 492,
                    "text": "Simpson, 1971a",
                    "ref_id": null
                },
                {
                    "start": 493,
                    "end": 508,
                    "text": "Simpson, , 1975",
                    "ref_id": "BIBREF93"
                }
            ],
            "ref_spans": [],
            "section": "Evolutionary speculations"
        },
        {
            "text": "The extremely derived morphology shared by Recent and fossil species of penguins (Sphenisciformes), primarily related to specialization for wing-propelled diving, obscures an interspecific diversity of size and shape. Pronounced allometric relationships of external and skeletal dimensions characterize the family, some of which are shared by other wing-propelled diving birds. Recent species display a diversity of external, skeletal and myological proportions, phenetic patterns which are associated broadly with dietary differences within the family and which correspond closely with current generic classification.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Fossil penguins share the unique morphology of Recent spheniscids but include much larger species than exist today (to 80 kg) and tend to be characterized by more primitive skeletal proportions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Correlation of structures within species identified several subgroups of variables-limb lengths, limb widths, sternal dimensions and cranial measurements-that strongly covary. These covariant sets contribute differentially to major axes of multivariate skeletal variation within and between species of penguin, and may represent genetically or developmentally coupled characters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Sexual dimorphism varies in magnitude among species of penguin, in both external and skeletal characters, but tends to be similar within genera. The relatively larger size of males may be, in part, the result of differential selection for increased body size associated with ability to withstand prolonged fasting during incubation in cold environments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Comparisons between penguins and Pelecanoides document numerous and substantial morphometric differences between the families and suggest the morphological shift penguins underwent during the evolutionary loss of flight. Determination of the validity of these evolutionary inferences, and the possible correspondence between phylogenetic relationships and morphometric similarity within the Spheniscidae, must await a phylogenetic (cladistic) analysis of Recent and fossil penguins, a study which is feasible with currently available specimens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Sexual size dimorphism in Adelie penguins",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Ainley",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Emison",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Ibis",
            "volume": "114",
            "issn": "",
            "pages": "267--271",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Morphologisch-funktionelle Untersuchung am Lokomotionsapparat der Pinguine als Grundlage Bannasch",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bannasch",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "; R. ; R",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Morphologisch-funktionelle Untersuchung am Lokomotionsapparat der Pinguine als Gundlage fur",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "An ecological and behavioral study of the Galapagos penguin",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Boersma",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Living Bird",
            "volume": "1",
            "issn": "",
            "pages": "5--43",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Heart rate and aerobic metabolism in Humboldt penguins",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Butler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Woakes",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Publs Nuttall O m . Club No. IS",
            "volume": "",
            "issn": "",
            "pages": "86--144",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Size, function, and life history",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Calder",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Relationships among ontogenetic, static, and evolutionary allometry",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Cheverud",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Am. J. phys. Anthrop",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Kinematics of swimming of penguins at the Detroit Zoo",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Bemis",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "J . Zool., Lond",
            "volume": "188",
            "issn": "",
            "pages": "927--928",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Material for a monograph of the Spheniscidae",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Coues",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Proc. Acud. nat. Sci. Philad",
            "volume": "1872",
            "issn": "",
            "pages": "170--212",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Covariation patterns in the postcranial skeleton of moas (Aves, Dinornithidae): a factor analytic study",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cracraft",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Food, feeding ecology and ecological segregation ofseabirds at South Georgia",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Croxall",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Prince",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Biol. J",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The diet of the Southern rockhopper penguin Eudjptcs Dabelow",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Croxall",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Prince",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Baird",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ward",
                    "suffix": ""
                }
            ],
            "year": 1925,
            "venue": "Die Schwimmanpassung der Vogel. Ein Beitrag zur biologischen Anatomie der Fortbewegung",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Uber grossenabhangige Anderungen von",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dinnendahl",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kramer",
                    "suffix": ""
                }
            ],
            "year": 1957,
            "venue": "BMDP statistical software",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Darwin's finches and the evolution of sexual dimorphism in body size",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Downhower",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Nature",
            "volume": "263",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Order Sphenisciformes",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Falla",
                    "suffix": ""
                },
                {
                    "first": "J. -L",
                    "middle": [],
                    "last": "Mougin",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Checklist of birds of the world",
            "volume": "",
            "issn": "",
            "pages": "121--134",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Elevation and the morphology, flight energetics, and foraging ecology of tropical hummingbirds",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Feinsinger",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Colwell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Terborgh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Chaplin",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Am. Nut",
            "volume": "113",
            "issn": "",
            "pages": "48--497",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "In Recueil de mtmoires, rapporls el documents relatifs a I'obseruation du passage de Venus sur le soleil 3 (2): mission de l'ile Campbell: rucherches roologiyues, botaniques et gtologiques faites a l'ile Campbell et en Nouvelle-Zelande",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Filhol",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "35--339",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Untersuchungen zur Morphologie und Systematik der Vogel, zugleich ein Beitrag zur Anaiomie der Stiitz-und Bewegungsorgane",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fiirbringer",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Ost6ologie et myologie des manchots ou spheniscidis",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gervais",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Alix",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Could, S. J",
            "volume": "6",
            "issn": "",
            "pages": "587--640",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Dimensional relationships for flying animals",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Greenewalt",
                    "suffix": ""
                }
            ],
            "year": 1962,
            "venue": "Smithson. misc. Collns",
            "volume": "144",
            "issn": "",
            "pages": "1--46",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The flight of birds",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Greenewalt",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Trans. Am. phil. Soc. (N.S.)",
            "volume": "6",
            "issn": "",
            "pages": "5--6",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Remarks on the origins of the ratites and penguins",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "K"
                    ],
                    "last": "Gregory",
                    "suffix": ""
                }
            ],
            "year": 1935,
            "venue": "Proc. Linn. SOC. N . Y. 45",
            "volume": "46",
            "issn": "",
            "pages": "1--18",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The limb osteology of the diving petrels and the little auk as evidence of the retention of Hui",
            "authors": [],
            "year": 1977,
            "venue": "Am. Zool",
            "volume": "21",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Energetics of penguin swimming",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Hui",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Am. Zool",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Maneuverability of the Humboldt penguin (Spheniscus humboldti) during swimming",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Hui",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Can. J",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "London: Methuen. fur ein allgemeines Bewegungsmodell des \"Unterwasserfluges\". Teil I. Gegenbaurs morph. Jb. 132 645-679. fur ein allgemeines Bewegungsmodell des",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Huxley",
                    "suffix": ""
                }
            ],
            "year": 1932,
            "venue": "Unterwasserfluges\". Teil 111. Gegenbaurs morph. Jb",
            "volume": "132",
            "issn": "",
            "pages": "419--428",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "chrysocume chrysocome at Beauchkne Island, Falklands Islands",
            "authors": [],
            "year": null,
            "venue": "J . Zool",
            "volume": "206",
            "issn": "",
            "pages": "485--496",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Museum of Comparative Zoology. characters in morphologically convergent species",
            "authors": [],
            "year": null,
            "venue": "Ardea",
            "volume": "6",
            "issn": "",
            "pages": "2165--2167",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Flightless birds",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "James",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Olson",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Nut. Hist., N . Y",
            "volume": "92",
            "issn": "",
            "pages": "30--40",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The multivariate generalization of the allometry equation",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jolicoeur",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "Biometrics",
            "volume": "1",
            "issn": "",
            "pages": "9--497",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Principal component analysis",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "T"
                    ],
                    "last": "Jolliffc",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The yearly cycle of the northern blue penguin (Eudyptula minor nouaehollundiae) in the Wellington",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jouanin",
                    "suffix": ""
                },
                {
                    "first": "J.-L",
                    "middle": [],
                    "last": "Mougin",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mayr",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Kinsky",
                    "suffix": ""
                }
            ],
            "year": 1960,
            "venue": "Checklist ofbirds ofthe world",
            "volume": "1",
            "issn": "",
            "pages": "48--121",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Behaviour and physiology of diving",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Kooyman",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "The biology ofpenguins",
            "volume": "",
            "issn": "",
            "pages": "115--137",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Diving depths and energy requirements of king",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Kooyman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Croxall",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Costa",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Morpho-anatomical analysis of parallel evolution between diving petrel and ancient auk",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Kooyman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Drabek",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Elsner",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "W B"
                    ],
                    "last": "Campbell",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Morphometrics of flightlessness in the Alcidae",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Livczey",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Auk",
            "volume": "105",
            "issn": "",
            "pages": "681--698",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Sexual dimorphism in continental steamer-ducks",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Livezey",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Humphrey",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Condor",
            "volume": "8",
            "issn": "",
            "pages": "368--377",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Flightlessness in steamer-ducks (Anatidae: Tachyeres): its morphological bases",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Livezey",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Humphrey",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Limb bone robustness: natural selection or allometric growth?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lmtrup",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Mild",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Bull. biol. Fr. Belg",
            "volume": "113",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "On the primitive characters of the penguins, and their bearing on the phylogeny of birds",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Lowe",
                    "suffix": ""
                }
            ],
            "year": 1933,
            "venue": "Proc. zool",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Some additional notes on Miocene penguins in relation to their origin and systematics. IbisSl: 281 294",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Lowe",
                    "suffix": ""
                }
            ],
            "year": 1939,
            "venue": "Palwnt. Bull. Wellington",
            "volume": "2",
            "issn": "",
            "pages": "0--1",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Allometry and biomechanics: limb bones in adult ungulates",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mcmahon",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Am. Nut",
            "volume": "109",
            "issn": "",
            "pages": "547--563",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Histological structure of the long bones of penguins",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Meister",
                    "suffix": ""
                }
            ],
            "year": 1962,
            "venue": "Anat. Rec",
            "volume": "143",
            "issn": "",
            "pages": "377--388",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Vergleichende Osteologie der Pinguine in Anwendung zur Haupteintheilung der Vogel",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Menzbier",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Korrelation und Umkonstruktion inden Grossenbeziehungen zwischen Vogelfliigel und Vogelkorper",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Meunier",
                    "suffix": ""
                }
            ],
            "year": 1951,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "The flightless Pliocene bird Mancalla",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Howard",
                    "suffix": ""
                }
            ],
            "year": 1949,
            "venue": "Pubis Carnegie Instn No",
            "volume": "584",
            "issn": "",
            "pages": "201--228",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "A maximum dive recorder for little penguins",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Monlague",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Emu",
            "volume": "8",
            "issn": "",
            "pages": "5--264",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Hydrodynamics of the rockhopper penguin",
            "authors": [
                {
                    "first": "Yu",
                    "middle": [
                        "E"
                    ],
                    "last": "Mordvinov",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Soviet J . mar. Res",
            "volume": "6",
            "issn": "",
            "pages": "282--285",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "New statistical methods for allometry with application to Florida red-wingcd",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Mosirnann",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "James",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "A review of the diving petrels",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Harper",
                    "suffix": ""
                }
            ],
            "year": 1921,
            "venue": "Bull. Am. Mus. nat. Hist",
            "volume": "44",
            "issn": "",
            "pages": "495--554",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Some observations on the breeding habits and general characteristics of the white-flippered penguin",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "O&apos;brien",
                    "suffix": ""
                }
            ],
            "year": 1940,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Evolution of the rails of the South Atlantic islands (Aves: Rallidae)",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Olson",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Smithson. Contr. Zoo/. No",
            "volume": "152",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "A new genus of penguin-like pelecaniform bird from the Oligocene of Washington",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Olson",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Fossil counterparts of giant penguins from the north",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Olson",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hasegawa",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Owen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Comparative anutomy andphysiology of uertebrates 2. London: Longmans",
            "volume": "206",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "The taxon-level problem in the evolution of mammalian brain size: facts and artifacts",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Pagel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "&amp;harvey",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Museum of Comparative Zoology. Harbour area. Rec. Dom. Mus. Wellington 3 145 218. Zealand area",
            "authors": [],
            "year": 1975,
            "venue": "Avian biology 5 1-75",
            "volume": "1",
            "issn": "",
            "pages": "1358--1359",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "comparative osteological data of other species",
            "authors": [
                {
                    "first": "Aptenodyfes",
                    "middle": [],
                    "last": "Forsteri",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Misc. Rep. Yumashina Inst. Orn",
            "volume": "88",
            "issn": "",
            "pages": "540--558",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Flight of auks (Alcidae) and other northern seabirds compared with southern Procellariiformes",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Pennycuick",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "The ecological implications of body size",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Morphometrics: the multivariate analysis of biological data",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Pimentel",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Statistical analysis of character correlations in Brewer's blackbirds",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Power",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Syst. Zool",
            "volume": "2",
            "issn": "",
            "pages": "0--186",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Methodological aspects of scaling in biology",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Prothero",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J. theor. B i d",
            "volume": "118",
            "issn": "",
            "pages": "259--286",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Contributions to the osteology of birds. Part 11",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Pycraft",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Impennes. Proc. zool. SOC. Lond",
            "volume": "1898",
            "issn": "",
            "pages": "958--989",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Locomotor system",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Raikow",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Form and function in birds",
            "volume": "3",
            "issn": "",
            "pages": "57--147",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Forelimb and joint mobility and the evolution of wing-propelled diving in birds",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Raikow",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bicanovsky",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Bledsoe",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Auk",
            "volume": "105",
            "issn": "",
            "pages": "46--91",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Vorticity and propulsion mechanics in swimming and flying vertebrates",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M V"
                    ],
                    "last": "Rayner",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Konstniktionsprinzipien lebender undausgestorbener Reptilien",
            "volume": "",
            "issn": "",
            "pages": "89--90",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Anatomical description of the Patagonian penguin (Aptenodytes patachonica, Forst",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Reid",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Proc. zool. SOC. Lond. 1835",
            "volume": "",
            "issn": "",
            "pages": "132--148",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "Sexual behavior in penguins",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Richdale",
                    "suffix": ""
                }
            ],
            "year": 1951,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "Anatomy of the middle ear region of the avian skull: Sphenisciformes",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Saiff",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Auk",
            "volume": "93",
            "issn": "",
            "pages": "749--759",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "Locomotion: energy cost of swimming, flying, and running",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Schmidt-Nielsen",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Science, N . Y",
            "volume": "177",
            "issn": "",
            "pages": "222--228",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "Scaling: why is animal size so important? Cambridge",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Schmidt-Nielsen",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "A comparative study of the appendicular musculature of the Order Sphenisciformes",
            "authors": [],
            "year": 1972,
            "venue": "A comparative study of the appendicular musculature of penguins (Aves: Sphenisciformes)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "Sexing fledglings and yearlings of Magellanic penguins by discriminant analysis of morphometric",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Scolaro",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "The Magelbdnic penguin (Spheniscus mugellunicus): sexing adults by",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Scolaro",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Ximenez",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "Sexual dimorphism and differential niche utilization in birds",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Selander",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "Condor",
            "volume": "68",
            "issn": "",
            "pages": "113--151",
            "other_ids": {}
        },
        "BIBREF82": {
            "ref_id": "b82",
            "title": "Sexual selection and dimorphism in birds",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Selander",
                    "suffix": ""
                }
            ],
            "year": 1901,
            "venue": "Sexualselection and the descent of man",
            "volume": "1",
            "issn": "",
            "pages": "390--404",
            "other_ids": {}
        },
        "BIBREF85": {
            "ref_id": "b85",
            "title": "The electrophoretic patterns of avian egg-white proteins as taxonomic characters",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Sibley",
                    "suffix": ""
                }
            ],
            "year": 1960,
            "venue": "Ibis",
            "volume": "102",
            "issn": "",
            "pages": "5--284",
            "other_ids": {}
        },
        "BIBREF86": {
            "ref_id": "b86",
            "title": "Fossil penguins",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Simpson",
                    "suffix": ""
                }
            ],
            "year": 1946,
            "venue": "Bull. Am. Mus. nut. His",
            "volume": "87",
            "issn": "",
            "pages": "1--99",
            "other_ids": {}
        },
        "BIBREF87": {
            "ref_id": "b87",
            "title": "Australian fossil penguins, with remarks on penguin evolution and distribution",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Simpson",
                    "suffix": ""
                }
            ],
            "year": 1957,
            "venue": "Rec. S . Aust. Mus",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF88": {
            "ref_id": "b88",
            "title": "Ages of fossil penguins in New Zealand",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Simpson",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Science, N.Y",
            "volume": "168",
            "issn": "",
            "pages": "361--362",
            "other_ids": {}
        },
        "BIBREF89": {
            "ref_id": "b89",
            "title": "A review of the pre-Pliocene penguins of New Zealand",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "G G"
                    ],
                    "last": "Simpson",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Bull. Am. Mus. nut. Hist",
            "volume": "144",
            "issn": "",
            "pages": "319--378",
            "other_ids": {}
        },
        "BIBREF90": {
            "ref_id": "b90",
            "title": "Review of fossil penguins from Seymour Island",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Simpson",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Proc. R. SOC. (B)",
            "volume": "178",
            "issn": "",
            "pages": "357--387",
            "other_ids": {}
        },
        "BIBREF91": {
            "ref_id": "b91",
            "title": "Pliocene penguins from North Canterbury",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Simpson",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "159--182",
            "other_ids": {}
        },
        "BIBREF92": {
            "ref_id": "b92",
            "title": "Conspectus of Patagonian fossil penguins",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Simpson",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Am. Mus. Novit. No",
            "volume": "2488",
            "issn": "",
            "pages": "1--37",
            "other_ids": {}
        },
        "BIBREF93": {
            "ref_id": "b93",
            "title": "Penguins. Past andpresent, here and there",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Simpson",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "The biohgy ofpenguins",
            "volume": "",
            "issn": "",
            "pages": "19--41",
            "other_ids": {}
        },
        "BIBREF94": {
            "ref_id": "b94",
            "title": "Tempo and mode in evolution",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Simpson",
                    "suffix": ""
                }
            ],
            "year": 1958,
            "venue": "Scient. Rep. Fulkd Isl. Depend. Surv",
            "volume": "17",
            "issn": "",
            "pages": "1--97",
            "other_ids": {}
        },
        "BIBREF95": {
            "ref_id": "b95",
            "title": "Multivariate allometry and removal of size with principal components analysis",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Somers",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Sysf. Zuul",
            "volume": "35",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF96": {
            "ref_id": "b96",
            "title": "The general biology and thermal balances of penguins",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "F"
                    ],
                    "last": "Spellerberg",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "The biology ofpenguins",
            "volume": "4",
            "issn": "",
            "pages": "131--196",
            "other_ids": {}
        },
        "BIBREF97": {
            "ref_id": "b97",
            "title": "Environmental temperatures of Tertiary penguins",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Stonehouse",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Science, N. Y",
            "volume": "163",
            "issn": "",
            "pages": "673--675",
            "other_ids": {}
        },
        "BIBREF98": {
            "ref_id": "b98",
            "title": "In Antarctic ecology I: 526-541. ornithodolite observations",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Stonehouse",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "J . exp. Biol",
            "volume": "128",
            "issn": "",
            "pages": "335--347",
            "other_ids": {}
        },
        "BIBREF99": {
            "ref_id": "b99",
            "title": "discriminant analysis of morphometric characters",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Smithson",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Conn",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "measurements. Colon. Waterbirds",
            "volume": "341",
            "issn": "",
            "pages": "51--70",
            "other_ids": {}
        },
        "BIBREF101": {
            "ref_id": "b101",
            "title": "The Snares Islands penguin Eudyptes robustus",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Stonehouse",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Ibis",
            "volume": "113",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF102": {
            "ref_id": "b102",
            "title": "Introduction: the Spheniscidae",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Stonehouse",
                    "suffix": ""
                }
            ],
            "year": 1960,
            "venue": "The biology ofpenguins: 1-15",
            "volume": "12",
            "issn": "",
            "pages": "694--707",
            "other_ids": {}
        },
        "BIBREF103": {
            "ref_id": "b103",
            "title": "The use of the wings and feet by diving birds",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Storer",
                    "suffix": ""
                }
            ],
            "year": 1909,
            "venue": "In Avian biology",
            "volume": "1",
            "issn": "",
            "pages": "6--234",
            "other_ids": {}
        },
        "BIBREF105": {
            "ref_id": "b105",
            "title": "Foraging behavior of gentoo and chinstrap",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Trivelpiece",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Volkman",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF106": {
            "ref_id": "b106",
            "title": "Convergence ou paramorphogenese. Systematique et phylogenie des manchots (Sphenisciformcs)",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Verheyen",
                    "suffix": ""
                }
            ],
            "year": 1958,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF107": {
            "ref_id": "b107",
            "title": "Growth in pygoscelid penguin chicks",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Volkman",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Trivelpiece",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "J . Zool",
            "volume": "191",
            "issn": "",
            "pages": "521--530",
            "other_ids": {}
        },
        "BIBREF108": {
            "ref_id": "b108",
            "title": "The rockhopper penguin, Eudyptes chrysocome, at Macquarie Island",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Warham",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "Auk",
            "volume": "8",
            "issn": "",
            "pages": "0--229",
            "other_ids": {}
        },
        "BIBREF109": {
            "ref_id": "b109",
            "title": "Aspects of breeding behaviour in the royal penguin Eudyptes chrysolophus schlegeli",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Warham",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Notornis",
            "volume": "18",
            "issn": "",
            "pages": "9--86",
            "other_ids": {}
        },
        "BIBREF110": {
            "ref_id": "b110",
            "title": "Aspects of the biology of the erect-crested penguin Eudyptes sclateri",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Warham",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Ardea",
            "volume": "6",
            "issn": "",
            "pages": "0--145",
            "other_ids": {}
        },
        "BIBREF111": {
            "ref_id": "b111",
            "title": "The breeding biology and behaviour of the Snares crested Penguin",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Warham",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "J. R. Soc. N . Z",
            "volume": "4",
            "issn": "",
            "pages": "63--108",
            "other_ids": {}
        },
        "BIBREF112": {
            "ref_id": "b112",
            "title": "The Fiordland crested penguin Eudyptes pachyrhynchus",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Warham",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Ibis",
            "volume": "116",
            "issn": "",
            "pages": "1--27",
            "other_ids": {}
        },
        "BIBREF113": {
            "ref_id": "b113",
            "title": "Wing loadings, wing shapes, and flight capab",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Warham",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "The biology of penguins",
            "volume": "",
            "issn": "",
            "pages": "189--269",
            "other_ids": {}
        },
        "BIBREF114": {
            "ref_id": "b114",
            "title": "Report on the anatomy of the Spheniscidae collected during the voyage of H.M.S. Challenger. In Report on the scientific results of the voyage of H.M.S. Challenger during the years",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Watson",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "11",
            "issn": "",
            "pages": "1--244",
            "other_ids": {}
        },
        "BIBREF115": {
            "ref_id": "b115",
            "title": "Edinburgh: Neil & Co",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Murray",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF116": {
            "ref_id": "b116",
            "title": "penguins as determined by new radiotelemetry techniques",
            "authors": [
                {
                    "first": "&amp;",
                    "middle": [],
                    "last": "London",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "103",
            "issn": "",
            "pages": "777--781",
            "other_ids": {}
        },
        "BIBREF118": {
            "ref_id": "b118",
            "title": "The fallacy of averages",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Peterson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Altmann",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Am. Nut",
            "volume": "132",
            "issn": "",
            "pages": "277--288",
            "other_ids": {}
        },
        "BIBREF119": {
            "ref_id": "b119",
            "title": "Phylogenetics. The theory undpractice ofphylogenetie systematics",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wiley",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF120": {
            "ref_id": "b120",
            "title": "The jackass penguin (Spheniscus demersus) as a pelagic predator",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Mar. Ecol. Progr. Ser",
            "volume": "2",
            "issn": "",
            "pages": "5--219",
            "other_ids": {}
        },
        "BIBREF121": {
            "ref_id": "b121",
            "title": "On the garfowl, A k a impennis L., and the sternum of birds",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wiman",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Hessland",
                    "suffix": ""
                }
            ],
            "year": 1942,
            "venue": "Nov. Acra R. SOC. Scienr",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF122": {
            "ref_id": "b122",
            "title": "An interpretation ofskull structure in penguins",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Zusi",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "The biology ufpenguins",
            "volume": "",
            "issn": "",
            "pages": "59--84",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "; r is correlation coefficient and estimates of li and 6 given f one standard error Dependent variable ( Y ) r ii 6 Wing length 0.96 1.76k0.17 0.35+0.02 Flipper length 0.96 2.09k0.19 0-37kO.03 Flipper area 0.97 -0.22 k 0.28 0.62 k0.04 Flipper area/flipper length 0.95 -2.38 k0.15 0.26&0.02 Logarithmic plot of mean body masses (8) and wing areas (cm2) for 18 Recent species of penguin ( 0 ) and common diving-petrel (4). Regression line fitted for penguins only (see",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Logarithmic plot of lengths and 'relative flatness' (maximal width divided by least width of shaft) of humeri for 18 Recent (0) and 11 fossil species (0) of penguin, and the common diving-petrel (W).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figs 4,5) are conservatively defined. The limbs are depicted in the diagrams (Figs 4, 5) as being of equal lengths for purposes of comparison of proportions, but actually varied greatly among species. Mean skeletal wing lengths (kS.D., n) ranged from 376.4 k 14.1 (32) for A.forsteri to 132.1 f 5.4 (32) for E. minor and 127.2 6.7 (40) for Pelecanoides FIG. 3. Logarithmic plot of lengths and 'relative breadths' (lateromedial width divided by anteroposterior width) of tarsometatarsi for 18 Recent ( 0 ) and six fossil species (0) of penguin, and the common diving-petrel (B). Dashed line divides Recent and fossil penguins. FIG. 4. Diagram of mean intra-alar skeletal proportions (XI of skeletal wing lengths) of five major wing elements of common diving-petrel (Pelecanoides urinuiur) and five groups of Rcccnt species of penguin. Representative skeletal elements of Pelecuttoides urinator (Univ. Kansas 79835) and Eudypiulu minor (Univ. Kansas 69806) are depicted at equal lengths for interfamilial comparisons of proportions.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Diagram of mean proportions (?4) of skeletal leg length) of four major skeletal segments of pelvic iimbs of the common diving-petrel (Pelecanoides urinalor) and eight groups of Recent species in penguin. Representative skeletal elements of Pelmznoides urinutor (Univ. Kansas 79835) and Eudyptula minor (Univ. Kansas 69806) are depicted at equal lengths and interfamilial comparisons of proportions.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Diagram of cluster analysis of seven skin measurements based on pooled within-species correlation matrix for Recent penguins.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Canonical contrast between 18 Recent species of penguin and the common diving-petrel (Pelecanoides urinator), based on 25 skeletal variables stepwise-selected from 43 measurements analysed. Index numbers for species of penguin given in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "PCs of myological variables. A PCA of 88 myological variables compiled bySchreiweis (1972)   defined 15 components which summarized variation among the mean vectors for 16 species of penguin; seven of these had eigenvalues greater than 4.0 and together accounted for 79.1 o/o of the total interspecific variance. A cluster analysis of the 16 species on these seven axes(Fig. 13)Fic;. 12. Diagram of cluster analysis of 18 Recent species of penguin based on Mahalanobis' distances among taxa on first six canonical vatiates of 42 skeletal measurements.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "petrel and 18 Recent species of penguin: intersexual differences were significant (*-P<O.OS, **-P<O.Ol, ***-",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "of' study skins and skeletal specimens of Recent species ofpenguins sampled in this study. Samples of anatomical specimens dissected by Schreiweis (1972), data from which were reanalysed here, are also given available for some species. Consequently, some analyses of skeletons included only the best-represented members ofeach genus-A. forsteri, P . adeliae, E. chrysocome, M . antipodes, E. minor and S. magellanicus. A total of 591 skins and 483 skeletons were measured, most ofwhich provided complete series of measurements. The taxonomy of Recent penguins (including questions of synonymy and gender) follows Falla & Mougin (1 979), except that Eudyptes schlegeli is treated as specifically distinct from E. chrysolophus, and Eudyptula albosignata as separate from E. minor. Only four of the 18 Recent species are polytypic",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Summary statistics (f k standarddeviation ( n ) ) for selected external measurements ( m m )",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "; this axis provided additional separation of high-scoring Eudyptulu, Aptenodytes and Pygoscelis from low-scoring Eudyptes and Spheniscus. Recent spheniscids. The skeletal data set provided powerful discrimination of the Recent species of penguin (Wilks' lambda < lop7; df. = 42, 17, 452; P < < 0.001). Jack-knifed classifications achieved 90.6% success in species identifications; 42 of the 43 misclassifications occurred within FIG. 7. Diagram of cluster analysis of 43 skeletal variables based on pooled within-species correlation matrix for Recent penguins. FIG. 8. Plot of first two canonical variates of seven external measurements for 18 Recent species of penguin. Ellipses enclose mean scores & one standard deviation.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Srandardized coefjicients and .summary starisrics for the jirst three canonical variates of seven external measurements discriminating 18 Recent species of penguin (Spheniscidae)",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": ". Positions of the FIG. 9 , Plot of first two canonical variates of 42 skeletal variables for 18 Recent species of penguin. Ellipses enclose mean scores+one standard deviation, except for poorly represented Eudyptrs robustus which is shown as mean only.",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Standardized coeficients and summary statistics for the first three canonical variates of 42 skeletal measurements discriminating I8Recent species of penguin",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Standardized coefficients and summary statistics of skeletal variables incorporated into a canonical contrast between the common diving-petrel (Pelecanoides urinator) and 18Recent species of penguinFIG. 1 1. Diagram of cluster analysis of 18 Recent species of penguin based on Mahalanobis' distances among taxa on first three canonical variates of seven external measurements.",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": ". Aptenodytes and Eudyptula showed comparatively low dimorphism (intersexual D = 1 .O), whereas Pygoscelis, Eudyptes, Megadyptes and Spheniscus were more dimorphic ( D = 2.0). In only three species of penguin did more than two variables enter the CAs, F I G . 13. Diagram ofcluster analysis of 16 Recent species of penguin based on scores on first seven principal components of correlation matrix for 88 myological measurements compiled bySchreiweis (1972).",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "in skeletuldimensions between the sexes in the common diving-petrel und seven Recent species of penguin; all intersexual differences were significant (P< 0,001)",
            "latex": null,
            "type": "table"
        },
        "TABREF13": {
            "text": "Estimated body masses of 17,fossil species ofpenguin hased on regressions of mean hody massesqf Recent species qf penguin on principal components qf available mean skeleial measurements",
            "latex": null,
            "type": "table"
        },
        "TABREF14": {
            "text": "). However, allometry of wing ('flipper') area with body mass in spheniscids (slope [6] = 0-62; Table IV, Fig. 1) approaches that for geometric similitude",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}